[
  {
    "quote": "Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality. Wake Up and Live!", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "A competent and self-confident person is incapable of jealousy in anything. Jealousy is invariably a symptom of neurotic insecurity.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "I think it's important to get your surroundings as well as yourself into a positive state - meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Those who enjoy their own emotionally bad health and who habitually fill their own minds with the rank poisons of suspicion, jealousy and hatred, as a rule take umbrage at those who refuse to do likewise, and they find a perverted relief in trying to denigrate them.", 
    "name": "Johannes Brahms"
  }, 
  {
    "quote": "It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it.", 
    "name": "George Washington"
  }, 
  {
    "quote": "A negative judgment gives you more satisfaction than praise, provided it smacks of jealousy.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "The jealous are troublesome to others, but a torment to themselves.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "Guard with jealous attention the public liberty. Suspect everyone who approaches that jewel. Unfortunately, nothing will preserve it but downright force. Whenever you give up that force, you are inevitably ruined.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy.", 
    "name": "Summer Altice"
  }, 
  {
    "quote": "Jealousy contains more of self-love than of love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "To jealousy, nothing is more frightful than laughter.", 
    "name": "Francoise Sagan"
  }, 
  {
    "quote": "Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "Jealousy is, I think, the worst of all faults because it makes a victim of both parties.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Jealousy... is a mental cancer.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "He that is jealous is not in love.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "It is not love that is blind, but jealousy.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "Jealousy is all the fun you think they had.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "Jealousy is the tribute mediocrity pays to genius.", 
    "name": "Fulton J. Sheen"
  }, 
  {
    "quote": "Jealousy is no more than feeling alone against smiling enemies.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "That's the way I got along in life. I don't ever remember being particularly jealous of anybody, because I figured if I can't do it myself, I don't deserve to get it.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "Jealous, adj. Unduly concerned about the preservation of that which can be lost only if not worth keeping.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Jealousy is a dog's bark which attracts thieves.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "You can be the moon and still be jealous of the stars.", 
    "name": "Gary Allan"
  }, 
  {
    "quote": "Jealousy is never satisfied with anything short of an omniscience that would detect the subtlest fold of the heart.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The jealous are possessed by a mad devil and a dull spirit at the same time.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "Jealousy is the fear of comparison.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "I am drawn to women who are independent and creative, which is problematic because it's a struggle, a competition of careers. There's jealousy.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!", 
    "name": "Marie de France"
  }, 
  {
    "quote": "Like hatred, jealousy is forbidden by the laws of life because it is essentially destructive.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "Moral indignation is jealousy with a halo.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Jealousy, that dragon which slays love under the pretence of keeping it alive.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Jealousy - that jumble of secret worship and ostensible aversion.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Hunger, revenge, to sleep are petty foes, But only death the jealous eyes can close.", 
    "name": "William Wycherley"
  }, 
  {
    "quote": "More men die of jealousy than of cancer.", 
    "name": "Joseph P. Kennedy"
  }, 
  {
    "quote": "Those who are believed to be most abject and humble are usually most ambitious and envious.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "There is never jealousy where there is not strong regard.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "There's no regret. You can't regret. I mean, I've felt regret but I've also refused to allow regret to sow a seed and live in me because I don't believe it. You feel it, it's like guilt, it's like jealousy, it's like all those horrible things. You've just got to snip them and get them out, because they're no good.", 
    "name": "Jude Law"
  }, 
  {
    "quote": "I would rather drudge out my life on a cotton plantation, till the grave opened to give me rest, than to live with an unprincipled master and a jealous mistress.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "As iron is eaten away by rust, so the envious are consumed by their own passion.", 
    "name": "Antisthenes"
  }, 
  {
    "quote": "There is no greater glory than love, nor any great punishment than jealously.", 
    "name": "Lope de Vega"
  }, 
  {
    "quote": "The lovesick, the betrayed, and the jealous all smell alike.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "The envious die not once, but as oft as the envied win applause.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Jealousy is the fear or apprehension of superiority: envy our uneasiness under it.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "I have never been jealous. Not even when my dad finished fifth grade a year before I did.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "Jealousy is cruel as the grave: the coals thereof are coals of fire.", 
    "name": "Solomon Ibn Gabirol"
  }, 
  {
    "quote": "Jealousy is the tie that binds, and binds, and binds.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Magnanimous people have no vanity, they have no jealousy, and they feed on the true and the solid wherever they find it. And, what is more, they find it everywhere.", 
    "name": "Van Wyck Brooks"
  }, 
  {
    "quote": "From heresy, frenzy and jealousy, good Lord deliver me.", 
    "name": "Ludovico Ariosto"
  }, 
  {
    "quote": "Passion can quickly slip to jealousy, or even hatred.", 
    "name": "Arthur Golden"
  }, 
  {
    "quote": "Jealousy is the jaundice of the soul.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Jealousy is the grave of affection.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "Man is jealous because of his amour propre woman is jealous because of her lack of it.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "But I like not these great success of yours for I know how jealous are the gods.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Nothing is more capable of troubling our reason, and consuming our health, than secret notions of jealousy in solitude.", 
    "name": "Aphra Behn"
  }, 
  {
    "quote": "The knives of jealousy are honed on details.", 
    "name": "Ruth Rendell"
  }, 
  {
    "quote": "Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Anger and jealousy can no more bear to lose sight of their objects than love.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "What I needed most was to love and to be loved, eager to be caught. Happily I wrapped those painful bonds around me and sure enough, I would be lashed with the red-hot pokers or jealousy, by suspicions and fear, by burst of anger and quarrels.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Jealousy is bred in doubts. When those doubts change into certainties, then the passion either ceases or turns absolute madness.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I don't think that you can fake warmth. You can fake lust, jealousy, anger those are all quite easy. But actual, genuine warmth? I don't think you can fake it.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "The thermometer of success is merely the jealousy of the malcontents.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Jealousy lives upon doubts. It becomes madness or ceases entirely as soon as we pass from doubt to certainty.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "It's amazing the clarity that comes with psychotic jealousy.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "Lovers may be - and indeed generally are - enemies, but they never can be friends, because there must always be a spice of jealousy and a something of Self in all their speculations.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "What makes the pain we feel from shame and jealousy so cutting is that vanity can give us no assistance in bearing them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love shouldn't be about jealousy or anything like that. It should be about commitment and being able to trust that person. If you can't have that from the get-go, there's a problem.", 
    "name": "Aaron Carter"
  }, 
  {
    "quote": "There is a sort of jealousy which needs very little fire it is hardly a passion, but a blight bred in the cloudy, damp despondency of uneasy egoism.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The surest route to breeding jealousy is to compare. Since jealousy comes from feeling less than another, comparisons only fan the fires.", 
    "name": "Dorothy Corkville Briggs"
  }, 
  {
    "quote": "Dogs are our link to paradise. They don't know evil or jealousy or discontent.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "To talk about balance, it's easier to talk about what's out of balance. And I think anytime that you have any disease, and disease meaning lack of ease, lack of flow... dis-ease. So any time there's disease, you're out of balance, whether it's jealousy, anger, greed, anxiety, fear.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "That is ever the way. 'Tis all jealousy to the bride and good wishes to the corpse.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "Back then I didn't think a woman like that, or a relationship like that, could exist with complete freedom and no jealousy or possessiveness. I thought it sounded too good to be true and I was certainly convinced it wasn't the life for me!", 
    "name": "Sylvia Kristel"
  }, 
  {
    "quote": "Jealousy is not at all low, but it catches us humbled and bowed down, at first sight.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "Nature is at work. Character and destiny are her handiwork. She gives us love and hate, jealousy and reverence. All that is ours is the power to choose which impulse we shall follow.", 
    "name": "David Seabury"
  }, 
  {
    "quote": "People can do all kinds of things that maybe aren't wise in hindsight because of jealousy.", 
    "name": "Kristin Bauer van Straten"
  }, 
  {
    "quote": "In my experience lust only ever leads to misery. All that suspicion and jealousy and anguish it unleashes. I don't want those things in my life.", 
    "name": "Chrissie Hynde"
  }, 
  {
    "quote": "There is something mean in human nature that prefers to think evil, that gives a willing ear and a ready welcome to calumny, a sort of jealousy of goodness and greatness and things of good report.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "Jealousy would be far less torturous if we understood that love is a passion entirely unrelated to our merits.", 
    "name": "Paul Eldridge"
  }, 
  {
    "quote": "I feel like a lot of the female relationships I see on TV or in movies are in some way free of the kind of jealousy and anxiety and posturing that has been such a huge part of my female friendships, which I hope lessens a little bit with age.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "But when I would see the surrogate, my first instinct, my first reaction would be jealousy, because she was doing what I wanted to do.", 
    "name": "Cheryl Tiegs"
  }, 
  {
    "quote": "I have experienced jealousy, possessiveness, verbal abuse and violence from men, but I have also experienced jealousy, possessiveness, verbal abuse and violence from women, usually when I failed to respond to their advances.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I do not say anything from jealousy.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "Lovers may be and indeed generally are enemies, but they never can be friends, because there must always be a spice of jealousy and a something of Self in all their speculations.", 
    "name": "George Byron"
  }, 
  {
    "quote": "I do a lot of sexy publicity, but I have yet to have any bad experiences regarding jealousy.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "Religion can make it worse. Are you supposing that if people were encouraged to believe in a transcendent reality, and to be encouraged by grand rituals and music and preaching, to love their neighbors, then they would put jealousy and frustration aside?", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "The jealousy and resentment that animate the terrorists also affect many of our former cold war allies.", 
    "name": "Richard Perle"
  }, 
  {
    "quote": "I like jealous men. I love jealousy. I do.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "There tends to be a jealousy in England towards countries that are successful.", 
    "name": "Chris O'Dowd"
  }, 
  {
    "quote": "No jealousy their dawn of love overcast, nor blasted were their wedded days with strife each season looked delightful as it past, to the fond husband and the faithful wife.", 
    "name": "James Beattie"
  }, 
  {
    "quote": "You will not accept credit that is due to another, or harbor jealousy of an explorer who is more fortunate.", 
    "name": "Abbott L. Lowell"
  }, 
  {
    "quote": "It is remarkable that jealousy of individual property in land often goes along with very exaggerated doctrines of tribal or national property in land.", 
    "name": "William Graham Sumner"
  }, 
  {
    "quote": "Jealousy is love bed of burning snarl.", 
    "name": "George Meredith"
  }, 
  {
    "quote": "I don't watch that much comedy. I think it's professional jealousy. That and a lack of support for my community.", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "Obviously, in dealing with a relationship, sexuality has to be involved, and jealousy and emotions like that. And I don't know, I've always been intrigued by those emotions.", 
    "name": "Adrian Lyne"
  }, 
  {
    "quote": "My birth neither shook the German Empire nor caused much of an upheaval in the home. It pleased mother, caused father a certain amount of pride and my elder brother the usual fraternal jealousy of a hitherto only son.", 
    "name": "Conrad Veidt"
  }, 
  {
    "quote": "That's one of the reasons I moved to Florida. Of course, the main reason is the weather and the training. But there's more jealousy in Switzerland because it's so little and they don't have so many athletes.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "When I see a good singer, I get teary-eyed. Part of it is jealousy because all comedians are frustrated rock stars. That's a fact.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "Critics? Don't talk to me of critics! You think some jackanapes journalist, his soul eaten away by the maggots of jealousy and failure, has anything worthwhile to say of art? I don't.", 
    "name": "Jonathan Raban"
  }, 
  {
    "quote": "On the same line of reasoning, if Australians were to be Australians, or rather if Australians were as separate from any other nation as Australia from any other land, there would be no jealousy between them on England's account.", 
    "name": "Henry Lawson"
  }, 
  {
    "quote": "That is ever the way. Tis all jealousy to the bride and good wishes to the corpse.", 
    "name": "J. M. Barrie"
  }, 
  {
    "quote": "I don't get jealousy, I don't get how people hate each other - I never did.", 
    "name": "Nas"
  }, 
  {
    "quote": "What we used to say was whoever had the bow tie got to lead the band. There was never any jealousy.", 
    "name": "Pete Fountain"
  }
]