[
  {
    "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Experience is not what happens to you it's what you do with what happens to you.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "For beautiful eyes, look for the good in others for beautiful lips, speak only words of kindness and for poise, walk with the knowledge that you are never alone.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "By three methods we may learn wisdom: First, by reflection, which is noblest Second, by imitation, which is easiest and third by experience, which is the bitterest.", 
    "name": "Confucius"
  }, 
  {
    "quote": "If you're trying to achieve, there will be roadblocks. I've had them everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "The only true wisdom is in knowing you know nothing.", 
    "name": "Socrates"
  }, 
  {
    "quote": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation.", 
    "name": "Moliere"
  }, 
  {
    "quote": "A good head and a good heart are always a formidable combination.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Wisdom begins in wonder.", 
    "name": "Socrates"
  }, 
  {
    "quote": "I'd rather regret the things I've done than regret the things I haven't done.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A fool flatters himself, a wise man flatters the fool.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Honesty is the first chapter in the book of wisdom.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "It's not what you look at that matters, it's what you see.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Discipline is the bridge between goals and accomplishment.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "The pessimist complains about the wind the optimist expects it to change the realist adjusts the sails.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "Winners never quit and quitters never win.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Adopt the pace of nature: her secret is patience.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Reality is merely an illusion, albeit a very persistent one.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Beware of false knowledge it is more dangerous than ignorance.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.", 
    "name": "Confucius"
  }, 
  {
    "quote": "A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "Always keep an open mind and a compassionate heart.", 
    "name": "Phil Jackson"
  }, 
  {
    "quote": "When written in Chinese, the word 'crisis' is composed of two characters. One represents danger and the other represents opportunity.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Silence is a source of great strength.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "A little knowledge that acts is worth infinitely more than much knowledge that is idle.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Honesty is the best policy.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "If you only have a hammer, you tend to see every problem as a nail.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "A mistake is simply another way of doing things.", 
    "name": "Katharine Graham"
  }, 
  {
    "quote": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Knowing others is wisdom, knowing yourself is Enlightenment.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "We should not judge people by their peak of excellence but by the distance they have traveled from the point where they started.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "We are made wise not by the recollection of our past, but by the responsibility for our future.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Every man is a damn fool for at least five minutes every day wisdom consists in not exceeding the limit.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.", 
    "name": "Confucius"
  }, 
  {
    "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Climb the mountains and get their good tidings.", 
    "name": "John Muir"
  }, 
  {
    "quote": "As you walk down the fairway of life you must smell the roses, for you only get to play one round.", 
    "name": "Ben Hogan"
  }, 
  {
    "quote": "Obstacles are those frightful things you see when you take your eyes off your goal.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "True knowledge exists in knowing that you know nothing.", 
    "name": "Socrates"
  }, 
  {
    "quote": "We can't command our love, but we can our actions.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "The greater our knowledge increases the more our ignorance unfolds.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "A man begins cutting his wisdom teeth the first time he bites off more than he can chew.", 
    "name": "Herb Caen"
  }, 
  {
    "quote": "There are three faithful friends - an old wife, an old dog, and ready money.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "A good decision is based on knowledge and not on numbers.", 
    "name": "Plato"
  }, 
  {
    "quote": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The art of being wise is the art of knowing what to overlook.", 
    "name": "William James"
  }, 
  {
    "quote": "Be happy. It's one way of being wise.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "Turn your wounds into wisdom.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "From the errors of others, a wise man corrects his own.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Nature and books belong to the eyes that see them.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A poem begins in delight and ends in wisdom.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The doors of wisdom are never shut.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "It is a characteristic of wisdom not to do desperate things.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Does wisdom perhaps appear on the earth as a raven which is inspired by the smell of carrion?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Wisdom stands at the turn in the road and calls upon us publicly, but we consider it false and despise its adherents.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.", 
    "name": "Archimedes"
  }, 
  {
    "quote": "All this worldly wisdom was once the unamiable heresy of some wise man.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Don't follow any advice, no matter how good, until you feel as deeply in your spirit as you think in your mind that the counsel is wise.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Ignorant men raise questions that wise men answered a thousand years ago.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Winning is not everything, but wanting to win is.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "The less you talk, the more you're listened to.", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "In every walk with nature one receives far more than he seeks.", 
    "name": "John Muir"
  }, 
  {
    "quote": "It's better to be a lion for a day than a sheep all your life.", 
    "name": "Elizabeth Kenny"
  }, 
  {
    "quote": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "There is a wisdom of the head, and a wisdom of the heart.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Whatever you do in life, surround yourself with smart people who'll argue with you.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Patience is the companion of wisdom.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Nine-tenths of wisdom is being wise in time.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "The truth is not for all men, but only for those who seek it.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Nobody can give you wiser advice than yourself.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Never let a fool kiss you, or a kiss fool you.", 
    "name": "Joey Adams"
  }, 
  {
    "quote": "Cleverness is not wisdom.", 
    "name": "Euripides"
  }, 
  {
    "quote": "If I don't have wisdom, I can teach you only ignorance.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "It has long been an axiom of mine that the little things are infinitely the most important.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "To be satisfied with a little, is the greatest wisdom and he that increaseth his riches, increaseth his cares but a contented mind is a hidden treasure, and trouble findeth it not.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "Don't taunt the alligator until after you've crossed the creek.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "Common sense in an uncommon degree is what the world calls wisdom.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "It is impossible to love and to be wise.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Wisdom is found only in truth.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "This is the highest wisdom that I own freedom and life are earned by those alone who conquer them each day anew.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The young man knows the rules, but the old man knows the exceptions.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "To conquer fear is the beginning of wisdom.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The older I grow the more I distrust the familiar doctrine that age brings wisdom.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Wisdom is learning what to overlook.", 
    "name": "William James"
  }, 
  {
    "quote": "People don't notice whether it's winter or summer when they're happy.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "The road of excess leads to the palace of wisdom.", 
    "name": "William Blake"
  }, 
  {
    "quote": "It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "The best way to predict the future is to invent it.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "I didn't get where I am today by worryin' about how I'd feel tomorrow.", 
    "name": "Ron White"
  }, 
  {
    "quote": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Man is only great when he acts from passion.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "No man was ever wise by chance.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A prudent question is one-half of wisdom.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The truest wisdom is a resolute determination.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Better be wise by the misfortunes of others than by your own.", 
    "name": "Aesop"
  }, 
  {
    "quote": "It takes a great man to give sound advice tactfully, but a greater to accept it graciously.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "Knowledge is of no value unless you put it into practice.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Better mad with the rest of the world than wise alone.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Wise sayings often fall on barren ground, but a kind word is never thrown away.", 
    "name": "Arthur Helps"
  }, 
  {
    "quote": "The more sand that has escaped from the hourglass of our life, the clearer we should see through it.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Knowledge comes, but wisdom lingers.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Honesty is the rarest wealth anyone can possess, and yet all the honesty in the world ain't lawful tender for a loaf of bread.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Wisdom is not wisdom when it is derived from books alone.", 
    "name": "Horace"
  }, 
  {
    "quote": "If you call failures experiments, you can put them in your resume and claim them as achievements.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Wisdom is a sacred communion.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Always seek out the seed of triumph in every adversity.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "In action a great heart is the chief qualification. In work, a great head.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "You have to find out what's right for you, so it's trial and error. You are going to be all right if you accept realistic goals for yourself.", 
    "name": "Teri Garr"
  }, 
  {
    "quote": "You must accept responsibility for your actions, but not the credit for your achievements.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Who is wise in love, love most, say least.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Almost every wise saying has an opposite one, no less wise, to balance it.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Start wide, expand further, and never look back.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The wheel that squeaks the loudest is the one that gets the grease.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "The wisdom of the wise and the experience of the ages are perpetuated by quotations.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Self-suggestion makes you master of yourself.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.", 
    "name": "Horace"
  }, 
  {
    "quote": "In seeking wisdom thou art wise in imagining that thou hast attained it - thou art a fool.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Knowledge can be communicated, but not wisdom. One can find it, live it, be fortified by it, do wonders through it, but one cannot communicate and teach it.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself.", 
    "name": "Tom Wilson"
  }, 
  {
    "quote": "Memory is the mother of all wisdom.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "It is great folly to wish to be wise all alone.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Wise men make more opportunities than they find.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The smallest deed is better than the greatest intention.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Spectacular achievement is always preceded by unspectacular preparation.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "He dares to be a fool, and that is the first step in the direction of wisdom.", 
    "name": "James Huneker"
  }, 
  {
    "quote": "Some folks are wise and some are otherwise.", 
    "name": "Tobias Smollett"
  }, 
  {
    "quote": "Wisdom is the supreme part of happiness.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Tis but a part we see, and not a whole.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Wisdom outweighs any wealth.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Knowledge is proud that it knows so much wisdom is humble that it knows no more.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Learning sleeps and snores in libraries, but wisdom is everywhere, wide awake, on tiptoe.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Repeat anything often enough and it will start to become you.", 
    "name": "Tom Hopkins"
  }, 
  {
    "quote": "Wisdom is the quality that keeps you from getting into situations where you need it.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "He who lives by the crystal ball soon learns to eat ground glass.", 
    "name": "Edgar R. Fiedler"
  }, 
  {
    "quote": "When an opponent comes forward, move in and greet him if he wants to pull back, send him on his way.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Of prosperity mortals can never have enough.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Perspective is worth 80 IQ points.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "When I can look life in the eyes, grown calm and very coldly wise, life will have given me the truth, and taken in exchange - my youth.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "Strong characters are brought out by change of situation, and gentle ones by permanence.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "If you want to be found stand where the seeker seeks.", 
    "name": "Sidney Lanier"
  }, 
  {
    "quote": "Public opinion is no more than this: what people think that other people think.", 
    "name": "Alfred Austin"
  }, 
  {
    "quote": "It is the neglect of timely repair that makes rebuilding necessary.", 
    "name": "Richard Whately"
  }, 
  {
    "quote": "What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty.", 
    "name": "Shinichi Suzuki"
  }, 
  {
    "quote": "Every silver lining has a cloud.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "He who devotes sixteen hours a day to hard study may become at sixty as wise as he thought himself at twenty.", 
    "name": "Mary Wilson Little"
  }, 
  {
    "quote": "You can't sweep other people off their feet, if you can't be swept off your own.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "The difference between chirping out of turn and a faux pas depends on what kind of a bar you're in.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Rarely promise, but, if lawful, constantly perform.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Life is a travelling to the edge of knowledge, then a leap taken.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "It is wisdom in prosperity, when all is as thou wouldn't have it, to fear and suspect the worst.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "The opportunity for brotherhood presents itself every time you meet a human being.", 
    "name": "Jane Wyman"
  }, 
  {
    "quote": "It is much more difficult to measure nonperformance than performance.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "Wise kings generally have wise counselors and he must be a wise man himself who is capable of distinguishing one.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "The future has already arrived. It's just not evenly distributed yet.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "Wisdom begins at the end.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "Wisdom is knowing what to do next virtue is doing it.", 
    "name": "David Starr Jordan"
  }, 
  {
    "quote": "It is astonishing with how little wisdom mankind can be governed, when that little wisdom is its own.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "Wisdom is always an overmatch for strength.", 
    "name": "Phil Jackson"
  }, 
  {
    "quote": "If you believe the doctors, nothing is wholesome if you believe the theologians, nothing is innocent if you believe the military, nothing is safe.", 
    "name": "Lord Salisbury"
  }, 
  {
    "quote": "Counsel woven into the fabric of real life is wisdom.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "Never does nature say one thing and wisdom another.", 
    "name": "Juvenal"
  }, 
  {
    "quote": "The wisdom of the wise is an uncommon degree of common sense.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "Virtues are acquired through endeavor, which rests wholly upon yourself.", 
    "name": "Sidney Lanier"
  }, 
  {
    "quote": "You must learn day by day, year by year to broaden your horizon. The more things you love, the more you are interested in, the more you enjoy, the more you are indignant about, the more you have left when anything happens.", 
    "name": "Ethel Barrymore"
  }, 
  {
    "quote": "Man's wisdom is his best friend folly his worst enemy.", 
    "name": "William Temple"
  }, 
  {
    "quote": "Deliberately seek opportunities for kindness, sympathy, and patience.", 
    "name": "Evelyn Underhill"
  }, 
  {
    "quote": "Few of the many wise apothegms which have been uttered have prevented a single foolish action.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "The day of fortune is like a harvest day, We must be busy when the corn is ripe.", 
    "name": "Torquato Tasso"
  }, 
  {
    "quote": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", 
    "name": "Buddha"
  }, 
  {
    "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Wisdom ceases to be wisdom when it becomes too proud to weep, too grave to laugh, and too selfish to seek other than itself.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Science investigates religion interprets. Science gives man knowledge which is power religion gives man wisdom which is control.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The attempt to combine wisdom and power has only rarely been successful and then only for a short while.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A loving heart is the truest wisdom.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.", 
    "name": "Socrates"
  }, 
  {
    "quote": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Knowledge speaks, but wisdom listens.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Wisdom I know is social. She seeks her fellows. But Beauty is jealous, and illy bears the presence of a rival.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "So confident am I in the intentions, as well as wisdom, of the government, that I shall always be satisfied that what is not done, either cannot, or ought not to be done.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Silence is the sleep that nourishes wisdom.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Music is a higher revelation than all wisdom and philosophy.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.", 
    "name": "Socrates"
  }, 
  {
    "quote": "He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "They must often change, who would be constant in happiness or wisdom.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Before we acquire great power we must acquire wisdom to use it well.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.", 
    "name": "Confucius"
  }, 
  {
    "quote": "The invariable mark of wisdom is to see the miraculous in the common.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Wisdom has its root in goodness, not goodness its root in wisdom.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The sum of wisdom is that time is never lost that is devoted to work.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Excellence, then, is a state concerned with choice, lying in a mean, relative to us, this being determined by reason and in the way in which the man of practical wisdom would determine it.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.", 
    "name": "Plato"
  }, 
  {
    "quote": "The virtue of justice consists in moderation, as regulated by wisdom.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "There is more wisdom in your body than in your deepest philosophy.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Ignorance and bungling with love are better than wisdom and skill without.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "The figure a poem makes. It begins in delight and ends in wisdom... in a clarification of life - not necessarily a great clarification, such as sects and cults are founded on, but in a momentary stay against confusion.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Raising children is an incredibly hard and risky business in which no cumulative wisdom is gained: each generation repeats the mistakes the previous one made.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Knowledge without justice ought to be called cunning rather than wisdom.", 
    "name": "Plato"
  }, 
  {
    "quote": "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "Follow your instincts. That's where true wisdom manifests itself.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "No party has a monopoly on wisdom. No democracy works without compromise. But when Governor Romney and his allies in Congress tell us we can somehow lower our deficit by spending trillions more on new tax breaks for the wealthy - well, you do the math. I refuse to go along with that. And as long as I'm President, I never will.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Democracy is a pathetic belief in the collective wisdom of individual ignorance.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "There are three classes of men lovers of wisdom, lovers of honor, and lovers of gain.", 
    "name": "Plato"
  }, 
  {
    "quote": "Cunning... is but the low mimic of wisdom.", 
    "name": "Plato"
  }, 
  {
    "quote": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.", 
    "name": "Clifford Stoll"
  }, 
  {
    "quote": "Wisdom alone is the science of other sciences.", 
    "name": "Plato"
  }, 
  {
    "quote": "Kisses are a better fate than wisdom.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Most of our pocket wisdom is conceived for the use of mediocre people, to discourage them from ambitious attempts, and generally console them in their mediocrity.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "In life, all good things come hard, but wisdom is the hardest to come by.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "Few people have the wisdom to prefer the criticism that would do them good, to the praise that deceives them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Who in their infinite wisdom decreed that Little League uniforms be white? Certainly not a mother.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils for it is folly, vice, and madness, without tuition or restraint.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Perhaps religious conscience upsets the designs of those who feel that the highest wisdom and authority comes from government. But from the beginning, this nation trusted in God, not man. Religious liberty is the first freedom in our Constitution.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Where there is charity and wisdom, there is neither fear nor ignorance.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Because in the school of the Spirit man learns wisdom through humility, knowledge by forgetting, how to speak by silence, how to live by dying.", 
    "name": "Johannes Tauler"
  }, 
  {
    "quote": "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "What we call wisdom is the result of all the wisdom of past ages. Our best institutions are like young trees growing upon the roots of the old trunks that have crumbled away.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "War involves in its progress such a train of unforeseen circumstances that no human wisdom can calculate the end it has but one thing certain, and that is to increase taxes.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The motto of chivalry is also the motto of wisdom to serve all, but love only one.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The wisdom of man never yet contrived a system of taxation that would operate with perfect equality.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Wisdom allows nothing to be good that will not be so forever no man to be happy but he that needs no other happiness than what he has within himself no man to be great or powerful that is not master of himself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "We don't receive wisdom we must discover it for ourselves after a journey that no one can take for us or spare us.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "We give advice, but we cannot give the wisdom to profit by it.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "In order to have wisdom we must have ignorance.", 
    "name": "Theodore Dreiser"
  }, 
  {
    "quote": "We are drowning in information, while starving for wisdom. The world henceforth will be run by synthesizers, people able to put together the right information at the right time, think critically about it, and make important choices wisely.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Wisdom does not show itself so much in precept as in life - in firmness of mind and a mastery of appetite. It teaches us to do as well as to talk and to make our words and actions all of a color.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Gray hairs are signs of wisdom if you hold your tongue, speak and they are but hairs, as in the young.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "I do not believe in the collective wisdom of individual ignorance.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The older I get the more wisdom I find in the ancient rule of taking first things first. A process which often reduces the most complex human problem to a manageable proportion.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "In the long-run every Government is the exact symbol of its People, with their wisdom and unwisdom we have to say, Like People like Government.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I learned some valuable lessons about the legislative process, the importance of bipartisan cooperation and the wisdom of taking small steps to get a big job done.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The function of wisdom is to discriminate between good and evil.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Earthly wisdom is doing what comes naturally. Godly wisdom is doing what the Holy Spirit compels us to do.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Science is organized knowledge. Wisdom is organized life.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Knowledge which is divorced from justice, may be called cunning rather than wisdom.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Start with God - the first step in learning is bowing down to God only fools thumb their noses at such wisdom and learning.", 
    "name": "King Solomon"
  }, 
  {
    "quote": "Both in thought and in feeling, even though time be real, to realise the unimportance of time is the gate of wisdom.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I am thinking of taking a fifth wife. Why not? Solomon had a thousand wives and he is a synonym for wisdom.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "We must expect reverses, even defeats. They are sent to teach us wisdom and prudence, to call forth greater energies, and to prevent our falling into greater disasters.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "However glorious an action in itself, it ought not to pass for great if it be not the effect of wisdom and intention.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "In wisdom gathered over time I have found that every experience is a form of exploration.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Wisdom is knowledge which has become a part of one's being.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Magnanimity in politics is not seldom the truest wisdom and a great empire and little minds go ill together.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Rightly defined philosophy is simply the love of wisdom.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Books are but waste paper unless we spend in action the wisdom we get from thought - asleep. When we are weary of the living, we may repair to the dead, who have nothing of peevishness, pride, or design in their conversation.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Love is the wisdom of the fool and the folly of the wise.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Science is always discovering odd scraps of magical wisdom and making a tremendous fuss about its cleverness.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children.", 
    "name": "William Blake"
  }, 
  {
    "quote": "The hours of folly are measured by the clock but of wisdom, no clock can measure.", 
    "name": "William Blake"
  }, 
  {
    "quote": "If suffering brings wisdom, I would wish to be less wise.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Back of every mistaken venture and defeat is the laughter of wisdom, if you listen.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Wisdom is that apprehension of heavenly things to which the spirit rises through love.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "To keep your secret is wisdom but to expect others to keep it is folly.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Wisdom comes alone through suffering.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "In the vain laughter of folly wisdom hears half its applause.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "More helpful than all wisdom is one draught of simple human pity that will not forsake us.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I will give you a definition of a proud man: he is a man who has neither vanity nor wisdom one filled with hatreds cannot be vain, neither can he be wise.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Silence is true wisdom's best reply.", 
    "name": "Euripides"
  }, 
  {
    "quote": "There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so but he that thinks himself the wisest is generally the greatest fool.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Enraging liberals is simply one of the more enjoyable side effects of my wisdom.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Wisdom comes by disillusionment.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "I prefer the folly of enthusiasm to the indifference of wisdom.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to.", 
    "name": "Greg Anderson"
  }, 
  {
    "quote": "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "A short saying often contains much wisdom.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "The war... was an unnecessary condition of affairs, and might have been avoided if forebearance and wisdom had been practiced on both sides.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "The key to wisdom is this - constant and frequent questioning, for by doubting we are led to question and by questioning we arrive at the truth.", 
    "name": "Peter Abelard"
  }, 
  {
    "quote": "Silence at the proper season is wisdom, and better than any speech.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "The wisdom of age: don't stop walking.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Wisdom is the power to put our time and our knowledge to the proper use.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "There is a wisdom in this beyond the rules of physic: a man's own observation what he finds good of and what he finds hurt of is the best physic to preserve health.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The greatest obstacle to being heroic is the doubt whether one may not be going to prove one's self a fool the truest heroism is to resist the doubt and the profoundest wisdom, to know when it ought to be resisted, and when it be obeyed.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "If we have built on the fragile cornerstones of human wisdom, pride, and conditional love, things may look good for a while, but a weak foundation causes collapse when storms hit.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "The final wisdom of life requires not the annulment of incongruity but the achievement of serenity within and above it.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Along with success comes a reputation for wisdom.", 
    "name": "Euripides"
  }, 
  {
    "quote": "What wisdom can you find that is greater than kindness?", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "We can be knowledgable with other men's knowledge but we cannot be wise with other men's wisdom.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The most certain sign of wisdom is cheerfulness.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "There is this difference between happiness and wisdom: he that thinks himself the happiest man, really is so but he that thinks himself the wisest, is generally the greatest fool.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "I have the responsibility of over four million people, and I am in a position to do good, to be able to bring about a new life for my people, and I will continue to move in that direction. It's a burden, but it needs to be done, and you have to have the courage and wisdom to see it through.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "At sixty, I know little more about wisdom than I did at thirty, but I know a great deal more about folly.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The only medicine for suffering, crime, and all other woes of mankind, is wisdom. Teach a man to read and write, and you have put into his hands the great keys of the wisdom box. But it is quite another thing to open the box.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Irony is the gaiety of reflection and the joy of wisdom.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Though sages may pour out their wisdom's treasure, there is no sterner moralist than pleasure.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Some wisdom you must learn from one who's wise.", 
    "name": "Euripides"
  }, 
  {
    "quote": "There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom.", 
    "name": "Theodore Isaac Rubin"
  }, 
  {
    "quote": "The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow.", 
    "name": "William Osler"
  }, 
  {
    "quote": "And I pray thee, loving Jesus, that as Thou hast graciously given me to drink in with delight the words of Thy knowledge, so Thou wouldst mercifully grant me to attain one day to Thee, the fountain of all wisdom and to appear forever before Thy face.", 
    "name": "Venerable Bede"
  }, 
  {
    "quote": "Our own physical body possesses a wisdom which we who inhabit the body lack. We give it orders which make no sense.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Not engaging in ignorance is wisdom.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "In youth and beauty, wisdom is but rare!", 
    "name": "Homer"
  }, 
  {
    "quote": "In science, as in art, and, as I believe, in every other sphere of human activity, there may be wisdom in a multitude of counsellors, but it is only in one or two of them.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Every nation whose affairs betray a want of wisdom and stability may calculate on every loss which can be sustained from the more systematic policy of its wiser neighbors.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Teach you children poetry it opens the mind, lends grace to wisdom and makes the heroic virtues hereditary.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Animals, in their generation, are wiser than the sons of men but their wisdom is confined to a few particulars, and lies in a very narrow compass.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "One of the greatest pieces of economic wisdom is to know what you do not know.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "The enemy of the conventional wisdom is not ideas but the march of events.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "The seat of knowledge is in the head of wisdom, in the heart. We are sure to judge wrong, if we do not feel right.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "To think ill of mankind and not wish ill to them, is perhaps the highest wisdom and virtue.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Much wisdom often goes with fewest words.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do and probably he who never made a mistake never made a discovery.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "The hunger for facile wisdom is the root of all false philosophy.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "He who is taught to live upon little owes more to his father's wisdom than he who has a great deal left him does to his father's care.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Besides the noble art of getting things done, there is the noble art of leaving things undone. The wisdom of life consists in the elimination of non-essentials.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "Wisdom is oftentimes nearer when we stoop than when we soar.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Our happiness depends on wisdom all the way.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "If you were to offer a thirsty man all wisdom, you would not please him more than if you gave him a drink.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit.", 
    "name": "Chen Shui-bian"
  }, 
  {
    "quote": "Lord, bless me with the ability to achieve all that I can, and the wisdom to realize it doesn't all have to be by tomorrow!", 
    "name": "William Eardley IV"
  }, 
  {
    "quote": "The extreme limit of wisdom, that's what the public calls madness.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "To profit from good advice requires more wisdom than to give it.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "It is the province of knowledge to speak, and it is the privilege of wisdom to listen.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "In my definition of consciousness, consciousness is the same thing as life. What wisdom traditions also call spirit.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "I love being. There's so much wisdom in it. You wake up in the morning and you think, Hey, isn't it great just being?", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "Wisdom is humble that he knows no more.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "It is not wisdom but Authority that makes a law.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "My aim, then, was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us. Fear is the beginning of wisdom.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "We are to seek wisdom and understanding only in the length of days.", 
    "name": "Robert Hall"
  }, 
  {
    "quote": "In societies where mature workers are respected and where their wisdom is respected, everybody benefits. Workers are more engaged and productive. Their health is better. They live longer.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Wisdom has never made a bigot, but learning has.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Science gives us knowledge, but only philosophy can give us wisdom.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Moderation is the inseparable companion of wisdom, but with it genius has not even a nodding acquaintance.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "All human wisdom is summed up in two words wait and hope.", 
    "name": "Alexandre Dumas"
  }, 
  {
    "quote": "Wisdom is the abstract of the past, but beauty is the promise of the future.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "The truest greatness lies in being kind, the truest wisdom in a happy mind.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Discipline is wisdom and vice versa.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "Come, come, leave business to idlers, and wisdom to fools: they have need of 'em: wit be my faculty, and pleasure my occupation, and let father Time shake his glass.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "Doubt is the vestibule through which all must pass before they can enter into the temple of wisdom.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art.", 
    "name": "Charlie Parker"
  }, 
  {
    "quote": "The stupidity of people comes from having an answer for everything. The wisdom of the novel comes from having a question for everything.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "True wisdom is less presuming than folly. The wise man doubteth often, and changeth his mind the fool is obstinate, and doubteth not he knoweth all things but his own ignorance.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "That which seems the height of absurdity in one generation often becomes the height of wisdom in another.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Central banks don't have divine wisdom. They try to do the best analysis they can and must be prepared to stand or fall by the quality of that analysis.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "Without courage, wisdom bears no fruit.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "We have no words for speaking of wisdom to the stupid. He who understands the wise is wise already.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "To acquire knowledge, one must study but to acquire wisdom, one must observe.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "Great wisdom is generous petty wisdom is contentious.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "Children also have artistic ability, and there is wisdom in there having it! The more helpless they are, the more instructive are the examples they furnish us and they must be preserved free of corruption from an early age.", 
    "name": "Paul Klee"
  }, 
  {
    "quote": "Every speaker has a mouth An arrangement rather neat. Sometimes it's filled with wisdom. Sometimes it's filled with feet.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "They whom truth and wisdom lead, can gather honey from a weed.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "I believe we have become paralyzed, paralyzed by our desire to be loved. Now our founding fathers had the wisdom to know that social acceptance and popularity were fleeing, and that this country's principles needed to be rooted in strengths greater than the passions and the emotions of the times.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "There is no pain equal to that which two lovers can inflict on one another. This should be made clear to all who contemplate such a union. The avoidance of this pain is the beginning of wisdom, for it is strong enough to contaminate the rest of our lives.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Pain makes man think. Thought makes man wise. Wisdom makes life endurable.", 
    "name": "John Patrick"
  }, 
  {
    "quote": "The wisdom of the wise and the experience of the ages is preserved into perpetuity by a nation's proverbs, fables, folk sayings and quotations.", 
    "name": "William Feather"
  }, 
  {
    "quote": "It is good even for old men to learn wisdom.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Conventional wisdom on government's role in inequality often has it backwards. Tax reforms have resulted in a more progressive federal income tax government transfer payments have become less progressive.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "They would need to be already wise, in order to love wisdom.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "The word philosophy sounds high-minded, but it simply means the love of wisdom. If you love something, you don't just read about it you hug it, you mess with it, you play with it, you argue with it.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "It seems to me that, in every culture, I come across a chapter headed 'Wisdom.' And then I know exactly what is going to follow: 'Vanity of vanities, all is vanity.'", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "Full of wisdom are the ordinations of fate.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "If I am fool, it is, at least, a doubting one and I envy no one the certainty of his self-approved wisdom.", 
    "name": "George Byron"
  }, 
  {
    "quote": "Who knows for what we live, and struggle, and die? Wise men write many books, in words too hard to understand. But this, the purpose of our lives, the end of all our struggle, is beyond all human wisdom.", 
    "name": "Alan Paton"
  }, 
  {
    "quote": "People always blame the girl she should have said no. A monosyllable, but conventional wisdom has always been that boys can't manage it.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "Life is the only real counselor wisdom unfiltered through personal experience does not become a part of the moral tissue.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "Government is a contrivance of human wisdom to provide for human wants. People have the right to expect that these wants will be provided for by this wisdom.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom.", 
    "name": "Dee Hock"
  }, 
  {
    "quote": "The pine stays green in winter... wisdom in hardship.", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "Mixing one's wines may be a mistake, but old and new wisdom mix admirably.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "Our wisdom comes from our experience, and our experience comes from our foolishness.", 
    "name": "Sacha Guitry"
  }, 
  {
    "quote": "A man may learn wisdom even from a foe.", 
    "name": "Aristophanes"
  }, 
  {
    "quote": "For all my education, accomplishments, and so called 'wisdom'... I can't fathom my own heart.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "I actually don't think that I'm that much smarter than anybody else. It's just that I frequently just seem to know what to do, and I think that's wisdom.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Novels are the Socratic dialogues of our time. Practical wisdom fled from school wisdom into this liberal form.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Men who know themselves are no longer fools. They stand on the threshold of the door of Wisdom.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Kindness is wisdom.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "Strength and wisdom are not opposing values.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.", 
    "name": "Dale Turner"
  }, 
  {
    "quote": "Experience comprises illusions lost, rather than wisdom gained.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "I don't think you can come into your wisdom until you have made mistakes on your own skin and felt them in reality of your own life.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "The wisdom of God's Word is quite clear on believers being unequally yoked. And marrying someone who is not a Christian - who is not a daily disciple of Christ - is being unequally yoked, regardless of what their beliefs might be.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "In the frank expression of conflicting opinions lies the greatest promise of wisdom in governmental action.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship.", 
    "name": "Pietro Aretino"
  }, 
  {
    "quote": "I don't turn to greeting cards for wisdom and advice, but they are a fine reflection of the general drift of the culture.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I'm married. My wife, Stella - a beautiful woman. She's brought a lot of peace to my life, a lot of wisdom.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, 'Let's make a wish on a star,' there's one thing I wish for: wisdom.", 
    "name": "Rene Russo"
  }, 
  {
    "quote": "Great wisdom is generous petty wisdom is contentious. Great speech is impassioned, small speech cantankerous.", 
    "name": "Zhuang Zi"
  }, 
  {
    "quote": "Logic is the beginning of wisdom, not the end.", 
    "name": "Leonard Nimoy"
  }, 
  {
    "quote": "Whenever you argue with another wiser than yourself in order that others may admire your wisdom, they will discover your ignorance.", 
    "name": "Saadi"
  }, 
  {
    "quote": "The more I work with the body, keeping my assumptions in a temporary state of reservation, the more I appreciate and sympathize with a given disease. The body no longer appears as a sick or irrational demon, but as a process with its own inner logic and wisdom.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Wisdom is not attained by years, but by ability.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Not by age but by capacity is wisdom acquired.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Around '93, '94, the conventional wisdom about the Internet was that it was a toy for academics and researchers. So it was very, very underestimated for about two years.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Lessons of wisdom have the most power over us when they capture the heart through the groundwork of a story, which engages the passions.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Sciences may be learned by rote, but wisdom not.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "You know, many people have said that I'm on the edge and I'm maverick for some of the big operations that I've done. I'm not at all. I pray I ask God to give me wisdom, 'Should I do it?', guidance in terms of how to do it, who to consult with. All those kind of things are incredibly important.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Knowledge shrinks as wisdom grows.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "God the Father, the supreme Architect, had already built this cosmic home we behold, the most sacred temple of His godhead, by the laws of His mysterious wisdom.", 
    "name": "Giovanni Pico della Mirandola"
  }, 
  {
    "quote": "Many spiritual teachers - in Buddhism, in Islam - have talked about first-hand experience of the world as an important part of the path to wisdom, to enlightenment.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster.", 
    "name": "Avery Brooks"
  }, 
  {
    "quote": "Wisdom and understanding can only become the possession of individual men by travelling the old road of observation, attention, perseverance, and industry.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "To build a great company, which is a CEO's job, sometimes you have to stand up against conventional wisdom.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Age is a terrible avenger. The lessons of life give you so much to work with, but by the time you've got all this great wisdom, you don't get to be young anymore.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "What if Barack Obama established a Presidential Advisory Committee that would meet once every couple of months, bringing together the former presidents for a conference in order to seek their collective wisdom? There is a wealth of experience in former presidents that generally goes untapped.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "This, and this alone, is Christianity, a universal holiness in every part of life, a heavenly wisdom in all our actions, not conforming to the spirit and temper of the world but turning all worldly enjoyments into means of piety and devotion to God.", 
    "name": "William Law"
  }, 
  {
    "quote": "It is almost everywhere the case that soon after it is begotten the greater part of human wisdom is laid to rest in repositories.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Wisdom oft times consists of knowing what to do next.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "All free governments are managed by the combined wisdom and folly of the people.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "In my own personal life, God plays a great role in the risk, because I pray before I go into the operating room for every case, and I ask him to give me wisdom, to help me to know what to do - and not only for operating, but for everything.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "No one ever found wisdom without also being a fool. Writers, alas, have to be fools in public, while the rest of the human race can cover its tracks.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "My mother is a great source of advice and wisdom and consolation for me.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "Wisdom alone is true ambition's aim, wisdom is the source of virtue and of fame obtained with labour, for mankind employed, and then, when most you share it, best enjoyed.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Wisdom consists of the anticipation of consequences.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Sometimes one likes foolish people for their folly, better than wise people for their wisdom.", 
    "name": "Elizabeth Gaskell"
  }, 
  {
    "quote": "I'm not wise, but the beginning of wisdom is there it's like relaxing into - and an acceptance of - things.", 
    "name": "Tina Turner"
  }, 
  {
    "quote": "Wisdom is knowing when you can't be wise.", 
    "name": "Paul Engle"
  }, 
  {
    "quote": "The Divine wisdom has given us prayer, not as a means whereby to obtain the good things of earth, but as a means whereby we learn to do without them not as a means whereby we escape evil, but as a means whereby we become strong to meet it.", 
    "name": "Frederick William Robertson"
  }, 
  {
    "quote": "The left has come to regard common sense - the traditional wisdom and folkways of the community - as an obstacle to progress and enlightenment.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "I always see where I didn't do things the right way. I only see the heavy lifting. That's a bit of my wisdom, if you want to call it that.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Saudi Arabia is a puritanical state that claims a monopoly of wisdom and virtue.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Purity engenders Wisdom, Passion avarice, and Ignorance folly, infatuation and darkness.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Vanity can easily overtake wisdom. It usually overtakes common sense.", 
    "name": "Julian Casablancas"
  }, 
  {
    "quote": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.", 
    "name": "Holly Near"
  }, 
  {
    "quote": "After 25-plus years as a lawyer, prosecutor, and defense attorney, I have developed a deep appreciation for both the wisdom of the law and the role that jurists play in framing the rights and responsibilities that define our society.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I'll come to you with gifts of knowledge, wisdom and truth.", 
    "name": "Barry White"
  }, 
  {
    "quote": "Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "Now that I am sixty, I see why the idea of elder wisdom has passed from currency.", 
    "name": "John Updike"
  }, 
  {
    "quote": "The Founding Fathers in their wisdom decided that children were an unnatural strain on parents. So they provided jails called schools, equipped with tortures called an education.", 
    "name": "John Updike"
  }, 
  {
    "quote": "As you walk in God's divine wisdom, you will surely begin to see a greater measure of victory and good success in your life.", 
    "name": "Joseph Prince"
  }, 
  {
    "quote": "Wisdom and deep intelligence require an honest appreciation of mystery.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "Now our founding fathers had the wisdom to know that social acceptance and popularity were fleeing, and that this country's principles needed to be rooted in strengths greater than the passions and the emotions of the times.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I acknowledge the privilege of being alive in a human body at this moment, endowed with senses, memories, emotions, thoughts, and the space of mind in its wisdom aspect.", 
    "name": "Alex Grey"
  }, 
  {
    "quote": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "It has become part of the accepted wisdom to say that the twentieth century was the century of physics and the twenty-first century will be the century of biology.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "The novelist teaches the reader to comprehend the world as a question. There is wisdom and tolerance in that attitude. In a world built on sacrosanct certainties the novel is dead.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Focus on the mind and the soul. Read. Study. Enrol in a course of lectures. Pray. Become a member of a religious congregation. Study the Bible or other ancient works of wisdom.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "If you have a vaccine or an antidote that people can benefit from, you're not going to want to keep it to yourself. You're going to want to spread that wisdom or whatever to as many people as you can, so everybody can benefit from it.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I have learned throughout my life as a composer chiefly through my mistakes and pursuits of false assumptions, not by my exposure to founts of wisdom and knowledge.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "Community organizing is all about building grassroots support. It's about identifying the people around you with whom you can create a common, passionate cause. And it's about ignoring the conventional wisdom of company politics and instead playing the game by very different rules.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "The most excellent and divine counsel, the best and most profitable advertisement of all others, but the least practiced, is to study and learn how to know ourselves. This is the foundation of wisdom and the highway to whatever is good.", 
    "name": "Pierre Charron"
  }, 
  {
    "quote": "Spending two years on my uncle's ranch in Montana as a young man gave me the wisdom and the thrust to do westerns.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "If an idea is indeed sensible, it will eventually become just part of the accepted wisdom.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "It's received wisdom that the English are uniquely child-unfriendly.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Silence and reserve will give anyone a reputation for wisdom.", 
    "name": "Myrtle Reed"
  }, 
  {
    "quote": "He was gifted with the sly, sharp instinct for self-preservation that passes for wisdom among the rich.", 
    "name": "Evelyn Waugh"
  }, 
  {
    "quote": "The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "History is filled with tragic examples of wars that result from diplomatic impasse. Whether in our local communities or in international relations, the skillful use of our communicative capacities to negotiate and resolve differences is the first evidence of human wisdom.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I'm very accepting with my age. It's like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you've become comfortable in your skin.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "There is a trade off - as you grow older you gain wisdom but you lose spontaneity.", 
    "name": "Kenny Rogers"
  }, 
  {
    "quote": "One part of wisdom is knowing what you don't need anymore and letting it go.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "It may almost be a question whether such wisdom as many of us have in our mature years has not come from the dying out of the power of temptation, rather than as the results of thought and resolution.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "The weak have remedies, the wise have joys superior wisdom is superior bliss.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "The clouds may drop down titles and estates, and wealth may seek us, but wisdom must be sought.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "In complete darkness, it is only knowledge and wisdom that separates us.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "We all admire the wisdom of people who come to us for advice.", 
    "name": "Arthur Helps"
  }, 
  {
    "quote": "When I was at drama school, I wanted to change the world, and thought I had some great wisdom to impart to people about humanity. Now that I'm older, I know enough to realise that I know nothing at all.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "The plan was criticized by some retired military officers embedded in TV studios. But with every advance by our coalition forces, the wisdom of that plan becomes more apparent.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "Many people have their reputations as reporters and analysts because they are on television, batting around conventional wisdom. A lot of these people have never reported a story.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "In particular, for younger researchers on whom the future of mankind may depend. We believe that they are working with all the scientific wisdom at their disposal for the preservation of the inheritance of the earth and for the lasting survival of mankind.", 
    "name": "Kenichi Fukui"
  }, 
  {
    "quote": "Economists often like startling theorems, results which seem to run counter to conventional wisdom.", 
    "name": "Joseph Stiglitz"
  }, 
  {
    "quote": "Never say never, but the thought of electively cutting oneself is beyond my grasp, and I also object to it politically. Denying the lines on our faces makes a comment about age and wisdom I don't care to make.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "If to live is to progress, if you are lucky, from foolishness to wisdom, then to write novels is to broadcast the various stages of your foolishness.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Practical wisdom is only to be learned in the school of experience. Precepts and instruction are useful so far as they go, but, without the discipline of real life, they remain of the nature of theory only.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "The experience gathered from books, though often valuable, is but the nature of learning whereas the experience gained from actual life is one of the nature of wisdom.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "It is astonishing what force, purity, and wisdom it requires for a human being to keep clear of falsehoods.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "Evil can be a teacher, if you look at the wisdom of its negative power.", 
    "name": "Tom Brown, Jr."
  }, 
  {
    "quote": "Mistakes are the usual bridge between inexperience and wisdom.", 
    "name": "Phyllis Theroux"
  }, 
  {
    "quote": "God in His wisdom has decided that He will reward no works but His own.", 
    "name": "Johannes Tauler"
  }, 
  {
    "quote": "The all-seeing eye of God beheld our deplorable state infinite pity touched the heart of the Father of mercies and infinite wisdom laid the plan of our recovery.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "I don't think I really have any wisdom. Stay out of trouble. Good luck. Stay away from women because they will burn you, haha.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "Has fortune dealt you some bad cards. Then let wisdom make you a good gamester.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "The greatest wisdom is to realize one's lack of it.", 
    "name": "Constantin Stanislavski"
  }, 
  {
    "quote": "It's very hard to know what wisdom is.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "I always prayed that God would give me the wisdom and the vision to do the things on this earth that I was supposed to do to express His life and love and His will.", 
    "name": "Billy Ray Cyrus"
  }, 
  {
    "quote": "As a parent and a citizen, I'll take a Bill Gates (or Warren Buffett) over Steve Jobs every time. If we must have billionaires, better they should ignore Jobs's example and instead embrace the morality and wisdom of the great industrialist-philanthropist Andrew Carnegie.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "Never accept ultimatums, conventional wisdom, or absolutes.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "I always told, Sandra Bullock was my student when she was younger, I always told her it's important that we hold on to our insecurity, the wisdom of insecurity.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "Contemplation and wisdom are highest achievements and man is not totally at home with them.", 
    "name": "Gabriel Marcel"
  }, 
  {
    "quote": "The wisdom of crowds works when the crowd is choosing the price of an ox, when there's a single numeric average. But if it's a design or something that matters, the decision is made by committee, and that's crap. You want people and groups who are able to think thoughts before they share.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "There is no knowledge, no light, no wisdom that you are in possession of, but what you have received it from some source.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "The wisdom of the wise, and the experience of ages, may be preserved by quotation.", 
    "name": "Isaac D'Israeli"
  }, 
  {
    "quote": "Putting is like wisdom - partly a natural gift and partly the accumulation of experience.", 
    "name": "Arnold Palmer"
  }, 
  {
    "quote": "I am a poor student sitting at the feet of giants, yearning for their wisdom and begging for lessons that might one day make me a complete artist, so that if all goes well, I may one day sit beside them.", 
    "name": "Rod Taylor"
  }, 
  {
    "quote": "Humility is the only true wisdom by which we prepare our minds for all the possible changes of life.", 
    "name": "George Arliss"
  }, 
  {
    "quote": "Of all our possessions, wisdom alone is imortal.", 
    "name": "Isocrates"
  }, 
  {
    "quote": "Wisdom is the knowledge of good and evil, not the strength to choose between the two.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "I have sympathy for young people, for their growing pains, but I balk when these growing pains are pushed into the foreground, when you make these young people the only vehicles of life's wisdom.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "I find that to be a fool as to worldly wisdom, and to commit my cause to God, not fearing to offend men, who take offence at the simplicity of truth, is the only way to remain unmoved at the sentiments of others.", 
    "name": "John Woolman"
  }, 
  {
    "quote": "When you're used to being prepared to reject conventional wisdom, it leaves you open to learn more.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "No man is the wiser for his learning it may administer matter to work in, or objects to work upon but wit and wisdom are born with a man.", 
    "name": "John Selden"
  }, 
  {
    "quote": "A great memory is never made synonymous with wisdom, any more than a dictionary would be called a treatise.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "Although it has been said by men of more wit than wisdom, and perhaps more malice than either, that women are naturally incapable of acting prudently, or that they are necessarily determined to folly, I must by no means grant it.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "The Relation we bear to the Wisdom of the Father, the Son of His Love, gives us indeed a dignity which otherwise we have no pretence to. It makes us something, something considerable even in God's Eyes.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "Unhappy is that Grandeur which makes us too great to be good and that Wit which sets us at a distance from true Wisdom.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'", 
    "name": "Bill Bradley"
  }, 
  {
    "quote": "Our bodies are at once the receiving and transmitting stations for life itself. It is the highest wisdom to recognize this fact and train our bodies to render them sensitive and responsive to nature. art and religion.", 
    "name": "Ruth St. Denis"
  }, 
  {
    "quote": "Books are the ever burning lamps of accumulated wisdom.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "My past is my wisdom to use today... my future is my wisdom yet to experience. Be in the present because that is where life resides.", 
    "name": "Gene Oliver"
  }, 
  {
    "quote": "However great an evil immorality may be, we must not forget that it is not without its beneficial consequences. It is only through extremes that men can arrive at the middle path of wisdom and virtue.", 
    "name": "Wilhelm von Humboldt"
  }, 
  {
    "quote": "Our experience is composed rather of illusions that of wisdom acquired.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "There is as much wisdom in listening as there is in speaking - and that goes for all relationships, not just romantic ones.", 
    "name": "Daniel Dae Kim"
  }, 
  {
    "quote": "The greater the step forward in knowledge, the greater is the one taken backward in search of wisdom.", 
    "name": "Stephen Gardiner"
  }, 
  {
    "quote": "Surely, God on high has not refused to give us enough wisdom to find ways to bring us an improvement in relations between the two great nations on earth.", 
    "name": "Mikhail Gorbachev"
  }, 
  {
    "quote": "Your art kind of changes as you get older, by nature of the fact that you're hopefully gaining wisdom and you're starting to watch things with a better overview.", 
    "name": "Sheryl Crow"
  }, 
  {
    "quote": "Old myths, old gods, old heroes have never died. They are only sleeping at the bottom of our mind, waiting for our call. We have need for them. They represent the wisdom of our race.", 
    "name": "Stanley Kunitz"
  }, 
  {
    "quote": "Wisdom not only gets, but once got, retains.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "Normally street children are shown in terms of the tragedy of their lives - which is true - but there's also another dimension: their wisdom, dignity and enormous capacity for survival.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "Man is wise and constantly in quest of more wisdom but the ultimate wisdom, which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls forth faith rather than reason.", 
    "name": "Hal Borland"
  }, 
  {
    "quote": "What is all wisdom save a collection of platitudes?", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "The sublimity of wisdom is to do those things living, which are to be desired when dying.", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "As great as Ed is, the wisdom out here is that he can't carry a movie. They'll pay him $3 million to be the second banana in Julia Roberts things. But they won't put up $3 million for an Ed Harris movie.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "We learned in World War II that no single nation holds a monopoly on wisdom, morality or right to power, but that we must fight for the weak and promote democracy.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.", 
    "name": "Emanuel Swedenborg"
  }, 
  {
    "quote": "A wholesome oblivion of one's neighbours is the beginning of wisdom.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "Authority without wisdom is like a heavy ax without an edge, fitter to bruise than polish.", 
    "name": "Anne Bradstreet"
  }, 
  {
    "quote": "I've always shied away from conventional wisdom, though I know the power of it.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "As I visited the various neighborhoods in the campaign, I learned fast that it's a mistake to think that all of the wisdom and possible solutions to our problems are available only in this building.", 
    "name": "Jane Byrne"
  }, 
  {
    "quote": "One of the most beautiful passages of Rousseau is that in the sixth book of Confessions, where he describes the awakening in him of the literary sense. Of such wisdom, the poetic passion, the desire of beauty, the love of art for its own sake, has most.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "You know how people always talk about how vision is the key to entrepreneurship and perseverance and really seeing what other people don't see? We can actually redeem a fair amount of that folk wisdom.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "True wisdom listens more, talks less and can get along with all types of people.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "Age does not bring you wisdom, age brings you wrinkles.", 
    "name": "Estelle Getty"
  }, 
  {
    "quote": "We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Someday in the distant cyborg future, when our internal and external memories fully merge, we may come to possess infinite knowledge. But that's not the same thing as wisdom.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "Women's strength, women's industry, women's wisdom are humankind's greatest untapped resource. The challenge then for U.N. Women is to show our diverse constituencies how this resource can be effectively tapped in ways that benefit us all.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "We all have within us a deep wisdom, but sometimes we don't know we have it.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "We live in a culture that doesn't acknowledge or validate human intuition and doesn't encourage us to rely on our intuitive wisdom.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "The thing that we possess, that machines don't, is the ability to exhibit wisdom.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "Without wisdom, the future has no meaning, no valuable purpose.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "You can practice to attain knowledge, but you can't practice to attain wisdom.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "And when the world is created, it is created in such a way that those eternal objects of God's loving wisdom become actualities - interacting with one another, relating to God in the finite realm.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "Wisdom is not acquired save as the result of investigation.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "There was endless action - not just football, but sailboats, tennis and other things: movement. There was endless talk - the ambassador at the head of the table laying out the prevailing wisdom, but everyone else weighing in with their opinions and taking part.", 
    "name": "Charles Spalding"
  }, 
  {
    "quote": "A man of strength and wisdom, John Paul became an inspiration to generations of both Catholics and non-Catholics throughout the world by encouraging freedom, promoting peace and respecting all faiths.", 
    "name": "Greg Walden"
  }, 
  {
    "quote": "Spend time reflecting on your emotional and physical existence and how that applies to the voice. You have to apply that wisdom and experience when you sing - it's what comes through.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "My government, you can be assured, will be less focused on personalities. It is about treating people with respect. I think complaining about the community not being able to see the wisdom of our ideas is the wrong approach.", 
    "name": "Jay Weatherill"
  }, 
  {
    "quote": "This society in which we live is radically changing. What previous generations saw as evil is now embraced as being good. It is a dangerous and slippery slope upon which we stand when we reject what Solomon called the beginning of wisdom - the fear of God.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Education makes us more stupid than the brutes. A thousand voices call to us on every hand, but our ears are stopped with wisdom.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "The beginning of wisdom is to desire it.", 
    "name": "Solomon Ibn Gabirol"
  }, 
  {
    "quote": "Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God.", 
    "name": "Robert Dale Owen"
  }, 
  {
    "quote": "If God had sufficient wisdom and power to construct such a beautiful world as this, then we must admit that his wisdom and power are immeasurably greater than that of man, and hence he is qualified to reign as king.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "This fear of the Lord is indeed the beginning of wisdom. This consciousness of sin is the straight pathway to heaven.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "The first point of wisdom is to discern that which is false the second, to know that which is true.", 
    "name": "Lactantius"
  }, 
  {
    "quote": "The wisdom acquired with the passage of time is a useless gift unless you share it.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "To light one candle to God and another to the Devil is the principle of wisdom.", 
    "name": "Jose Bergamin"
  }, 
  {
    "quote": "After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork.", 
    "name": "James Prescott Joule"
  }, 
  {
    "quote": "Even wisdom has to yield to self-interest.", 
    "name": "Pindar"
  }, 
  {
    "quote": "I feel increasingly like age is very irrelevant. Quite often, cynicism is confused with wisdom, and my scorn is confused with a knowing, which I don't have.", 
    "name": "Laura Marling"
  }, 
  {
    "quote": "My mom calls me an older soul because, growing up, she taught me stuff real early. Now I spend most of my time chasing wisdom, chasing understanding.", 
    "name": "Ray Lewis"
  }, 
  {
    "quote": "The marvel of the Bhagavad-Gita is its truly beautiful revelation of life's wisdom which enables philosophy to blossom into religion.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "The perceived wisdom is that people do not go in large numbers to black-and-white movies anymore - which is a great shame, but I'd love to make a black-and-white movie one day.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "To suppose more than one supreme Source of infinite wisdom, power, and all perfections, is to assert that there is no supreme Being in existence.", 
    "name": "Adam Clarke"
  }, 
  {
    "quote": "Clinton is a big personality who has led a big life, and for some of the media conventional wisdom to boil it down to a view that 'all people are really interested in' are a few moments of madness in the Oval Office gets him, the importance of the presidency, and the significance of his life, all wrong.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "I'm someone who's done the opposite of whatever the received wisdom is, to keep your career going into your 50s.", 
    "name": "Elizabeth McGovern"
  }, 
  {
    "quote": "Ask Elizabeth is a community of voices, it's not me standing on a podium telling people how to run their lives, it's girls helping each other sharing their wisdom and advice and I create a space for them to do it.", 
    "name": "Elizabeth Berkley"
  }, 
  {
    "quote": "Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it.", 
    "name": "Jenny Shipley"
  }, 
  {
    "quote": "I've led a school whose faculty and students examine and discuss and debate every aspect of our law and legal system. And what I've learned most is that no one has a monopoly on truth or wisdom. I've learned that we make progress by listening to each other, across every apparent political or ideological divide.", 
    "name": "Elena Kagan"
  }, 
  {
    "quote": "We do not sit as a superlegislature to weigh the wisdom of legislation.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "After a gig I always head back to the hotel, remembering granny's words of wisdom. I cancel the late-night pizza and watch the Jonathan Ross show instead.", 
    "name": "Jimmy Carr"
  }, 
  {
    "quote": "I have no wisdom to share on dating.", 
    "name": "Rachel Dratch"
  }, 
  {
    "quote": "Every journey that is successful has culs-de-sac and speed bumps. I carry a wisdom gene through my life through the good, the bad, and the ugly.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "It is now conventional wisdom that Americans do not care why we went to war in Iraq, that it is enough that the world is better off without Saddam Hussein.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "Genius unrefined resembles a flash of lightning, but wisdom is like the sun.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "Conventional wisdom holds that setting a timetable for getting American troops out of Iraq would be a mistake.", 
    "name": "Nick Clooney"
  }, 
  {
    "quote": "The ultimate wisdom which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls faith rather than reason.", 
    "name": "Hal Borland"
  }, 
  {
    "quote": "Theology in general seems to me a substitution of human ingenuity for divine wisdom.", 
    "name": "Julia Ward Howe"
  }, 
  {
    "quote": "For the subtlest folly proceeds from the subtlest wisdom.", 
    "name": "John Webster"
  }, 
  {
    "quote": "I do interviews because it's a chance to be myself. I sometimes wonder what I could have to say that would be of any interest. I don't have any great wisdom.", 
    "name": "Parker Stevenson"
  }, 
  {
    "quote": "This is perhaps the most profound meaning of the book of Job, the best example of wisdom.", 
    "name": "Paul Ricoeur"
  }, 
  {
    "quote": "Wisdom finds its literary expression in wisdom literature.", 
    "name": "Paul Ricoeur"
  }, 
  {
    "quote": "It is not from reason that justice springs, but goodness is born of wisdom.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "Wisdom is keeping a sense of fallibility of all our views and opinions.", 
    "name": "Gerald Brenan"
  }, 
  {
    "quote": "Analysts may be correct that the presidential election won't primarily turn on entitlements reform, but by choosing Paul Ryan as his running mate, Mitt Romney can, contrary to conventional wisdom, make it a winning issue and lay the foundation for a reform mandate when he wins.", 
    "name": "David Limbaugh"
  }, 
  {
    "quote": "Whether the aim is in heaven or on earth, wisdom or wealth, the essential condition of its pursuit and attainment is always security and order.", 
    "name": "Johan Huizinga"
  }, 
  {
    "quote": "The key to wisdom is knowing all the right questions.", 
    "name": "John A. Simone, Sr."
  }, 
  {
    "quote": "Second, this epic tale allows the audience to actually listen to the Native Americans and receive their wisdom. Spielberg conveys the respect for Native Americans that is normally lacking in Western films.", 
    "name": "Beau Bridges"
  }, 
  {
    "quote": "I probably wouldn't be a songwriter if I didn't grow up the way I did. It was difficult and it was at times very scary to grow up in a household so unsettled and at times very violent. But, it also, I guess it earned me a sort of wisdom at a young age that's served me well.", 
    "name": "Ray LaMontagne"
  }, 
  {
    "quote": "Even by common wisdom, there seem to be both people and objects in my dream that are outside myself, but clearly they were created in myself and are part of me, they are mental constructs in my own brain.", 
    "name": "Ray Kurzweil"
  }, 
  {
    "quote": "When I wrote Living in the Light, I wanted to share about how I live my own life and to encourage people to tap into their own inner wisdom.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "There is a universal, intelligent, life force that exists within everyone and everything. It resides within each one of use as a deep wisdom, an inner knowing. We can access this wonderful source of knowledge and wisdom through our intuition, an inner sense that tells us what feels right and true for us at any given moment.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "I have no agenda except to be funny. Neither I or the writers profess to offer any worldly wisdom.", 
    "name": "Julia Louis-Dreyfus"
  }, 
  {
    "quote": "If we can return to a government that the Founders, in their wisdom, envisioned for us, we can return to a government that will allow our economy to thrive again, and our people to live in liberty.", 
    "name": "Nan Hayworth"
  }, 
  {
    "quote": "There's the conventional wisdom, of which I have none, where you get a record deal, you get a publicist, you get a campaign, and you do the tour, but none of that adds up to things like nuance and subtlety and dynamic.", 
    "name": "Chris Robinson"
  }, 
  {
    "quote": "Rich people without wisdom and learning are but sheep with golden fleeces.", 
    "name": "Solon"
  }, 
  {
    "quote": "Wisdom too often never comes, and so one ought not to reject it merely because it comes late.", 
    "name": "Felix Frankfurter"
  }, 
  {
    "quote": "Preconceived notions are the locks on the door to wisdom.", 
    "name": "Merry Browne"
  }, 
  {
    "quote": "It is costly wisdom that is bought by experience.", 
    "name": "Roger Ascham"
  }, 
  {
    "quote": "We have heeded no wisdom offering guidance.", 
    "name": "Dora Russell"
  }, 
  {
    "quote": "To think the world therefore a general Bedlam, or place of madmen, and oneself a physician, is the most necessary point of present wisdom: an important imagination, and the way to happiness.", 
    "name": "Thomas Traherne"
  }, 
  {
    "quote": "Mainstream media tend to just mouth the conventional wisdom, to see everything through the filter of right and left.", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "Pain is the doorway to wisdom and to truth.", 
    "name": "Keith Miller"
  }, 
  {
    "quote": "I'm not a money manager, but I can tell you what the conventional wisdom is. The younger you are, the more risk you can take on.", 
    "name": "Maria Bartiromo"
  }, 
  {
    "quote": "Dr. Johnson has said that the chief glory of a country arises from its authors. But then that is only as they are oracles of wisdom unless they teach virtue, they are more worthy of a halter than of the laurel.", 
    "name": "Jane Porter"
  }, 
  {
    "quote": "I covered my face because they had taken my wisdom teeth out.", 
    "name": "Josh Brolin"
  }, 
  {
    "quote": "To keep your secret is wisdom to expect others to keep it is folly.", 
    "name": "William Samuel Johnson"
  }, 
  {
    "quote": "But in its final creation it was not the part of the Father's power to fail as though exhausted. It was not the part of His wisdom to waver in a needful matter through poverty of counsel.", 
    "name": "Giovanni Pico della Mirandola"
  }, 
  {
    "quote": "But I do think it's important to remember that writers do not have a monopoly of wisdom on their books. They can be wrong about their own books, they can often learn about their own books.", 
    "name": "China Mieville"
  }, 
  {
    "quote": "Lord, give us the wisdom to utter words that are gentle and tender, for tomorrow we may have to eat them.", 
    "name": "Mo Udall"
  }, 
  {
    "quote": "Nobility of spirit has more to do with simplicity than ostentation, wisdom rather than wealth, commitment rather than ambition.", 
    "name": "Riccardo Muti"
  }, 
  {
    "quote": "In garden arrangement, as in all other kinds of decorative work, one has not only to acquire a knowledge of what to do, but also to gain some wisdom in perceiving what it is well to let alone.", 
    "name": "Gertrude Jekyll"
  }, 
  {
    "quote": "This land, which we have watered with our tears and our blood, is now our mother country, and we are well satisfied to stay where wisdom abounds and gospel is free.", 
    "name": "Richard V. Allen"
  }, 
  {
    "quote": "Every indication of wisdom, taken from the effect, is equally an indication of power to execute what wisdom planned.", 
    "name": "Thomas Reid"
  }, 
  {
    "quote": "Pessimism is only the name that men of weak nerves give to wisdom.", 
    "name": "Bernard De Voto"
  }, 
  {
    "quote": "He whose wisdom cannot help him, gets no good from being wise.", 
    "name": "Quintus Ennius"
  }, 
  {
    "quote": "Now it is time to turn to an older wisdom that, while respecting material comfort and security as a basic right of all, also recognises that many of the most valuable things in life cannot be measured.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Words of wisdom are spoken by children at least as often as scientists.", 
    "name": "James Newman"
  }, 
  {
    "quote": "Beauty, the eternal Spouse of the Wisdom of God and Angel of his Presence thru' all creation.", 
    "name": "Robert Bridges"
  }, 
  {
    "quote": "Where fear is present, wisdom cannot be.", 
    "name": "Lactantius"
  }, 
  {
    "quote": "Wisdom lies neither in fixity nor in change, but in the dialectic between the two.", 
    "name": "Octavio Paz"
  }, 
  {
    "quote": "What I lack in energy, I have in wisdom.", 
    "name": "Marcia Cross"
  }, 
  {
    "quote": "I have tried at every point to seek God's wisdom on the decisions I made, and I made it my business to speak up on behalf of the things God tells us are important to Him.", 
    "name": "Jesse Helms"
  }, 
  {
    "quote": "But the Wisdom of God, which is His only-begotten Son, being in all respects incapable of change or alteration, and every good quality in Him being essential, and such as cannot be changed and converted, His glory is therefore declared to be pure and sincere.", 
    "name": "Origen"
  }, 
  {
    "quote": "We thought, because we had power, we had wisdom.", 
    "name": "Stephen Vincent Benet"
  }, 
  {
    "quote": "A monarchy conducted with infinite wisdom and infinite benevolence is the most perfect of all possible governments.", 
    "name": "Ezra Stiles"
  }, 
  {
    "quote": "In justice to human society it may perhaps be said of almost all the polities and civil institutions in the world, however imperfect, that they have been founded in and carried on with very considerable wisdom.", 
    "name": "Ezra Stiles"
  }, 
  {
    "quote": "The constitutions of Maryland and New York are founded in higher wisdom.", 
    "name": "Ezra Stiles"
  }, 
  {
    "quote": "Conventional wisdom notwithstanding, there is no reason either in football or in poetry why the two should not meet in a man's life if he has the weight and cares about the words.", 
    "name": "Archibald MacLeish"
  }, 
  {
    "quote": "You know, it's sort of common wisdom among New York publishers that short story collections don't make money.", 
    "name": "Chad Harbach"
  }, 
  {
    "quote": "Wisdom and goodness are twin-born, one heart must hold both sisters, never seen apart.", 
    "name": "William Dean Howells"
  }, 
  {
    "quote": "Doubt the conventional wisdom unless you can verify it with reason and experiment.", 
    "name": "Steve Albini"
  }, 
  {
    "quote": "What's different now is that while political leaders used to give talking points to talk radio, now talk-radio hosts are giving talking points to political leaders. It's all part of the suffocating spin cycle we're in. In media, politics and publishing, the conventional wisdom is to play to this base.", 
    "name": "John Avlon"
  }, 
  {
    "quote": "Now all the knowledge and wisdom that is in creatures, whether angels or men, is nothing else but a participation of that one eternal, immutable and increased wisdom of God.", 
    "name": "Ralph Cudworth"
  }, 
  {
    "quote": "Books should to one of these fours ends conduce, for wisdom, piety, delight, or use.", 
    "name": "John Denham"
  }, 
  {
    "quote": "Your aim will be knowledge and wisdom, not the reflected glamour of fame.", 
    "name": "Abbott L. Lowell"
  }, 
  {
    "quote": "I find the fact that billionaires are quoted as if the fact that they are billionaires gives them some kind of wisdom is outrageous.", 
    "name": "Ben Elton"
  }, 
  {
    "quote": "The most important lesson of New Labour is this: Every time we made progress we did it by challenging the conventional wisdom.", 
    "name": "Ed Miliband"
  }, 
  {
    "quote": "To know one's self is wisdom, but not to know one's neighbors is genius.", 
    "name": "Minna Antrim"
  }, 
  {
    "quote": "A few years ago you couldn't go from TV to film. It was like a 'no no' but I believe when you find a plan and purpose that God has for your life, there's not anything man can do to you. Especially when your faith is not really standing in the wisdom of man, you're really standing in the wisdom of God.", 
    "name": "Derek Luke"
  }, 
  {
    "quote": "I left school at 16 but I wish I'd gone to university - I think I would have studied English literature. I had a knack for that. But I don't think you have the kind of wisdom at 16 to make that decision.", 
    "name": "Brendan Coyle"
  }, 
  {
    "quote": "It is not white hair that engenders wisdom.", 
    "name": "Menander"
  }, 
  {
    "quote": "As far as feeling freedom in my career now versus five years ago... I think if I feel any more free it's simply because of the experiences that I've had, and the wisdom I've accumulated from that time.", 
    "name": "Mary Chapin Carpenter"
  }, 
  {
    "quote": "The current wisdom now is that if the three networks are covering the news the same way the difference is the anchor people. I think that won't be true in the future.", 
    "name": "Roone Arledge"
  }, 
  {
    "quote": "All human wisdom works and has worries and grief as reward.", 
    "name": "Johann Georg Hamann"
  }, 
  {
    "quote": "He read his mind. He's a strange sort of man, isn't he? It's not just the advice and the wisdom that he has.", 
    "name": "Omar Sharif"
  }, 
  {
    "quote": "Remembering is painful, it's difficult, but it can be inspiring and it can give wisdom.", 
    "name": "Paul Greengrass"
  }, 
  {
    "quote": "Most things break, including hearts. The lessons of life amount not to wisdom, but to scar tissue and callus.", 
    "name": "Wallace Stegner"
  }, 
  {
    "quote": "Losing faith in your own singularity is the start of wisdom, I suppose also the first announcement of death.", 
    "name": "Peter Conrad"
  }, 
  {
    "quote": "If they can prove that I am wrong by that time, I will give it up to their wisdom, but not after to any one's judgment, till I see the end of another year for the Lord will begin with a new century and I will see what he will do, before I will hearken to any man's judgment.", 
    "name": "Joanna Southcott"
  }, 
  {
    "quote": "You want people walking away from the conversation with some kernel of wisdom or some kind of impact.", 
    "name": "Harry Dean Stanton"
  }, 
  {
    "quote": "Follow the wisdom of the great actor, James Cagney, you hit your mark, you look the other guy in the eye, and you tell the truth.", 
    "name": "Larry Merchant"
  }, 
  {
    "quote": "The seven wise men of Greece, so famous for their wisdom all the world over, acquired all that fame, each of them, by a single sentence consisting of two or three words.", 
    "name": "Robert South"
  }, 
  {
    "quote": "This age thinks better of a gilded fool Than of a threadbare saint in wisdom's school.", 
    "name": "Thomas Dekker"
  }, 
  {
    "quote": "The 'wisdom of the crowds' is the most ridiculous statement I've heard in my life. Crowds are dumb.", 
    "name": "Drew Curtis"
  }, 
  {
    "quote": "However, I must not indulge in homespun wisdom here before so distinguished an assembly, especially as I am to be followed by a representative of science.", 
    "name": "Knut Hamsun"
  }, 
  {
    "quote": "Wisdom alone is true ambition's aim, wisdom the source of virtue, and of fame, obtained with labour, for mankind employed, and then, when most you share it, best enjoyed.", 
    "name": "William Whitehead"
  }, 
  {
    "quote": "Writing is no dying art form in America because most published writers here accept the wisdom and the necessity of encouraging the talent that follows in their footsteps.", 
    "name": "Elizabeth George"
  }, 
  {
    "quote": "Much of the wisdom of one age, is the folly of the next.", 
    "name": "Charles Simmons"
  }, 
  {
    "quote": "I have studied many philosophers and many cats. The wisdom of cats is infinitely superior.", 
    "name": "Hippolyte Taine"
  }, 
  {
    "quote": "Courage is always the surest wisdom.", 
    "name": "Wilfred Grenfell"
  }, 
  {
    "quote": "The study of history is the beginning of political wisdom.", 
    "name": "Jean Bodin"
  }, 
  {
    "quote": "Learning how to get in tune with your field of energy and understand how to create your energy, expand that energy, and move that energy through your body. Coming back to your center, and approaching life from that center-to-line place... That to me gave me strength and understanding and hopefully wisdom to solve life's problems and challenges.", 
    "name": "Erin Gray"
  }, 
  {
    "quote": "India is known for its sobriety and wisdom, balanced and sensible thinking. We need strong institutions and we need good governance in the country.", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "I love the music of Lauryn Hill and Erykah Badu and more recently the music of Laura Marling. All these women share a strength and a wisdom in their voices and music that really makes me want to make music and sing.", 
    "name": "Lianne La Havas"
  }, 
  {
    "quote": "The arts, quite simply, nourish the soul. They sustain, comfort, inspire. There is nothing like that exquisite moment when you first discover the beauty of connecting with others in celebration of larger ideals and shared wisdom.", 
    "name": "Gordon Gee"
  }, 
  {
    "quote": "Any successful nominee should possess both the temperament to interpret the law and the wisdom to do so fairly. The next Supreme Court Justice should have a record of protecting individual rights and a strong willingness to put aside any political agenda.", 
    "name": "Bennie Thompson"
  }, 
  {
    "quote": "After all my possessions had been burned, God gave me the wisdom to return to Jerusalem.", 
    "name": "Shmuel Y. Agnon"
  }, 
  {
    "quote": "I am not one who was born in the custody of wisdom I am one who is fond of olden times and intense in quest of the sacred knowing of the ancients.", 
    "name": "Gustave Courbet"
  }, 
  {
    "quote": "They see me as being this Super Mom on TV who also can more than handle a difficult husband, and they assume I'm going to be just full of wisdom as a mother and wife myself.", 
    "name": "Patricia Richardson"
  }, 
  {
    "quote": "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.", 
    "name": "Xi Jinping"
  }, 
  {
    "quote": "It may be assumed as an axiom that Providence has never gifted any political party with all of political wisdom or blinded it with all of political folly.", 
    "name": "John George Nicolay"
  }, 
  {
    "quote": "Wisdom prepares for the worst, but folly leaves the worst for the day when it comes.", 
    "name": "Richard Cecil"
  }, 
  {
    "quote": "To comprehend the Wisdom of this Injunction the better, and explain the Duty before us, it should be considered, that Government is the only Means by which human Happiness can be attained.", 
    "name": "Charles Inglis"
  }, 
  {
    "quote": "But the law of God came from heaven indeed. God wrote it with his finger, it is the fountain of all wisdom, and therefore shall it continue for ever, and never have an end.", 
    "name": "John Jewel"
  }, 
  {
    "quote": "They are few in the midst of an overwhelming mass of brute force, and their submission is wisdom but for a nation like England to submit to be robbed by any invader who chooses to visit her shores seemed to me to be nonsense.", 
    "name": "George Combe"
  }, 
  {
    "quote": "Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values.", 
    "name": "Sidney Hook"
  }, 
  {
    "quote": "There's always a miasma of misinformation emerging from the higher education sector as to which are the 'best' courses to take. My advice would always be to ignore the perceived wisdom and look for the most reliable evidence on the ground.", 
    "name": "David Puttnam"
  }, 
  {
    "quote": "Memory is not wisdom idiots can by rote repeat volumes. Yet what is wisdom without memory?", 
    "name": "Martin Farquhar Tupper"
  }, 
  {
    "quote": "I continue to believe, contrary to the given wisdom, that it's more interesting to have an album - or, indeed, an individual song - which has variety rather than homogeneity.", 
    "name": "Peter Hammill"
  }, 
  {
    "quote": "Be there a will, and wisdom finds a way.", 
    "name": "George Crabbe"
  }, 
  {
    "quote": "I see a wiser person than when I was younger: having babies, and passing 30, were the turning points. What women in their 40s - I am 39 - lack in gorgeousness, they make up for in wisdom. I love ageing, despite the drawbacks - thinner, drier skin.", 
    "name": "Thandie Newton"
  }, 
  {
    "quote": "Knowledge is the consequence of time, and multitude of days are fittest to teach wisdom.", 
    "name": "Jeremy Collier"
  }, 
  {
    "quote": "Books give not wisdom where none was before. But where some is, there reading makes it more.", 
    "name": "Elizabeth Hardwick"
  }, 
  {
    "quote": "And it is no less true, that personal security and private property rest entirely upon the wisdom, the stability, and the integrity of the courts of justice.", 
    "name": "Joseph Story"
  }, 
  {
    "quote": "Wisdom sails with wind and time.", 
    "name": "John Florio"
  }, 
  {
    "quote": "To avoid entangling alliances has been a maxim of our policy ever since the days of Washington, and its wisdom no one will attempt to dispute.", 
    "name": "James Buchanan"
  }, 
  {
    "quote": "Your law may be perfect, your knowledge of human affairs may be such as to enable you to apply it with wisdom and skill, and yet without individual acquaintance with men, their haunts and habits, the pursuit of the profession becomes difficult, slow, and expensive.", 
    "name": "William Dunbar"
  }, 
  {
    "quote": "I don't want to put a pause on the rest of my life I'm really enjoying getting older and the wisdom that comes from that.", 
    "name": "Rosemarie DeWitt"
  }, 
  {
    "quote": "As an instrument for practical action, law is responsive to the wisdom of its time, which may be wrong, but it carries forward, sometimes in opposition to this wisdom or passion, a memory of received values.", 
    "name": "Edward Levi"
  }, 
  {
    "quote": "And, if we have any evidence that the wisdom which formed the plan is in the man, we have the very same evidence, that the power which executed it is in him also.", 
    "name": "Thomas Reid"
  }, 
  {
    "quote": "While many of us never knew Ronald Reagan personally, we felt close to him because we shared his lighthearted sense of humor, admired his uncommon virtue, and were moved by his remarkable wisdom.", 
    "name": "Randy Forbes"
  }, 
  {
    "quote": "What could be more lonely than to be enveloped in silence, to be the last of your people to speak your native tongue, to have no way to pass on the wisdom of the elders, to anticipate the promise of the children. This tragic fate is indeed the plight of someone somewhere roughly every two weeks.", 
    "name": "Wade Davis"
  }, 
  {
    "quote": "I chose Sony Classics, not just because of their practical experience, not just because of their wisdom in marketing, but mainly because of their integrity.", 
    "name": "Arthur Cohn"
  }, 
  {
    "quote": "If the highest things are unknowable, then the highest capacity or virtue of man cannot be theoretical wisdom.", 
    "name": "Leo Strauss"
  }, 
  {
    "quote": "We don't pray for the land. We pray for the humans, all humans... starting with the president, Mohammed Morsi, and all officials, and for God to give everyone wisdom and responsibility to manage the affairs of this country and its people in true Egyptian spirit.", 
    "name": "Pope Theodoros II"
  }, 
  {
    "quote": "Hatred is corrosive of a person's wisdom and conscience the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy.", 
    "name": "Liu Xiaobo"
  }, 
  {
    "quote": "Instead of looking at life as a narrowing funnel, we can see it ever widening to choose the things we want to do, to take the wisdom we've learned and create something.", 
    "name": "Liz Carpenter"
  }, 
  {
    "quote": "I think in conventional magazine wisdom, you need to have a redesign every decade or so.", 
    "name": "Timothy White"
  }, 
  {
    "quote": "One reason the human race has such a low opinion of itself is that it gets so much of its wisdom from writers.", 
    "name": "Wilfrid Sheed"
  }, 
  {
    "quote": "In regard of the rich grace and wisdom of his love toward his people for who sees not, but that it is a curse to be unready as these foolish virgins, who were therefore shut out.", 
    "name": "Thomas Shepard"
  }, 
  {
    "quote": "Knowledge is a process of piling up facts wisdom lies in their simplification.", 
    "name": "Martin Henry Fischer"
  }, 
  {
    "quote": "The result showed the wisdom of your orders.", 
    "name": "John Bigelow"
  }, 
  {
    "quote": "I actually think with age comes some level of wisdom.", 
    "name": "Nina Totenberg"
  }, 
  {
    "quote": "This ceremony and the intellectual aura associated with the Nobel Prizes have grown from the wisdom of a practical chemist who wrote a remarkable will.", 
    "name": "Stanford Moore"
  }, 
  {
    "quote": "Wisdom denotes the pursuing of the best ends by the best means.", 
    "name": "Francis Hutcheson"
  }, 
  {
    "quote": "A proverb is the wisdom of many and the wit of one.", 
    "name": "Lord John Russell"
  }, 
  {
    "quote": "Yale is a crucible in American life for the accommodation of intellectual achievement, of wisdom, of refinement, with the democratic ideals of openness, of social justice and of equal opportunity.", 
    "name": "Benno C. Schmidt, Jr."
  }
]