[
  {
    "quote": "My fellow Americans, ask not what your country can do for you, ask what you can do for your country.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Patriotism is supporting your country all the time, and your government when it deserves it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Guard against the impostures of pretended patriotism.", 
    "name": "George Washington"
  }, 
  {
    "quote": "I love America more than any other country in this world, and, exactly for this reason, I insist on the right to criticize her perpetually.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle and patriotism is loyalty to that principle.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "Memorial Day this year is especially important as we are reminded almost daily of the great sacrifices that the men and women of the Armed Services make to defend our way of life.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "I only regret that I have but one life to lose for my country.", 
    "name": "Nathan Hale"
  }, 
  {
    "quote": "As America celebrates Memorial Day, we pay tribute to those who have given their lives in our nation's wars.", 
    "name": "John M. McHugh"
  }, 
  {
    "quote": "There is nothing wrong with America that cannot be cured with what is right in America.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong.", 
    "name": "James Bryce"
  }, 
  {
    "quote": "On what rests the hope of the republic? One country, one language, one flag!", 
    "name": "Alexander Henry"
  }, 
  {
    "quote": "These fallen heroes represent the character of a nation who has a long history of patriotism and honor - and a nation who has fought many battles to keep our country free from threats of terror.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "Man is a military animal, glories in gunpowder, and loves parade.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "I have long believed that sacrifice is the pinnacle of patriotism.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "There's intense national feeling in America that could be called patriotism.", 
    "name": "Michael Ignatieff"
  }, 
  {
    "quote": "The average American is nothing if not patriotic.", 
    "name": "Herbert Croly"
  }, 
  {
    "quote": "True patriotism isn't cheap. It's about taking on a fair share of the burden of keeping America going.", 
    "name": "Robert Reich"
  }, 
  {
    "quote": "Patriotism was a living fire of unquestioned belief and purpose.", 
    "name": "Frank Knox"
  }, 
  {
    "quote": "There are no points of the compass on the chart of true patriotism.", 
    "name": "Robert Charles Winthrop"
  }, 
  {
    "quote": "137 years later, Memorial Day remains one of America's most cherished patriotic observances. The spirit of this day has not changed - it remains a day to honor those who died defending our freedom and democracy.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "I am going to take something I learned over in Israel. Their Independence Day is preceded the 24 hours before with Memorial Day, so it gives them a chance to serve and reflect and then celebrate. I am going to try to start that tradition here in America.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "While there are towns and cities still planning Memorial Day parades, many have not held a parade in decades. Some think the day is for honoring anyone who has died, not just those fallen in service to our country.", 
    "name": "Allen West"
  }, 
  {
    "quote": "Nowadays, many Americans have forgotten the meaning and traditions of Memorial Day. At cemeteries across the country, the graves of the fallen are sadly ignored, and worse, neglected.", 
    "name": "Allen West"
  }, 
  {
    "quote": "From 1971 onwards, the Memorial Day holiday was officially observed on the last Monday in May and became the unofficial start of the summer, with barbecues, blockbuster movie openings and mattress sales.", 
    "name": "Allen West"
  }, 
  {
    "quote": "On Memorial Day, I was out floating on Lake Norman and came across Denny Hamlin. We struck up a conversation, and one of the first things we were talking about was how much it helped him when he started racing the Cup car and how much it helped his Nationwide program.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Ceremonies are important. But our gratitude has to be more than visits to the troops, and once-a-year Memorial Day ceremonies. We honor the dead best by treating the living well.", 
    "name": "Jennifer M. Granholm"
  }, 
  {
    "quote": "On Memorial Day, I don't want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live.", 
    "name": "Eric Burdon"
  }, 
  {
    "quote": "While tributes to Americans who had lost their lives in battle had been held in a number of towns across the nation, one of the more well-known stories about the beginnings of Memorial Day is the story about General John Logan.", 
    "name": "John Linder"
  }, 
  {
    "quote": "It's always the generals with the bloodiest records who are the first to shout what a hell it is. And it's always the war widows who lead the Memorial Day parades.", 
    "name": "Paddy Chayefsky"
  }
]