[
  {
    "quote": "A man's character may be learned from the adjectives which he habitually uses in conversation.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Truthful words are not beautiful beautiful words are not truthful. Good words are not persuasive persuasive words are not good.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The single biggest problem in communication is the illusion that it has taken place.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Electric communication will never be a substitute for the face of someone who with their soul encourages another person to be brave and true.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "I'm a great believer that any tool that enhances communication has profound effects in terms of how people can learn from each other, and how they can achieve the kind of freedoms that they're interested in.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Any problem, big or small, within a family, always seems to start with bad communication. Someone isn't listening.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "By and large, language is a tool for concealing the truth.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "The most important thing in communication is hearing what isn't said.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "I learned never to empty the well of my writing, but always to stop when there was still something there in the deep part of the well, and let it refill at night from the springs that fed it.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Of all of our inventions for mass communication, pictures still speak the most universally understood language.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "First learn the meaning of what you say, and then speak.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of evry part of your life.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Be still when you have nothing to say when genuine passion moves you, say what you've got to say, and say it hot.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Photography is more than a medium for factual communication of ideas. It is a creative art.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Every day I try to be in communication with the universe in an unconscious way.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "The game of life is a game of boomerangs. Our thoughts, deeds and words return to us sooner or later with astounding accuracy.", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "Bad human communication leaves us less room to grow.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "Communication - the human connection - is the key to personal and career success.", 
    "name": "Paul J. Meyer"
  }, 
  {
    "quote": "The communication of the dead is tongued with fire beyond the language of the living.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Genius is the ability to put into effect what is on your mind.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "There is no pleasure to me without communication: there is not so much as a sprightly thought comes into my mind that it does not grieve me to have produced alone, and that I have no one to tell it to.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Communication leads to community, that is, to understanding, intimacy and mutual valuing.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "A man has a property in his opinions and the free communication of them.", 
    "name": "James Madison"
  }, 
  {
    "quote": "In the last analysis, what we are communicates far more eloquently than anything we say or do.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Email, instant messaging, and cell phones give us fabulous communication ability, but because we live and work in our own little worlds, that communication is totally disorganized.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "The thing that we are trying to do at facebook, is just help people connect and communicate more efficiently.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "A powerful idea communicates some of its strength to him who challenges it.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "No pleasure has any savor for me without communication.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Number one, cash is king... number two, communicate... number three, buy or bury the competition.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "The desire to write grows with writing.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Good communication is just as stimulating as black coffee, and just as hard to sleep after.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "But I'm acutely aware that the possibility of fraud is even more prevalent in today's world because of the Internet and cell phones and the opportunity for instant communication with strangers.", 
    "name": "Armistead Maupin"
  }, 
  {
    "quote": "My belief is that communication is the best way to create strong relationships.", 
    "name": "Jada Pinkett Smith"
  }, 
  {
    "quote": "He that communicates his secret to another makes himself that other's slave.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "No passion in the world is equal to the passion to alter someone else's draft.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Society cannot share a common communication system so long as it is split into warring factions.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "The speed of communications is wondrous to behold. It is also true that speed can multiply the distribution of information that we know to be untrue.", 
    "name": "Edward R. Murrow"
  }, 
  {
    "quote": "There is only one rule for being a good talker - learn to listen.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "The art of writing is the art of discovering what you believe.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The more we elaborate our means of communication, the less we communicate.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "The two words 'information' and 'communication' are often used interchangeably, but they signify quite different things. Information is giving out communication is getting through.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "I believe in communication books communicate ideas and make bridges between people.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "Pure truth cannot be assimilated by the crowd it must be communicated by contagion.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Extremists think 'communication' means agreeing with them.", 
    "name": "Leo Rosten"
  }, 
  {
    "quote": "Self-expression must pass into communication for its fulfillment.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "There are some people who have the quality of richness and joy in them and they communicate it to everything they touch. It is first of all a physical quality then it is a quality of the spirit.", 
    "name": "Tom Wolfe"
  }, 
  {
    "quote": "Writing has nothing to do with communication between person and person, only with communication between different parts of a person's mind.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "The ability to simplify means to eliminate the unnecessary so that the necessary may speak.", 
    "name": "Hans Hofmann"
  }, 
  {
    "quote": "Communication works for those who work at it.", 
    "name": "John Powell"
  }, 
  {
    "quote": "I see dance being used as communication between body and soul, to express what it too deep to find for words.", 
    "name": "Ruth St. Denis"
  }, 
  {
    "quote": "To communicate through silence is a link between the thoughts of man.", 
    "name": "Marcel Marceau"
  }, 
  {
    "quote": "It sounds so trite but in relationships, you have to communicate.", 
    "name": "Peter Krause"
  }, 
  {
    "quote": "Communication is everyone's panacea for everything.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "I try to just communicate what I want done as clearly and simply as possible.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "Science may never come up with a better office communication system than the coffee break.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "Words, once they are printed, have a life of their own.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "Mass communication, radio, and especially television, have attempted, not without success, to annihilate every possibility of solitude and reflection.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "In communications, familiarity breeds apathy.", 
    "name": "William Bernbach"
  }, 
  {
    "quote": "Without a possibility of change in meanings human communication could not perform its present functions.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "The way you communicate an idea is different than the way you communicate a product.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "Writing is a communication.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "Sometimes there is a greater lack of communication in facile talking than in silence.", 
    "name": "Faith Baldwin"
  }, 
  {
    "quote": "I am in favor of complete freedom of information and of free access to the new communication tools, in particular the Internet.", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "The need to write comes from the need to make sense of one's life and discover one's usefulness.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "We don't communicate in full sentences anyway. We don't need all those words.", 
    "name": "Shepard Smith"
  }, 
  {
    "quote": "In my teaching, I enjoyed creating models to clearly communicate my thoughts.", 
    "name": "Erno Rubik"
  }, 
  {
    "quote": "It is not enough to show people how to live better: there is a mandate for any group with enormous powers of communication to show people how to be better.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "If we ever start communicating with living creatures from other planets, the number one priority is, how are you going to communicate information? Even between different cultures here on Earth, you get into communication problems.", 
    "name": "Story Musgrave"
  }, 
  {
    "quote": "Every improvement in communication makes the bore more terrible.", 
    "name": "Frank Moore Colby"
  }, 
  {
    "quote": "It's like there are all these languages available, especially in terms of image. Why confine yourself to only English? There's all these languages and possibilities and concepts to speak or communicate with.", 
    "name": "William Wiley"
  }, 
  {
    "quote": "Words and pictures can work together to communicate more powerfully than either alone.", 
    "name": "William Albert Allard"
  }, 
  {
    "quote": "If listeners aren't carried away to Heaven, I'm failing.", 
    "name": "La Monte Young"
  }, 
  {
    "quote": "When you stop talking, you've lost your customer. When you turn your back, you've lost her.", 
    "name": "Estee Lauder"
  }, 
  {
    "quote": "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family.", 
    "name": "Virginia Satir"
  }, 
  {
    "quote": "Effective communication is 20% what you know and 80% how you feel about what you know.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "I think it's fair to say that personal computers have become the most empowering tool we've ever created. They're tools of communication, they're tools of creativity, and they can be shaped by their user.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Animation can explain whatever the mind of man can conceive. This facility makes it the most versatile and explicit means of communication yet devised for quick mass appreciation.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "The strong man is the one who is able to intercept at will the communication between the senses and the mind.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Communication is a continual balancing act, juggling the conflicting needs for intimacy and independence. To survive in the world, we have to act in concert with others, but to survive as ourselves, rather than simply as cogs in a wheel, we have to act alone.", 
    "name": "Deborah Tannen"
  }, 
  {
    "quote": "But behavior in the human being is sometimes a defense, a way of concealing motives and thoughts, as language can be a way of hiding your thoughts and preventing communication.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "I think we have to face the reality that in a society where there is a legitimate threat of terrorism, not being able to see one's face, not being able to have some sense of communication in that way, is for many societies a challenge.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The Internet is the most important single development in the history of human communication since the invention of call waiting.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "We shall never be able to remove suspicion and fear as potential causes of war until communication is permitted to flow, free and open, across international boundaries.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Two prisoners whose cells adjoin communicate with each other by knocking on the wall. The wall is the thing which separates them but is also their means of communication. It is the same with us and God. Every separation is a link.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "A monopoly on the means of communication may define a ruling elite more precisely than the celebrated Marxian formula of monopoly in the means of production.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "There are two barriers that often prevent communication between the young and their elders. The first is middle-aged forgetfulness of the fact that they themselves are no longer young. The second is youthful ignorance of the fact that the middle aged are still alive.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "Communication is about being effective, not always about being proper.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The great work must inevitably be obscure, except to the very few, to those who like the author himself are initiated into the mysteries. Communication then is secondary: it is perpetuation which is important. For this only one good reader is necessary.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "But communication is two-sided - vital and profound communication makes demands also on those who are to receive it... demands in the sense of concentration, of genuine effort to receive what is being communicated.", 
    "name": "Roger Sessions"
  }, 
  {
    "quote": "Nurses serve their patients in the most important capacities. We know that they serve as our first lines of communication when something goes wrong or when we are concerned about health.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "It's a fact that more people watch television and get their information that way than read books. I find new technology and new ways of communication very exciting and would like to do more in this field.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Our most tragic error may have been our inability to establish a rapport and a confidence with the press and television with the communication media. I don't think the press has understood me.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "One thing I've learned to appreciate as I've gotten a little older is direct forms of communication.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Humor is the affectionate communication of insight.", 
    "name": "Leo Rosten"
  }, 
  {
    "quote": "Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners.", 
    "name": "Benjamin Banneker"
  }, 
  {
    "quote": "Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "A degree of lying - you know, white lies - seems to be inherent in all languages and all forms of communication.", 
    "name": "Matthew Lesko"
  }, 
  {
    "quote": "The major advances in speed of communication and ability to interact took place more than a century ago. The shift from sailing ships to telegraph was far more radical than that from telephone to email!", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "And it's absolutely true that male sexual behaviour and female responses to male demands change a lot when they start communicating - and the levels of the communication that I've seen on the ground in very, very poor areas are so high and I think why don't we have that here?", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "We need men and women to sit down and talk to each other about sex honestly and openly. That would help us fight Aids so immediately. But our lack of communication is hugely problematic.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "My stay-married secret would probably be exercising good communication, not when you have to but all the time. I think if you do that, you kinda just cleanse the situations, so there's not build up. I think that's probably the best way to do it.", 
    "name": "Guy Fieri"
  }, 
  {
    "quote": "I spent a lot of years on the road, and what happens is you find out who your real friends are and you find out where your strengths and weaknesses lie in communication. I've had the same friends for 20 years now and I can count them on one hand.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "The five essential entrepreneurial skills for success are concentration, discrimination, organization, innovation and communication.", 
    "name": "Michael Faraday"
  }, 
  {
    "quote": "Music is about communication... it isn't just something that maybe physically sounds good or orally sounds interesting it's something far, far deeper than that.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "I like television. I still believe that television is the most powerful form of communication on Earth - I just hate what is being done with it.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Making movies is not rocket science. It's about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That's a challenge. When it works, it's fantastic and will lift you up. When it doesn't work, it's almost just as fascinating.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "To succeed, you will soon learn, as I did, the importance of a solid foundation in the basics of education - literacy, both verbal and numerical, and communication skills.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "The first reason for the preponderant influence of those Evangelicals who define themselves as advocates of Religious Right theological and political ideologies is that they have both the financial means and technological know-how to make widespread use of modern electronic forms of communication.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "And once you get instantaneous communication with everybody, you have economic activity that's far more advanced, far more liquid, far more distributed than ever before.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "The art of effective listening is essential to clear communication, and clear communication is necessary to management success.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "Communication is so key.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "But theater, because of its nature, both text, images, multimedia effects, has a wider base of communication with an audience. That's why I call it the most social of the various art forms.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "What is music anyway? It's a form of communication, and that's why I play the kind of music that I think - that I hope - can communicate with people.", 
    "name": "Kenny G"
  }, 
  {
    "quote": "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "There must be a reason why photographers are not very good at verbal communication. I think we get lazy.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "Technique is communication: the two words are synonymous in conductors.", 
    "name": "Leonard Bernstein"
  }, 
  {
    "quote": "I'm interested in the theater because I'm interested in communication with audiences. Otherwise I would be in concert music.", 
    "name": "Stephen Sondheim"
  }, 
  {
    "quote": "I won't compare ants and people, but ants give us a useful model of how single members of a community can become so organized that they end up resembling, in effect, one big collective brain. Our own exploding population and communication technology are leading us that way.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "The new artists coming through were very materialistic and Hollywood, not so engaged in communication.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "In a way song writing can almost be detrimental, because suddenly you find an outlet that is a kind of cheating. You don't need to have direct communication. You can say, 'I can't describe it to you, but I will record it and send it to you.'", 
    "name": "James Blunt"
  }, 
  {
    "quote": "That said, the question remains: how to strike the balance between free speech and mutual respect in this mixed-up world, both blessed and cursed with instant communication? We should not fight fire with fire, threats with threats.", 
    "name": "Timothy Garton Ash"
  }, 
  {
    "quote": "I believe that no matter what you do in life, if you learn the basics through theater, it will help you in everything else - problem solving, communication, discipline, all of that stuff.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "People make music to get a reaction. Music is communication.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "What does music mean to me? I don't think I would really be much without it, without it coming through me. It's my means of communication, my means of growth, my means of transportation from one point in my life to another.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "I can't be a hypocrite as a coach because as a player that's what I wanted. I wanted feedback, I wanted communication from the boss. I showed up for work, you can yell at me if you want, but I want input. So that's the kind of coach I want to be.", 
    "name": "Adam Oates"
  }, 
  {
    "quote": "I speak onstage to try to establish some method of communication. The songs are supposed to be a way of communicating. But speech and drinks and sometimes chocolates are also a way of communicating.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "The mind, in proportion as it is cut off from free communication with nature, with revelation, with God, with itself, loses its life, just as the body droops when debarred from the air and the cheering light from heaven.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "That's why I do this music business thing, it's communication with people without having the extreme inconvenience of actually phoning anybody up.", 
    "name": "Steven Morrissey"
  }, 
  {
    "quote": "You're talking about a younger generation, Generation Y, whose interpersonal communication skills are different from Generation X. The younger generation is more comfortable saying something through a digital mechanism than even face to face.", 
    "name": "Erik Qualman"
  }, 
  {
    "quote": "We emphasize that such a form of communication is not absent in man, however evanescent a naturally given object may be for him, split as it is in its submission to symbols.", 
    "name": "Jacques Lacan"
  }, 
  {
    "quote": "I never told a victim story about my imprisonment. Instead, I told a transformation story - about how prison changed my outlook, about how I saw that communication, truth, and trust are at the heart of power.", 
    "name": "Fernando Flores"
  }, 
  {
    "quote": "I thought my life was mapped out. Research, living in the forest, teaching and writing. But in '86 I went to a conference and realised the chimpanzees were disappearing. I had worldwide recognition and a gift of communication. I had to use them.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "People recognize certain things, like 'D' means 'this dialogue stinks.' We're dealing with shows that are written here, shot in New York and posted back here. Accurate communication is a necessity.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "My wife and I have built trust with our children and have always had open communication.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "I don't think there has been enough communication between the players and the tournaments. In one sense it's just as much the players' fault. Players talk between each other and in the locker room about things that can be improved and then when the time comes to talk and really do something about it they stop.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "I slept for four years. I didn't study much of anything. I majored in something called communication arts.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "Anonymous blog comments, vapid video pranks and lightweight mash-ups may seem trivial and harmless, but as a whole, this widespread practice of fragmentary, impersonal communication has demeaned personal interaction.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "It's populated by people who, by and large, have terrific communication skills. Every day is an extraordinary day. For me, it was just a great area for storytelling.", 
    "name": "Aaron Sorkin"
  }, 
  {
    "quote": "The thing I've come to learn is that what's great about small independent films is the intimacy and the communication that occurs when you're making them.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "I don't understand why people whose entire lives or their corporate success depends on communication, and yet they are led on occasion by CEOs who cannot talk their way out of a paper bag and don't care to.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "Ideology and communication more often than not run into each other rather than complement each other. Principle and communication work together. Ideology and communication often work apart.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "I do a little fact checking now and then. Other than that its impact is simply that email has revolutionized communication for me, and my website has built up a community of readers, which is a lot of fun.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "Civilization grew in the beginning from the minute that we had communication - particularly communication by sea that enabled people to get inspiration and ideas from each other and to exchange basic raw materials.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "The level of communication you can achieve with an infant is really profound.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "There is a world of communication which is not dependent on words.", 
    "name": "Mary Martin"
  }, 
  {
    "quote": "During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "I'm talking to you and it's basically a direct communication, whereas if I'm writing a letter to you and you read the letter, there are like 12 extra deconstruction and reconstruction steps in the communication.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "I understand why people went nuts for 'The Artist.' We use words so much, it's nice to be able to explore a different way of communication, to be able to express silently what someone - or something - is thinking or feeling.", 
    "name": "Andy Serkis"
  }, 
  {
    "quote": "The art of communication is the language of leadership.", 
    "name": "James Humes"
  }, 
  {
    "quote": "Good communication is as stimulating as black coffee, and just as hard.", 
    "name": "Anne Spencer"
  }, 
  {
    "quote": "It's a difficult undertaking. I've been married for four years and I see this movie as a cautionary tale about people who've gone deeply out of communication.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "As a whole, the managers today are different in temperament. Most have very good communication skills and are more understanding of the umpire's job. That doesn't mean they are better managers. It just means that I perceive today's managers a bit differently.", 
    "name": "Jim Evans"
  }, 
  {
    "quote": "The thing that I've always been slightly frustrated with, was that the idea of a CD is kind of confined to a material possession that you can put on a shelf. And the idea of music, for me, is always about both the communication and the sharing of content. And so the interactive part is missing.", 
    "name": "Yo-Yo Ma"
  }, 
  {
    "quote": "There's all these ways to instantly communicate - cars, computers, telephone and transportation - and even with all that, it's so hard to find people and have an honest communication with them.", 
    "name": "Jason Schwartzman"
  }, 
  {
    "quote": "The filmmaking process is a very personal one to me, I mean it really is a personal kind of communication. It's not as though its a study of fear or any of that stuff.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "Just as characteristic, perhaps, is the intellectual interdependence created through the development of the modern media of communication: post, telegraph, telephone, and popular press.", 
    "name": "Christian Lous Lange"
  }, 
  {
    "quote": "No one who set out to design a form of communication would ever end up with anything like English, Mandarin, or any of the more than six thousand languages spoken today.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "We have to realize only in communication, in real knowledge, in real reaching out, can there be an understanding that there's humanity everywhere, and that's what I'm trying to do.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "I've worked very hard in this book to keep the lines of communication open. I don't want to turn someone away from this information for partisan political reasons.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "After all, it's the future of business communication that we're looking toward.", 
    "name": "Jim Barksdale"
  }, 
  {
    "quote": "By and large, the critics and readers gave me an affirmed sense of my identity as a writer. You might know this within yourself, but to have it affirmed by others is of utmost importance. Writing is, after all, a form of communication.", 
    "name": "Ralph Ellison"
  }, 
  {
    "quote": "To conclude: good journalism is one of the models of good conversation and communication in the wider social context.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "Eventually, it is found out but it takes time especially in the conditions when communication is difficult, when the enemy is making it extremely awkward for information to come out, to go.", 
    "name": "Joe Slovo"
  }, 
  {
    "quote": "A world community can exist only with world communication, which means something more than extensive short-wave facilities scattered about the globe. It means common understanding, a common tradition, common ideas, and common ideals.", 
    "name": "Robert M. Hutchins"
  }, 
  {
    "quote": "I love the rehearsal process in the theatre, and the visceral sense of contact and communication with a live audience.", 
    "name": "Judd Nelson"
  }, 
  {
    "quote": "Being a good Hans Haacke student, part of his influence on me is that there's no difference between a gallery show and a film - or even an ad and a T-shirt-in terms of cultural legitimacy. They're just different contexts in which to have some sort of communication.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "Music and politics are in essence about communication. Without over-stretching the analogy I do feel a sense of rhythm is important in getting your message across.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "This communication alone, by the comparison of the antagonisms, rivalries, movements which give birth to decisive moments, permits the evolution of the soul, whereby a man realizes himself on earth. It is impossible to be concerned with anything else in art.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "There are people still in the Republican Party that I believe practice the communication of anger, of disappointment, of regret, of pain, of sorrow, of suffering. That's not what the American people want to hear.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "Republicans use think tanks to come up with a lot of their messages. The think tanks are the single worst, most undisciplined example of communication I've ever seen.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "Power in America today is control of the means of communication.", 
    "name": "Theodore White"
  }, 
  {
    "quote": "As everyone in Louisiana knows, there was often no communication or coordination between the state and federal government in the aftermath of Hurricanes Katrina and Rita.", 
    "name": "Bobby Jindal"
  }, 
  {
    "quote": "It has to be able to play at the maximum expression and communication in every style, and the only way you can do that is - like Verdi said - working with a file, every day, little by little, until the orchestra's collective qualities emerge.", 
    "name": "James Levine"
  }, 
  {
    "quote": "I feel like I was writing as I was learning to talk. Writing was always a go-to form of communication. And I knew I could sing from being in tune with the radio.", 
    "name": "Frank Ocean"
  }, 
  {
    "quote": "I feel like I was writing as I was learning to talk. Writing was always a go to form of communication.", 
    "name": "Frank Ocean"
  }, 
  {
    "quote": "That was when I realised that music is the most profound, magical form of communication there is.", 
    "name": "Lesley Garrett"
  }, 
  {
    "quote": "There is no roles. No one is keeping any roles. The drummer is also answering everybody and everything. So it is a constant conversation and communication between musicians on an extremely high level with extremely valuable material, motifs, and melodies.", 
    "name": "Miroslav Vitous"
  }, 
  {
    "quote": "Yet, in spite of this world-wide system of linkages, there is, at this very moment, a general feeling that communication is breaking down everywhere, on an unparalleled scale.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "The waste of capital, in proportion to the total capital, in this country between 1800 and 1850, in the attempts which were made to establish means of communication and transportation, was enormous.", 
    "name": "William Graham Sumner"
  }, 
  {
    "quote": "I mean, what is music anyway? It's a form of communication - at least for me it is. And that's why I play the kind of music that I think - that I hope - can communicate with people.", 
    "name": "Kenny G"
  }, 
  {
    "quote": "Walt put everything he knew about communication with images into the park, so it was very familiar.", 
    "name": "John Hench"
  }, 
  {
    "quote": "I started on the use of the Internet for scientific communication. Our research group was one of the very first to make really systematic use of it as a way of managing research projects.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "It is quite an illusion to imagine that one adjusts to reality essentially without the use of language and that language is merely an incidental means of solving specific problems of communication or reflection.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "But I absolutely believe that architecture is a social activity that has to do with some sort of communication or places of interaction, and that to change the environment is to change behaviour.", 
    "name": "Thom Mayne"
  }, 
  {
    "quote": "Measured in time of transport and communication, the whole round globe is now smaller than a small European country was a hundred years ago.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "I didn't know folk music growing up, no. It's something I've come to study, really, because I think there's so much to learn from traditional music in the sense of the way music began as a way of communication, the traveling storyteller, the bard, the minstrels.", 
    "name": "P. J. Harvey"
  }, 
  {
    "quote": "To listen well is as powerful a means of communication and influence as to talk well.", 
    "name": "John Marshall"
  }, 
  {
    "quote": "On the other hand, in a society whose communication component is becoming more prominent day by day, both as a reality and as an issue, it is clear that language assumes a new importance.", 
    "name": "Jean-Francois Lyotard"
  }, 
  {
    "quote": "Now it is evident that a little insight into the customs of every people is necessary to insure a kindly communication this, joined with patience and kindness, will seldom fail with the natives of the interior.", 
    "name": "Charles Sturt"
  }, 
  {
    "quote": "Communication is the key, and it's one thing I had to learn-to talk to the actors. I was so involved with the visual and technical aspects that I would forget about the actors.", 
    "name": "Steve Buscemi"
  }, 
  {
    "quote": "On the other hand, the American public possesses a great resilience and strength, and good risk communication strategies can tap into and even amplify those assets.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "Music is a very personal and emotional form of communication.", 
    "name": "Trevor Dunn"
  }, 
  {
    "quote": "Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication. And so many times, these kids know more about the technology than their parents. And so many times, we're putting kids in very adult situations and expecting them to behave like they're 40 years old.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "I find that communication as an actor and person is an important part of who I am. And I'm really drawn into the psychology of those dynamics.", 
    "name": "Zachary Quinto"
  }, 
  {
    "quote": "These sites have torn down the geographical divide that once prevented long distance social relationships from forming, allowing instant communication and connections to take place and a virtual second life to take hold for its users.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "The Internet has brought communities across the globe closer together through instant communication.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "I agree that it is not just the extremists who harbor bad thoughts or engage in bad acts, but they are usually the source of the polarization and try to keep education and communication of the main stream from moving forward.", 
    "name": "Joichi Ito"
  }, 
  {
    "quote": "One of them, for example, which will probably haunt me more than any other is the problem of communication.", 
    "name": "Georges Simenon"
  }, 
  {
    "quote": "It's so important for those living with chronic pain to establish good communication with both their healthcare professionals and caregivers. Clear communication about pain is vital to receiving proper diagnosis and effective treatment.", 
    "name": "Naomi Judd"
  }, 
  {
    "quote": "The biggest lesson I've learned by living abroad for the last four years is the importance of communication.", 
    "name": "Hidetoshi Nakata"
  }, 
  {
    "quote": "Being a good television screenwriter requires an understanding of the way film accelerates the communication of words.", 
    "name": "Steven Bochco"
  }, 
  {
    "quote": "The inventions and the great discoveries have opened up whole continents to reciprocal communication and interchange, provided we are willing.", 
    "name": "Alva Myrdal"
  }, 
  {
    "quote": "It is difficult to imagine how any behavior in the presence of another person can avoid being a communication of one's own view of the nature of one's relationship with that person and how it can fail to influence that person.", 
    "name": "Paul Watzlawick"
  }, 
  {
    "quote": "The thing I do, really, is a communication with audiences more than any achievement through records.", 
    "name": "Richard Thompson"
  }, 
  {
    "quote": "I follow my conscience - and this is upsetting to some people, but I maintain the conscience is going to be the only thing between us and communication in the future.", 
    "name": "Matt Drudge"
  }, 
  {
    "quote": "However, even during the preparations for action, we laid our plans in such a manner that should there be progress through diplomatic negotiation, we would be well prepared to cancel operations at the latest moment that communication technology would have permitted.", 
    "name": "Hideki Tojo"
  }, 
  {
    "quote": "When first starting to work with someone you try to get them in the same mindset that you were in when you were successful, and I realized the best thing you can ever do is realize that they are not you. They have a different persona and mindset, and you have to figure out what works best within your communication with that athlete.", 
    "name": "Dan O'Brien"
  }, 
  {
    "quote": "Yes, it must be something that goes very well with my voice, let's say something that I understand that this would be good communication with the others, and I don't pretend for instance, to look for music that would be something that doesn't go with my personality.", 
    "name": "Victoria de los Angeles"
  }, 
  {
    "quote": "Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.", 
    "name": "Susan Wojcicki"
  }, 
  {
    "quote": "But if I can be convinced and then through the work that we do together, the orchestra can really be convinced of the big sweep of that communication that the piece suggests, then the audience will get it and it will be a good experience for all of us.", 
    "name": "Michael Tilson Thomas"
  }, 
  {
    "quote": "People aren't going to talk about it except me and that is communication and the visits I have personally had in our meetings with our store managers saying if you do these things you will be terminated, period.", 
    "name": "Lee Scott"
  }, 
  {
    "quote": "I have a very open line of communication with both my children.", 
    "name": "Gloria Estefan"
  }, 
  {
    "quote": "Without television and mass communication, that knowledge wouldn't exist. So I think it actually has the possibility of turning people into more understanding and more empathetic people.", 
    "name": "John Warnock"
  }, 
  {
    "quote": "So as I look at transitioning to the communication platforms of the future, I see that the beauty of Internet protocols is you get the separation of the layers between service and technology.", 
    "name": "Michael K. Powell"
  }, 
  {
    "quote": "I think sex is very interesting for most people, but I'm interested in sex as a way of communication, I'm not that interested in the fantasy version of a sex scene.", 
    "name": "Maggie Gyllenhaal"
  }, 
  {
    "quote": "Unlike then, the mail stream of today has diminished by such things as e-mails and faxes and cell phones and text messages, largely electronic means of communication that replace mail.", 
    "name": "John M. McHugh"
  }, 
  {
    "quote": "I'm glad you asked that question, because of any musical situation I've been in, the communication feels great here with Russell. He really pays close attention to what I'm doing because he cares.", 
    "name": "Benny Green"
  }, 
  {
    "quote": "In this great age of communication, there a lot of people you can't actually understand. I know everyone tweets, and twits and texts and all that, but actually we've all got voices, and it is awfully nice to hear them and if you can understand what people are saying.", 
    "name": "Penelope Keith"
  }, 
  {
    "quote": "The nations of the West hope that by means of steam communication all the world will become as one family.", 
    "name": "Townsend Harris"
  }, 
  {
    "quote": "But despite the universality of URLs, we often forget that they're not just a handy way to address network resources. They're also valuable communication tools.", 
    "name": "Jesse James Garrett"
  }, 
  {
    "quote": "When I did it with Johnny, it was almost a telepathic kind of communication.", 
    "name": "Edgar Winter"
  }, 
  {
    "quote": "I shall suggest, on the contrary, that all communication relies, to a noticeable extent on evoking knowledge that we cannot tell, and that all our knowledge of mental processes, like feelings or conscious intellectual activities, is based on a knowledge which we cannot tell.", 
    "name": "Michael Polanyi"
  }, 
  {
    "quote": "Poetry is the communication through words of certain experiences that can be communicated in no other way.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "Anybody who thinks that getting a communication from a voter in your district is spam - that guy is pork. Roast pork unless he changes his point of view.", 
    "name": "Dick Morris"
  }, 
  {
    "quote": "It's communication - that's what theatre is all about.", 
    "name": "Chita Rivera"
  }, 
  {
    "quote": "Music is the social act of communication among people, a gesture of friendship, the strongest there is.", 
    "name": "Malcolm Arnold"
  }, 
  {
    "quote": "The eventual place the American army should take on the western front was to a large extent influenced by the vital question of communication and supply.", 
    "name": "Kelly Miller"
  }, 
  {
    "quote": "God joins us together by means of the body, in consequence of the laws of the communication of movements. He affects us with the same feelings in consequence of the laws of the conjunction of body and soul.", 
    "name": "Nicolas Malebranche"
  }, 
  {
    "quote": "Their spirituality was in nature, even though Emerson was a preacher on the pulpit, he ended up going out into nature for direct, face-to-face communication with God, if you want to call all of this creation part of God.", 
    "name": "Story Musgrave"
  }, 
  {
    "quote": "I don't start with a design objective, I start with a communication objective. I feel my project is successful if it communicates what it is supposed to communicate.", 
    "name": "Mike Davidson"
  }, 
  {
    "quote": "I didn't have a lot of communication with Elvis. You had to go through a barricade to get to Elvis. It was people hanging on every word, and I felt very uncomfortable a lot of times.", 
    "name": "Mac Davis"
  }, 
  {
    "quote": "Gradually I became aware of details: a company of French soldiers was marching through the streets of the town. They broke formation, and went in single file along the communication trench leading to the front line. Another group followed them.", 
    "name": "Ernst Toller"
  }, 
  {
    "quote": "I do not pretend to know precisely what is on foot there but I think it pretty evident that there is a very free communication between that country and this body, and unless I am greatly mistaken, I see the dwarfish medium by which that communication is kept up.", 
    "name": "Benjamin F. Wade"
  }, 
  {
    "quote": "If you improve a teacher's self-esteem, confidence, communication skills or stress levels, you improve that teacher's overall effectiveness across the curriculum.", 
    "name": "Elaine MacDonald"
  }, 
  {
    "quote": "Canada's a huge country, so to be able to unite the country through communication satellite technology or to be able to observe it through remote sensing technology from space is a natural fit for a country like Canada.", 
    "name": "Marc Garneau"
  }, 
  {
    "quote": "States are looking for low-cost solutions that will enable better communication, while avoiding the danger in which the chain of command breaks down in emergencies. We do not want everyone talking to everyone else all the time.", 
    "name": "John Shimkus"
  }, 
  {
    "quote": "Significant officials at publicly traded companies are casually and cavalierly engaged in insider trading. Because insider trading has as one of its elements communication, it doesn't take rocket science to realize it's nice to have the communication on tape.", 
    "name": "Preet Bharara"
  }, 
  {
    "quote": "With Jackson there was quiet solitude. Just to sit and look at the landscape. An inner quietness. After dinner, to sit on the back porch and look at the light. No need for talking. For any kind of communication.", 
    "name": "Lee Krasner"
  }, 
  {
    "quote": "Today, comics is one of the very few forms of mass communication in which individual voices still have a chance to be heard.", 
    "name": "Scott McCloud"
  }, 
  {
    "quote": "My mother and I always had full adult communication.", 
    "name": "Erin Gray"
  }, 
  {
    "quote": "You don't have any communication between the Israelis and the Iranians. You have all sorts of local triggers for conflict. Having countries act on a hair trigger - where they can't afford to be second to strike - the potential for a miscalculation or a nuclear war through inadvertence is simply too high.", 
    "name": "Dennis Ross"
  }, 
  {
    "quote": "The church acknowledges some Scientologists choose to sever communications with family members who leave. The church says it is a fundamental human right to cease communication with someone. It adds disconnection is used against expelled members and those who attack the church.", 
    "name": "John Sweeney"
  }, 
  {
    "quote": "We know that communication must be hampered, and its form largely determined, by the unconscious but inevitable influence of a transmitting mechanism, whether that be of a merely mechanical or of a physiological character.", 
    "name": "Oliver Joseph Lodge"
  }, 
  {
    "quote": "The Internet has changed everything. We expect to know everything instantly. If you don't understand digital communication, you're at a disadvantage.", 
    "name": "Bob Parsons"
  }, 
  {
    "quote": "The other thing about FEMA, my understanding is that it was supposed to move into the Department of Homeland Security... and be what it was, but also having a lot of lateral communication with all those others involved in that issue of homeland security.", 
    "name": "Warren Rudman"
  }, 
  {
    "quote": "My two daughters live on Facebook, and social media is their mode of communication.", 
    "name": "Tony Goldwyn"
  }, 
  {
    "quote": "You know, Quincy Jones was a great mentor, but he was a man in a man's world. Fortunately he's a very sensitive man and a beautiful human being, and even though he was 14 or 15 years older than me, he's a capable human being and has great communication skills.", 
    "name": "Lesley Gore"
  }, 
  {
    "quote": "The fact that we are I don't know how many millions of people, yet communication, complete communication, is completely impossible between two of those people, is to me one of the biggest tragic themes in the world.", 
    "name": "Georges Simenon"
  }, 
  {
    "quote": "People break down after a couple of hours. All the defenses go down, and there's a kind of communication that if I spent 20 years in a living room with one of these people, I would never, never know as much about them as I do in that one day.", 
    "name": "Lee Grant"
  }, 
  {
    "quote": "It's about communication. It's about honesty. It's about treating people in the organization as deserving to know the facts. You don't try to give them half the story. You don't try to hide the story. You treat them as - as true equals, and you communicate and you communicate and communicate.", 
    "name": "Lou Gerstner"
  }, 
  {
    "quote": "Strange about parents. We have such easy access to them and such daunting problems of communication.", 
    "name": "James Merrill"
  }, 
  {
    "quote": "Illiteracy is rampant. People are out of communication.", 
    "name": "Karen Black"
  }, 
  {
    "quote": "The speed of communication, the speed of information transfer, the cheapness of communication, the ease of moving things around the world are a difference in kind as well as degree.", 
    "name": "Paul A. Volcker"
  }, 
  {
    "quote": "As soon as you judge communication a little more rigorously, there is a possibility that the message will not be democratized. I have to say what I believe to be right. I have to spread out the statement among all the means of expression available to us at present.", 
    "name": "Alexander Kluge"
  }, 
  {
    "quote": "The interest in the supernatural in a very generic sense and in the spiritual is not in itself a factor that helps the communication of the Christian faith.", 
    "name": "Karl Lehmann"
  }, 
  {
    "quote": "The more elaborate our means of communication, the less we communicate.", 
    "name": "Joseph Priestley"
  }, 
  {
    "quote": "We intend to keep the lines of communication open with the Defense Department so we can help our border law enforcement agencies navigate the equipment application process.", 
    "name": "Henry Cuellar"
  }, 
  {
    "quote": "It is vital that the United States maintains open lines of communication with our allies. We must assure them of our commitment to eradicating global terrorism wherever it may reside or wherever it's given haven.", 
    "name": "George Allen"
  }, 
  {
    "quote": "As our country increasingly relies on electronic information storage and communication, it is imperative that our Government amend our information security laws accordingly.", 
    "name": "Jo Ann Davis"
  }, 
  {
    "quote": "The first work of the director is to set a mood so that the actor's work can take place, so that the actor can create. And in order to do that, you have to communicate, communicate with the actors. And direction is about communication on all levels.", 
    "name": "William Friedkin"
  }, 
  {
    "quote": "I have seen that technology has contributed to improved communication, that it's contributed to better health care, that it's contributed to better food supplies, that it has contributed to all the basic human needs.", 
    "name": "John Warnock"
  }, 
  {
    "quote": "But picketing - picketing for or against something, and handing out literature - these are conspicuously formal actions. They have to be understood as indirect communication.", 
    "name": "Tony Conrad"
  }, 
  {
    "quote": "All poetry has to do is to make a strong communication. All the poet has to do is listen. The poet is not an important fellow. There will also be another poet.", 
    "name": "Stevie Smith"
  }, 
  {
    "quote": "The communication is in the work and words are no substitute for this.", 
    "name": "Mary Martin"
  }, 
  {
    "quote": "You know, my dad wasn't a photographer or filmmaker by profession, but on Sundays, he would take pictures of me and my family or his pals horseback riding, and it was a means of communication and affection, a means of not being so dysfunctional with each other.", 
    "name": "Bruce Weber"
  }, 
  {
    "quote": "I work on OpenBSD fulltime, as the project leader. I set some directions, increase communication between the developers, and try to be involved in nearly every aspect of the base system.", 
    "name": "Theo de Raadt"
  }, 
  {
    "quote": "My approach is so simple every song I sing, every story I tell, every move I make, must move the audience to laughter, tears, or inspiration. Otherwise, why do it? It's the communication.", 
    "name": "John Davidson"
  }, 
  {
    "quote": "I wrote somewhere during the Cold War that I sometimes wish the Iron Curtain were much taller than it is, so that you could see whether the development of science with no communication was parallel on the two sides. In this case it certainly wasn't.", 
    "name": "Thomas Gold"
  }, 
  {
    "quote": "Mental communication without verbalization... all space is made up of waves and we are constantly sending and receiving messages from our brain.", 
    "name": "Tina Louise"
  }, 
  {
    "quote": "The first legislation that I produced relating to the Internet was a bill to overturn a restriction inside of the law that prohibited the Internet backbone from being used for anything other than research and scientific and educational communication.", 
    "name": "Rick Boucher"
  }, 
  {
    "quote": "Music is the greatest communication in the world. Even if people don't understand the language that you're singing in, they still know good music when they hear it.", 
    "name": "Lou Rawls"
  }, 
  {
    "quote": "Communication is very important. And the arts do that, whether it's film or theater.", 
    "name": "Anne Archer"
  }, 
  {
    "quote": "To devise an information processing system capable of getting along on its own - it must handle its own problems of programming, bookkeeping, communication and coordination with its users. It must appear to its users as a single, integrated personality.", 
    "name": "Cliff Shaw"
  }, 
  {
    "quote": "If anything characterizes the cultural life of the seventies in America, it is an insistence on preventing failures of communication.", 
    "name": "Richard Rosen"
  }, 
  {
    "quote": "Tim and Fritz Lang I loved working with. Not Hitchcock so much. There was no communication.", 
    "name": "Sylvia Sidney"
  }, 
  {
    "quote": "It frequently happens that two persons, reasoning right on a mechanical subject, think alike and invent the same thing without any communication with each other.", 
    "name": "Oliver Evans"
  }, 
  {
    "quote": "Art must unquestionably have a social value that is, as a potential means of communication it must be addressed, and in comprehensible terms, to the understanding of mankind.", 
    "name": "Rockwell Kent"
  }, 
  {
    "quote": "In 1984, I turned to theater in the hopes of finding a more direct form of communication between me and my people.", 
    "name": "Cherrie Moraga"
  }
]