[
  {
    "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else you are the one who gets burned.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Anger dwells only in the bosom of fools.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.", 
    "name": "Buddha"
  }, 
  {
    "quote": "For every minute you remain angry, you give up sixty seconds of peace of mind.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Anger and intolerance are the enemies of correct understanding.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Speak when you are angry and you will make the best speech you will ever regret.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "When angry, count to four when very angry, swear.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "When angry count to ten before you speak. If very angry, count to one hundred.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Man should forget his anger before he lies down to sleep.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Whatever is begun in anger ends in shame.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "When anger rises, think of the consequences.", 
    "name": "Confucius"
  }, 
  {
    "quote": "A man who has never made a woman angry is a failure in life.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before - it takes something from him.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "Don't get the impression that you arouse my anger. You see, one can only be angry with those he respects.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Get mad, then get over it.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "He who angers you conquers you.", 
    "name": "Elizabeth Kenny"
  }, 
  {
    "quote": "Heaven has no rage like love to hatred turned, nor hell a fury like a woman scorned.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "Beware of him that is slow to anger for when it is long coming, it is the stronger when it comes, and the longer kept. Abused patience turns to fury.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "Never go to bed mad. Stay up and fight.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "There are two things a person should never be angry at, what they can help, and what they cannot.", 
    "name": "Plato"
  }, 
  {
    "quote": "Anger and jealousy can no more bear to lose sight of their objects than love.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "How much more grievous are the consequences of anger than the causes of it.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A man that studieth revenge keeps his own wounds green.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Hatred is an affair of the heart contempt that of the head.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Be not angry that you cannot make others as you wish them to be, since you cannot make yourself as you wish to be.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "Every time you get angry, you poison your own system.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "Anger is a wind which blows out the lamp of the mind.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Speak when you are angry - and you'll make the best speech you'll ever regret.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "Anger is a short madness.", 
    "name": "Horace"
  }, 
  {
    "quote": "Anger makes dull men witty, but it keeps them poor.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "An angry man opens his mouth and shuts his eyes.", 
    "name": "Cato"
  }, 
  {
    "quote": "The deferring of anger is the best antidote to anger.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "If a small thing has the power to make you angry, does that not indicate something about your size?", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Never do anything when you are in a temper, for you will do everything wrong.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Always write angry letters to your enemies. Never mail them.", 
    "name": "James Fallows"
  }, 
  {
    "quote": "Let us not look back in anger, nor forward in fear, but around in awareness.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "One should not lose one's temper unless one is certain of getting more and more angry to the end.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "He that would be angry and sin not, must not be angry with anything but sin.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "There is nothing that so much gratifies an ill tongue as when it finds an angry heart.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "No man can think clearly when his fists are clenched.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Never go to bed angry, stay up and fight.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "Anger is one of the sinews of the soul.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Never contend with a man who has nothing to lose.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Revenge is often like biting a dog because the dog bit you.", 
    "name": "Austin O'Malley"
  }, 
  {
    "quote": "How often it is that the angry man rages denial of what his inner self is telling him.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "Fair peace becomes men ferocious anger belongs to beasts.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Keep cool anger is not an argument.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "The world needs anger. The world often continues to allow evil because it isn't angry enough.", 
    "name": "Bede Jarrett"
  }, 
  {
    "quote": "Somebody hits me, I'm going to hit him back. Even if it does look like he hasn't eaten in a while.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "A wonderful emotion to get things moving when one is stuck is anger. It was anger more than anything else that had set me off, roused me into productivity and creativity.", 
    "name": "Mary Garden"
  }, 
  {
    "quote": "Experts say you should never hit your children in anger. When is a good time? When you're feeling festive?", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "Discussion is an exchange of knowledge an argument an exchange of ignorance.", 
    "name": "Robert Quillen"
  }, 
  {
    "quote": "Expressing anger is a form of public littering.", 
    "name": "Willard Gaylin"
  }, 
  {
    "quote": "I know of no more disagreeable situation than to be left feeling generally angry without anybody in particular to be angry at.", 
    "name": "Frank Moore Colby"
  }, 
  {
    "quote": "You will not be punished for your anger, you will be punished by your anger.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Forgiveness is the economy of the heart... forgiveness saves the expense of anger, the cost of hatred, the waste of spirits.", 
    "name": "Hannah More"
  }, 
  {
    "quote": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Generally speaking, if a human being never shows anger, then I think something's wrong. He's not right in the brain.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Anger is the enemy of non-violence and pride is a monster that swallows it up.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "I know, to banish anger altogether from one's breast is a difficult task. It cannot be achieved through pure personal effort. It can be done only by God's grace.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "We should meet abuse by forbearance. Human nature is so constituted that if we take absolutely no notice of anger or abuse, the person indulging in it will soon weary of it and stop.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Anger is never without a reason, but seldom with a good one.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Speak the truth, do not yield to anger give, if thou art asked for little by these three steps thou wilt go near the gods.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Anger is a manifestation of a deeper issue... and that, for me, is based on insecurity, self-esteem and loneliness.", 
    "name": "Naomi Campbell"
  }, 
  {
    "quote": "I think my passion is misinterpreted as anger sometimes. And I don't think people are ready for the message that I'm delivering, and delivering with a sense of violent love.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "The components of anxiety, stress, fear, and anger do not exist independently of you in the world. They simply do not exist in the physical world, even though we talk about them as if they do.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "My recipe for dealing with anger and frustration: set the kitchen timer for twenty minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "It is wise to direct your anger towards problems - not people to focus your energies on answers - not excuses.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "What I needed most was to love and to be loved, eager to be caught. Happily I wrapped those painful bonds around me and sure enough, I would be lashed with the red-hot pokers or jealousy, by suspicions and fear, by burst of anger and quarrels.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "There's nothing wrong with anger provided you use it constructively.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Love implies anger. The man who is angered by nothing cares about nothing.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost.", 
    "name": "Terry Brooks"
  }, 
  {
    "quote": "The ignorant mind, with its infinite afflictions, passions, and evils, is rooted in the three poisons. Greed, anger, and delusion.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Anger cannot be dishonest.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "I don't think that you can fake warmth. You can fake lust, jealousy, anger those are all quite easy. But actual, genuine warmth? I don't think you can fake it.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "Genuine forgiveness does not deny anger but faces it head-on.", 
    "name": "Alice Duer Miller"
  }, 
  {
    "quote": "Anger ventilated often hurries towards forgiveness anger concealed often hardens into revenge.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Anger: an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Anger is the most impotent of passions. It effects nothing it goes about, and hurts the one who is possessed by it more than the one against whom it is directed.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world.", 
    "name": "Jack Layton"
  }, 
  {
    "quote": "The greatest remedy for anger is delay.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "The greatest remedy for anger is delay.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Anger is like those ruins which smash themselves on what they fall.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Guilt is anger directed at ourselves - at what we did or did not do. Resentment is anger directed at others - at what they did or did not do.", 
    "name": "Peter McWilliams"
  }, 
  {
    "quote": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I realized that if my thoughts immediately affect my body, I should be careful about what I think. Now if I get angry, I ask myself why I feel that way. If I can find the source of my anger, I can turn that negative energy into something positive.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "It isn't enough just to scream at the Occupy Wall Street demonstrations. We need our political system to start reflect this anger back into, 'How do we fix it? How do we get the economy going again?'", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Hatred is inveterate anger.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "There's a lot of bitterness, there's a lot of anger out there. We all have to work hard to heal those wounds.", 
    "name": "Allen Boyd"
  }, 
  {
    "quote": "The only justice is to follow the sincere intuition of the soul, angry or gentle. Anger is just, and pity is just, but judgement is never just.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Hatred is settled anger.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Obama and his attack dogs have nothing but hate and anger in their hearts and spew it whenever possible.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "The fear really hits you. That's what you feel first. And then it's the anger and frustration. Part of the problem is how little we understand about the ultimate betrayal of the body when it rebels against itself.", 
    "name": "Charles Bronson"
  }, 
  {
    "quote": "Acting in anger and hatred throughout my life, I frequently precipitated what I feared most, the loss of friendships and the need to rely upon the very people I'd abused.", 
    "name": "Luke Ford"
  }, 
  {
    "quote": "The one who cannot restrain their anger will wish undone, what their temper and irritation prompted them to do.", 
    "name": "Horace"
  }, 
  {
    "quote": "Be modest, humble, simple. Control your anger.", 
    "name": "Abraham Cahan"
  }, 
  {
    "quote": "People are always angry at America. They're absolutely certain that America either caused their problems or is deliberately not fixing their problems. But the anger is always directed at America and never at Americans.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "You've just got to have a sense of respect for the person you have children with. Anger doesn't help anybody. Ultimately you have to say forgiveness is important, and honoring what you had together is important. But it's easy to say and harder to do.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "As far as having peace within myself, the one way I can do that is forgiving the people who have done wrong to me. It causes more stress to build up anger. Peace is more productive.", 
    "name": "Rodney King"
  }, 
  {
    "quote": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance.", 
    "name": "Karl A. Menninger"
  }, 
  {
    "quote": "The world in general doesn't know what to make of originality it is startled out of its comfortable habits of thought, and its first reaction is one of anger.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I'd be lying if I said I wasn't angry some days. But I really have worked hard to put a lot of the anger and disappointment in the past.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "Five enemies of peace inhabit with us - avarice, ambition, envy, anger, and pride if these were to be banished, we should infallibly enjoy perpetual peace.", 
    "name": "Petrarch"
  }, 
  {
    "quote": "Lawyers are men who hire out their words and anger.", 
    "name": "Horace"
  }, 
  {
    "quote": "It's a joke to think that anyone is one thing. We're all such complex creatures. But if I'm going to be a poster child for anything, anger's a gorgeous emotion. It gets a bad rap, but it can make great changes happen.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear just as soon as thoughts of resentment are forgotten.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Do not follow vain desires for verily he who prospers is preserved from lust, greed and anger.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "All those who offer an opinion on any doubtful point should first clear their minds of every sentiment of dislike, friendship, anger or pity.", 
    "name": "Sallust"
  }, 
  {
    "quote": "I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Do not meddle in the affairs of wizards, for they are subtle and quick to anger.", 
    "name": "J. R. R. Tolkien"
  }, 
  {
    "quote": "When I was younger, I was terrified to express anger because it would often kick-start a horrible reaction in the men in my life. So I bit my tongue. I was left to painstakingly deal with the aftermath of my avoidance later in life, in therapy or through the lyrics of my songs.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "The flame of anger, bright and brief, sharpens the barb of love.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "What starts the process, really, are laughs and slights and snubs when you are a kid. If your anger is deep enough and strong enough, you learn that you can change those attitudes by excellence, personal gut performance.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Although you may spend your life killing, You will not exhaust all your foes. But if you quell your own anger, your real enemy will be slain.", 
    "name": "Nagarjuna"
  }, 
  {
    "quote": "The opposite of anger is not calmness, its empathy.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "A lot of my humor does come from anger. It's like, you're not gonna pull one over on me - which is pretty much my motto anyways.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "President Obama clearly cannot run on his record. All he's offering is more of the same. That's not good. Look at the economy. It's stagnating. And so, what they're now going to try and do is bring this campaign down to little things, distractions, distortions, smear, fear, anger, frustration.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "To talk about balance, it's easier to talk about what's out of balance. And I think anytime that you have any disease, and disease meaning lack of ease, lack of flow... dis-ease. So any time there's disease, you're out of balance, whether it's jealousy, anger, greed, anxiety, fear.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "People are unjust to anger - it can be enlivening and a lot of fun.", 
    "name": "Philip Roth"
  }, 
  {
    "quote": "Anger is never without an argument, but seldom with a good one.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "All anger is not sinful, because some degree of it, and on some occasions, is inevitable. But it becomes sinful and contradicts the rule of Scripture when it is conceived upon slight and inadequate provocation, and when it continues long.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "George wrote Taxman, and I played guitar on it. He wrote it in anger at finding out what the taxman did. He had never known before then what could happen to your money.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "Grab the broom of anger and drive off the beast of fear.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "I don't think your ability to fight has anything to do with how big you are. It's to do with how much anger is in you.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "Like fragile ice anger passes away in time.", 
    "name": "Ovid"
  }, 
  {
    "quote": "My therapist says I still haven't got in touch with my anger. Maybe one day I'm going to explode. But I'm still really happy. I know it looks like a strange and painful upbringing - all those experiences led me to the paths that I'm on now.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "When someone says that I'm angry it's actually a compliment. I have not always been direct with my anger in my relationships, which is part of why I'd write about it in my songs because I had such fear around expressing anger as a woman.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I think I'm basically the same guy I always was. Maybe I've learned, through experience, to rein in some of the anger and temper they say redheads normally have.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Growing up in a particular neighborhood, growing up in a working-class family, not having much money, all of those things fire you and can give you an edge, can give you an anger.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "Well, all comedy starts with anger. You get angry, and its never for a good reason, right? You know its not a good reason. And then you try and work it from there.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "What influenced me was Tori Amos, who was unapologetic about expressing anger through music, and Sinead O'Connor. Those two in particular were really moving for me, and very inspiring, before I wrote 'Jagged Little Pill.'", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Anger is as a stone cast into a wasp's nest.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, for man's anger does not bring about the righteous life that God desires.", 
    "name": "Beverly Sills"
  }, 
  {
    "quote": "I'm an angry person, angrier than most people would imagine, I get flashes of anger. What works for me is working out when it's useful to use that anger.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "Quite a lot of our contemporary culture is actually shot through with a resentment of limits and the passage of time, anger at what we can't do, fear or even disgust at growing old.", 
    "name": "Rowan Williams"
  }, 
  {
    "quote": "Words can be said in bitterness and anger, and often there seems to be an element of truth in the nastiness. And words don't go away, they just echo around.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "Religion can emerge in all forms of feeling: here wild anger, there the sweetest pain here consuming hatred, there the childlike smile of serene humility.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Fantastic tyrant of the amorous heart. How hard thy yoke, how cruel thy dart. Those escape your anger who refuse your sway, and those are punished most, who most obey.", 
    "name": "Matthew Prior"
  }, 
  {
    "quote": "I turned to music originally because of my past and needing a release or an outlet to get out anger or frustration or hurt.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Wars spring from unseen and generally insignificant causes, the first outbreak being often but an explosion of anger.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "I have to say that anger is the blanket that comes around me, and that blunts and blurs my sense of proportion.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "I'm fascinated by rap and by hip-hop. I think there's a lot of poetry in it. There's a lot of anger, a lot of social energy in it. And I think you'd better listen to it pretty carefully, 'cause it's important.", 
    "name": "John F. Kerry"
  }, 
  {
    "quote": "The bare recollection of anger kindles anger.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "There was never an angry man that thought his anger unjust.", 
    "name": "Saint Francis de Sales"
  }, 
  {
    "quote": "I think we all have a lot of darkness in our bellies. As an actor, the challenge of tapping into that, reaching down into that sadness or anger, is very therapeutic.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Allowing children to show their guilt, show their grief, show their anger, takes the sting out of the situation.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "I think that Scottish people, like Canadians, are often misunderstood and what I like about my Scottish friends and relatives is how quickly it can go from love to anger. It's a great dynamic.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "He who is incapable of feeling strong passions, of being shaken by anger, of living in every sense of the word, will never be a good actor.", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "Anger may repast with thee for an hour, but not repose for a night the continuance of anger is hatred, the continuance of hatred turns malice.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "Yeah, to me, acting is very therapeutic. I get out a lot of anger and frustration.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I grew up looking at my father as to how to behave. In watching him I grasped so many things. His own temperament was of a calm person. He was very composed and I never saw anger in him. To me, that was fascinating.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity.", 
    "name": "Sallust"
  }, 
  {
    "quote": "Men make angry music and it's called rock-and-roll women include anger in their vocabulary and suddenly they're angry and militant.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I've been trying to learn how to not be so conflicted about things like my own anger. I've always had a place in my music for my anger as a way of compensating for not having a mechanism to express it in my everyday life. So I've been trying to be more true to myself, and that helps me to chill out a little bit. But politically, uh-uh. No.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Shock, confusion, fear, anger, grief, and defiance. On Sept. 11, 2001, and for the three days following the worst terrorist attack on U.S. soil, President George W. Bush led with raw emotion that reflected the public's whipsawing stages of acceptance.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "For me music is a vehicle to bring our pain to the surface, getting it back to that humble and tender spot where, with luck, it can lose its anger and become compassion again.", 
    "name": "Paula Cole"
  }, 
  {
    "quote": "In plain terms, a child is a complicated creature who can drive you crazy. There's a cruelty to childhood, there's an anger.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Anger is an expensive luxury in which only men of certain income can indulge.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "I'm not a screamer. I'm confrontational, but I don't think that translates into anger.", 
    "name": "Rachel Maddow"
  }, 
  {
    "quote": "All through life I've harbored anger rather than expressed it at the moment.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "My passion and energy get mistaken for anger.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "When we can lay down our fear and anger and choose responses other than aggression, we create the conditions for bringing out the best in us humans.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Your anger is a gift.", 
    "name": "Zack de la Rocha"
  }, 
  {
    "quote": "At the time, 1980, people regarded actresses involved with production with a certain amount of fear, resentment and anger.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "The great thing about celebrity culture is that they can't seem to stop themselves from displaying their ridiculous behaviour. I feel it's my job as a serious investigative journalist to witness all kinds of behaviour and then report back to the audience through the prism of my own anger and bitterness.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "In general I was a good kid. It usually took a lot to make me mad. But once I reached the boiling point, I lost all rational control. Totally without thinking, when my anger was aroused, I grabbed the nearest brick, rock, or stick to bash someone. It was as if I had no conscious will in the matter.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Anger elicits anger, fear elicits fear, no matter how well meaning we may be.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Anger and hate against one we love steels our hearts, but contempt or pity leaves us silent and ashamed.", 
    "name": "Edgar Rice Burroghs"
  }, 
  {
    "quote": "I have a right to my anger, and I don't want anybody telling me I shouldn't be, that it's not nice to be, and that something's wrong with me because I get angry.", 
    "name": "Maxine Waters"
  }, 
  {
    "quote": "I have some anger issues.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "The intoxication of anger, like that of the grape, shows us to others, but hides us from ourselves.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "I drank for about 25 years getting over the loss of my father and I took the anger out on myself. I did a good job at beating myself up at sometimes. I don't drink anymore but my alcoholic head occasionally says different. 'Nil By Mouth' was a love letter to my father because I needed to resolve some issues in order to be able to forgive him.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "Anger has a way of seeping into every other emotion and planting itself in there.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "Anger is a great force. If you control it, it can be transmuted into a power which can move the whole world.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "It's usually a big kind of vent of frustration or anger or sadness that puts me in the right frame of mind to write. It's such a cliche to say that artists write when they're down, but it's true for me. It's a relief to get out what's eating away at my heart or my soul or my head.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Anger tears me up inside... My own... or anyone else's.", 
    "name": "Betty White"
  }, 
  {
    "quote": "He took over anger to intimidate subordinates, and in time anger took over him.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "I don't play pyrotechnic scales. I play about frustration, patience, anger. Music is an extension of my soul.", 
    "name": "Dick Dale"
  }, 
  {
    "quote": "I'm not someone who feels anger on particular issues.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Take the high road. No matter how much strife, and consternation, frustration and anger you might be confronted with - don't go to that level.", 
    "name": "Tim Gunn"
  }, 
  {
    "quote": "Something my mum taught me years and years and years ago, is life's just too short to carry around a great bucket-load of anger and resentment and bitterness and hatreds and all that sort of stuff.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "My humour has always come from anger, but I have to make sure I don't just get angry and jump on a soapbox.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "Anger is a good motivator.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "And I think there's something about conservatives frankly - and the Left, when it comes to their channels of persuasion, are unpersuasive. They are, most of them are hate-filled, obscenity-clogged rants of anger and hatred.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "If anger proceeds from a great cause, it turns to fury if from a small cause, it is peevishness and so is always either terrible or ridiculous.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "I accrued anger from people's low opinion of me and my work, and for the work I might be capable of.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "I've learned that football sometimes was an outlet. It was a way for me to release anger, release frustration.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "Anger is a momentary madness, so control your passion or it will control you.", 
    "name": "G. M. Trevelyan"
  }, 
  {
    "quote": "It's a very difficult thing for people to accept, seeing women act out anger on the screen. We're more accustomed to seeing men expressing rage and women crying.", 
    "name": "Rebecca De Mornay"
  }, 
  {
    "quote": "He best keeps from anger who remembers that God is always looking upon him.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "I did not want to put myself on the line, as an Australian playing Britain's greatest comic actor. The fans of Sellers are obsessive, possessive - and aggressive. I did not want to risk their anger - or my own reputation.", 
    "name": "Geoffrey Rush"
  }, 
  {
    "quote": "On banks, I make no apology for attacking spivs and gamblers who did more harm to the British economy than Bob Crow could achieve in his wildest Trotskyite fantasies, while paying themselves outrageous bonuses underwritten by the taxpayer. There is much public anger about banks and it is well deserved.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "Whether one agrees or disagrees with the tactics of the Occupy Wall Street movement, it's easy to understand the inspiration for its anger as well as its impatience.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "When you learn that a truth is a lie, anger follows.", 
    "name": "Grace Slick"
  }, 
  {
    "quote": "Good satire comes from anger. It comes from a sense of injustice, that there are wrongs in the world that need to be fixed. And what better place to get that well of venom and outrage boiling than a newsroom, because you're on the front lines.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "In high school I dated a white woman. She would come to visit me on the rez. And her dad, who was very racist, didn't like that at all. And he told her one time, 'You shouldn't go on the rez if you're white because Indians have a lot of anger in their heart.'", 
    "name": "Sherman Alexie"
  }, 
  {
    "quote": "People have said I'm the candidate of anger. Well, we have a right to be angry. We lost 3 million jobs. We lost our place as the moral leader of the world.", 
    "name": "Howard Dean"
  }, 
  {
    "quote": "I think anger and laughter are very close to each other, when you think about it.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "All improv turns into anger. All comedy improv basically turns into anger, because that's all people know how to do when they're improvising. If you notice shows that are improvising are generally people yelling at each other.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "As the plane got closer to Miami, I had this terrible feeling he was dying. Maybe he was telling me that he was going. I felt anger, panic, despair and helplessness.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "Men are fair, and they have learned not to personalize anger - they can disagree with you and argue to the bone, but afterward they still consider you a nice person with whom the underlying human relationship need not be altered.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "I guess because I had such a horrible life growing up, going from place to place not knowing what I was gonna do and ending up being homeless, there was a lot of pain and a lot of anger that was coming out through my guitar playing.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "Wise anger is like fire from a flint: there is great ado to get it out and when it does come, it is out again immediately.", 
    "name": "Edward Everett Hale"
  }, 
  {
    "quote": "I had a lot of anger because I wasn't happy with the way I had been raised.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "So I'm not worried about the emotions I carry with me, because I'm happy that I have them I think it's good for the work I do. The emotions that are not healthy are the ones you hold inside, like anger.", 
    "name": "Diana Ross"
  }, 
  {
    "quote": "But one of the hardest things for me to do was to access anger. I could do it on stage. But when I did it on film it was hard for me. That probably has to do with the intimacy of film. And my own personal issues with expressing anger. So I had to learn how to do that.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "To rule one's anger is well to prevent it is better.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "I was able to do To Sleep with Anger, a very powerful film about African Americans, their spirituality, and the things that happened within a small community and a family.", 
    "name": "Danny Glover"
  }, 
  {
    "quote": "The anger of lovers renews their love.", 
    "name": "Terence"
  }, 
  {
    "quote": "Life is precious and there's not a lot of room for anger.", 
    "name": "Fran Drescher"
  }, 
  {
    "quote": "I think I would cope like anyone copes with any tragedy. I'm sure I would be very upset for a while and then there would come a point where I would either have to stay in this place of darkness and anger, or I'd have to accept that it happened.", 
    "name": "Jason Ritter"
  }, 
  {
    "quote": "Everybody kind of perceives me as being angry. It's not anger, it's motivation.", 
    "name": "Roger Clemens"
  }, 
  {
    "quote": "There are people still in the Republican Party that I believe practice the communication of anger, of disappointment, of regret, of pain, of sorrow, of suffering. That's not what the American people want to hear.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "I've purged myself of bitterness and anger and remained open to love.", 
    "name": "Tatum O'Neal"
  }, 
  {
    "quote": "Imagine a thousand more such daily intrusions in your life, every hour and minute of every day, and you can grasp the source of this paranoia, this anger that could consume me at any moment if I lost control.", 
    "name": "Jack Henry Abbott"
  }, 
  {
    "quote": "There is an element of anger among women who've been raped. There's certainly a major element of humiliation. But it really does seem like a medical condition of shock and horror.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "When you start suppressing feelings at an early age, it hurts you down the road. Full expression of anger and pain is very important.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "I was very fortunate to play sports. All the anger in me went out. I had to do what I had to do. If you stay angry all the time, then you really don't have a good life.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "I understand Tea Partyers' anger with the system, but they are in way over their heads and often racially motivated, and I can't be part of that.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "I do like to write nasty songs. It's a useful weapon to have, and it's cathartic as well, because I create art out of anger, something positive out of something negative.", 
    "name": "Lisa Marie Presley"
  }, 
  {
    "quote": "As a culture I see us as presently deprived of subtleties. The music is loud, the anger is elevated, sex seems lacking in sweetness and privacy.", 
    "name": "Shelley Berman"
  }, 
  {
    "quote": "I was a pretty angry kid, and I got into military history largely as a way to vent my own anger. As I got older it narrowed down to a more specific focus on individual violence. I'm just trying to understand where it came from.", 
    "name": "Caleb Carr"
  }, 
  {
    "quote": "I get in trouble when I say things like, 'I'm attracted to violence.' I was a pretty angry kid, and I got into military history largely as a way to vent my own anger. As I got older it narrowed down to a more specific focus on individual violence. I'm just trying to understand where it came from.", 
    "name": "Caleb Carr"
  }, 
  {
    "quote": "Anger is a transient hatred or at least very like it.", 
    "name": "Robert South"
  }, 
  {
    "quote": "That's the conundrum of cartoon stripping, as opposed to political cartoons. When your anger is the driving force of your drawing hand, failure follows. The anger is OK, but it has to serve the interests of the heart, frankly.", 
    "name": "Berkeley Breathed"
  }, 
  {
    "quote": "Generalised anger and frustration is something that gets you in the studio, and gets you to work - though it's not necessarily evident in anything that's finished.", 
    "name": "Bruce Nauman"
  }, 
  {
    "quote": "Most men's anger about religion is as if two men should quarrel for a lady they neither of them care for.", 
    "name": "Edward F. Halifax"
  }, 
  {
    "quote": "But on second thought, after I decreed the state of emergency, I came to the conclusion that that was impossible to achieve without bloodshed because the street protesters were full of anger and nearly out of control. This is why I thought we needed to find another way out.", 
    "name": "Eduard Shevardnadze"
  }, 
  {
    "quote": "I suppose there's an anger in all of us. Some hidden rage that you keep at bay.", 
    "name": "Dominic Cooper"
  }, 
  {
    "quote": "Deep down, my mom had long suspected I was gay... Much of her anger and hurt came from her sense of betrayal that she was the last to be told.", 
    "name": "Chaz Bono"
  }, 
  {
    "quote": "I'm generally quite an angry person, and I like to channel my anger toward something creative.", 
    "name": "Sharmeen Obaid-Chinoy"
  }, 
  {
    "quote": "I think there is a big difference between expressing the pain and anger that many African Americans and other people of color may feel versus language that I think now crosses the line and goes into hate.", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "Being told about the effects of climate change is an appeal to our reason and to our desire to bring about change. But to see that Africans are the hardest hit by climate change, even though they generate almost no greenhouse gas, is a glaring injustice, which also triggers anger and outrage over those who seek to ignore it.", 
    "name": "Sigmar Gabriel"
  }, 
  {
    "quote": "I've spent a lot of time and money trying to keep my anger in control.", 
    "name": "Yancy Butler"
  }, 
  {
    "quote": "Fear is the only true enemy, born of ignorance and the parent of anger and hate.", 
    "name": "Edward Albert"
  }, 
  {
    "quote": "The anger of a person who is strong, can always bide its time.", 
    "name": "James Whitcomb Riley"
  }, 
  {
    "quote": "Anger begins with folly, and ends with repentance.", 
    "name": "Beverly Sills"
  }, 
  {
    "quote": "I am ready to accept all accusations, allegations, anger - but I have to succeed.", 
    "name": "Boris Trajkovski"
  }, 
  {
    "quote": "Indulge not thyself in the passion of anger it is whetting a sword to wound thine own breast, or murder thy friend.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "I guess lyrically they're similar because they're talking about escaping the kind of misery that likes company. 'The Last One Alive,' for me, is very simple. It's just about alienation, really, that causes anger.", 
    "name": "Jon Crosby"
  }, 
  {
    "quote": "What if you threw a protest and no one showed up? The lack of angst and anger and emotion is a big positive.", 
    "name": "Jay Alan Sekulow"
  }, 
  {
    "quote": "I did not think that I was angry, but clearly anger was reflected in my writing. I did not think that I had been affected emotionally, but it was clear from my writing that I was still very emotional about the trial some six months after it ended.", 
    "name": "Christopher Darden"
  }, 
  {
    "quote": "Every child senses, with all the horse sense that's in him, that any parent is angry inside when children misbehave and they dread more the anger that is rarely or never expressed openly, wondering how awful it might be.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "I was never jailed. The fact is that I was arrested, but I went into a diversion programme, and by that time I'd already begun working in what was called anger management. It was a painful and awful moment.", 
    "name": "David Soul"
  }, 
  {
    "quote": "Keep your temper. A decision made in anger is never sound.", 
    "name": "Ford Frick"
  }, 
  {
    "quote": "Because society would rather we always wore a pretty face, women have been trained to cut off anger.", 
    "name": "Nancy Friday"
  }, 
  {
    "quote": "Unless and until Barack Obama addresses the full depth of Americans' anger with his full arsenal of policy smarts and political gifts, his presidency and, worse, our economy will be paralyzed.", 
    "name": "Frank Rich"
  }, 
  {
    "quote": "The Anger Management Tour was another beautiful thing. I loved that tour.", 
    "name": "Obie Trice"
  }, 
  {
    "quote": "I've always turned my anger inwards towards self-destruction.", 
    "name": "Mackenzie Phillips"
  }, 
  {
    "quote": "Our task, of course, is to transmute the anger that is affliction into the anger that is determination to bring about change. I think, in fact, that one could give that as a definition of revolution.", 
    "name": "Barbara Deming"
  }, 
  {
    "quote": "Bosnia is under my skin. It's the place you cannot leave behind. I was obsessed by the nightmare of it all there was this sense of guilt, and an anger that has become something much deeper over these last years.", 
    "name": "Paddy Ashdown"
  }, 
  {
    "quote": "Our second phase was to develop a school curriculum that teaches tolerance, respect for differences, conflict resolution, anger management, and other attributes of peace.", 
    "name": "Eddie Bernice Johnson"
  }, 
  {
    "quote": "The American people are smart. They've gotten sick of the predictable hyperpartisan talking points and canned anger.", 
    "name": "John Avlon"
  }, 
  {
    "quote": "I share the anger, but, ultimately, to govern this country, it takes more than anger. It takes experience. It takes positions that reflect the best values of the American people.", 
    "name": "Joe Lieberman"
  }, 
  {
    "quote": "If either player abandon the game by quitting the table in anger, or in an otherwise offensive manner or by momentarily resigning the game or refuses to abide by the decision of the Umpire, the game must be scored against him.", 
    "name": "Howard Staunton"
  }, 
  {
    "quote": "After my second-to-last record, 'The Greatest', I had gone on tour for a while, and I didn't play an instrument for about five years. And I got kind of - it's not self-esteem or whatever, or anger toward myself - but disappointed in myself that I hadn't been challenging myself to learn musically.", 
    "name": "Cat Power"
  }, 
  {
    "quote": "That feeds anger, and I mean when we went and at last thank heavens got towards peace in Northern Ireland we went for justice within Northern Ireland as well as using security well, as well as a political settlement, but surely that is the lesson.", 
    "name": "Clare Short"
  }, 
  {
    "quote": "And we know there has been horrendous loss of life and suffering and we know that there is anger. Anyone who came anywhere near the general election in constituencies with a substantial Muslim population knows that.", 
    "name": "Clare Short"
  }, 
  {
    "quote": "Anger may be kindled in the noblest breasts: but in these slow droppings of an unforgiving temper never takes the shape of consistency of enduring hatred.", 
    "name": "M. Kathleen Casey"
  }, 
  {
    "quote": "I've chosen my wedding ring large and heavy to continue forever. But exactly because of that all the time that Dave and I have an argument I feel it like handcuffs, and on anger time I throw it in a basket. Poor Dave, he bought me three wedding rings already!", 
    "name": "Carmen Miranda"
  }, 
  {
    "quote": "So many women keep their anger inside and let it build until they explode and then people blow them off again.", 
    "name": "Rosalind Wiseman"
  }, 
  {
    "quote": "Anger's not a good emotion.", 
    "name": "Lincoln Chafee"
  }, 
  {
    "quote": "I also had to work through the violation of my date rape, my unhealthy relationships with men, my anger toward the people involved in the scandal, and those who exploited me afterwards.", 
    "name": "Donna Rice"
  }, 
  {
    "quote": "Fairest and dearest, your wrath and anger are more heavy than I can bear but learn that I cannot tell what you wish me to say without sinning against my honour too grievously.", 
    "name": "Marie de France"
  }, 
  {
    "quote": "Violence is a problem we all want to solve. I want to make sure that kids learn to deal with anger by learning how to talk with people to solve problems. Here in the United States Senate I want to make sure we have safe schools, safe neighborhoods and good things for kids to do after school!", 
    "name": "Patty Murray"
  }, 
  {
    "quote": "My heart has been heavy and I have deliberated within my own conscience, knowing that my decision should not come out of my initial emotion of anger toward the President for such reckless behavior, but should be based on the facts.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "Insurgents have capitalized on popular resentment and anger towards the United States and the Iraqi government to build their own political, financial and military support, and the faith of Iraqi citizens in their new government has been severely undermined.", 
    "name": "Tom Lantos"
  }, 
  {
    "quote": "I had a lot of anger inside me and that came out at times that were not particularly advantageous to me career-wise.", 
    "name": "Mickey Rourke"
  }, 
  {
    "quote": "Another night, I dreamed I saw my father sweeping out the barn floor clean, and would not suffer the wheat to be brought in the barn. He appeared to me to be in anger.", 
    "name": "Joanna Southcott"
  }, 
  {
    "quote": "Us investigators who went out into the field were faced on occasion with a lot of anger, by people saying why has it taken you five or six year to come and see me?", 
    "name": "Tony Greig"
  }, 
  {
    "quote": "I like people and get along, and I'm afraid to express my anger and my rage.", 
    "name": "Fisher Stevens"
  }, 
  {
    "quote": "I was shocked at the anger toward me.", 
    "name": "Bernadine Dohrn"
  }, 
  {
    "quote": "My anger with the US was not at first, that they had used that weapon - although that anger came later.", 
    "name": "Wilfred Burchett"
  }, 
  {
    "quote": "A little anger is a good thing if it isn't on your own behalf, if it's for others deserving of your anger, your empathy.", 
    "name": "David Simon"
  }, 
  {
    "quote": "The anger that Uncle Junior has comes from my background. My father was the son of an Italian immigrant, and I've seen the fire of the Italian temperament. It can be explosive sometimes in ways that are both funny and tragic.", 
    "name": "Dominic Chianese"
  }, 
  {
    "quote": "The quickest way to defuse fear or insecurity or anger is usually humor. I think comics figure that out quickly, and, once you figure it out, you think, 'Hey, if I can do this and get paid, that would be kind of cool.'", 
    "name": "Billy Gardell"
  }, 
  {
    "quote": "I may have been the only candidate in America who failed to ride the wave of anti-establishment anger to victory.", 
    "name": "Mickey Kaus"
  }, 
  {
    "quote": "The preparation, commitment and desire to win will be no less than the last time I drove a grand prix car in anger.", 
    "name": "Nigel Mansell"
  }, 
  {
    "quote": "There's no anger ever in a spiritual. There's always the dream of a hope of a better day coming. That God understands the troubles that I'm experiencing.", 
    "name": "Jessye Norman"
  }, 
  {
    "quote": "I want to express myself to feel that what I feel is real. My joy, my pain, my anger.", 
    "name": "Annabella Sciorra"
  }, 
  {
    "quote": "It absolutely helped - to write the father in both 'Juicy' and 'Beasts,' I had to see the whole story from his point of view. All of a sudden I understood more of what my own father must be going through - the fear, the frustration, the anger... the hope that he'll leave a legacy.", 
    "name": "Lucy Alibar"
  }, 
  {
    "quote": "Whoever incites anger has a strong insurance against indifference.", 
    "name": "Philip Stanhope"
  }, 
  {
    "quote": "I think a certain amount of anger has been a fuel of mine, if you want - but also some sort of sadness, and plain mischief, of course.", 
    "name": "Siouxsie Sioux"
  }, 
  {
    "quote": "The reason why I love people, and writing about them, is because they don't always respond with hate and anger. If they did I wouldn't have a story to tell. Who wants to know about someone who was brutalised and became brutal? I'm interested in the exceptions.", 
    "name": "Chris Cleave"
  }, 
  {
    "quote": "You can survive with anger, but you can't live with it forever.", 
    "name": "Ariel Dorfman"
  }, 
  {
    "quote": "The nice thing about anger is that, as an emotion, it's strong enough to unplug me from the comedian's mind for a minute and just be a frustrated member of the citizenry.", 
    "name": "Seth Meyers"
  }, 
  {
    "quote": "I think people should be angry at things that are worthy of anger. Injustice is outrageous and deserves outrage.", 
    "name": "Chris Hayes"
  }, 
  {
    "quote": "Successful prime-time television of any genre produces some kind of emotional reaction in the viewers. There are a lot of different emotions to tap into. The emotion of the reward of discovery, the feeling of righteous anger, the feelings of pathos and sadness, or sentimentality of being moved by something.", 
    "name": "Chris Hayes"
  }, 
  {
    "quote": "My character had been in the chair for seven years. He had gone through his anger, depression, drug and alcohol abuse. He had gone through everything, now he was up, he was happy, he was filled with his dream.", 
    "name": "Gregory Hines"
  }, 
  {
    "quote": "I realised one day that men are emotional cripples. We can't express ourselves emotionally, we can only do it with anger and humour. Emotional stability and expression comes from women.", 
    "name": "Bob Hoskins"
  }, 
  {
    "quote": "My hope is that out of all the anger and seeming hostility that we hear in some of today's music will come some sort of coalition that will become politically involved.", 
    "name": "Roberta Flack"
  }, 
  {
    "quote": "I'm not angry, I'm not an angry person, but I do sometimes like playing with the perception of anger, as in pretending that I'm more angry than I actually am, and sometimes it works quite well.", 
    "name": "Calvin Harris"
  }, 
  {
    "quote": "With Stacy, it was interesting because you know he was within all this chaos, all these different lives that were so broken and so much anger and so much frustration and their skating came out of that, their different styles came out of that.", 
    "name": "John Robinson"
  }, 
  {
    "quote": "I use the music to vent, and a lot of the stuff that I am writing about or was writing about contained a lot of anger and anxiety, stress and depression, so that's how the album came out so dark.", 
    "name": "Vanilla Ice"
  }, 
  {
    "quote": "I don't think I could play a character that I couldn't relate to somehow. I'm not unfamiliar with frustration, anger, shame, helplessness and a load of other emotions that make up our psycho-soup. I try to focus on that frustration, that sense of unfairness, and multiply it.", 
    "name": "Terry O'Quinn"
  }, 
  {
    "quote": "I'm really busted up over this and I'm very, very sorry to those people in the audience, the blacks, the Hispanics, whites - everyone that was there that took the brunt of that anger and hate and rage and how it came through.", 
    "name": "Michael Richards"
  }, 
  {
    "quote": "The anger that appears to be building up between the sexes becomes more virulent with every day that passes. And far from women taking the blame... the fact is that men are invariably portrayed as the bad guys. Being a good man is like being a good Nazi.", 
    "name": "Dave Thomas"
  }, 
  {
    "quote": "For a long time I thought I could deal with my anger and hostility on my own. But I couldn't. I denied that it had affected me, and yet I was so frantic on the inside with other people: I needed to be constantly reassured.", 
    "name": "Kelly McGillis"
  }, 
  {
    "quote": "The poor monkey, quietly seated on the ground, seemed to be in sore trouble at this display of anger.", 
    "name": "Henry Walter Bates"
  }, 
  {
    "quote": "It is only with burning anger that we can speak of this attack by counter-revolutionary reactionary elements against the capital of our country, against our people's democratic order and the power of the working class.", 
    "name": "Janos Kadar"
  }, 
  {
    "quote": "The anger in the Brigade against those who fought the Republic in the rear was sharpened by reports of weapons, even tanks, being kept from the front and hidden for treacherous purposes.", 
    "name": "Bill Alexander"
  }, 
  {
    "quote": "In the final analysis, the incident is seen as originating from an emotional expression of the frustration and anger of the proud people of China who had been subject to ever increasing oppression from without and decadent corruption from within.", 
    "name": "Chen Ning Yang"
  }, 
  {
    "quote": "Our humor turns our anger into a fine art.", 
    "name": "Mary Kay Blakely"
  }, 
  {
    "quote": "Anger is implanted in us as sort of sting, to make us gnash with our teeth against the devil, to make us vehement against him, not to set us in array against each other.", 
    "name": "Richard Savage"
  }, 
  {
    "quote": "When anger rushes unrestrained to action, like a hot steed, it stumbles on its way. The man of thought strikes deepest and strikes safely.", 
    "name": "Richard Savage"
  }, 
  {
    "quote": "I think that all the anger and cynicism comes from suppressing things that we always wanted.", 
    "name": "John Lee Hancock"
  }, 
  {
    "quote": "There is not in nature, a thing that makes man so deformed, so beastly, as doth intemperate anger.", 
    "name": "Alan Bleasdale"
  }, 
  {
    "quote": "In the heat of our campaigns, we have all become accustomed to a little anger and exaggeration. Yet, on the whole, our political process has served us well.", 
    "name": "Edmund S. Muskie"
  }, 
  {
    "quote": "I don't have the feeling of being motivated by anger, revenge or frustration.", 
    "name": "Agnes Obel"
  }, 
  {
    "quote": "Anger is seldom without argument but seldom with a good one.", 
    "name": "Lord Halifax"
  }, 
  {
    "quote": "As a system of philosophy it is not like the Tower of Babel, so daring its high aim as to seek a shelter against God's anger but it is like a pyramid poised on its apex.", 
    "name": "Adam Sedgwick"
  }, 
  {
    "quote": "Anger becomes limiting, restricting. You can't see through it. While anger is there, look at that, too. But after a while, you have to look at something else.", 
    "name": "Thylias Moss"
  }, 
  {
    "quote": "I love each and every one of you but, like my own family, you thrill, you frustrate, you anger.", 
    "name": "John Buchanan"
  }
]