[
  {
    "quote": "Darkness cannot drive out darkness only light can do that. Hate cannot drive out hate only love can do that.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The weak can never forgive. Forgiveness is the attribute of the strong.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Forgive your enemies, but never forget their names.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Mistakes are always forgivable, if one has the courage to admit them.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Always forgive your enemies - nothing annoys them so much.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "You will know that forgiveness has begun when you recall those who hurt you and feel the power to wish them well.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "When you forgive, you in no way change the past - but you sure do change the future.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "I can forgive, but I cannot forget, is only another way of saying, I will not forgive. Forgiveness ought to be like a cancelled note - torn in two, and burned up, so that it never can be shown against one.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Forgiveness is a virtue of the brave.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "He that cannot forgive others breaks the bridge over which he must pass himself for every man has need to be forgiven.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Forgiveness is the final form of love.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Forgiveness is the economy of the heart... forgiveness saves the expense of anger, the cost of hatred, the waste of spirits.", 
    "name": "Hannah More"
  }, 
  {
    "quote": "When I was a kid I used to pray every night for a new bicycle. Then I realised that the Lord doesn't work that way so I stole one and asked Him to forgive me.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "How does one know if she has forgiven? You tend to feel sorrow over the circumstance instead of rage, you tend to feel sorry for the person rather than angry with him. You tend to have nothing left to say about it all.", 
    "name": "Clarissa Pinkola Estes"
  }, 
  {
    "quote": "To err is human to forgive, divine.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "To forgive is to set a prisoner free and discover that the prisoner was you.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "Forgotten is forgiven.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "A mistake is always forgivable, rarely excusable and always unacceptable.", 
    "name": "Robert Fripp"
  }, 
  {
    "quote": "Forgiveness means letting go of the past.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "The public is wonderfully tolerant. It forgives everything except genius.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Forgiveness is the remission of sins. For it is by this that what has been lost, and was found, is saved from being lost again.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "There is no love without forgiveness, and there is no forgiveness without love.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "If there is something to pardon in everything, there is also something to condemn.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The practice of forgiveness is our most important contribution to the healing of the world.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Forgiveness is the answer to the child's dream of a miracle by which what is broken is made whole again, what is soiled is made clean again.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Forgiveness is a funny thing. It warms the heart and cools the sting.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "One forgives to the degree that one loves.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "To be social is to be forgiving.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The ineffable joy of forgiving and being forgiven forms an ecstasy that might well arouse the envy of the gods.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Man has two great spiritual needs. One is for forgiveness. The other is for goodness.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Forgiveness is a gift you give yourself.", 
    "name": "Suzanne Somers"
  }, 
  {
    "quote": "Forgive yourself for your faults and your mistakes and move on.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Once a woman has forgiven her man, she must not reheat his sins for breakfast.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "When women love us, they forgive us everything, even our crimes when they do not love us, they give us credit for nothing, not even our virtues.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "It is easier to forgive an enemy than to forgive a friend.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Selfishness must always be forgiven you know, because there is no hope of a cure.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "It takes one person to forgive, it takes two people to be reunited.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "It's said in Hollywood that you should always forgive your enemies - because you never know when you'll have to work with them.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "Thank you, God, for this good life and forgive us if we do not love it enough.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "There is no revenge so complete as forgiveness.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Without forgiveness, there's no future.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Genuine forgiveness does not deny anger but faces it head-on.", 
    "name": "Alice Duer Miller"
  }, 
  {
    "quote": "Forgiveness is like faith. You have to keep reviving it.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Humanity is never so beautiful as when praying for forgiveness, or else forgiving another.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Forgiveness is the key to action and freedom.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "God will forgive me. It's his job.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Forgive, son men are men they needs must err.", 
    "name": "Euripides"
  }, 
  {
    "quote": "How unhappy is he who cannot forgive himself.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Forgive many things in others nothing in yourself.", 
    "name": "Ausonius"
  }, 
  {
    "quote": "My desire is to be a forgiving, non-judgmental person.", 
    "name": "Janine Turner"
  }, 
  {
    "quote": "The ability to forgive is one of man's greatest achievements.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Life is an adventure in forgiveness.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "It is often easier to ask for forgiveness than to ask for permission.", 
    "name": "Grace Hopper"
  }, 
  {
    "quote": "I do not bring forgiveness with me, nor forgetfulness. The only ones who can forgive are dead the living have no right to forget.", 
    "name": "Chaim Herzog"
  }, 
  {
    "quote": "It is very east to forgive others their mistakes it takes more grit and gumption to forgive them for having witnessed your own.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "Forgiveness is the giving, and so the receiving, of life.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "To understand is to forgive, even oneself.", 
    "name": "Alexander Chase"
  }, 
  {
    "quote": "It's far easier to forgive an enemy after you've got even with him.", 
    "name": "Olin Miller"
  }, 
  {
    "quote": "I shall be an autocrat, that's my trade and the good Lord will forgive me, that's his.", 
    "name": "Catherine the Great"
  }, 
  {
    "quote": "All major religious traditions carry basically the same message, that is love, compassion and forgiveness the important thing is they should be part of our daily lives.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Love is an act of endless forgiveness, a tender look which becomes a habit.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "Reversing your treatment of the man you have wronged is better than asking his forgiveness.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Forgiveness is God's command.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Acceptance and tolerance and forgiveness, those are life-altering lessons.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "Anger ventilated often hurries towards forgiveness anger concealed often hardens into revenge.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Forgiveness is not a feeling - it's a decision we make because we want to do what's right before God. It's a quality decision that won't be easy and it may take time to get through the process, depending on the severity of the offense.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "God pardons like a mother, who kisses the offense into everlasting forgiveness.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "Forgiveness says you are given another chance to make a new beginning.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "The glory of Christianity is to conquer by forgiveness.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Nothing inspires forgiveness quite like revenge.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Every year during their High Holy Days, the Jewish community reminds us all of our need for repentance and forgiveness.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Here is the amazing thing about Easter the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "For me, forgiveness and compassion are always linked: how do we hold people accountable for wrongdoing and yet at the same time remain in touch with their humanity enough to believe in their capacity to be transformed?", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "Forgiveness is an act of the will, and the will can function regardless of the temperature of the heart.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "Without forgiveness life is governed by... an endless cycle of resentment and retaliation.", 
    "name": "Roberto Assagioli"
  }, 
  {
    "quote": "I deepen my experience of God through prayer, meditation, and forgiveness.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "You've just got to have a sense of respect for the person you have children with. Anger doesn't help anybody. Ultimately you have to say forgiveness is important, and honoring what you had together is important. But it's easy to say and harder to do.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "If only I wasn't an atheist, I could get away with anything. You'd just ask for forgiveness and then you'd be forgiven. It sounds much better than having to live with guilt.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "In the evening of life we shall be judged on love, and not one of us is going to come off very well, and were it not for my absolute faith in the loving forgiveness of my Lord I could not call on him to come.", 
    "name": "Madeleine L'Engle"
  }, 
  {
    "quote": "Because forgiveness is like this: a room can be dank because you have closed the windows, you've closed the curtains. But the sun is shining outside, and the air is fresh outside. In order to get that fresh air, you have to get up and open the window and draw the curtains apart.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "The first step in forgiveness is the willingness to forgive.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I believe in the forgiveness of sin and the redemption of ignorance.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Before Nelson Mandela was arrested in 1962, he was an angry, relatively young man. He founded the ANC's military wing. When he was released, he surprised everyone because he was talking about reconciliation and forgiveness and not about revenge.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Forgiveness is about empowering yourself, rather than empowering your past.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "I have to ask Allah's forgiveness and not get angry, because they come to me out of love, and it's not fitting that I should turn to them in hatred.", 
    "name": "Abdul Qadeer Khan"
  }, 
  {
    "quote": "We think that forgiveness is weakness, but it's absolutely not it takes a very strong person to forgive.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "Murder is unique in that it abolishes the party it injures, so that society has to take the place of the victim and on his behalf demand atonement or grant forgiveness it is the one crime in which society has a direct interest.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I realized that it's all really one, that John Lennon was correct. We utilize the music to bring down the walls of Berlin, to bring up the force of compassion and forgiveness and kindness between Palestines, Hebrews. Bring down the walls here in San Diego, Tijuana, Cuba.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "I did a lot of things that I regretted and I certainly paid for my mistakes. You have to go and ask for forgiveness and it wasn't until I really started doing good and doing right, by other people as well as myself, that I really started to feel that guilt go away. So I don't have a problem going to sleep at night.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "The fact is there is forgiveness for those who seek God. And I believe in the power of redemption.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I think the first step is to understand that forgiveness does not exonerate the perpetrator. Forgiveness liberates the victim. It's a gift you give yourself.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "Soon I realized that if beauty equalled forgiveness, I was never going to be forgiven.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "We cannot embrace God's forgiveness if we are so busy clinging to past wounds and nursing old grudges.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "Forgiveness to the injured does belong but they ne'er pardon who have done wrong.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "God's forgiveness allows us to be honest with ourselves. We recognize our imperfections, admit our failures, and plead to God for clemency.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "If Jesus Christ was who He claimed to be, and He did die on a cross at a point of time in history, then, for all history past and all history future it is relevant because that is the very focal point for forgiveness and redemption.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "We win by tenderness. We conquer by forgiveness.", 
    "name": "Frederick William Robertson"
  }, 
  {
    "quote": "The schools would fail through their silence, the Church through its forgiveness, and the home through the denial and silence of the parents. The new generation has to hear what the older generation refuses to tell it.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "It is always the case that when the Christian looks back, he is looking at the forgiveness of sins.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "I find forgiveness to be really healthy.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "My desire is to stand up and brush myself off when I make mistakes and ask for forgiveness.", 
    "name": "Janine Turner"
  }, 
  {
    "quote": "Forgiveness really is so misunderstood, as well as the power it can release in an individual.", 
    "name": "Jennifer O'Neill"
  }, 
  {
    "quote": "I think it's important to remember that Christianity was based in love and tolerance and forgiveness and acceptance.", 
    "name": "Kristin Chenoweth"
  }, 
  {
    "quote": "I think we learn the most from imperfect relationships - things like forgiveness and compassion.", 
    "name": "Andrea Thompson"
  }, 
  {
    "quote": "On a level of simple personal survival, understanding and forgiveness are crucial... whether in an intimate personal relationship or on a global level.", 
    "name": "Edward Albert"
  }, 
  {
    "quote": "When there's that forgiveness present and compassion, it just helps you live so much easier.", 
    "name": "Craig T. Nelson"
  }, 
  {
    "quote": "Forgiveness is indifference. Forgiveness is impossible while love lasts.", 
    "name": "Mary Chesnut"
  }, 
  {
    "quote": "'Caught' is a novel of forgiveness, and the past and the present - who should be and who shouldn't be forgiven. None of my books are ever just about thrills, or it won't work.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "To sin offers repentance and forgiveness not to sin offers only punishment.", 
    "name": "Jose Bergamin"
  }, 
  {
    "quote": "I like cast iron coated with enamel for longevity and forgiveness if I happen to take my eyes off the prize while pouring Chianti.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "One important theme is the extent to which one can ever correct an error, especially outside any frame of religious forgiveness. All of us have done something we regret - how we manage to remove that from our conscience, or whether that's even possible, interested me.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "Forgiveness is the needle that knows how to mend.", 
    "name": "Jewel"
  }, 
  {
    "quote": "Well, I've never left my faith - but have I made a lot of mistakes? But was I fortunate that I was brought up in that Pentecostal church, where I heard about God's love and God's forgiveness.", 
    "name": "Billy Ray Cyrus"
  }, 
  {
    "quote": "On the Day of Atonement, Jews are commanded to seek forgiveness from the people we have hurt.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "The Dalai Lama's entire being is about peace and harmony, forgiveness and self-discipline. Those are qualities to be admired. I am really looking forward to meeting His Holiness.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "As we know, forgiveness of oneself is the hardest of all the forgivenesses.", 
    "name": "Joan Baez"
  }, 
  {
    "quote": "I think it is important that we rebuild an atmosphere of forgiveness and civility in every aspect of our lives.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "I believe in Jesus Christ as my Lord and savior. I believe that Jesus died for my sins, and rose again, and that's my belief. I still don't know what 'Christian' means. I'm a follower of Christ, but I keep making a whole bunch of mistakes. And I thank God for forgiveness.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I ask the people of Connecticut for their forgiveness, I should have paid more attention to people around me and people that I trusted but I am sorry for my actions and take full responsibility.", 
    "name": "John Rowland"
  }, 
  {
    "quote": "God's forgiveness is the only thing. And, well, I take full responsibility for the adultery. It was my fault and, you know, no matter what went on, the man has to take responsibility and I do.", 
    "name": "Jim Bakker"
  }, 
  {
    "quote": "Well, of course I think people can be forgiven. But our justice system is not set up to dispense forgiveness. You can go to the local priest for that.", 
    "name": "Nancy Grace"
  }, 
  {
    "quote": "Forgiveness isn't about condoning what has happened to you or someone else's actions against you.", 
    "name": "Jennifer O'Neill"
  }, 
  {
    "quote": "Sometimes I see myself fine, sometimes I need a witness. And I like the whole truth, but there are nights I only need forgiveness.", 
    "name": "Dar Williams"
  }, 
  {
    "quote": "There is no forgiveness in nature.", 
    "name": "Ugo Betti"
  }, 
  {
    "quote": "I am making amends and seeking forgiveness. My only hope is that some good can come out of my situation.", 
    "name": "Jayson Blair"
  }, 
  {
    "quote": "I'm a lapsed Quaker. I don't go to meetings any more. But I'm very drawn to Catholicism - all that glitter. I'd love to be a Catholic. I think it would be fantastic - faith, forgiveness, absolution, extreme unction - all these wonderful words. I don't think anyone who was ever born a Catholic hasn't died a Catholic, no matter how lapsed they are.", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "China's idea of fair trade is government subsidies of its textile and apparel exports to the United States, currency manipulation, and forgiveness of loans by its government banks.", 
    "name": "Virginia Foxx"
  }, 
  {
    "quote": "The things the writers have me doing on 'Suburgatory' are insane. I think they think it's easier to ask for forgiveness than permission.", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "I would say that playing this character has caused me to think about a lot of things. He's always questioning himself and trying to get back to something he lost touch with and trying to find forgiveness. Everybody struggles with these things to some extent in their life.", 
    "name": "Lee Tergesen"
  }, 
  {
    "quote": "I'm currently in an interesting correspondence with a nun about forgiveness.", 
    "name": "Julian Clary"
  }, 
  {
    "quote": "I invite everyone to chose forgiveness rather than division, teamwork over personal ambition.", 
    "name": "Jean-Francois Cope"
  }, 
  {
    "quote": "I would say the hierarchy has made terrible errors in judgment and it has to seek forgiveness by its members.", 
    "name": "William P. Leahy"
  }, 
  {
    "quote": "I think everything worked out the way it was supposed to. Mark's happier. I'm sober. There are still phone calls to be made, people I need to say something to. But everyone from Creed who I've offended or hurt, I ask for their forgiveness.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "I discipline churchgoers with godly lessons and sharp words if they do not change their ways. My goal is to open their hearts so that they seek forgiveness.", 
    "name": "William Brewster"
  }, 
  {
    "quote": "These subsidies from four European governments, which include aircraft launch assistance, capital injections, debt forgiveness, have enabled Airbus to develop and range market airliners well below cost.", 
    "name": "Norm Dicks"
  }, 
  {
    "quote": "The principle that certain sins should not receive the Church's testimony of forgiveness was probably no novelty at all, but had been applied in various churches perhaps, however, with no strict consistency.", 
    "name": "Robert Rainy"
  }, 
  {
    "quote": "I learned a long time ago that some people would rather die than forgive. It's a strange truth, but forgiveness is a painful and difficult process. It's not something that happens overnight. It's an evolution of the heart.", 
    "name": "Sue Monk Kidd"
  }, 
  {
    "quote": "One can't relive one's life. Forgiveness is not what's difficult one's always too ready to forgive. And it does no good, that's obvious.", 
    "name": "Louis-Ferdinand Celine"
  }, 
  {
    "quote": "And as I ask for your forgiveness, I also ask for your support to keep all things in perspective and keep all things in proportion. The good of nine years versus the bad.", 
    "name": "John Rowland"
  }, 
  {
    "quote": "I really do believe that God is love, one of deep affection and grace and forgiveness and inspiration.", 
    "name": "William P. Young"
  }, 
  {
    "quote": "Forgiveness is not to give the other person peace. Forgiveness is for you. Take that opportunity.", 
    "name": "Mackenzie Phillips"
  }, 
  {
    "quote": "And the only thing to do with a sin is to confess, do penance and then, after some kind of decent interval, ask for forgiveness.", 
    "name": "Joseph J. Ellis"
  }, 
  {
    "quote": "Any story about revenge is ultimately a story about forgiveness, redemption, or the futility of revenge.", 
    "name": "Nick Wechsler"
  }, 
  {
    "quote": "I love my children. That will never change. I have prayed to them for forgiveness and hope that they will forgive me. I never meant to hurt them!!", 
    "name": "Susan Smith"
  }
]