[
  {
    "quote": "Everyone will be famous for 15 minutes.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "I have no use for people who throw their weight around as celebrities, or for those who fawn over you just because you are famous.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "What a heavy burden is a name that has become too famous.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "We all want to be famous people, and the moment we want to be something we are no longer free.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "Famous, adj.: Conspicuously miserable.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Martyrdom is the only way a man can become famous without ability.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Andy Warhol made fame more famous.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "I just want to make music, I don't want people to talk about me. All I've ever wanted to do was sing. I don't want to be a celebrity. I don't want to be in people's faces, you know, constantly on covers of magazine that I haven't even known I'm on.", 
    "name": "Adele"
  }, 
  {
    "quote": "It's really easy to avoid the tabloids. You just live your life and don't hang out with famous people who are in the tabloids. Don't do anything controversial and be a normal person. Have friends. And get a job and keep working.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I wanted to be successful, not famous.", 
    "name": "George Harrison"
  }, 
  {
    "quote": "I'm not comfortable being around too many people. I don't like being out in public too much. I don't like going to bars. I don't like doing celebrity stuff. So most of the characters I play are people who don't always feel comfortable beyond their small circle of friends.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "How many famous and high-spirited heroes have lived a day too long?", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "I like being famous when it's convenient for me and completely anonymous when it's not.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I never wanted to be famous. I only wanted to be great.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "For famous men have the whole earth as their memorial.", 
    "name": "Pericles"
  }, 
  {
    "quote": "I know I'm not supposed to have any opinions about politics, because I'm famous.", 
    "name": "Cher"
  }, 
  {
    "quote": "I'd rather be able to face myself in the bathroom mirror than be rich and famous.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "You're not famous until my mother has heard of you.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "It isn't necessary to be rich and famous to be happy. It's only necessary to be rich.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "I always want to say to people who want to be rich and famous: 'try being rich first'. See if that doesn't cover most of it. There's not much downside to being rich, other than paying taxes and having your relatives ask you for money. But when you become famous, you end up with a 24-hour job.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "There's no difference between fame and infamy now. There's a new school of professional famous people that don't do anything. They don't create anything.", 
    "name": "Ricky Gervais"
  }, 
  {
    "quote": "Nothing in life prepares you to be famous.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "I can do whatever I want - I'm rich, I'm famous, and I'm bigger than you.", 
    "name": "Don Johnson"
  }, 
  {
    "quote": "It is a mark of many famous people that they cannot part with their brightest hour.", 
    "name": "Lillian Hellman"
  }, 
  {
    "quote": "Tom Cruise, he's a lot more famous than me.", 
    "name": "David Beckham"
  }, 
  {
    "quote": "People hate me because I am a multifaceted, talented, wealthy, internationally famous genius.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "I am beautiful, famous and gorgeous.", 
    "name": "Anna Kournikova"
  }, 
  {
    "quote": "A famous person to themselves, they don't get up in the morning and think, I'm famous. I'm not famous to me. Famous is a perception.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "The hardest thing about being famous is that people are always nice to you. You're in a conversation and everybody's agreeing with what you're saying - even if you say something totally crazy. You need people who can tell you what you don't want to hear.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "For a time, at least, I was the most famous person in the entire world.", 
    "name": "Jesse Owens"
  }, 
  {
    "quote": "Fate is being kind to me. Fate doesn't want me to be too famous too young.", 
    "name": "Duke Ellington"
  }, 
  {
    "quote": "Being big and famous doesn't get you more freedom, it gets you less.", 
    "name": "Robert Wyatt"
  }, 
  {
    "quote": "Celebrity distorts democracy by giving the rich, beautiful, and famous more authority than they deserve.", 
    "name": "Maureen Dowd"
  }, 
  {
    "quote": "I wrote because I needed to and wanted to. It never occurred to me that I'd become famous.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "Indeed, wretched the man whose fame makes his misfortunes famous.", 
    "name": "Lucius Accius"
  }, 
  {
    "quote": "I put my money in the bank: I have to think of life after modeling, when I'm not famous any more.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world.", 
    "name": "Wynonna Judd"
  }, 
  {
    "quote": "Celebrity gives us delusion of self importance.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "I've worked with a lot of people who are more famous than myself who are terribly insecure.", 
    "name": "Barry Gibb"
  }, 
  {
    "quote": "But I know newspapers. They have the first amendment and they can tell any lie knowing it's a lie and they're protected if the person's famous or it's a company.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "Celebrity, to me, is not a thing to seek.", 
    "name": "Aidan Quinn"
  }, 
  {
    "quote": "The thing about being famous is, it's weird. The only people who get how weird it is are other famous people.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "You don't have to have an attitude if you're famous.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "I seek no longer to be a 'famous' person, and instead I wish to live a 'normal' life.", 
    "name": "Sinead O'Connor"
  }, 
  {
    "quote": "Public misbehavior by the famous is a powerful teaching tool.", 
    "name": "Bill O'Reilly"
  }, 
  {
    "quote": "When you become famous, being famous becomes your profession.", 
    "name": "James Carville"
  }, 
  {
    "quote": "Acting is not about being famous, it's about exploring the human soul.", 
    "name": "Annette Bening"
  }, 
  {
    "quote": "I want to be famous everywhere.", 
    "name": "Luciano Pavarotti"
  }, 
  {
    "quote": "I really hate the duties of being a celebrity, like getting dressed up for the red carpet.", 
    "name": "America Ferrera"
  }, 
  {
    "quote": "If there's anything more mortifying than being famous at 14, it's being washed up right after.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "My favorite thing about being famous... it's not really as big of a deal as everybody says it is. Being on the road is tough, doing interviews, and all the stuff. It's still pretty tough.", 
    "name": "Aaron Carter"
  }, 
  {
    "quote": "I can't see any value in being a celebrity, famous for being famous.", 
    "name": "Noomi Rapace"
  }, 
  {
    "quote": "The whole celebrity culture thing - I'm fascinated by, and repelled by, and yet I end up knowing about it.", 
    "name": "Anderson Cooper"
  }, 
  {
    "quote": "When I'm living in the world of luxury and celebrity, which is where I found myself for a large part of my life, it's a walk-on part. Not a vital necessity, like it is for so many people. I enjoy it but I can see right through it!", 
    "name": "Agnetha Faltskog"
  }, 
  {
    "quote": "I will either be famous or infamous.", 
    "name": "Otto Dix"
  }, 
  {
    "quote": "Sometimes being famous gets in the way of doing what you want to do.", 
    "name": "Johnny Mathis"
  }, 
  {
    "quote": "I think that when you are famous every weakness is exaggerated.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Before I was famous, when I was just working in Gilbert's Lodge, everything was moving in slow motion.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Martyrdom: The only way a man can become famous without ability.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "To be famous, in fact, one has only to kill one's landlady.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Wood burns because it has the proper stuff in it and a man becomes famous because he has the proper stuff in him.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "When I started out, I didn't have any desire to be an actress or to learn how to act. I just wanted to be famous.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Did you ever stop to think why cops are always famous for being dumb? Simple. Because they don't have to be anything else.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "A very quiet and tasteful way to be famous is to have a famous relative. Then you can not only be nothing, you can do nothing too.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "I'm bored with that line. I never use it anymore. My new line is 'In 15 minutes everybody will be famous.'", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "I don't like Los Angeles. The people are awful and terribly shallow, and everybody wants to be famous but nobody wants to play the game. I'm from New York. I will kill to get what I need.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "My idea of a good picture is one that's in focus and of a famous person.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "In the future everyone will be famous for 15 minutes.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "After a fellow gets famous it doesn't take long for someone to bob up that used to sit by him in school.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "And to me, fame is not a positive thing. The idea of being famous is a lot better than the reality. It's fantastic when you go to premieres and people cheer you, but it's not real. And it's totally not my approach to get my name on a club door just because I can.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "I served the famous professors and scholars, and eventually they learned that the Reverend Moon is superior to them. Even Nobel laureate academics who thought they were at the center of knowledge are as nothing in front of me.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous.", 
    "name": "Ludwig Mies van der Rohe"
  }, 
  {
    "quote": "If you want to be a rock star or just be famous, then run down the street naked, you'll make the news or something. But if you want music to be your livelihood, then play, play, play and play! And eventually you'll get to where you want to be.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "When we were growing up our parents somehow made it clear that being famous was good. And I mistakenly thought that if I was famous then everyone would love me.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I was never very interested in boys - and there were plenty of them - vying with one another to see how many famous women they would get into the hay.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Some of the most famous books are the least worth reading. Their fame was due to their having done something that needed to be doing in their day. The work is done and the virtue of the book has expired.", 
    "name": "Moliere"
  }, 
  {
    "quote": "There's more pressure to be famous for being yourself than if you're being a character.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Any idiot can get laid when they're famous. That's easy. It's getting laid when you're not famous that takes some talent.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Mum loves me being famous! She is so excited and proud, as she had me so young and couldn't support me, so I am living her dream, it's sweeter for both of us. It's her 40th birthday soon and I'm going to buy her 40 presents.", 
    "name": "Adele"
  }, 
  {
    "quote": "The fame thing is interesting because I never wanted to be famous, and I never dreamt I would be famous.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I imagined being a famous writer would be like being like Jane Austen.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "There is a misleading, unwritten rule that states if a quote giving advice comes from someone famous, very old, or Greek, then it must be good advice.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "If you think Abraham Lincoln became famous for inventing the town car, it is time to spend a few hours on history.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Forget about being world famous, it's hard enough just getting the automatic doors at the supermarket to acknowledge our existence.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Yeah, I love being famous. It's almost like being white, y'know?", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "What I've learned is that you really don't need to be a celebrity or have money or have the paparazzi following you around to be famous.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I've never sat there and plotted out how I was going to become successful or famous.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I think the driving thing was curiosity about the universe. That fascinated me. I didn't think anything about being famous or anything like that, I was just interested in the concepts involved.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "We are not interested in cloning the Michael Jordans and the Michael Jacksons of this world. The rich and the famous don't participate in this.", 
    "name": "Panayiotis Zavos"
  }, 
  {
    "quote": "I have a profound empathy for people who are in the public eye, whether they manifest it themselves or whether it happened by accident - it doesn't matter to me. I think there's a great misunderstanding of what it is to be famous.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I thought the more famous I became, the more friendships I would have, but the opposite was true.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I'm more interested in being good than being famous.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "Aristotle was famous for knowing everything. He taught that the brain exists merely to cool the blood and is not involved in the process of thinking. This is true only of certain persons.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "I love being famous. It's almost like being white.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Dates with actors, finally, just seemed to me evenings of shop talk. I got sick of it after a hile. So the more famous I became, the more I narrowed down my choices.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Sometimes people offer you plays, they offer you parts, but they only offer it because I'm famous.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "I became very famous, as a teenager, and my name and photo were splashed in all the media. They made me larger than life, so I wanted to live larger than life, and the only way to do that was to be intoxicated.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "For me, growing up, the downside of it was that as a kid you don't want to stand out. You don't want to have a famous father let alone get a job because of your famous father, you know? But I'm a product of nepotism. That's how I got my foot in the door, through my dad.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Whenever you're the child of a famous person, you get judged in odd ways because of that.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "The idea of being famous is a lot better than the reality.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "I have been very happy, very rich, very beautiful, much adulated, very famous and very unhappy.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "It's interesting because people assume that because I'm famous I know all famous people.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I'm doing a new musical on Broadway, which opens in October called 'The Boy from Oz,' where I play Peter Allen. For those of you who don't know, he became first famous in America for marrying Liza Minelli.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "There were a few years there when I was just so enamored with the idea of living some sort of famous person's lifestyle that really isn't suited to me.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I think it's useful, as a famous person, to have as little separation between the perception of you and how you really are - because otherwise I'd be sitting here thinking I'm keeping secrets, and wondering when you're going to find out.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "In the sixties, everyone you knew became famous. My flatmate was Terence Stamp. My barber was Vidal Sassoon. David Hockney did the menu in a restaurant I went to. I didn't know anyone unknown who didn't become famous.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "I made my living being 20 or 30 pounds heavier than the average model. And that's where I got famous.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "When I was going for my graduate degree, I decided I was going to make a feature film as my thesis. That's what I was famous for-that I had my thesis film be a feature film, which was 'You're a Big Boy Now.'", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "Since I was seventeen I thought I might be a star. I'd think about all my heroes, Charlie Parker, Jimi Hendrix... I had a romantic feeling about how these people became famous.", 
    "name": "Jean-Michel Basquiat"
  }, 
  {
    "quote": "Other famous men, those of much talk and few deeds, soon evaporate. Action is the dignity of greatness.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Lance Armstrong, the famous cyclist and more importantly, cancer survivor, has said 'if you ever get a second chance for something, you've got to go all the way.'", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "The strangest part about being famous is you don't get to give first impressions anymore. Everyone already has an impression of you before you meet them.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I have no interest in Shakespeare and all that British nonsense... I just wanted to get famous and all the rest is hogwash.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "I certainly don't think you need to be famous to want to leave a legacy, but when you are famous, it's even more likely that your child will get the wrong perspective on your life if you die prematurely.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "One thing about being famous is the people around you, you pay all their bills so they very rarely disagree with you because they want you to pick up the check.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "People just assume that if you're famous, you're in Hollywood.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "If you look closely, there is no book more visual than Three Trapped Tigers, in that it is filled with blank pages, dark pages, it has stars made of words, the famous magical cube made of numbers, and there is even a page which is a mirror.", 
    "name": "Guillermo Cabrera Infante"
  }, 
  {
    "quote": "Among famous traitors of history one might mention the weather.", 
    "name": "Ilka Chase"
  }, 
  {
    "quote": "Know the names of past and current artists who are most famous for playing their instruments.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "I think there are a lot of people who really want to be famous, they really do. I don't. It sort of gets in the way of the everyday things that I do.", 
    "name": "Johnny Mathis"
  }, 
  {
    "quote": "Comedy has to be done en clair. You can't blunt the edge of wit or the point of satire with obscurity. Try to imagine a famous witty saying that is not immediately clear.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Bruce Lee was very famous. I watched his movies and he is amazing. He is a martial arts master, his philosophy, his movement, both physically and mentally, were very strong.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "You can get rich or famous by doing the same thing.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "And I want to do it the right way, like everybody else, not just a famous figurehead that gets a job because he is a famous basketball player. I want to really learn the business.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "There is no fulfillment in things whatsoever. And I think one of the reasons that depression reigns supreme amongst the rich and famous is some of them thought that maybe those things would bring them happiness. But what, in fact, does is having a cause, having a passion. And that's really what gives life's true meaning.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I don't mean being famous is a perk, because one knows that it's not necessarily a perk, but there are certain perks to being well-known and respected in one's field. Public perks. Like, I don't know, general friendliness and willingness to please, just to point out two.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "The problem is, the more famous you get, the more people see you who didn't choose to.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Look at Jessica Simpson. She's famous for being dumb. I guess it started with Marylyn Monroe, and she actually wasn't that dumb, but that's how she was perceived - and that's what got popular.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Because you know when you first become famous, you start walking a little different because people are staring at you.", 
    "name": "Bono"
  }, 
  {
    "quote": "Exposure makes you famous, not just good work. Famous is being plastered everywhere.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "I never pursued being 'famous.'", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "I could have been a dental hygienist with nothing bad ever appearing in print about me, but that's not how I've chosen to lead my life. I knew that you put yourself under a microscope the more famous you become.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I can't advise any of the young ones, because I don't know what their background was, but I would suggest that anyone who wants to be famous more than anything - there's a real problem.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "I'm sick to death of famous people standing up and using their celebrity to promote a cause. If I see a particular need, I do try to help. But there's a lot that can be achieved by putting a check in the right place and shutting up about it.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "Barack Obama is the most famous living person in the history of the world.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Famous people come up to me, but I don't know who they are because my sight is so bad. It's always at the pool of the Four Seasons in Beverly Hills when I don't have my lenses in and my glasses are in my room.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "I was famous overnight. I went from nowhere to being really big.", 
    "name": "Sting"
  }, 
  {
    "quote": "The worst thing about being famous is the invasion of your privacy.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "Hitler was so modern, in that he was obsessed with being famous. He was caught up with this rush to be have achieved greatness before turning 30.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "You know, I did not like being famous. It was a stressful and ugly time, and I'm glad it's over.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "To enjoy being famous, you need to have a screw loose.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "I'd probably be famous now if I wasn't such a good waitress.", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "The whole 'American Idol' way of looking at things is the antithesis of what I grew up with. There are a whole lot of kids wanting to be famous now, whereas if I'd even mentioned that word to one of my teachers, I would have got into a whole load of trouble.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I became famous, I think, really because of the interpretation of other people's songs, way back when, and that's what I enjoy the most. And I'm a lazy bugger.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "There is this power that comes with being famous.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I would have been very happy just working from job to job, paying my rent one movie at a time. I never wanted to be this famous. I never imagined this life for myself.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I'm willing to make compromises based on someone I think is the one, but I think it's psychologically important to people when they're famous to be the only famous person they know.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I just like the company of beautiful women. I have a weakness in that department. And I suppose because I am fairly well off and a famous musician, I'm up for grabs. And that makes me an eligible bachelor in the press.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "There's a definite responsibility that comes with being famous. You shouldn't be able to just dress up and look pretty.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I have to say, you know, I've seen so many people go through the cycle and become famous and not famous anymore and, you know, want - have their priorities change and want different things.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I woke up one morning to find I was famous. I bought a white Rolls-Royce and drove down Sunset Boulevard, wearing dark specs and a white suit, waving like the Queen Mum.", 
    "name": "Peter O'Toole"
  }, 
  {
    "quote": "My mom just didn't put a very high premium on me being like really famous or really wealthy or anything.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "I'm not one of those famous people flying round the world emoting over every catastrophe. I'm too feeble.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "The first time I went to Johnny Depp's house in LA is when I realized what I was getting myself into. I knew he was famous, but I didn't really know what that entailed.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "Duke Ellington was famous for hs very original harmonic patterns.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "Why am I so famous? What am I doing right? What are the others doing wrong?", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Being famous is just like being in high school. But I'm not interested in being the cheerleader. I'm not interested in being Gwen Stefani. She's the cheerleader, and I'm out in the smoker shed.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "The fire in the belly is essential, otherwise you become Michael Buble - famous and meaningless.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "I kept saying that I'd never live in L.A., and I didn't think I would. But that's where the work is, and I ended up making a lot of friends there, and my old friends moved out to Los Angeles too. And also, I think when you're famous, its hard to live in a small town.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I lost some of my friends because I got so famous, people who just assumed that I would be different now. I felt like everyone hated me. That is the most unhappy time of my life.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "Who elected Larry King America's grief counselor? We, the viewing public, did, by driving up his ratings whenever somebody famous passes.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "I have a great job writing for 'The Office,' but, really, all television writers do is dream of one day writing movies. I'll put it this way: At the Oscars the most famous person in the room is, like, Angelina Jolie. At the Emmys the huge exciting celebrity is Bethenny Frankel. You get what I mean.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "It took me fifteen years to discover I had no talent for writing, but I couldn't give it up because by that time I was too famous.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "I know I'm not a self-indulgent idiot I also know I'm not the second coming of Deepak Chopra. If I had believed either of those, or both, as some people do when they get famous, that's when the mental illness arrives.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I know it's a cliche but I never wanted to be famous. I don't believe anybody wants to be famous.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "A lot of people these days are not music lovers - they just want to be famous which is a very different thing to what I grew up believing in.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "The love of the famous, like all strong passions, is quite abstract. Its intensity can be measured mathematically, and it is independent of persons.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "I don't go to premieres. I don't go to parties. I don't covet the Oscar. I don't want any of that. I don't go out. I just have dinner at home every night with my kids. Being famous, that's a whole other career. And I haven't got any energy for it.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "You aren't famous until my mother has heard of you.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "My hair was famous before I was.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I'm English. Our dentistry is not world famous.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "Just because you're not famous, doesn't mean you're not good.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I hear the way people talk about the children of famous people. They're not treated very well. The presumptions are usually quite awful. So I tried to establish myself with a couple of movies. After 'Juno' I thought: 'I think I've defined myself enough as my own director that I'd love to work with my father.'", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I've been very, very lucky in my career, in my life - from day one. When aspiring directors say, 'What's your advice?' first I say, 'Be born the son of a famous director. It's invaluable.'", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I have so much empathy for these young actors that are 19 and all of a sudden they're beautiful and famous and rich. I'm like, 'Oh my God, I'd be dead.'", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "They saw me, those reckless seekers of beauty, and in a night I was famous.", 
    "name": "Lillie Langtry"
  }, 
  {
    "quote": "Now, we believe that the majority of teachers in America know our system must be reformed, to put students first so that America can compete, that teachers don't teach to become rich or famous. They teach because they love children.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "The stones themselves are thick with history, and those cats that dash through the alleyways must surely be the ghosts of the famous dead in feline disguise.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "Well I would say that we're regular people first of all and we're normal and it's obvious by some of the things that have happened just because our name is famous we're not immune to tragedy.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "It's quite a famous story that takes place on Christmas Eve, and the Germans, French, and Scottish are trying to make peace one night and they bury their dead and they play football. I play a German opera singer, in German, which I never have so I am really excited about that.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I'm not a very good impersonator, my friends maybe, but not famous people.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "It wasn't glamorous in my day. In the regions, reporters were seen as such low life that they didn't merit their name in the Radio Times. Now people are interested in being famous. I never gave it a thought.", 
    "name": "Kate Adie"
  }, 
  {
    "quote": "I never dreamt of being a musician for my livelihood. I certainly never would have wanted to be in the business that I'm in, meaning the fame and the glory, the glitter, the rock star, the famous part.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I'm as famous as I want to be.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "Computers are famous for being able to do complicated things starting from simple programs.", 
    "name": "Seth Lloyd"
  }, 
  {
    "quote": "The Bronx is famous for two things. Hip-hop, and 26 world championships.", 
    "name": "Kurtis Blow"
  }, 
  {
    "quote": "I wanted to be famous. I wanted people to talk about me.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "I know I have this level of celebrity, of fame, international, national, whatever you want to call it, but it's a pretty surreal thing to think sometimes that you're in the middle of another famous person's life and you think to yourself, 'How the hell did I get famous? What is this some weird club that we're in?'", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "Fact is, famous people say fame stinks because they love it so - like a secret restaurant or holiday island they don't want the hoi polloi to get their grubby paws on.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Yeah, I like to be the maker of the art. And I like and want the money. But I don't really dig being famous.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "Be very clear as to what your dream is. Nowadays it is fairly certain that 90 percent of all actors really just want to be rich and famous as the solution to all that ails.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "I'm famous today. People like me today. Might not like me tomorrow. You can't count on it.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "I'm glad that my parents missed one thing that was really unbelievable. They saw me hit this great success. It was a blast and we had a lot of laughs. And it was just an amazing time. They passed away. And then after I got, you know, famous, all these haters came out of nowhere.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "As a famous person you think how you're gonna end it, get away and have a normal life.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "There is less pressure as a character actor. It generally means that you will be acting for all of your life, which is my intention. It is not my intention to just be a rich and famous person, that would be pretty boring.", 
    "name": "Tim Roth"
  }, 
  {
    "quote": "I felt so painfully isolated that I vowed I would get revenge on the world by becoming a famous cartoonist.", 
    "name": "Robert Crumb"
  }, 
  {
    "quote": "I really don't know anything else because my brothers were famous when I was two years old. So I know nothing else, no other life.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "If somebody for some reason, for music or for movie, becomes famous, it's because they have something, something special.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "The press attack people to sell more papers without thinking, but when you get famous you have to put up with this kind of stuff.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "There are people who appear in the magazines and I don't know who they are. I've never seen anything they've done and their careers are over already. They're famous for maybe 10 minutes. Real careers, I think, take a long time to unfold.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "I've only ever wanted to be a singer I never wanted to be famous.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "Because I think in order to get famous you have to be known for something. Like 'You're the romantic comedy girl' or 'You're the Oscar-winning whatever girl.'", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "Our top story tonight: Famous TV dolphin flipper was arrested today on prostitution ring charges. He allegedly was seen transporting two 16 year olds across state line for immoral porpoises.", 
    "name": "Colin Mochrie"
  }, 
  {
    "quote": "I never wanted to be a celebrity I never wanted to be famous. And in my daily life, I work really hard to not trade on it in any way.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "I mean I was famous for nothing.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "I didn't want kids to think that to be happy, they had to be famous or rich or live in the big city.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "Becoming famous is a strange thing in your own right.", 
    "name": "Carnie Wilson"
  }, 
  {
    "quote": "When you see a fantastic colour or cut in a magazine, perched up on some famous so-and-so's head, it's tempting to ask your stylist for the same, but do not be fooled. The hair in those fancy photos can be very high maintenance.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I don't feel famous and I didn't want my autobiography to be like a Paris Hilton story.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I always loved working as an actress, but I didn't understand why I couldn't just opt out of being famous. And then I realized you can, and I think I did. And eventually, I came to understand that you can do that and also keep working.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "I would like to prove that on TV, everyday lives can be as compelling as the life-styles of the rich and famous. Especially lives that we catch at extraordinary moments.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "I would be a huge hypocrite if I didn't tell you that at one time in my life I thought the way that you made music was you got on a major label and you got famous.", 
    "name": "Neko Case"
  }, 
  {
    "quote": "We need to teach our kids, because there is such a celebrity culture at the moment, that however rich you are, however famous you are, however glamorous you are, everyone has to live by the same rules.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I don't have many famous friends, really, except Simon Cowell.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "Usually when I see someone famous, for some reason, I think I know them.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "My goal was just to work regularly. I didn't ever expect to be rich or famous. I wanted to be a working character actor.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "I got the famous Oprah hug!", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "There are hundreds of Frank Lloyd Wright buildings around the United States and in other countries, too. Wright lived into his 90s, and one of his most famous buildings, the Guggenheim Museum in New York, was completed just before his death. Wright buildings look like Wright buildings - that is their paradox.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "I became famous so quickly and so young - it was daunting. I was immature and I used to say some really stupid things in interviews. I never smiled on stage so I looked really serious, but it was because I hated my teeth and was incredibly nervous.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "There's the famous thing that the A&ampR man from the record company is supposed to do: He's supposed to come into the studio and listen to the songs you've been recording and then say, 'Guys, I don't hear any singles.' And then everybody falls into a terrible depression because you have to write one.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "I think basically becoming famous has taken the place of going to Heaven in modern society, hasn't it? That's the place where your dreams will come true. It's an act of faith now they think that's going to sort things out.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "As a shy kid growing up in Sheffield, I fantasized about how it would be great to be famous so I wouldn't actually have to talk to people and feel awkward. And of course, as we all know from fairy stories, when you achieve that ambition, you find out you don't want it.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "Pulp existed for 12 years before we got famous. Now, you could say that was just lack of imagination, but it's some kind of quality isn't it? Tenacity. You could also say it was sloth.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "I had no desire to be famous I just wanted to make the greatest music ever made. I didn't want anyone to know who I was.", 
    "name": "Robert Smith"
  }, 
  {
    "quote": "I don't want to be famous. I want to be secure. I don't want the world. I just want a piece of it. I want people to remember Eric Davis.", 
    "name": "Eric Davis"
  }, 
  {
    "quote": "You do not want to get married at 22! Especially if you're famous, because girls are going to be throwing themselves at you.", 
    "name": "Usain Bolt"
  }, 
  {
    "quote": "When you look at Michael Jackson, there's nobody who loves him in that family, nobody. If they did, they'd tell him he didn't have to do all that in order to be famous. All he has to do is keep doing his music and be himself. Michael's been a little touched for about 20 years, but somebody needs to pull him aside and tell him they love him.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "When I was growing up, I thought I'd be a lot happier if I was famous and successful and if I had money.", 
    "name": "Russell Brand"
  }, 
  {
    "quote": "I don't know if this is the kind of retrospective analysis that people are fond of applying to their work or actions, but it feels like I knew I was going to be famous and I knew that an element of that would be traumatic, so that if I could make myself something big and otherworldly, it would be a kind of defence.", 
    "name": "Russell Brand"
  }, 
  {
    "quote": "Being a famous actress may give you a sense of being important, but believe me, it's just an illusion.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "It's never been my purpose to become an American icon, or more famous or richer.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "I didn't get hugely famous really quick. It was a slow, gradual process, so I was able to sort of grow into myself and figure out who I was and what I wanted without the glaring spotlight on me telling me who I was.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "Major success feels a bit like a coronation. Like I'd become a king. I was one of the most famous people in the world, loved and hated in equal measure. I couldn't see anything bad with it. It made me a happy person.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "I'm the man that made wrestling famous.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "I've had to deal, a lot, with my own sense of intimidation at meeting famous people - especially actors, but really any famous people.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "It is more interesting to be compared to someone famous, because it lets you gauge what perceptions people have about your appearance.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "Nobody wants to end up super rich and famous - but divorced. I'm always clear on that and try to stay on the right side of the line.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "When famous people come up to you it's a bit weird, but it's an honour, really, when they recognise you and want to chat to you for a bit.", 
    "name": "Wayne Rooney"
  }, 
  {
    "quote": "I was very famous as a young man and I celebrated both the good and bad times with drinking.", 
    "name": "Glenn Hughes"
  }, 
  {
    "quote": "But I didn't ask to have somebody nose around in my private life. I didn't even ask to be famous. All I asked was to be able to earn a living making people laugh.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "You can become famous but you can't become unfamous. You can become infamous but not unfamous.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "Being famous is great, it's not like bad or horrible or anything.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "I love being famous - it's phenomenal.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "Being famous is not something that would make me feel successful - unless one was striving for mediocrity.", 
    "name": "William Hurt"
  }, 
  {
    "quote": "There are a lot of good things about being famous but there are a few not so good things too.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "I hope this doesn't sound pompous but I don't think of myself as famous, whatever fame I've got has come through what I've done and associations of things I've done.", 
    "name": "Peter Cushing"
  }, 
  {
    "quote": "You meet people in Hollywood that are famous, and you're not sure what they got famous for.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "In a school where everyone is famous or rich or whatever, you have a culture, 'What does your dad do?' 'What does your mom do?'", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "I think in the end, when you're famous, people like to narrow you down to a few personality traits. I think I've just become this ambitious, say-whatever's-on-her-mind, intimidating person. And that's part of my personality, but it's certainly not anywhere near the whole thing.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "A lot of times on tour it's about, 'OK, where am I today? Wow, I'm in Costa Rica. What is their famous dish?' And it's about trying the food, and really experiencing it.", 
    "name": "Fergie"
  }, 
  {
    "quote": "I'm famous for splurging at fast-food places. I'm currently obsessed with Taco Bell's bean and cheese burritos with extra green sauce and extra cheese. Gluttony!", 
    "name": "Fergie"
  }, 
  {
    "quote": "You can be famous for a lot of things. You can be a Nobel-prize winner. You can be the fattest guy in the world.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "I know somebody from university who's called Phil Collins and I think there's something terribly unfortunate about sharing a name With somebody who either is famous or becomes famous.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "I've noticed that once you leave London you do kind of become a bit more famous. People in London are a bit too cool for school. It's not so unusual to see someone from London in the street. But outside of London people are a bit more excited to see you and come out and support you.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "I don't have famous neighbours and if I did, I'd avoid them. I don't live the jet-set.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "People don't get through to the essence of you right away - it's always the famous 'girl' or the famous 'girlfriend'. I'd rather be known for myself.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "What is a movie star? It is an illusion. It was everything I ever wanted to be, but it became a kind of shell, non? It was what made me famous and got me women. But it wasn't real.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "You know, one of the biggest thrills I have is when famous people recognize me from Taxi.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "Anytime you cast a movie and you need someone famous in the lead part, you're a prisoner of whoever happens to be famous in the six-month window in which you're trying to get a film financed.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "When you're rich and famous you are the dominant force in a relationship, even if you try hard not to be. I've talked of sacrificing everything for Fleetwood Mac, but I realize now that it is simply the only thing I've ever wanted to do.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "I just think Rosa Parks was overrated. Last time I checked, she got famous for breaking the law.", 
    "name": "Stephen Colbert"
  }, 
  {
    "quote": "It wasn't being an alcoholic - it was going wild. It happened when I got famous. It was like having my teens in my early thirties: blotting out your life, not having to think about anything.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "I remember Michael saying, 'Rich and famous? It's much better to be just rich'. I didn't quite get it to begin with. But he's right. You lose anonymity. I say to my family that you've no idea until you lose it how precious anonymity is.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "I want to thank all the women who have worn my clothes, the famous and the unknown, who have been so faithful to me and given me so much joy.", 
    "name": "Yves Saint Laurent"
  }, 
  {
    "quote": "It was deeply important for me to understand where Mandela came from. Because we know where he was going, and that's a famous story, but who was he? Where did he come from? What was his upbringing?", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "I had a sense of who I was before I got famous.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "I really feel like it's a travesty to make a child famous. I really do.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "Being famous hasn't changed my perception of myself - I've just grown up.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "I have never wanted to be famous, as such - fame is a by-product.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "Actually, bizarrely, in America, I get more appreciation from the odd, unusual stuff I've done, almost because I'm not, if you like, famous in America as I am in England.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "You've got certain guys that just want to be famous and then you've got the real musicians that just love playing music.", 
    "name": "Zakk Wylde"
  }, 
  {
    "quote": "Save your rejections so that later when you are famous you can show them to people and laugh.", 
    "name": "Meg Cabot"
  }, 
  {
    "quote": "HBO is really famous for hiring good people and staying out of their way until they ask for help, or need it. And that reputation is earned.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "Ever since grammar school, I knew I wanted to be famous - I always wanted to be a singer.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "Being famous is wicked. But it's better to be normal.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "None of my characters are rich or famous, and the situations they find themselves in could happen to anyone.", 
    "name": "Nicholas Sparks"
  }, 
  {
    "quote": "You know, be an actor because you love to act. Don't be an actor because you think you're going to get famous, because that's luck.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "I'm actually about as famous as a fourth division footballer from the 70s.", 
    "name": "Dylan Moran"
  }, 
  {
    "quote": "I didn't know what to expect from a famous movie star maybe that he'd be sort of stuck-up, you know. But not Gary Cooper. He horsed around so much... that I had a hard time painting him.", 
    "name": "Norman Rockwell"
  }, 
  {
    "quote": "I don't really consider myself to be famous.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I was obsessed with being rich and famous.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "Luckily, I think, I never really wanted to be famous, I just wanted to make movies.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I remember, when I was an up-and-coming comic, how annoyed I would be when the famous guys would show up and just take everyone's spots.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "The good thing about L.A. is that there's always someone more famous 100 yards away from me.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "Exploitation films were famous for taking an issue an exploiting it because they could move much faster than a studio could. If there was any hot topic, they would run out and make a quick movie and make a buck on it, by changing it around and using it, in some way, to give some relevance.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "The people I want are very famous and very rich, and all I can offer them is a bit of exposure on TV and a bit of cash, so it's a miracle we get any guests at all. But we have been very lucky.", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "I met a lot of famous people when I was about 24. And none of them seemed very appealing. And so I didn't know why I would struggle to be that kind of person.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "I think that as soon as you think of yourself as a famous person or anything like that, you're objectifying yourself in some weird way.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "Some people want fame, popularity and huge sales. I've always hoped to have a really long career. So I've tried to make each of my creative decisions and business decisions to allow for longevity. As a side effect I got really famous and really big. I didn't realize the two could go together.", 
    "name": "Jewel"
  }, 
  {
    "quote": "For now I'm just enjoying being a mom. I don't want to be more famous and more rich. I want to be a good mom.", 
    "name": "Jewel"
  }, 
  {
    "quote": "No one can train you to be famous. How do you deal with the loss of anonymity, the loss of privacy? You have to be disciplined.", 
    "name": "Wesley Snipes"
  }, 
  {
    "quote": "I never wanted to be the most famous, the most beautiful, the most extravagant.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "It's always a little mind-boggling to realize that these famous actors know who I am.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I think that once you open the door and allow people in on a certain aspect, it's very hard to then control how far that ripple effect is. So I think that the person who is known or famous has the ability to decide what they do or don't want to share.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "I definitely wanted to be an actor. I didn't want to be on TV, I didn't want to be famous, I didn't want to be anyone in particular I just wanted to do it. I see young people now who look at magazines, or American Idol and their goal is to have that lifestyle - to have good handbags, or go out with cute guys from shows, or whatever. But I definitely wanted to be an actor.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "I'm not famous for my back story investigations I'm lucky that I work with good writers and it's usually in the script.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "I know really, really famous people who are terrified every time they walk on to a stage.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "Don't worry about writing a book or getting famous or making money. Just lead an interesting life.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "I walk the streets, take the train, it's real simple. Some actors create their own mythology: 'Oh, I'm so famous I can't go places, because I created this mythology that I'm so famous I can't go places.'", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "My wife Elizabeth and I started The Really Terrible Orchestra for people like us who are pretty hopeless musicians who would like to play in an orchestra. It has been a great success. We give performances we've become the most famous bad orchestra in the world.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "The records of adopted children are sealed in California. That seal is considered inviolable... The judge ruled that, because I was famous, he didn't have the same rights as other kids.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "People are much more inclined to believe and say bad things about you if you're famous.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "I never wanted to do biography just to tell the life of a famous man. I always wanted to use the life of a man to examine political power, because democracy shapes our lives.", 
    "name": "Robert Caro"
  }, 
  {
    "quote": "I could have been more famous if I did all the glitzy things, but celebrity always seemed so unnecessary.", 
    "name": "Enya"
  }, 
  {
    "quote": "I'd love to live in Ireland but I'd like to live as me, not what someone thinks I am. People don't understand - I lived there before I was famous.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "Being famous was extremely disappointing for me. When I became famous it was a complete drag and it is still a complete drag.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "Our most famous writers are Faulkner and Eudora Welty and Flannery O'Connor. It would make sense that the poetry would reflect some of those same values, some of the same techniques.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Quite often I can be in a bookshop, standing beneath a great big picture of myself and paying for a book with a credit card clearly marked John Grisham, yet no one recognises me. I often say I'm a famous author in a country where no one reads.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "The hardest thing about being famous is that people are always nice to you.", 
    "name": "Robert De Niro"
  }, 
  {
    "quote": "I've been accustomed to being famous and having a certain level of attention for 14 years, but in the last few months, it's changed. It's like on the arcade game, I've gone up to the next level.", 
    "name": "Kylie Minogue"
  }, 
  {
    "quote": "I literally was famous before I knew my own name.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "My discrepancy with children in the industry is that they are made famous before they know who they are as human beings.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "It's more important for me to feel content than to be famous.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "I don't think I'll ever feel as famous or as popular as I felt when I was a 17-year-old soccer player in Modle. Only about 20,000 people live there and 12,000 of them come to every game. Running onto the pitch each week was just the most fantastic feeling. Nothing can beat that.", 
    "name": "Jo Nesbo"
  }, 
  {
    "quote": "I get very nervous around famous people and I get nervous around beautiful women.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "I certainly don't want a child of mine to be famous, or anyone I was very close to who isn't yet... It's the worst thing to be trapped in your house not be able to leave.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "Nobody makes bouillabaisse from scratch. It's all a bunch of malarkey. Even the restaurants buy a commercial-grade product. I had a very famous chef tell me that.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "I feel very strong as an individual, but as a famous footballer I know I am prone to certain things. All the media have a continuous interest for me. It varies from once a year to every day interest.", 
    "name": "Ruud van Nistelrooy"
  }, 
  {
    "quote": "There aren't many downsides to being rich, other than paying taxes and having relatives asking for money. But being famous, that's a 24 hour job right there.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "When I was younger, I used to say, One day I'll be famous.", 
    "name": "Katie Price"
  }, 
  {
    "quote": "For me, getting comfortable with being famous was hard - that whole side of it, the loss of anonymity, the loss of privacy. Giving up that part of your life and not having control of it.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "I married a pretty famous girl, and when we drive through town there's usually a car following us, when I walk out of my front door in Chelsea there's six guys waiting for me.", 
    "name": "Kevin Pietersen"
  }, 
  {
    "quote": "First of all, plain and simple, you have no real idea of what it means to be famous until you become famous. It's a double-edged sword. Obviously there are a lot of amazing things about fame, but there are also a lot of challenging things about it.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "The only reason I became the singer in the band is because I sang the best. It wasn't out of some desire to be a star or be a famous singer. It's not like I love interviews.", 
    "name": "Adam Levine"
  }, 
  {
    "quote": "Famous people feel that they must perpetually be on the crest of the wave, not realising that it is against all the rules of life. You can't be on top all the time, it isn't natural.", 
    "name": "Olivia De Havilland"
  }, 
  {
    "quote": "When I was 24, I was full of life. I was that ham who wanted to be famous, a movie star, all that stuff. I think it's cool. But it was not what I was searching for, really. It was more a delusion.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "There has been a time on earth when poets had been young and dead and famous - and were men. But now the poet as the tragic child of grandeur and destiny had changed. The child of genius was a woman, now, and the man was gone.", 
    "name": "Tom Wolfe"
  }, 
  {
    "quote": "I'd had people say, 'You'll enjoy being famous for a week, and you'll never enjoy it again'. But I don't think I had that week. I may have been working and missed that moment.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "Sometimes I like to play the soundtracks to famous musicals so we can all sing along. South Pacific is one of my favorites. Our neighbors must hate us.", 
    "name": "Louise Brown"
  }, 
  {
    "quote": "Famous pivot stories are often failures but you don't need to fail before you pivot. All a pivot is is a change is strategy without a change in vision. Whenever entrepreneurs see a new way to achieve their vision - a way to be more successful - they have to remain nimble enough to take it.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "What makes the Stones' arrogance so divine is that we all believe that long ago and far away they weren't rich and famous but poor and struggling, just like us.", 
    "name": "Jon Landau"
  }, 
  {
    "quote": "Some of the things I've seen a lot of my female-actress friends who are relatively famous receive - I've seen some hideous things. Like some really, really bad things... like, the FBI should be contacted immediately.", 
    "name": "Elisha Cuthbert"
  }, 
  {
    "quote": "I don't want to end up being a circus act, doing my most famous tricks when I'm 70.", 
    "name": "Pharrell Williams"
  }, 
  {
    "quote": "I'm not in the business of becoming famous. And that's the advice I give to younger aspiring actors. Work onstage and do the little roles. In the end it's not important to be seen. It's important to do. There's a lot of disappointment in this business, but my family keeps me grounded.", 
    "name": "Kristen Bell"
  }, 
  {
    "quote": "Face it, I didn't become famous until I took my clothes off.", 
    "name": "Jude Law"
  }, 
  {
    "quote": "You want a hero in the music world? James Brown. He brought a feeling to music without really using words. He's just famous for his sound.", 
    "name": "David Lee Roth"
  }, 
  {
    "quote": "Being in 'Us Weekly' does not make you famous.", 
    "name": "Bradley Cooper"
  }, 
  {
    "quote": "It's funny - nowadays people that are famous get chased by paparazzi. They have this fame, but they don't have the money to hide from it.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "I think being famous is more of a hindrance, a constraint, than just letting yourself be free.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "A lot of stand-up comedy guys, when they get a little famous, just give up their stand-up career, and it cancels out the thing that set them apart.", 
    "name": "Johnny Knoxville"
  }, 
  {
    "quote": "I would love to do a biopic of a famous singer, like Diana Ross or Donna Summer, or an old jazz story that we haven't seen before. I would love to do that! I would love to play Diana Ross 'cause she's an icon. I'm salivating to do that.", 
    "name": "Taraji P. Henson"
  }, 
  {
    "quote": "I can't imagine wanting to be famous just for the sake of being famous. I think fame should come along with success, talent.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "Quite frankly, I didn't become an actor to become a movie star. I have never dreamed about being the most famous person on the planet. I just want to do really good work.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "That the work involved, the willingness to take chances, the commitment, the opportunity to get on stage and make people happy, was more important than becoming famous, or even what I was dancing.", 
    "name": "Suzanne Farrell"
  }, 
  {
    "quote": "I'm world famous, everywhere I go there are people who love me because of I've been able to bring them some joy from the movies I've made.", 
    "name": "Tony Curtis"
  }, 
  {
    "quote": "There are high spots in all of our lives and most of them have come about through encouragement from someone else. I don't care how great, how famous or successful a man or woman may be, each hungers for applause.", 
    "name": "George Matthew Adams"
  }, 
  {
    "quote": "After 'Skins' I became mildly famous, which was a bit of a disaster.", 
    "name": "Nicholas Hoult"
  }, 
  {
    "quote": "I'm coming out with a wine... I'm actually a restaurateur. I have Famous Famiglia Pizzeria that has opened up in the Sacramento airport. I'm also working with my business partner on opening up the Linnethia Lounge.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "Few would argue that Richard Dawkins is the world's most famous atheist, especially now that his friend and rival for the title, Christopher Hitchens, has now gone to meet his Maker.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "I wanted to go hide. I wasn't looking to be more famous, I'm famous enough.", 
    "name": "Howard Stern"
  }, 
  {
    "quote": "I also want to go to an Italian island and do cuisine properly with some famous Italian chef and, like, his mother.", 
    "name": "Elizabeth Olsen"
  }, 
  {
    "quote": "I never wanted to be famous.", 
    "name": "Dave Attell"
  }, 
  {
    "quote": "I get recognized, but I'm not really a famous famous.", 
    "name": "Dave Attell"
  }, 
  {
    "quote": "Once you're famous you can't go back.", 
    "name": "Matthew Morrison"
  }, 
  {
    "quote": "I wanted to be a political science professor and go to school in Boston. I never wanted to be a big, famous movie star and TV star. It kind of found me.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "To be famous and broke is hard.", 
    "name": "David Spade"
  }, 
  {
    "quote": "I've always had confidence. Before I was famous, that confidence got me into trouble. After I got famous, it just got me into more trouble.", 
    "name": "Bruce Willis"
  }, 
  {
    "quote": "At last, in 1611, was made, under the auspices of King James, the famous King James version and this is the great literary monument of the English language.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "I was always obsessed with being famous. I had Marilyn Monroe paper dolls as a child, and I was always obsessed with her. I've just been really driven in that direction, and none of my friends were. So, I don't know what put that bug in me at a young age.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "You do now have one in three people, as shown by the famous Carlton Monarchy debate poll, saying they want to get rid of the Monarchy. That was unthinkable even three, four years ago.", 
    "name": "Anthony Holden"
  }, 
  {
    "quote": "Yeah, people following me down the street and at the airport and all that. I can't imagine what it must be like for people who are, you know, actually famous.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "At first, I thoroughly enjoyed being famous.", 
    "name": "Phil Donahue"
  }, 
  {
    "quote": "I follow the most random people on Twitter. I follow famous people like Khloe Kardashian, who surprisingly makes really funny tweets all the time.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "A lot of people are like, 'So you want to be famous.' And I'm like, 'No, I want to be good at my craft. I don't care about fame, I don't care if I even ever make it. As long as people know what I am as an actress in this business, I'm set for my career right now.'", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "I don't feel famous.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "When I got into the music industry, I wasn't focused on being the most famous artist or even getting a major record deal. It was just to make music on my own terms or create my own image, do my own hair, do my own makeup.", 
    "name": "Janelle Monae"
  }, 
  {
    "quote": "The F-word is 'famous,' the C-word is 'celebrity' and S-word is 'star,' in my book. The other three words are fine - you can say those. But 'famous,' 'celebrity' and 'star,' I think, are misused.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "I don't need to be wildly famous for my life to make sense.", 
    "name": "Cory Monteith"
  }, 
  {
    "quote": "Once you become famous, there is nothing left to become but infamous.", 
    "name": "Don Johnson"
  }, 
  {
    "quote": "You don't become a chef to become famous.", 
    "name": "Eric Ripert"
  }, 
  {
    "quote": "Maya Angelou, the famous African American poet, historian, and civil rights activist who is hailed be many as one of the great voices of contemporary literature, believes a struggle only makes a person stronger.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "I was a shy kid, but somehow I knew I would make it as a performer. I'd always be telling my mum that I was going to be a famous singer. In my school yearbooks I would write, 'Remember me when I'm famous.' I knew I had a gift.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "And I want to be able to - you know, make Republicans and Democrats famous for keeping jobs in California.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "It's very difficult today for girls to become supermodels. There is a lot more competition, a lot of countries in the East have opened up so there are many more models than there were in the Nineties. Now they have to compete with famous actresses but also with, say, reality stars to be on the magazine covers.", 
    "name": "Claudia Schiffer"
  }, 
  {
    "quote": "There's this common perception that having a famous last name is all you need. A surname may get you a meeting, but if there's no talent you won't get the part.", 
    "name": "Lily Collins"
  }, 
  {
    "quote": "I don't want to be famous famous. I'm happy on the second tier, where I have autonomy on a professional level but I can still go out to the movies without being recognized.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "The poster boy for our superabled future is Oscar Pistorius, an increasingly famous South African sprinter who happens to have had both of his legs amputated below the knee. Using upside down question mark-shaped carbon fiber sprinting prosthetics, called Cheetah blades, Mr. Pistorius can challenge the fastest sprinters in the world.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "I would have changed my last name if being famous were my goal.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "I studied Japanese language and culture in college and graduate school, and afterward went to work in Tokyo, where I met a young man whose father was a famous businessman and whose mother was a geisha.", 
    "name": "Arthur Golden"
  }, 
  {
    "quote": "I'd die if I was Madonna. I'd die. God, what a horrible way to live. And Michael Jackson! To be so famous and to feel so isolated. I feel so bad for them. I don't know how it feels, and I hope it never happens to me.", 
    "name": "Alicia Silverstone"
  }, 
  {
    "quote": "I studied Hitchcock a little bit at University and knew the famous story about the Birds - that he'd tortured Tippi for a day using real birds. I had no idea that it was a five-day onslaught and that it was the tip of an iceberg that carried on through to another film.", 
    "name": "Toby Jones"
  }, 
  {
    "quote": "Sometimes you're famous before you're good.", 
    "name": "Maggie Q"
  }, 
  {
    "quote": "You know, I'm a television personality. It's not like I'm a famous hooker or something!", 
    "name": "Brett Somers"
  }, 
  {
    "quote": "I know there are people, if I go into a market or a city for the first time, there are people that are there that just want to see the famous person, or the guy from 'Dumb and Dumber' or whatever movie they liked. And that's fine, it gets them in the door, but then it's my job to give them something different.", 
    "name": "Jeff Daniels"
  }, 
  {
    "quote": "I think that people who are famous tend to be underdeveloped in their humanity skills.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "I keep saying I'm not at all famous in my own country, because people do not think I have done anything for India.", 
    "name": "Freida Pinto"
  }, 
  {
    "quote": "I'm a bit jealous. Until two days ago someone told me I am the most famous Korean in the world.", 
    "name": "PSY"
  }, 
  {
    "quote": "The first pork-barrel bill that crosses my desk, I'm going to veto it and make the authors of those pork-barrel items famous all over America.", 
    "name": "John McCain"
  }, 
  {
    "quote": "My ultimate dream is to become a famous star because I love to sing.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I actually don't know anyone who wants to be famous for fame's sake, at least not anyone I respect. But you need to have a certain amount of power in order to be able to do what you want.", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "It was a mixed blessing to have famous parents. It was tough to go to auditions and be bad, since I couldn't be anonymous.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "I felt no pressure that my grandfather was famous and my uncle was famous.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "Uncle Brett had a definite vision that he was after, I don't think having a famous father affected him much.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "For me, I never, never, from the moment I started acting, had a desire to be famous.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "I know I had my equivalents in Adrian Lester and Lenny James when I was at drama school. I remember David Harewood doing 'Othello' at the National, and Adrian Lester having done Cheek by Jowl's famous 'As You Like It and Company' at the Donmar. Not necessarily performances I saw, but just the fact they happened was massively encouraging.", 
    "name": "David Oyelowo"
  }, 
  {
    "quote": "Famous crime stories almost always lead to the passing of new laws.", 
    "name": "Bill James"
  }, 
  {
    "quote": "I never feel so utterly fraudulent as when I review a movie whose charms impress all in the world and I simply do not get it. The other variant is that I love something the world disdains. This has had severe career consequences: I am still famous - or notorious - in certain quarters where I am recalled as the man who liked 'Hudson Hawk.'", 
    "name": "Stephen Hunter"
  }, 
  {
    "quote": "I don't ever want to be hugely famous because I had a little taste of it after 'East Is East' and 'Bend It.'", 
    "name": "Archie Panjabi"
  }, 
  {
    "quote": "It's been real weird. It wasn't how I expected my life to turn out. Especially, mainly pertaining to the show. It never crossed my mind that one day I'm gonna be big and famous and have my own TV show, you know?", 
    "name": "Jack Osbourne"
  }, 
  {
    "quote": "The Band was always famous for its retirements we'd go and play and get a little petty cash together, and then not see each other till it was time to fill our pockets up again.", 
    "name": "Rick Danko"
  }, 
  {
    "quote": "My name's Jennifer Ellison and one day I'm going to be famous!", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "I'm not cut out to be a famous person I can't do my hair and makeup well enough.", 
    "name": "Jennifer Weiner"
  }, 
  {
    "quote": "There's always going to be that pressure when you're in front of the camera. When you're famous it's just an extreme version of reality and there's a pressure to look a certain way.", 
    "name": "Geri Halliwell"
  }, 
  {
    "quote": "The same people who can deny others everything are famous for refusing themselves nothing.", 
    "name": "Leigh Hunt"
  }, 
  {
    "quote": "In Los Angeles, as I gained and lost celebrity, then gained it again, I often found myself wondering why I, out of thousands like me, had become famous.", 
    "name": "Patrick Dempsey"
  }, 
  {
    "quote": "I may not be the most famous songwriter in the world, but you know a David Friedman song when you hear it. It took me a long time to appreciate that.", 
    "name": "David Friedman"
  }, 
  {
    "quote": "I don't really know a lot of famous people. I've met a lot of famous people. If I ran into Tom Hanks today, I would have to remind him who I was and he would then remember me. But he wouldn't come up to me and say, 'Hi Dave!'", 
    "name": "David Zucker"
  }, 
  {
    "quote": "It's not like I'm the most famous person in the world.", 
    "name": "Ron Silver"
  }, 
  {
    "quote": "A lot of the greatest compositions were made famous by Sinatra.", 
    "name": "Michael Bolton"
  }, 
  {
    "quote": "In opera, as with any performing art, to be in great demand and to command high fees you must be good of course, but you must also be famous. The two are different things.", 
    "name": "Luciano Pavarotti"
  }, 
  {
    "quote": "I'd definitely rather be rich than famous.", 
    "name": "Radha Mitchell"
  }, 
  {
    "quote": "I had to do this very aggressive, big score in a very short time, and knowing that in the beginning, middle, and end would be this very, very famous theme, but I still had to weave a score around it and make it work as a score was really challenging.", 
    "name": "Danny Elfman"
  }, 
  {
    "quote": "These days, with 'American Idol' and all the other reality shows, young people become famous overnight, and that can be very difficult to handle, the way photographers follow you around and study your every move.", 
    "name": "Barry Manilow"
  }, 
  {
    "quote": "I don't do the whole, 'Put my name on it, make me famous' thing.", 
    "name": "T-Pain"
  }, 
  {
    "quote": "Although I get so much fan mail from Great Britain, tell me, am I more famous there than Michael Madsen?", 
    "name": "Tom Sizemore"
  }, 
  {
    "quote": "I try to become more humble and more myself with every year. There was a while when I got famous where I was so confused and my head was spinning.", 
    "name": "Mira Sorvino"
  }, 
  {
    "quote": "One of the pleasant duties of America's most famous announcers during the relatively short swing era of the big bands was to host late-night remotes from some of the most famous ballrooms throughout the country.", 
    "name": "Nick Clooney"
  }, 
  {
    "quote": "If I wanted to be famous, I could have been famous before.", 
    "name": "David Gest"
  }, 
  {
    "quote": "We're teaching young girls that this is what they should be focusing on: rich and famous girls who are rich and famous for nothing.", 
    "name": "Ellen Pompeo"
  }, 
  {
    "quote": "The famous saying 'God is love', it is generally assumed, means that God is like our immediate emotional indulgence, not that the meaning of love ought to have something of the 'otherness' and terror of God.", 
    "name": "Charles Williams"
  }, 
  {
    "quote": "But I don't feel the need to be famous.", 
    "name": "Jessica Alba"
  }, 
  {
    "quote": "I don't put weight on fame, and having people around me just because I am famous makes me feel really bad about myself.", 
    "name": "Jessica Alba"
  }, 
  {
    "quote": "Jason Lee is the most famous actor from Hawaii I can think of.", 
    "name": "Tia Carrere"
  }, 
  {
    "quote": "It's too late for me to get married before I'm famous. You never know people's intentions.", 
    "name": "Carmelo Anthony"
  }, 
  {
    "quote": "There were so much affairs of me created by the media... of course I was not always a true single. I had some relations, once also to a famous pop star.", 
    "name": "Gabriela Sabatini"
  }, 
  {
    "quote": "You can be a famous poisoner or a successful poisoner, but not both, and the same seems to apply to Great Train Robbers.", 
    "name": "Clive Anderson"
  }, 
  {
    "quote": "Kids will keep it real. If I've ever had in my life a great anchor, it's them. They get in your head, 'don't get too famous.' If you think you're really famous and think you're really hip, go hang out with your kids for an afternoon. That's about as earthbound as it's going to get.", 
    "name": "Lionel Richie"
  }, 
  {
    "quote": "Being famous gets me good concert tickets, good tables in restaurants, good seats at sporting events and that's really about it.", 
    "name": "Fran Drescher"
  }, 
  {
    "quote": "To seduce a woman famous for strict morals, religious fervor and the happiness of her marriage: what could possibly be more prestigious?", 
    "name": "Christopher Hampton"
  }, 
  {
    "quote": "Being famous before you've formed your personality, before you have that self-esteem, is dangerous.", 
    "name": "Chris Evert"
  }, 
  {
    "quote": "When you're a famous, successful person at 16 years old, the rules change for you. Everybody is doing things for you to make life easier so you can go out and play. And I think you miss out on lot of growing up and a lot of reality checks.", 
    "name": "Chris Evert"
  }, 
  {
    "quote": "Whenever I'm in theatre situations I will go out of my way not to talk about my father, but in the film world I can be really proud of my family and say, 'You know what: my dad's a really, really famous theatre director,' because nobody has any idea.", 
    "name": "Rebecca Hall"
  }, 
  {
    "quote": "The advantage of taking pictures of the famous is that they get published.", 
    "name": "Elliott Erwitt"
  }, 
  {
    "quote": "I was famous from birth.", 
    "name": "Peter Fonda"
  }, 
  {
    "quote": "I am famous because I am an African American jazz artist.", 
    "name": "Nat King Cole"
  }, 
  {
    "quote": "I made a conscious decision back then that I would rather be the best actress who ever lived than the most famous one.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "The real harm of term extension comes not from these famous works. The real harm is to the works that are not famous, not commercially exploited, and no longer available as a result.", 
    "name": "Lawrence Lessig"
  }, 
  {
    "quote": "But to this day I am convinced that the real reason we met was because Alexander is from Nebraska, and he was completely fascinated that I was about to go off and make a movie with Brando - perhaps the most famous Nebraskan of all.", 
    "name": "Thomas Haden Church"
  }, 
  {
    "quote": "I did my famous cabbage soup diet, so I was able to do it.", 
    "name": "Ellen Burstyn"
  }, 
  {
    "quote": "The actual truth about Gad is it's one of the original 13 tribes of Israel, so you can actually trace my lineage back to, like, those guys who had, like, a hand in the Bible and have since become very famous from that. So I come from very famous lineage. Granted, they didn't have cameras back then, so none of them had TV shows.", 
    "name": "Josh Gad"
  }, 
  {
    "quote": "I do not like being famous. I like being normal.", 
    "name": "Vince Gill"
  }, 
  {
    "quote": "I've always been more drawn to being normal than being famous.", 
    "name": "Vince Gill"
  }, 
  {
    "quote": "I have actor friends, but they're not famous. I feel like if you're an actor or - famous, you have to overly prove that you're a normal, cool person.", 
    "name": "Amanda Bynes"
  }, 
  {
    "quote": "It's not my goal to be a famous actor.", 
    "name": "Gavin DeGraw"
  }, 
  {
    "quote": "I think it's really important for celebrities to use their power of money and fame to get their voices out there. It's funny to me that we're expected to keep quiet just because of who we are. Why do I lose my right to speak my mind because I'm famous?", 
    "name": "Lisa Edelstein"
  }, 
  {
    "quote": "I don't like being famous - it is like a prison. And driving for Ferrari would make it far worse.", 
    "name": "Valentino Rossi"
  }, 
  {
    "quote": "While we are being fascinated by the tales of famous serial killers and how they were brought to justice, the real serial killer goes about his business with hardly a thought to being caught.", 
    "name": "Pat Brown"
  }, 
  {
    "quote": "It was pretty frightening because as we all know, when large, famous groups breakup, a lot of the members don't survive in solo careers.", 
    "name": "Don Henley"
  }, 
  {
    "quote": "I want to be in 'Glee,' but I'm told I'm not famous enough to be a cameo yet.", 
    "name": "Carey Mulligan"
  }, 
  {
    "quote": "Being famous is having the power to really implement positive change in the world, and it gives you the power to do what you want. I'm really grateful for it because I can play music and people will listen.", 
    "name": "Sean Lennon"
  }, 
  {
    "quote": "Your face is your calling card, but you're not so famous that you can't go out.", 
    "name": "Vincent Schiavelli"
  }, 
  {
    "quote": "Well, I knew I wanted to be an actor, and I didn't necessarily need or want to be famous or a celebrity actor.", 
    "name": "Jenna Fischer"
  }, 
  {
    "quote": "It was never about winning medals or being famous.", 
    "name": "Nancy Kerrigan"
  }, 
  {
    "quote": "I can never really enjoy being famous.", 
    "name": "Utada Hikaru"
  }, 
  {
    "quote": "It's sour grapes, I admit, I want to be more famous so people are examining my work couplet by couplet, you know what I mean? That's the level where I want to go.", 
    "name": "Frank Black"
  }, 
  {
    "quote": "Decide very early on: do you want to be an actor or do you want to be famous? Because they're very different routes.", 
    "name": "James Purefoy"
  }, 
  {
    "quote": "Similarly, another famous little quantum fluctuation that programs you is the exact configuration of your DNA.", 
    "name": "Seth Lloyd"
  }, 
  {
    "quote": "I don't like being recognised, I have no interest in being famous at all, I just do what I do. If I could be like Captain Kirk and beam myself up and then beam myself down, I would!", 
    "name": "Bruce Dickinson"
  }, 
  {
    "quote": "He makes me laugh, Mick! He tended to turn up when we were having lunch and entertain us all. He bought an Enigma machine! I've never worked with a producer who was more famous than everyone put together.", 
    "name": "Saffron Burrows"
  }, 
  {
    "quote": "I became famous almost before I had a craft.", 
    "name": "Farrah Fawcett"
  }, 
  {
    "quote": "I don't come from a famous family and don't have this detachment from everyday people and everyday life. I'm just doing my job and the attention that comes with it is part of the territory.", 
    "name": "Ed Westwick"
  }, 
  {
    "quote": "I am the most well-adjusted human being I know. I started out this investigation as a very happy man with a great career. I've got the life people dream about: I am rich, I am famous, I've got a fabulous marriage to an absolutely, spell-bindingly brilliant woman.", 
    "name": "James Ellroy"
  }, 
  {
    "quote": "The whole business of getting famous was good fun, but it was a long time ago.", 
    "name": "Julian Clary"
  }, 
  {
    "quote": "They gave it to us for about five bucks a week, and we just went there to live. Probably the first band that ever did that back then and it became the famous cottage.", 
    "name": "Jim Capaldi"
  }, 
  {
    "quote": "I've never dreamed of being famous. The idea of it really scares me.", 
    "name": "Jeremy London"
  }, 
  {
    "quote": "If you ever get rich and famous, by definition you are special. You have done something special, and therefore you start to behave special. Then if the floor drops out, and you become down and out, you have a really new perspective.", 
    "name": "Danny Bonaduce"
  }, 
  {
    "quote": "I had a flight trainer who is one of the biggest and most famous helicopter pilots the world.", 
    "name": "Izabella Scorupco"
  }, 
  {
    "quote": "I was never famous as a kid. That's the biggest difference between me and any other kid actor is that I wasn't famous as a kid.", 
    "name": "Seth Green"
  }, 
  {
    "quote": "I do not take any pleasure whatsoever in being a famous person.", 
    "name": "Donna Leon"
  }, 
  {
    "quote": "I never wanted to be rich or successful or famous. I just wanted to be happy and have fun.", 
    "name": "Donna Leon"
  }, 
  {
    "quote": "And I don't want to live anywhere where I am famous. It makes me very, very uncomfortable, because it conveys an advantage over people, and I don't like that.", 
    "name": "Donna Leon"
  }, 
  {
    "quote": "It's horrible how money and fame can make you acceptable while, if you're not famous or rich, you're not acceptable.", 
    "name": "Bruno Tonioli"
  }, 
  {
    "quote": "I guess the nicest thing about being, I won't say famous but being popular is a more proper word for me to use would be that if you've got a recognizable name, a lot of times you can get people to do things for you ordinarily that you wouldn't get done.", 
    "name": "Mickey Gilley"
  }, 
  {
    "quote": "Celebrities say they date other celebrities because they have the same job. But I think they just like dating famous people. Celebrities attract each other, like cattle.", 
    "name": "Jason Lee"
  }, 
  {
    "quote": "Here's the funny thing about the response I've been aware of to my dating famous people: It's been very negative. I'm either not good-looking enough, not a good enough actor or not successful enough for these people.", 
    "name": "Dax Shepard"
  }, 
  {
    "quote": "Quentin is very organic there was no way that he was going to put someone else's hand in there and anyway, my hands are kind of famous. It seemed right.", 
    "name": "David Carradine"
  }, 
  {
    "quote": "I was getting a lot of editorial, as in lots of pages in 'Vogue,' but it's far more important to get your dresses on the back of a famous person. Charlotte Rampling in Bruce Oldfield. That sells.", 
    "name": "Bruce Oldfield"
  }, 
  {
    "quote": "But things move in circles: one minute it's the models who are famous, then it's the actresses, then it's the designers.", 
    "name": "Rachel Hunter"
  }, 
  {
    "quote": "I had a very erratic career. I got very famous for a minute and then it just all went away, you know?", 
    "name": "Colin Hay"
  }, 
  {
    "quote": "I got very famous for a minute and then it just all went away, you know? And for the last 20 years - you've got to pick yourself up and dust yourself off and then go on your merry way and start again, in a sense, and that's what I've been doing.", 
    "name": "Colin Hay"
  }, 
  {
    "quote": "I don't like the idea of famous people.", 
    "name": "Kristin Hersh"
  }, 
  {
    "quote": "The most famous person in my phone is Lindsay Lohan. We starred in 'Confessions of a Teenage Drama Queen' together in 2004 and we've stayed in touch.", 
    "name": "Adam Garcia"
  }, 
  {
    "quote": "Berry Gordy turned his house into a studio and discovered over 30 acts in the city. And we're famous all over the world.", 
    "name": "Martha Reeves"
  }, 
  {
    "quote": "Whereas you have someone like Houdini, who works really, really hard to get really, really famous, and then has actual intellectual ideas that he puts into the culture that stay there.", 
    "name": "Penn Jillette"
  }, 
  {
    "quote": "We played in Texas about a year ago, at Emo's, the famous country and western club in Austin. And I figured, well, if I'm finally gonna die onstage, that's where it's going to be!", 
    "name": "Alan Vega"
  }, 
  {
    "quote": "Oh yeah, I was one of the first guys writing comic books, I wrote Captain America, with guys like Stan Lee, who became famous later on with Marvel Comics.", 
    "name": "Mickey Spillane"
  }, 
  {
    "quote": "In its famous paradox, the equation of money and excrement, psychoanalysis becomes the first science to state what common sense and the poets have long known - that the essence of money is in its absolute worthlessness.", 
    "name": "Norman O. Brown"
  }, 
  {
    "quote": "It's very hard to get rich and famous at a young age and handle it well.", 
    "name": "Randy Newman"
  }, 
  {
    "quote": "We had such a wonderful set of circumstances in Wilmington. Yes, the four of us became famous literally overnight, but we were in a small town and we always knew when people were coming down. We always knew when to behave.", 
    "name": "Katie Holmes"
  }, 
  {
    "quote": "I get to meet fantastic people, and I get to go through so many emotions. For me, I have a craving for that. When I'm acting, I feel great. It's not to be famous.", 
    "name": "Christopher Parker"
  }, 
  {
    "quote": "I worked on scores. I went to the musical library in Berlin which is very famous. I discovered that we had scores of Beethoven, printed scores of Beethoven, that are full of mistakes. Not the wrong or false notes, but the wrong dynamic, understandable things.", 
    "name": "Kurt Masur"
  }, 
  {
    "quote": "I was in a karaoke video in 1991, for a song called 'Sukiyaki,' which is a very famous Japanese song, and I've actually heard from people that they've been in bars in Asia where they've seen me come up in the 'Sukiyaki' video that they play behind you. I'm in that. I'm in a karaoke video.", 
    "name": "Michael Weatherly"
  }, 
  {
    "quote": "You know, I think Jesus was famous and also in a lot of trouble because he always chose people over sort of established procedures.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "Olympic Gold changed me and my life dramatically. I became a celebrity overnight and people see me as a famous skater, not a real person.", 
    "name": "Oksana Baiul"
  }, 
  {
    "quote": "When I first became famous, I didn't know if I could go where I wanted to because I didn't know how people were going to act. Some folks would scream and holler, and I didn't know what to do with that.", 
    "name": "Jill Scott"
  }, 
  {
    "quote": "In a lot of aspects it's cooler that we don't have a lot of really overly famous people in the band.", 
    "name": "Neal Schon"
  }, 
  {
    "quote": "Look at Gleason in The Honeymooners. He was humorous but the way he lived wasn't really humorous. He was a bus driver. Who wants to be a bus driver? He didn't have any money and he was not famous. But despite that, the show is humorous.", 
    "name": "George Thorogood"
  }, 
  {
    "quote": "No matter how famous and established they were or however blessed they were with great songs or long careers, if they lived alone, they lived alone. That's not the way I wanted to live prior to the tour or after.", 
    "name": "Edie Brickell"
  }, 
  {
    "quote": "I've never had a desire to be famous. Lots of actors are actually extremely shy. I have shy areas.", 
    "name": "Jeremy Northam"
  }, 
  {
    "quote": "Its only when you are a great actor and are recognised for your good work that you become famous. Unless you are in the news for the wrong reasons!", 
    "name": "Christine Lahti"
  }, 
  {
    "quote": "I am super-proud to have a sort of famous character in my background that if you're a certain age, he was probably a part of your youth. I think that's pretty cool.", 
    "name": "Adam Brody"
  }, 
  {
    "quote": "Many medal winners dream of competing in a sport other than the one they're famous for.", 
    "name": "Mary Lou Retton"
  }, 
  {
    "quote": "I had one fight in my adult life. I had the famous '89 fight with Nicole, which she admits that she initiated the physical part.", 
    "name": "O. J. Simpson"
  }, 
  {
    "quote": "For somebody famous, it's weird anyway to meet someone, because they have a preconceived notion of who you are.", 
    "name": "Ricki Lake"
  }, 
  {
    "quote": "I didn't want to be famous. I just wanted to earn enough money to have a nice life and enjoy acting.", 
    "name": "David McCallum"
  }, 
  {
    "quote": "But just playing the partner of someone famous, I had a lot more freedom.", 
    "name": "Rachel Griffiths"
  }, 
  {
    "quote": "I'm officially near-famous. If you've got four year old kids and you've got cable, then you've got no choice but to know who I am. But if you're one of my peers - a 26-year old guy who lives in Manhattan - you have no idea who I am. I'm only famous if you're four.", 
    "name": "Steve Burns"
  }, 
  {
    "quote": "I'm terrified of being too famous. What I'm really afraid of is that the audiences will go into the theater and not be able to forget that it's me, that fame will stand in the way of my acting. I want to keep being able to change into different shapes and different personalities.", 
    "name": "Noomi Rapace"
  }, 
  {
    "quote": "In fact, I'd just like to own something. Everyone thinks I'm glamorous, rich and famous but all I've got is some recording equipment and a battered old BMW.", 
    "name": "Dido Armstrong"
  }, 
  {
    "quote": "You don't have to be rich and famous. You just have to be an ordinary person, doing extraordinary things. I'd like more people to know that it's there. Women's achievements still aren't recognised enough in many areas.", 
    "name": "Joan Armatrading"
  }, 
  {
    "quote": "When I was a kid, the idea of why I wanted acting to be the thing I do for the rest of my life was different. It was, Oh yeah, I'll get girls and be famous.", 
    "name": "Edward Furlong"
  }, 
  {
    "quote": "I think anybody who's famous has to deal with their fame in their own way, and I dealt with it by making a film about a kid who's looking out into the world of celebrity obsession.", 
    "name": "Adrian Grenier"
  }, 
  {
    "quote": "I've been around some very famous people, but no one has the effect Maradona has people tremble in his presence.", 
    "name": "Emir Kusturica"
  }, 
  {
    "quote": "I don't know how to construct a career that'll make me famous. Except maybe get my ears pinned back, get my teeth done, and go to America. But then I'll be competing with billions of actors who haven't got false teeth, and who are 25.", 
    "name": "Ian Hart"
  }, 
  {
    "quote": "I just want to be rich and famous.", 
    "name": "Ian Hart"
  }, 
  {
    "quote": "My philosophy was, if I just do good work, someone will like it enough to employ me. It never made me famous. And I'm way, way too old now, mate. That boat's sailed.", 
    "name": "Ian Hart"
  }, 
  {
    "quote": "We were delighted to have Nigel as a producer. The only problem is that Nigel is so famous that he seems to dominate most interviews without being there.", 
    "name": "Stephen Malkmus"
  }, 
  {
    "quote": "George Harrison was also a pleasure to work with. He was one of the most famous people I've ever known, but in spite of that fame, he was such a nice and friendly guy.", 
    "name": "Alvin Lee"
  }, 
  {
    "quote": "I think I'll always be famous. I just hope I don't become infamous.", 
    "name": "Cee Lo Green"
  }, 
  {
    "quote": "I never set out to become 'famous.' I mean, when you're 14 you think 'I'm gonna become a writer and people will want my autograph and that'll be cool,' but you grow up and you learn that's just not how the world works. I resigned myself to the fact that I would probably never be published and if I did it probably wouldn't be a big deal.", 
    "name": "Patrick Rothfuss"
  }, 
  {
    "quote": "On the other hand, when I give it closer thought, I realize I'm not enough of a dictator to conduct an orchestra because it requires a pretty awful person. When you read these biographies of famous conductors, they are all awful people who fail in their private relationships.", 
    "name": "Eberhard Weber"
  }, 
  {
    "quote": "There are a lot of famous comedians from Liverpool, then obviously the Beatles, and the football club. That's what people in Liverpool are passionate about.", 
    "name": "Ian Rush"
  }, 
  {
    "quote": "I just don't feel much interested in the lifestyles of the rich and famous.", 
    "name": "Michael Cunningham"
  }, 
  {
    "quote": "Of course there have been times I regretted being the kid in 'E.T.' My world went completely crazy. I was that stupid kind of famous, where you can't go anywhere.", 
    "name": "Henry Thomas"
  }, 
  {
    "quote": "Hollywood people want to build you up and make you famous only to knock you off you're the pedestal they built for you.", 
    "name": "Morgan Brittany"
  }, 
  {
    "quote": "I was with a famous comedian when a young fan walked up and asked for an autograph. The comedian blew him off. I'll never forget the look on the young boy's face. He was devastated.", 
    "name": "Louie Anderson"
  }, 
  {
    "quote": "I really had little interest in becoming famous. When I write my book, it will be my guide to avoid becoming a rock star.", 
    "name": "Edgar Winter"
  }, 
  {
    "quote": "They used to but not any more. You kind of get used to it - you accept it is part of your job - if you're famous and you want this life, you have got to accept this part of it as well.", 
    "name": "Charlotte Church"
  }, 
  {
    "quote": "I love singing - singing is what I'm famous for doing. Now it's turned into things I am famous for doing - like having rows with my mum or about my boyfriend, so it does get irritating.", 
    "name": "Charlotte Church"
  }, 
  {
    "quote": "To put it simply - you know, a lot of people believe that the benefit of this job is fame and fortune. I believe that you pay for the fortune through the fame. I don't buy into the notion that being famous is somehow a good thing, or an exciting thing, or a wonderful thing.", 
    "name": "Evangeline Lilly"
  }, 
  {
    "quote": "I didn't get into skating to be famous.", 
    "name": "Eric Heiden"
  }, 
  {
    "quote": "It's not a sport you get famous at. If I wanted to be famous, I would have stuck with hockey.", 
    "name": "Eric Heiden"
  }, 
  {
    "quote": "When I started on MySpace, people wanted to support me, but once I rose to fame with the MTV show, they felt like I had abandoned them for some reason, that I was too famous to talk to them anymore.", 
    "name": "Tila Tequila"
  }, 
  {
    "quote": "Thus, after finishing high school, I started with high expectations and enthusiasm to study chemistry at the famous Swiss Federal Institute of Technology in Zurich.", 
    "name": "Richard Ernst"
  }, 
  {
    "quote": "All my life, it's been the same with men. Being a woman who is famous and adored by men is very hard for any boyfriend to handle. All my boyfriends end up insecure.", 
    "name": "Samantha Fox"
  }, 
  {
    "quote": "I guess we decided to make a new record 3 years ago when Nancy was done scoring for Almost Famous.", 
    "name": "Ann Wilson"
  }, 
  {
    "quote": "Well, yeah. At a certain point, you've got to be really honest with yourself. Like, 'Why am I doing this? What are my motivations?' Like, if you get into it because you want to be famous? Then you've got a long row to hoe. But if you really feel like it's a labour of love and it's something you're actually legitimately good at, then it's not that hard to keep plugging away.", 
    "name": "Will Arnett"
  }, 
  {
    "quote": "Being rich and famous isn't all happiness and at times the pressures have got to me.", 
    "name": "Annni-Frid Lyngstad"
  }, 
  {
    "quote": "I've learned to stay away from publicity addicts, people who want to be famous for no reason.", 
    "name": "Paz de la Huerta"
  }, 
  {
    "quote": "I believe some people in this business suffer from fame because they behave in a famous fashion.", 
    "name": "Stephen Rea"
  }, 
  {
    "quote": "You'll know if you're a famous composer if 20 years from now your name appears on a pull-down menu in Band in a Box, alongside Hans Zimmer.", 
    "name": "Cliff Martinez"
  }, 
  {
    "quote": "I think it's real easy to be famous these days it's not real easy to sustain success.", 
    "name": "Jerry Jeff Walker"
  }, 
  {
    "quote": "I worked at a hot dog place, a bagel place, the Jersey Store and the hottest fashion joint around. I was getting too famous to work there anymore. I was almost showing up as a joke. I made $2,000 on my show the previous night and I'm going to go shopping during my five-hour shift.", 
    "name": "Wale"
  }, 
  {
    "quote": "I'm learning as I go. I don't know everything. I never had anybody to look at, nobody ever taught me, and where I'm from I didn't have any famous role models.", 
    "name": "Wale"
  }, 
  {
    "quote": "I'm famous for being nicer to my fans than anyone on the face of the earth because I figure, a) They pay my salary, and b) It's probably like a big moment in your life to meet somebody so I would say, 'Just come on up.'", 
    "name": "James Wood"
  }, 
  {
    "quote": "It struck me that working digitally with a small crew, I could lay out a general plan for Famous and hope for mistakes which would create something more than satire and something less than truthful reality.", 
    "name": "Griffin Dunne"
  }, 
  {
    "quote": "The excitement for me lies not so much in interviewing the hard-to-get famous person, but the person whom you are about to discover. You know, like maybe the character actors who are just coming into their own and you're realizing how great they are.", 
    "name": "Terry Gross"
  }, 
  {
    "quote": "There's so many things I want to do. I want to work with great filmmakers, great actors, great scripts. And there's no reason for me to do anything short of that, because I'm 24, I don't have a family, I don't need to make tons of money, and I'm not dying to get famous.", 
    "name": "Tobey Maguire"
  }, 
  {
    "quote": "The world's most famous and popular language is music.", 
    "name": "PSY"
  }, 
  {
    "quote": "One of the hardest things for me, now that I'm famous, is finding people who can read my stuff and give me an honest critique.", 
    "name": "Ken Follet"
  }, 
  {
    "quote": "One thing I think celebrities shy away from is exposing the reality that we're all the same. Somebody's not more important because they have a Bentley or a big house or a famous boyfriend or plastic surgery - we're all the same.", 
    "name": "Aubrey O'Day"
  }, 
  {
    "quote": "There's such big pressure on people who are incredibly famous, on those who have people sitting outside their front door and taking photos every time they move.", 
    "name": "Miranda Otto"
  }, 
  {
    "quote": "I never set out to be rich and famous. I wanted to follow my own path.", 
    "name": "Matthew Modine"
  }, 
  {
    "quote": "In approaching our subject it will be best, without attempting to shorten the path by referring to famous theories of the drama, to start directly from the facts, and to collect from them gradually an idea of Shakespearean Tragedy.", 
    "name": "Andrew Coyle Bradley"
  }, 
  {
    "quote": "In Germany I am not so famous.", 
    "name": "Hans Berger"
  }, 
  {
    "quote": "Thank God I arrived the day before yesterday, the first of the month, at this port of San Diego, truly a fine one, and not without reason called famous.", 
    "name": "Junipero Serra"
  }, 
  {
    "quote": "I've wanted to perform my entire life. I found a paper I wrote in kindergarten class about what I wanted to be when I grew up - and I wrote 'a famous singer!'", 
    "name": "Heather Morris"
  }, 
  {
    "quote": "I'm just not a private person. It's not like I do things because I want things to be public it's just that's my way of expressing myself, and I happen to be very famous.", 
    "name": "Lily Allen"
  }, 
  {
    "quote": "My goal was not to be famous or rich but to be good at what I did. And that required going to New York and studying and working in the theater.", 
    "name": "Shirley Knight"
  }, 
  {
    "quote": "I used to think no one should go into show biz, but now I feel differently. I now feel like it's a great career. If you can do it and make money at it and still not be so famous that you can have a normal life - then I think it's a great career.", 
    "name": "Julia Sweeney"
  }, 
  {
    "quote": "You're asking the wrong girl about fame. I'm hardly famous. I wouldn't want to trade places with anyone else.", 
    "name": "Nikki Cox"
  }, 
  {
    "quote": "Why does anybody want to be famous? You know what's important to me? Having lunch! Pasta! Seeing my friends! Is that so crazy?", 
    "name": "Sherry Stringfield"
  }, 
  {
    "quote": "I'm hardly famous. I wouldn't want to trade places with anyone else.", 
    "name": "Nikki Cox"
  }, 
  {
    "quote": "Sonny and another Hells Angel who was at the meeting thought they were beyond a little patch so they headed down to a local tattoo shop in Oakland and were the first to get the famous One Percent tattoos.", 
    "name": "Chuck Zito"
  }, 
  {
    "quote": "When someone becomes successful or rich and famous, people perceive that person as being different. But I'm the same guy I've always been.", 
    "name": "Barry Zito"
  }, 
  {
    "quote": "I did grow up next door to Steve McQueen, who was a very famous movie star at the time, but as a kid it didn't impress me. We always had great fun with him. He would take us out on Sundays on his motorcycles, riding around in the desert he was like a second father.", 
    "name": "Herb Ritts"
  }, 
  {
    "quote": "It's hard to have a bad hair day when you're famous.", 
    "name": "Marion Jones"
  }, 
  {
    "quote": "I'm not unknown, yet I'm not super famous where I can't go anywhere.", 
    "name": "Justin Guarini"
  }, 
  {
    "quote": "I like photographing the people I love, the people I admire, the famous, and especially the infamous. My last infamous subject was the extreme right wing French politician Jean-Marie Le Pen.", 
    "name": "Helmut Newton"
  }, 
  {
    "quote": "I don't have any expectations as an actor and being rich and famous is not my driving force.", 
    "name": "James D'arcy"
  }, 
  {
    "quote": "The seven wise men of Greece, so famous for their wisdom all the world over, acquired all that fame, each of them, by a single sentence consisting of two or three words.", 
    "name": "Robert South"
  }, 
  {
    "quote": "I totally related to Cole Porter's magnetic pull to any piano that was in the room, which he was famous for doing, as was Gershwin. You couldn't drag them away from a piano.", 
    "name": "Kevin Kline"
  }, 
  {
    "quote": "Celebrity culture, it's everywhere, isn't it? It's reality TV, Big Brother. I didn't become a footballer to be famous, I became a footballer to be successful. I didn't want to be famous. Now people want to be famous. Why? Why would you want people following you about all day?", 
    "name": "Ryan Giggs"
  }, 
  {
    "quote": "Being famous as a writer is like being famous in a village. It's not really any very heady fame.", 
    "name": "Peter Carey"
  }, 
  {
    "quote": "I don't want to be famous per se, but I want to write books for as long as I can. And I plan on writing a lot.", 
    "name": "Amanda Hocking"
  }, 
  {
    "quote": "It's not that I don't want to become famous or that I'm obsessed by my work as an actress, but it's all about not limiting myself, such as putting myself in a little jail that I can escape from.", 
    "name": "Sarah Polley"
  }, 
  {
    "quote": "I heard so many stories from Gaomi's peasants that I had an irrepressible urge to write them down. Today, Gaomi's peasants know that they have become famous around the world through my writings, but I think they are a little puzzled by this.", 
    "name": "Mo Yan"
  }, 
  {
    "quote": "I don't care how famous a guitarist is, he ain't learned everything. There's always somewhere to go, something to mash up, but he ain't found it yet. You never learn everything on that guitar neck.", 
    "name": "David Edwards"
  }, 
  {
    "quote": "Normally, I name my characters after famous comedians.", 
    "name": "Paula Danziger"
  }, 
  {
    "quote": "I don't want to be famous as a movie star and have the whole world love me, I want to be a creative actress.", 
    "name": "Juliette Lewis"
  }, 
  {
    "quote": "I'm really not for famous people who design a line for a company, when you know it's not really them creating it but a team of designers, especially when there are so many talented people who've taken the time to go and study fashion.", 
    "name": "Bonnie Wright"
  }, 
  {
    "quote": "Those who have known the famous are publicly debriefed of their memories, knowing as their own dusk falls that they will only be remembered for remembering someone else.", 
    "name": "Alan Bennett"
  }, 
  {
    "quote": "I always thought it was strange when these artists like Kurt Cobain or whoever would get really famous and say, 'I don't understand why this is happening to me.' There is a mathematical formula to why you got famous. It isn't some magical thing that just started happening.", 
    "name": "Chad Kroeger"
  }, 
  {
    "quote": "I think actors are divided into two groups: one that wants to be an actor to become famous and rich, and the other that wants to be an actor because they have to be. I'm more in the second group.", 
    "name": "Franka Potente"
  }, 
  {
    "quote": "I think there are a lot more writers who are actors than you know they just don't have roles on famous TV shows that you recognize.", 
    "name": "Danny Strong"
  }, 
  {
    "quote": "I have also just finished three weeks on a soap opera in England. The soap opera is a rather famous one called Crossroads. It was first on television 25 years ago, and it has recently been brought back. I play the part of a businessman called David Wheeler.", 
    "name": "Jeremy Bulloch"
  }, 
  {
    "quote": "I can deal with it now, but 13 is a tough age to be recognized and famous. It's a tough age, period.", 
    "name": "Bill Skarsgard"
  }, 
  {
    "quote": "These days there are a lot of people who just want to be famous. I think that comes from a naive place, because those people generally don't know what it's like.", 
    "name": "Catherine Keener"
  }, 
  {
    "quote": "I don't think I'll ever be comfortable with the idea of being famous.", 
    "name": "Alison Lohman"
  }, 
  {
    "quote": "Having bodyguards is just part of being famous, I think.", 
    "name": "Dolph Lundgren"
  }, 
  {
    "quote": "By virtue of some of the ways the game is played, in terms of message discipline, in terms of access for reporters, and especially in the way that sources and subjects, especially famous subjects, treat the media, almost by default there's more news that's falling into books.", 
    "name": "Ron Suskind"
  }, 
  {
    "quote": "I got out of autobiography because my story is, I was famous, it was hard for me, I got into therapy. I had trouble with food, I got a nutritionist. There's no story there.", 
    "name": "Courtney Thorne Smith"
  }, 
  {
    "quote": "'Howard the Duck!' That's a really interesting movie. I appreciate my career, because I've had a lot of very interesting ups and downs, and most people... That movie is such a famous flop. In a land of a lot of flops, it's kind of awesome to be in a really famous flop. I mean, it's kind of a poster child for flops.", 
    "name": "Lea Thompson"
  }, 
  {
    "quote": "Going to New York to do whatever - show business - it just seemed fun. It seemed fun to go to the big city and meet all kinds of different people and maybe be famous. It was just exciting. So I wasn't scared.", 
    "name": "January Jones"
  }, 
  {
    "quote": "At each of these northern posts there were interesting experiences in store for me, as one who had read all the books of northern travel and dreamed for half a lifetime of the north and that was - almost daily meeting with famous men.", 
    "name": "Ernest Thompson Seton"
  }, 
  {
    "quote": "Right now I'm the most famous silent movie actress in the world and I want to keep that for me. So I hope there's not going to be any other silent movies.", 
    "name": "Berenice Bejo"
  }, 
  {
    "quote": "If somebody tells me I'm famous I say, 'I'm not.' I can't see myself as famous and I don't think I'll ever call myself famous. I definitely don't feel famous.", 
    "name": "Shayne Ward"
  }, 
  {
    "quote": "OK, so I'm not famous for the right reasons.", 
    "name": "William Hung"
  }, 
  {
    "quote": "I'm the guy that made Joe DiMaggio famous.", 
    "name": "Lefty Gomez"
  }, 
  {
    "quote": "It's weird to have people so interested in your personal life. It's a part of the business that grosses me out. I'm always bummed out for people who just happen to be dating a celebrity, and they're also famous, and they can't live their life.", 
    "name": "Andy Samberg"
  }, 
  {
    "quote": "So I'm a young boy in the 1940s growing up, seeing Ralph Bunche on a regular basis, seeing Duke Ellington on a regular basis. We know that these people are famous. They're living in the same community as we live in. They go to the same stores and shops.", 
    "name": "Ed Smith"
  }, 
  {
    "quote": "When I came to New York, I began to meet the people who became the most famous artists of our time. I was insecure about my own level of ability, I didn't know whether I could compete with these people and, at the same time. I was wondering what is this anyway?", 
    "name": "Henry Flynt"
  }, 
  {
    "quote": "People seldom become famous for what they say until after they are famous for what they've done.", 
    "name": "Cullen Hightower"
  }, 
  {
    "quote": "And my marriage was perfect when I wasn't famous.", 
    "name": "Damon Wayans"
  }, 
  {
    "quote": "I never thought about being famous.", 
    "name": "Damon Wayans"
  }, 
  {
    "quote": "I'm famous for being nicer to my fans than anyone on the face of the Earth because I figure a) They pay my salary, and b) It's probably like a big moment in your life to meet somebody so I would say, just come on up.", 
    "name": "James Woods"
  }, 
  {
    "quote": "I always regarded people who want fame with a lot of suspicion. Unless you have a product to sell, I don't know why anyone would want to be famous. I can't imagine what need that would fill.", 
    "name": "Jessica Cutler"
  }, 
  {
    "quote": "Some people with blogs are never going to get famous, and they've been doing it for, like, over a year. I feel bad for them.", 
    "name": "Jessica Cutler"
  }, 
  {
    "quote": "I've always been successful. Now I'm famous and successful.", 
    "name": "Chazz Palminteri"
  }, 
  {
    "quote": "Being very famous is not the fun it sounds. It merely means you're being chased by a lot of people and you lose your privacy.", 
    "name": "Colin Wilson"
  }, 
  {
    "quote": "I'm famous by default. I came out of the womb, and people wanted to know who I was because of my parents.", 
    "name": "Frances Bean Cobain"
  }, 
  {
    "quote": "All I say is that I don't go out with famous men.", 
    "name": "Samantha Mumba"
  }, 
  {
    "quote": "I didn't set out to be famous if I'd wanted that, I would have gone on 'Big Brother.'", 
    "name": "Sam Worthington"
  }, 
  {
    "quote": "I've never been more famous than I was, suddenly, in 1986.", 
    "name": "Wendy Cope"
  }, 
  {
    "quote": "I fear that, in the end, the famous debate among materialists, idealists, and dualists amounts to a merely verbal dispute that is more a matter for the linguist than for the speculative philosopher.", 
    "name": "Moses Mendelssohn"
  }, 
  {
    "quote": "I don't feel I was ever a 'famous' child actor. I was just a working actor who happened to be a kid. I was never really in a hit show until I was a teenager with West Wing playing First Daughter Zoey Bartlet. In a way, that was my saving grace - not being a star on a hit show. It kept me working and kept me grounded.", 
    "name": "Elizabeth Moss"
  }, 
  {
    "quote": "When you become famous, you start getting invites to parties where there are famous athletes and famous rock stars, politicians, people who have tremendous power and affluence. It's not in my DNA, but certainly I have been exposed to it.", 
    "name": "Billy Baldwin"
  }, 
  {
    "quote": "I wanted to be a rich, famous rock-and-roll star in that order.", 
    "name": "Dee Snider"
  }, 
  {
    "quote": "It's not a matter of becoming a superstar. Fame and money aren't the purpose of all this. No actor's going to say, 'I don't want to be famous.' But the main purpose for doing what I'm doing is the passion in the work.", 
    "name": "Christopher Lambert"
  }, 
  {
    "quote": "I think success right now is not about how famous you are or how much you're getting paid, but it's more about if you're steadily working and you're happy with what you're doing.", 
    "name": "Sarah Hyland"
  }, 
  {
    "quote": "I grew up being the girl who would always tune in to watch famous people talk about their careers, how they handled scandals and mega fame. I'm trying to pick up tips.", 
    "name": "Rebecca Black"
  }, 
  {
    "quote": "The first syndicating I tried was when two partners and I created a production company in 1952. We wanted to syndicate famous Bible stories and sell them for $25 a show.", 
    "name": "Casey Kasum"
  }, 
  {
    "quote": "We had an interesting thing at that first dinner. It was prior to the availability of several new hotels in Los Angeles, and we were more or less committed to the old Ambassador Hotel that has the famous Coconut Grove.", 
    "name": "Lew Wasserman"
  }, 
  {
    "quote": "I had a very famous trainer tell me once, 'You can usually train a wild animal but never tame a wild animal, ever.' They are always going to be wild, no matter what anybody says.", 
    "name": "Jack Hanna"
  }, 
  {
    "quote": "I became an actor, and because I had success as an actor, I became famous. I was acting for quite a while before I got famous television made me famous. I guess that it's television that is responsible for everybody's desire to be famous.", 
    "name": "Kelsey Grammer"
  }, 
  {
    "quote": "I'm really in no danger of being perceived as a famous movie actor!", 
    "name": "Lyle Lovett"
  }, 
  {
    "quote": "My goal and my career is definitely not to be famous. That's a really horrible goal, just to be famous for the sake of having fame.", 
    "name": "Joel McHale"
  }, 
  {
    "quote": "I'm following my dreams and doing what I love as a designer. I did not want to be one of those kids with a famous last name that doesn't do anything. That is very unfulfilling to me and I'm very happy.", 
    "name": "Nicky Hilton"
  }, 
  {
    "quote": "I actually don't feel famous.", 
    "name": "Anwar Robinson"
  }, 
  {
    "quote": "Most of my life I have played a lot of famous people but most of them were dead so you have a poetic license.", 
    "name": "Christopher Plummer"
  }, 
  {
    "quote": "I don't want to be more famous than what I have right now. At least in that sense where people come up to me in the grocery store.", 
    "name": "Kathleen Robertson"
  }, 
  {
    "quote": "I thought that somehow your life would be much different when you're famous... and it's not. You just buy more stuff.", 
    "name": "Nicole Sullivan"
  }, 
  {
    "quote": "I don't have the life of a famous person. But I do feel like I've been able to connect with a lot of people.", 
    "name": "Ann Brashares"
  }, 
  {
    "quote": "I don't know about this thing - being famous. I haven't figured it out yet. It still mystifies me.", 
    "name": "Helen Slater"
  }, 
  {
    "quote": "Few if any teenagers can relate to getting up for school and finding famous comics like Pryor and Williams hanging out in your living room after a hard night of partying. But that's Hollywood.", 
    "name": "Pauly Shore"
  }, 
  {
    "quote": "If it's not some daring, dangerous affair, it's just not interesting, or so it seems. So, here you have two people - a famous American iconic couple - who actually like each other sexually, in marriage. Imagine.", 
    "name": "Shelley Long"
  }, 
  {
    "quote": "My office walls are covered with autographs of famous writers - it's what my children call my 'dead author wall.' I have signatures from Mark Twain, Earnest Hemingway, Jack London, Harriett Beecher Stowe, Pearl Buck, Charles Dickens, Rudyard Kipling, Alfred, Lord Tennyson, to name a few.", 
    "name": "Debbie Macomber"
  }, 
  {
    "quote": "King Crimson were the only really famous band I'd been in.", 
    "name": "Jamie Muir"
  }, 
  {
    "quote": "When you're famous, you don't get to meet people because they want you to like them when the present themselves to you, and you don't see the real people.", 
    "name": "Cass Elliot"
  }, 
  {
    "quote": "Of course, Hollywood is still making some excellent pictures which reflect the great artistry that made Hollywood famous throughout the world, but these films are exceptions, judging from box office returns and press reviews.", 
    "name": "Pola Negri"
  }, 
  {
    "quote": "Well, I think a lot of people just want to be famous.", 
    "name": "Dan Fogler"
  }, 
  {
    "quote": "Popstars really draws you in. It's fascinating. It's interesting to watch people thrown together in that kind of a situation. Even if the egos weren't involved and they weren't trying to be world famous. It's the Real World, only better.", 
    "name": "Scott Patterson"
  }, 
  {
    "quote": "I want to be so famous that drag queens will dress like me in parades when I'm dead.", 
    "name": "Laura Kightlinger"
  }, 
  {
    "quote": "It's funny to be discovered by a lot of people who didn't know you before. People always used to say, 'Do you shop at Home Depot?' or 'Does your kid go to such and such school?' They want to know why they know me, even if they don't know my name. I don't think that's a bad thing, by the way I think it's nice to be kind of anonymously famous.", 
    "name": "Terry O'Quinn"
  }, 
  {
    "quote": "I was brought up with psychics and tarot cards. My mum was always told I was going to be in a boy band and be famous as a singer.", 
    "name": "Lee Ryan"
  }, 
  {
    "quote": "When you reach a certain status in Hollywood, you have to play a lot of games to stay in the limelight. It becomes more about being famous than being an actor.", 
    "name": "Jason Lee"
  }, 
  {
    "quote": "I wasn't a kid who moved out from Iowa with aspirations of becoming a famous star - I was intrigued by the idea of filmmaking and by the idea of what it would be like to play a character in a movie.", 
    "name": "Jason Lee"
  }, 
  {
    "quote": "I love meeting famous people. I'm even happy just looking at them.", 
    "name": "Joey McIntyre"
  }, 
  {
    "quote": "It's every teenager's dream to be in a band, tour the world and be famous.", 
    "name": "Joey McIntyre"
  }, 
  {
    "quote": "What Whitney Houston has accomplished will never be accomplished. She's the most famous person on the planet as far as vocaling and her songs. So I'm very happy that I can sit here and say I had a chance to know her. And I'm still dazed that she's gone. But she lives because her music is so powerful.", 
    "name": "Narada Michael Walden"
  }, 
  {
    "quote": "It wasn't not being famous any more, or even not being a recording artist. It was having nobody who needed me, no phones ringing, nothing to do. Because I'm still too young to do nothing. I was only 24 when all that happened. Now, at 40, I feel I've got more to give than I ever have.", 
    "name": "Gary Barlow"
  }, 
  {
    "quote": "When I was in fourth grade... this wonderful teacher said you didn't have to write a book report, you could just talk about the book, you could do a drawing of the book, you could write a play inspired by the book, and that's what I did. I got to be so famous. I had to go around to every school and perform it. It was just so natural and fun.", 
    "name": "Didi Conn"
  }, 
  {
    "quote": "Becoming famous and selling a lot of records doesn't change a thing.", 
    "name": "Macy Gray"
  }, 
  {
    "quote": "I'm famous. That's my job.", 
    "name": "Jerry Rubin"
  }, 
  {
    "quote": "Fame is something I think happens as a result of trying to do good work. If you're trying to be famous, your work usually suffers.", 
    "name": "Justin Theroux"
  }, 
  {
    "quote": "I haven't paid for anything since I became famous.", 
    "name": "Melissa de la Cruz"
  }, 
  {
    "quote": "Once you start telling people you're famous, they believe you.", 
    "name": "Melissa de la Cruz"
  }, 
  {
    "quote": "The one thing you've got to say about Columbia is that it has courses that are famous. It has alumni who come back and say it was the best thing they ever did.", 
    "name": "William Scott"
  }, 
  {
    "quote": "They were all famous and fantastic fellows.", 
    "name": "Peter Scott"
  }, 
  {
    "quote": "I love being famous. It validates that I have something to say.", 
    "name": "Richard Lewis"
  }, 
  {
    "quote": "I don't really see myself as famous.", 
    "name": "MyAnna Buring"
  }, 
  {
    "quote": "When I wasn't famous, I had a lot of friends, almost all of them Italian. The racism only started when I started to play football.", 
    "name": "Mario Balotelli"
  }, 
  {
    "quote": "It was I who made Fellini famous, not the other way around.", 
    "name": "Anita Ekberg"
  }, 
  {
    "quote": "My buildings are more famous than me.", 
    "name": "Jean Nouvel"
  }, 
  {
    "quote": "I mean he's a very famous director... they're not going to put their... and he's very tough, he doesn't like interference at all, so he kept them at bay.", 
    "name": "Ronald Harwood"
  }, 
  {
    "quote": "It isn't false modesty when I say this, but although I am supposed to be a famous person it doesn't mean anything to me. I just sit at home and work.", 
    "name": "Gyorgy Legeti"
  }, 
  {
    "quote": "Yankee Stadium, and the Yankees are so famous for Mickey Mantle, Joe DiMaggio, Lou Gehrig, all of those guys.", 
    "name": "Bert Campaneris"
  }, 
  {
    "quote": "We were marching since we were babies and all we did was make Jane Fonda famous.", 
    "name": "Robert Patrick"
  }, 
  {
    "quote": "I'm in that comfortable niche where I'm not that famous and sometimes people do need to put a barrier between them and their followers. When you're real famous you need to do that but I'm not that famous so I don't need that kind of barrier.", 
    "name": "Tony Levin"
  }, 
  {
    "quote": "In Australia, there is a very famous show called 'Home and Away.' I was cast on that at 15. The day I started filming, my life changed.", 
    "name": "Tammin Sursok"
  }, 
  {
    "quote": "Some very famous directors have started in the mail room, which is just getting inside the studio, getting to know people, getting to know the routine.", 
    "name": "Kenneth Anger"
  }, 
  {
    "quote": "In New York, after that famous home run, they expected me to be up there every year. That homer raised me to a high level, with the top guys in the game.", 
    "name": "Bobby Thomson"
  }, 
  {
    "quote": "You can get awful famous in this country in seven days.", 
    "name": "Gary Hart"
  }, 
  {
    "quote": "When I was young, I did actually model and was much photographed by famous photographers. But I was always a bookworm.", 
    "name": "Marina Warner"
  }, 
  {
    "quote": "Italian girls are famous for being snobby and expecting men to make the first move. In America, if I don't make eye contact, the guys won't come over and talk. American girls just go for it. You men are spoiled.", 
    "name": "Silvia Colloca"
  }, 
  {
    "quote": "In France, we don't yet have the craft that American TV does or big studios like Paramount. It was so cool going through those famous gates when you have your own little pass and picture on it. Woo hoo, I'm going to work!", 
    "name": "Lizzie Brochere"
  }, 
  {
    "quote": "I guess some people want to be performers because they want to be famous.", 
    "name": "Jenny Slate"
  }, 
  {
    "quote": "People are famous for being famous and for nothing else. And good luck to them, because it lasts about a year and then they're nothing again.", 
    "name": "Brian Johnson"
  }, 
  {
    "quote": "You get to be famous or have some notoriety and there are so many people who want a piece of you.", 
    "name": "Oscar De La Hoya"
  }, 
  {
    "quote": "Hold on to that. You have an autograph. I'm going to be famous some day.", 
    "name": "Haywood Nelson"
  }, 
  {
    "quote": "They eat the dainty food of famous chefs with the same pleasure with which they devour gross peasant dishes, mostly composed of garlic and tomatoes, or fisherman's octopus and shrimps, fried in heavily scented olive oil on a little deserted beach.", 
    "name": "Luigi Barzini"
  }, 
  {
    "quote": "Persons famous in the arts partake of the immortality of princes, and are upon a footing with them.", 
    "name": "Francis I"
  }, 
  {
    "quote": "The big thing that everyone forgets, you're famous and on TV and everything, but I think there's something very rewarding to be able to write a song, record it, and have it turn out as you heard it in your head, or even better.", 
    "name": "Phil Collen"
  }, 
  {
    "quote": "Slowly but surely, we are acquiring that famous culture of democracy, which is our objective.", 
    "name": "Paul Biya"
  }, 
  {
    "quote": "Indy makes the race driver. You become famous when you come here.", 
    "name": "Rodger Ward"
  }, 
  {
    "quote": "Famous remarks are very seldom quoted correctly.", 
    "name": "Simeon Strunsky"
  }, 
  {
    "quote": "More than anything else, my mother wanted to be an actress - a famous actress - which in the 1950s was all about being young, sexy, and available. She was all that, and more. She had big blue eyes, alabaster skin, a heart-shaped face, a beautiful figure. She was just a knockout.", 
    "name": "Meredith Baxter"
  }, 
  {
    "quote": "Everyone always asks me, 'Do you want to be famous... ' I never really thought about becoming famous. I just want to work, to be able to put out inspiring and good film and TV.", 
    "name": "Kim Shaw"
  }, 
  {
    "quote": "That save from Pele's header was the best I ever made. I didn't have any idea how famous it would become - to start with, I didn't even realise I'd made it at all.", 
    "name": "Gordon Banks"
  }, 
  {
    "quote": "I still forgive him, because by doing what he did, he made it famous.", 
    "name": "Alberto Korda"
  }, 
  {
    "quote": "I think the thing to remember, though, the next time you hear someone who is really certain that he is on the side of the angels, is that the idea of angels was created by human beings, who are famous for being frequently untrustworthy and occasional.", 
    "name": "Jon Carroll"
  }, 
  {
    "quote": "Practically everyone in Hollywood has a neighbor who's been famous, wants to be famous, is famous, has been married to someone famous, worked with someone famous, slept with someone famous, been blackmailed by someone famous.", 
    "name": "Jennifer Grey"
  }, 
  {
    "quote": "People should recognize who you are and how you can act rather then how famous you are.", 
    "name": "Mae Whitman"
  }, 
  {
    "quote": "I don't see myself as famous at all so I'm continuing my life as normal.", 
    "name": "Ashley Madekwe"
  }, 
  {
    "quote": "They can gas me, but I am famous. I have achieved in one day what it took Robert Kennedy all his life to do.", 
    "name": "Sirhan Sirhan"
  }, 
  {
    "quote": "At the time when this famous historical battle was fought in Kosovo, the people were looking at the stars, expecting aid from them. Now, six centuries later, they are looking at the stars again, waiting to conquer them.", 
    "name": "Slobodan Milosevic"
  }
]