[
  {
    "quote": "If we ever forget that we are One Nation Under God, then we will be a nation gone under.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Nationalism is an infantile disease. It is the measles of mankind.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Patriot: the person who can holler the loudest without knowing what he is hollering about.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Patriotism is the virtue of the vicious.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "You're not supposed to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who says it.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Patriotism is your conviction that this country is superior to all others because you were born in it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "We, the People, recognize that we have responsibilities as well as rights that our destinies are bound together that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "True patriotism hates injustice in its own land more than anywhere else.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Each nation feels superior to other nations. That breeds patriotism - and wars.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Can anything be stupider than that a man has the right to kill me because he lives on the other side of a river and his ruler has a quarrel with mine, though I have not quarrelled with him?", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The highest patriotism is not a blind acceptance of official policy, but a love of one's country deep enough to call her to a higher plain.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "Patriotism is easy to understand in America. It means looking out for yourself by looking out for your country.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Our government has kept us in a perpetual state of fear - kept us in a continuous stampede of patriotic fervor - with the cry of grave national emergency.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Patriotism is the willingness to kill and be killed for trivial reasons.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Patriotism is usually stronger than class hatred, and always stronger than internationalism.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Patriotism is the last refuge of the scoundrel.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Dissent is the highest form of patriotism.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "No matter that patriotism is too often the refuge of scoundrels. Dissent, rebellion, and all-around hell-raising remain the true duty of patriots.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "Patriotism is when love of your own people comes first nationalism, when hate for people other than your own comes first.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "A real patriot is the fellow who gets a parking ticket and rejoices that the system works.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "The greater the state, the more wrong and cruel its patriotism, and the greater is the sum of suffering upon which its power is founded.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "I have no country to fight for my country is the earth, and I am a citizen of the world.", 
    "name": "Eugene V. Debs"
  }, 
  {
    "quote": "A nation is a society united by a delusion about its ancestry and by common hatred of its neighbours.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "Patriotism is often an arbitrary veneration of real estate above principles.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "137 years later, Memorial Day remains one of America's most cherished patriotic observances. The spirit of this day has not changed - it remains a day to honor those who died defending our freedom and democracy.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "Patriotism is a kind of religion it is the egg from which wars are hatched.", 
    "name": "Guy de Maupassant"
  }, 
  {
    "quote": "I am not an Athenian or a Greek, but a citizen of the world.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "To me, it seems a dreadful indignity to have a soul controlled by geography.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "We'll try to cooperate fully with the IRS, because, as citizens, we feel a strong patriotic duty not to go to jail.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Liberals become indignant when you question their patriotism, but simultaneously work overtime to give terrorists a cushion for the next attack and laugh at dumb Americans who love their country and hate the enemy.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "I realize that patriotism is not enough. I must have no hatred or bitterness towards anyone.", 
    "name": "Edith Cavell"
  }, 
  {
    "quote": "Most Italians who came to this country are very patriotic. There was this exciting possibility that if you worked real hard, and you loved something, you could become successful.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I do think the patriotic thing to do is to critique my country. How else do you make a country better but by pointing out its flaws?", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "It is the patriotic duty of every man to lie for his country.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The tree of liberty needs to be watered from time to time with the blood of patriots and tyrants.", 
    "name": "Lyn Nofziger"
  }, 
  {
    "quote": "Patriotism is an instant reaction that fades away when the war starts.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "The patriot blood of my father was warm in my veins.", 
    "name": "Clara Barton"
  }, 
  {
    "quote": "The heights of popularity and patriotism are still the beaten road to power and tyranny.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Unless our conception of patriotism is progressive, it cannot hope to embody the real affection and the real interest of the nation.", 
    "name": "Jane Addams"
  }, 
  {
    "quote": "It was patriotism, not communism, that inspired me.", 
    "name": "Ho Chi Minh"
  }, 
  {
    "quote": "It is not easy to see how the more extreme forms of nationalism can long survive when men have seen the Earth in its true perspective as a single small globe against the stars.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "Intellectually I know that America is no better than any other country emotionally I know she is better than every other country.", 
    "name": "Sinclair Lewis"
  }, 
  {
    "quote": "They are patriotic in time of war because it is to their interest to be so, but in time of peace they follow power and the dollar wherever they may lead.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief. A patriot shows their their patriotism through their actions, by their choice.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "I'm an advocate of the great Dr. Johnson, the English man of letters who said that patriotism was the last refuge of the scoundrel.", 
    "name": "George Galloway"
  }, 
  {
    "quote": "The proper means of increasing the love we bear our native country is to reside some time in a foreign one.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "The most tragic paradox of our time is to be found in the failure of nation-states to recognize the imperatives of internationalism.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "We do not consider patriotism desirable if it contradicts civilized behavior.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The love of one's country is a splendid thing. But why should love stop at the border?", 
    "name": "Pablo Casals"
  }, 
  {
    "quote": "I distinguish, between nationalism and patriotism.", 
    "name": "Michael Ignatieff"
  }, 
  {
    "quote": "The very idea of true patriotism is lost, and the term has been prostituted to the very worst of purposes. A patriot, sir! Why, patriots spring up like mushrooms!", 
    "name": "Robert Walpole"
  }, 
  {
    "quote": "I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service.", 
    "name": "John F. Kerry"
  }, 
  {
    "quote": "Patriotism has served, at different times, as widely different ends as a razor, which ought to be used in keeping your face clean and yet may be used to cut your own throat or that of an innocent person.", 
    "name": "Charles Edward Montague"
  }, 
  {
    "quote": "Nationalism is a silly cock crowing on his own dunghill.", 
    "name": "Richard Aldington"
  }, 
  {
    "quote": "Patriotism must be founded on great principals and supported by great virtue.", 
    "name": "Henry Bolingbroke"
  }, 
  {
    "quote": "Next to the love of God, the love of country is the best preventive of crime.", 
    "name": "George Borrow"
  }, 
  {
    "quote": "Patriotism is supporting your country all the time, and your government when it deserves it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Heroism on command, senseless violence, and all the loathsome nonsense that goes by the name of patriotism - how passionately I hate them!", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Guard against the impostures of pretended patriotism.", 
    "name": "George Washington"
  }, 
  {
    "quote": "You'll never have a quiet world till you knock the patriotism out of the human race.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I define nothing. Not beauty, not patriotism. I take each thing as it is, without prior rules about what it should be.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "What this country needs what every country needs occasionally is a good hard bloody war to revive the vice of patriotism on which its existence as a nation depends.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Patriotism. Combustible rubbish ready to the torch of any one ambitious to illuminate his name.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle and patriotism is loyalty to that principle.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "Americans admire a people who can scratch a desert and produce a garden. The Israelis have shown qualities that Americans identify with: guts, patriotism, idealism, a passion for freedom. I have seen it. I know. I believe that.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "You're not supposed to be so blind with patriotism that you can't face reality. Wrong is wrong no matter who does it or who says it.", 
    "name": "Malcom X"
  }, 
  {
    "quote": "But this Veterans Day, I believe we should do more than sing the praises of the bravery and patriotism that our veterans have embodied in the past. We should take this opportunity to re-evaluate how we are treating our veterans in the present.", 
    "name": "Nick Lampson"
  }, 
  {
    "quote": "Patriotism, when it wants to make itself felt in the domain of learning, is a dirty fellow who should be thrown out of doors.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Love and business and family and religion and art and patriotism are nothing but shadows of words when a man's starving!", 
    "name": "O. Henry"
  }, 
  {
    "quote": "Politics is too partisan, and sometimes patriotism is cast aside. Patriotism is honor and love of your country and your brothers and sisters. With politics I get the impression that it's all about what's good for the party and not necessarily what's good for the country.", 
    "name": "Ricardo Montalban"
  }, 
  {
    "quote": "Look, I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "Unfortunately, after Sept. 11, there was an outburst in America of intense suffering and patriotism, and the Bush administration was very shrewd and effective in painting anyone who disagreed with the policies as unpatriotic or even traitorous.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "One, if you attack my integrity, I will defend myself. If you attack my patriotism, I will defend myself. If you come after my family, I will counter-attack viciously, I will destroy you.", 
    "name": "Scott Ritter"
  }, 
  {
    "quote": "During times of war, hatred becomes quite respectable even though it has to masquerade often under the guise of patriotism.", 
    "name": "Howard Thurman"
  }, 
  {
    "quote": "Patriotism is an ephemeral motive that scarcely ever outlasts the particular threat to society that aroused it.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Patriotism is best exemplified through auto-critique. When you're willing to stand up within the group and say, 'It is wrong for Black people to be anti-Semitic,' or 'It is wrong for America to discriminate against persons of African descent and made them slaves and based its wealth upon free labor,' it's crucial to say that.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "Patriotism is best exemplified through auto-critique.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I believe patriotism comes from the heart. Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong.", 
    "name": "James Bryce"
  }, 
  {
    "quote": "Patriotism is not a short and frenzied outburst of emotion but the tranquil and steady dedication of a lifetime.", 
    "name": "Adlai Stevenson"
  }, 
  {
    "quote": "There are those who wrap themselves in flags and blow the tinny trumpet of patriotism as a means of fooling the people.", 
    "name": "George Galloway"
  }, 
  {
    "quote": "I want to light the lights of patriotism.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "There is a real patriotism underneath the best of my music but it is a critical, questioning and often angry patriotism.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "These fallen heroes represent the character of a nation who has a long history of patriotism and honor - and a nation who has fought many battles to keep our country free from threats of terror.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "Well, the post office is probably not the place you want to go if you want to be infused with patriotism and a renewed sense of vigor.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "There is no patriotic obligation to help advance the career of a politician who is otherwise pursuing interests that are fundamentally antithetical to your values. That's not the call of patriotism.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "I don't want to see the military falling. I want to see the military rising to dignified heights of professionalism and true patriotism.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "The aspects of patriotism that hush dissent, encourage going along, and sanction comfortable distancing and compliance with what is indecent and unacceptable... those aspects are too fundamental to ignore or gloss over.", 
    "name": "Bernadine Dohrn"
  }, 
  {
    "quote": "We are a big country, with lots of advantages and history. We are proud to be French. We have to call on patriotism at this time... to ask for an effort in the battle against debt.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "If military movies were automatically successful we'd make nothing but military movies. But seriously, patriotism is one thing that all Americans have in common.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "Every man who has shown the world the way to beauty, to true culture, has been a rebel, a 'universal' without patriotism, without home, who has found his people everywhere.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "If you are tired of partisanship over patriotism, you need to vote for a change in direction.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "I think the Hispanic community, the values that resonate in our community, are fundamentally conservative. They are faith, family, patriotism.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "For a writer only one form of patriotism exists: his attitude toward language.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "I have long believed that sacrifice is the pinnacle of patriotism.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "Patriotism is considered to be an emotion a person ought to feel. But why? Why is it nobler to love your own country than to love someone else's?", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "My commitment to the Republican movement was pure and simply patriotism, a love of Australia... a desire or passion that all of our national symbols should be unequivocally and unambiguously Australian.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "The mobilisation which Bush has been able to perform since 11 September 2001 has to be fought - at least by Americans - in the name of a wise, honourable and democratic patriotism.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "There is a fuzzy but real distinction that can and I believe should be made, between patriotism, which is attachment to a way of life, and nationalism, which is the insistence that your way of life deserves to rule over other ways of life.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "Some versions of patriotism come close to the tribal, which we all want to surpass, and some don't.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "In 'The King's Speech,' patriotism is utterly contained within a historical moment, the third of September, 1939, where the aggressor is clear, the fight is clear, it hasn't become complicated over time.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "I think English film is very embarrassed by patriotism, generally.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "Gentlemen have talked a great deal of patriotism. A venerable word, when duly practiced.", 
    "name": "Robert Walpole"
  }, 
  {
    "quote": "The music industry's actions at the time of 9/11 and since have been actions driven by patriotism in most instances, and greed and stupidity to a lesser degree. Sounds like real life doesn't it?", 
    "name": "Ronnie James Dio"
  }, 
  {
    "quote": "Men in authority will always think that criticism of their policies is dangerous. They will always equate their policies with patriotism, and find criticism subversive.", 
    "name": "Henry Steele Commager"
  }, 
  {
    "quote": "In every society in human history, including the United States, those in power seek to imbue themselves with the attributes of religion and patriotism as a way of getting greater support for their policy and insulating themselves from any criticism.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "Patriotism is strong nationalistic feeling for a country whose borders and whose legitimacy and whose ethnic composition is taken for granted.", 
    "name": "Michael Ignatieff"
  }, 
  {
    "quote": "There's intense national feeling in America that could be called patriotism.", 
    "name": "Michael Ignatieff"
  }, 
  {
    "quote": "Across the country military families are facing dire financial circumstances due to longer than expected tours of duties. They are being penalized for their patriotism - no one should have to choose between doing right by their country and doing right by their families.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism. Do you know the rate of military enlistment among Hispanics is higher than any demographic in this country? And they are also hard work and responsibility.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "Totalitarianism is patriotism institutionalized.", 
    "name": "Steve Allen"
  }, 
  {
    "quote": "The values, the programs, the formula, the determination, and the patriotism responsible for America's past success are still here to be tapped.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "There are others who aim at popularity under the disguise of patriotism.", 
    "name": "Jonathan Mayhew"
  }, 
  {
    "quote": "It seems that American patriotism measures itself against an outcast group. The right Americans are the right Americans because they're not like the wrong Americans, who are not really Americans.", 
    "name": "Eric Hobsbawm"
  }, 
  {
    "quote": "I think the reaction to a World War II situation would be the same today as it was in 1942. Initially, people would question, but once patriotism got stirred up, the whole thing would gather momentum and we'd all pull together.", 
    "name": "Parker Stevenson"
  }, 
  {
    "quote": "America beats on you so hard the whole time. You are constantly being pummeled by other people's rights and their sense of patriotism.", 
    "name": "Richard Ford"
  }, 
  {
    "quote": "The higher American patriotism, on the other hand, combines loyalty to historical tradition and precedent with the imaginative projection of an ideal national Promise.", 
    "name": "Herbert Croly"
  }, 
  {
    "quote": "Our young people have come to look upon war as a kind of beneficent deity, which not only adds to the national honor but uplifts a nation and develops patriotism and courage.", 
    "name": "Rebecca Harding Davis"
  }, 
  {
    "quote": "Let's give some substance to patriotism. It may take a generation.", 
    "name": "Richard Dreyfuss"
  }, 
  {
    "quote": "In all her history, from the formation of the federal government until the hour of secession, no year stands out more prominently than the year 1858 as evidencing the national patriotism of Virginia.", 
    "name": "John Sergeant Wise"
  }, 
  {
    "quote": "I am delighted with the strong vote I have received. My message of positive leadership, patriotism and commitment clearly was resonating with tens of thousands of ordinary Irish people.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Although the war in which you fought took place more than half-a-century ago, your courage, your sacrifice and your patriotism reaches through the decades and inspires us today.", 
    "name": "Mike Ferguson"
  }, 
  {
    "quote": "But my patriotism goes for something beyond what we have. We don't have something that I want to die for - anymore.", 
    "name": "Jack Bowman"
  }, 
  {
    "quote": "One tell-tale sign of a Wingnut: they always confuse partisanship with patriotism.", 
    "name": "John Avlon"
  }, 
  {
    "quote": "True patriotism isn't cheap. It's about taking on a fair share of the burden of keeping America going.", 
    "name": "Robert Reich"
  }, 
  {
    "quote": "If terror groups are to be defeated, it is national governments that will have to do so. In nations like India, governments will have to call on the patriotism of citizens to fight the terrorists. In a nation like Pakistan, the government will have to be persuaded to deal with those in their midst who are complicit.", 
    "name": "Bill Kristol"
  }, 
  {
    "quote": "Patriotism is an indispensable weapon in the defense of civilization against barbarism.", 
    "name": "Bill Kristol"
  }, 
  {
    "quote": "But presidential approval also became a surrogate measure of national unity and patriotism.", 
    "name": "Thomas E. Mann"
  }, 
  {
    "quote": "Jews have had to carry around their own sense of self in a carpet bag and I think perhaps too much emphasis might be being put on nationality and on the other hand patriotism, that sort of thing.", 
    "name": "Janet Suzman"
  }, 
  {
    "quote": "It is our conduct, our patriotism and belief in our American way of life, our courage that will win the final battle.", 
    "name": "Prescott Bush"
  }, 
  {
    "quote": "Patriotism in America, as I understand it, is a matter of suffering, when the country fails to live up to its promises, or actively betrays them.", 
    "name": "Greil Marcus"
  }, 
  {
    "quote": "Unfortunately, religion, like patriotism, is easy to misuse for political purposes.", 
    "name": "Kjell Magne Bondevik"
  }, 
  {
    "quote": "To believe that patriotism will not flourish if patriotic ceremonies are voluntary... is to make an unflattering estimate of the appeal of our institutions to free minds.", 
    "name": "Robert Jackson"
  }, 
  {
    "quote": "I have no sense of patriotism, but I do have a sense of community.", 
    "name": "Chrissie Hynde"
  }, 
  {
    "quote": "Our platform calls for a balanced deficit reduction plan where the wealthy pay their fair share. And when your country is in a costly war, with our soldiers sacrificing abroad and our nation facing a debt crisis at home, being asked to pay your fair share isn't class warfare - it's patriotism.", 
    "name": "Cory Booker"
  }, 
  {
    "quote": "When your country is in a costly war, with our soldiers sacrificing abroad and our nation facing a debt crisis at home, being asked to pay your fair share isn't class warfare - it's patriotism.", 
    "name": "Cory Booker"
  }, 
  {
    "quote": "Patriotism is the religion of hell.", 
    "name": "James Branch Cabell"
  }, 
  {
    "quote": "My films are always concerned with family, friendship, honor, and patriotism.", 
    "name": "John Woo"
  }, 
  {
    "quote": "It is not the Government, the members of Parliament to whom the ultimate decision belongs, it is up to you to go forward sure of your sacred right of free opinion, sure of your patriotism.", 
    "name": "John Amery"
  }, 
  {
    "quote": "I think that economic patriotism is the very foundation of a European vision.", 
    "name": "Dominique de Villepin"
  }, 
  {
    "quote": "1 month ago the American people stopped to remember the third anniversary of the beginning of the Iraq war. We thought first and foremost of the selflessness, patriotism and heroism by our troops, our National Guard and Reserves.", 
    "name": "Rosa DeLauro"
  }, 
  {
    "quote": "When a dog barks at the moon, then it is religion but when he barks at strangers, it is patriotism!", 
    "name": "David Starr Jordan"
  }, 
  {
    "quote": "Patriotism was a living fire of unquestioned belief and purpose.", 
    "name": "Frank Knox"
  }, 
  {
    "quote": "America's state religion, is patriotism, a phenomenon which has convinced many of the citizenry that 'treason' is morally worse than murder or rape.", 
    "name": "William Blum"
  }, 
  {
    "quote": "Unfortunately, our history has abundant examples of patriotism being used to hurt those who express views in disagreement with that of the majority.", 
    "name": "Vic Snyder"
  }, 
  {
    "quote": "The sight of nature fascinates, the family tie has a sweet enchantment and patriotism gives the religious spirit a fiery devotion to the powers that it reveres.", 
    "name": "Bruno Bauer"
  }, 
  {
    "quote": "There are no points of the compass on the chart of true patriotism.", 
    "name": "Robert Charles Winthrop"
  }, 
  {
    "quote": "Obama has been attacked repeatedly for not wearing a flag pin, with Republicans claiming that his patriotism is in question. It's all a bit silly.", 
    "name": "Will Thomas"
  }, 
  {
    "quote": "These martyrs of patriotism gave their lives for an idea.", 
    "name": "Schuyler Colfax"
  }, 
  {
    "quote": "We need a type of patriotism that recognizes the virtues of those who are opposed to us.", 
    "name": "Francis John McConnell"
  }
]