[
  {
    "quote": "Old friends pass away, new friends appear. It is just like the days. An old day passes, a new day arrives. The important thing is to make it meaningful: a meaningful friend - or a meaningful day.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Prayer is the key of the morning and the bolt of the evening.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "I wake up every morning at nine and grab for the morning paper. Then I look at the obituary page. If my name is not on it, I get up.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Love. Fall in love and stay in love. Write only what you love, and love what you write. The key word is love. You have to get up in the morning and write something you love, something to live for.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "The sun is new each day.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "An early-morning walk is a blessing for the whole day.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "In the morning a man walks with his whole body in the evening, only with his legs.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Commitment is a big part of what I am and what I believe. How committed are you to winning? How committed are you to being a good friend? To being trustworthy? To being successful? How committed are you to being a good father, a good teammate, a good role model? There's that moment every morning when you look in the mirror: Are you committed, or are you not?", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I feel sorry for people who don't drink. They wake up in the morning and that's the best they're going to feel all day.", 
    "name": "Dean Martin"
  }, 
  {
    "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Think in the morning. Act in the noon. Eat in the evening. Sleep in the night.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Be pleasant until ten o'clock in the morning and the rest of the day will take care of itself.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The man with the best job in the country is the vice-president. All he has to do is get up every morning and say, 'How is the president?'", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I think that when you get dressed in the morning, sometimes you're really making a decision about your behavior for the day. Like if you put on flipflops, you're saying: 'Hope I don't get chased today.' 'Be nice to people in sneakers.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, 'It's going to be a good day!'.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "I miss Saturday morning, rolling out of bed, not shaving, getting into my car with my girls, driving to the supermarket, squeezing the fruit, getting my car washed, taking walks.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Do not say, 'It is morning,' and dismiss it with a name of yesterday. See it for the first time as a newborn child that has no name.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "I have always been delighted at the prospect of a new day, a fresh try, one more start, with perhaps a bit of magic waiting somewhere behind the morning.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "This morning when I put on my underwear I could hear the fruit-of-the-loom guys laughing at me.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "If you're bored with life - you don't get up every morning with a burning desire to do things - you don't have enough goals.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "When I woke up this morning my girlfriend asked me, 'Did you sleep good?' I said 'No, I made a few mistakes.'", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "He, who every morning plans the transactions of the day, and follows that plan, carries a thread that will guide him through a labyrinth of the most busy life.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I wake up some mornings and sit and have my coffee and look out at my beautiful garden, and I go, 'Remember how good this is. Because you can lose it.'", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Nothing is more beautiful than the loveliness of the woods before sunrise.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Opportunities are like sunrises. If you wait too long, you miss them.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "In a real dark night of the soul, it is always three o'clock in the morning, day after day.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Arranging a bowl of flowers in the morning can give a sense of quiet in a crowded day - like writing a poem or saying a prayer.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "It ain't as bad as you think. It will look better in the morning.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Each morning sees some task begun, each evening sees it close Something attempted, something done, has earned a night's repose.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "First thing every morning before you arise say out loud, 'I believe,' three times.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Every morning I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Some mornings, it's just not worth chewing through the leather straps.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "Manners is the key thing. Say, for instance, when you're growing up, you're walking down the street, you've got to tell everybody good morning. Everybody. You can't pass one person.", 
    "name": "Usain Bolt"
  }, 
  {
    "quote": "A good idea will keep you awake during the morning, but a great idea will keep you awake during the night.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "Early morning cheerfulness can be extremely obnoxious.", 
    "name": "William Feather"
  }, 
  {
    "quote": "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "I'm always thinking about creating. My future starts when I wake up every morning... Every day I find something creative to do with my life.", 
    "name": "Miles Davis"
  }, 
  {
    "quote": "It's always such a joy that you wake up in the morning and there's work to do.", 
    "name": "Jerome Lawrence"
  }, 
  {
    "quote": "I remind myself every morning: Nothing I say this day will teach me anything. So if I'm going to learn, I must do it by listening.", 
    "name": "Larry King"
  }, 
  {
    "quote": "Good morning is a contradiction of terms.", 
    "name": "Jim Davis"
  }, 
  {
    "quote": "I had a monumental idea this morning, but I didn't like it.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "I love the smell of juice boxes in the morning.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "I never really look for anything. What God throws my way comes. I wake up in the morning and whichever way God turns my feet, I go.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "Lose an hour in the morning, and you will spend all day looking for it.", 
    "name": "Richard Whately"
  }, 
  {
    "quote": "The most efficient way to live reasonably is every morning to make a plan of one's day and every night to examine the results obtained.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "If some great catastrophe is not announced every morning, we feel a certain void. Nothing in the paper today, we sigh.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Morning comes whether you set the alarm or not.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Never face facts if you do you'll never get up in the morning.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Tell him he can have my title, but I want it back in the morning.", 
    "name": "Jack Dempsey"
  }, 
  {
    "quote": "We could hardly wait to get up in the morning.", 
    "name": "Wilbur Wright"
  }, 
  {
    "quote": "It was a splendid summer morning and it seemed as if nothing could go wrong.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.", 
    "name": "Cary Grant"
  }, 
  {
    "quote": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "A good wife is one who serves her husband in the morning like a mother does, loves him in the day like a sister does and pleases him like a prostitute in the night.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "It is well enough that people of the nation do not understand our banking and monetary system, for if they did, I believe there would be a revolution before tomorrow morning.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "The brain is a wonderful organ it starts working the moment you get up in the morning and does not stop until you get into the office.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "True terror is to wake up one morning and discover that your high school class is running the country.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "I have to be alone very often. I'd be quite happy if I spent from Saturday night until Monday morning alone in my apartment. That's how I refuel.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "After all those years as a woman hearing 'not thin enough, not pretty enough, not smart enough, not this enough, not that enough,' almost overnight I woke up one morning and thought, 'I'm enough.'", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "There's nothing sadder in this world than to awake Christmas morning and not be a child.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "All men are children, and of one family. The same tale sends them all to bed, and wakes them in the morning.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I've been saying for a couple of years now that people need to let God out of the Sunday morning box, that He doesn't want to just be with you for an hour or two on Sunday morning and then put back in His box to sit there until you have an emergency, but He wants to invade your Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, and Sunday.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The light which puts out our eyes is darkness to us. Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning star.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "One morning I shot an elephant in my pajamas. How he got into my pajamas I'll never know.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I recently took up ice sculpting. Last night I made an ice cube. This morning I made 12, I was prolific.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spent the rest of the day putting the pieces together.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "I have a great deal of company in the house, especially in the morning when nobody calls.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "And this President wakes up every morning, looks out across America and is proud to announce, 'It could be worse.' It could be worse? Is that what it means to be an American? It could be worse? Of course not. What defines us as Americans is our unwavering conviction that we know it must be better.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "A leaf fluttered in through the window this morning, as if supported by the rays of the sun, a bird settled on the fire escape, joy in the task of coffee, joy accompanied me as I walked.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "The person who doesn't scatter the morning dew will not comb gray hairs.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Burning desire to be or do something gives us staying power - a reason to get up every morning or to pick ourselves up and start in again after a disappointment.", 
    "name": "Marsha Sinetar"
  }, 
  {
    "quote": "To be intimate with a married man, when my own father cheated on my mother, is not something I could forgive. I could not look at myself in the morning if I did that. I wouldn't be attracted to a man who would cheat on his wife.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "I have retired, but if there's anything that would kill me it is to wake up in the morning not knowing what to do.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That's how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I woke up one morning thinking about wolves and realized that wolf packs function as families. Everyone has a role, and if you act within the parameters of your role, the whole pack succeeds, and when that falls apart, so does the pack.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "There's pros and cons of a big church. Cons is I don't get to know everybody, I don't get to go to their ballgame, I don't get to marry everybody, but the pros are you get all this community, 800 ushers come in to serve, getting there at 7 in the morning on their day off and coming in on Saturday to make all those wafers.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Morning without you is a dwindled dawn.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "We sleep, but the loom of life never stops, and the pattern which was weaving when the sun went down is weaving when it comes up in the morning.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "My mother had morning sickness after I was born.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: 'President Can't Swim.'", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I slept with faith and found a corpse in my arms on awakening I drank and danced all night with doubt and found her a virgin in the morning.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I think about baseball when I wake up in the morning. I think about it all day and I dream about it at night. The only time I don't think about it is when I'm playing it.", 
    "name": "Carl Yastrzemski"
  }, 
  {
    "quote": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Nature gives to every time and season some beauties of its own and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "The great fun in my life has been getting up every morning and rushing to the typewriter because some new idea has hit me.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "Freedom itself was attacked this morning by a faceless coward, and freedom will be defended.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "I would like to find a stew that will give me heartburn immediately, instead of at three o clock in the morning.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "That's the trouble with being me. At this point, nobody gives a damn what my problem is. I could literally have a tumor on the side of my head and they'd be like, 'Yeah, big deal. I'd eat a tumor every morning for the kinda money you're pulling down.'", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "In these times you have to be an optimist to open your eyes when you awake in the morning.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Hope is the greatest thing for moms of autism. Hope is what gets us out of bed in the morning. I'm on a mission to tell parents that there is a way.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "I like to use 'I Can't Believe it's Not Butter' on my toast in the morning, because sometimes when I eat breakfast, I like to be incredulous. How was breakfast? Unbelievable.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Human life is as evanescent as the morning dew or a flash of lightning.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "I myself spent nine years in an insane asylum and I never had the obsession of suicide, but I know that each conversation with a psychiatrist, every morning at the time of his visit, made me want to hang myself, realizing that I would not be able to cut his throat.", 
    "name": "Antonin Artaud"
  }, 
  {
    "quote": "Man is born in a day, and he dies in a day, and the thing is easily over but to have a sick heart for three-fourths of one's lifetime is simply to have death renewed every morning and life at that price is not worth living.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "If you want to be an entrepreneur, it's not a job, it's a lifestyle. It defines you. Forget about vacations, about going home at 6 pm - last thing at night you'll send emails, first thing in the morning you'll read emails, and you'll wake up in the middle of the night. But it's hugely rewarding as you're fulfilling something for yourself.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "The thing I love most about going on vacation is that I get to leave behind any kind of schedule. My entire life is scheduled from morning to night, and when I'm on vacation, there is no schedule.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "I never married because there was no need. I have three pets at home which answer the same purpose as a husband. I have a dog which growls every morning, a parrot which swears all afternoon, and a cat that comes home late at night.", 
    "name": "Marie Corelli"
  }, 
  {
    "quote": "When I woke up Sunday morning at the Open and stepped outside and felt the wind and rain in my face, I knew I had an excellent chance to win if I just took my time and trusted myself.", 
    "name": "Tom Kite"
  }, 
  {
    "quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "The happiest part of a man's life is what he passes lying awake in bed in the morning.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The bed is a bundle of paradoxes: we go to it with reluctance, yet we quit it with regret we make up our minds every night to leave it early, but we make up our bodies every morning to keep it late.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "I protest that if some great Power would agree to make me always think what is true and do what is right, on condition of being turned into a sort of clock and would up every morning before I got out of bed, I should instantly close with the offer.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "It is a matter of shame that in the morning the birds should be awake earlier than you.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young.", 
    "name": "Konrad Lorenz"
  }, 
  {
    "quote": "There is only one thing that a man really wants to do, all his life and that is, to find his way to his God, his Morning Star, salute his fellow man, and enjoy the woman who has come the long way with him.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "And I know this happens because I took economics, and I'd explain it to ya, but I flunked that course. Not my fault. They taught it at 8 o'clock in the morning. And there is absolutely nothing you can learn out of one bloodshot eye.", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "Then there is a still higher type of courage - the courage to brave pain, to live with it, to never let others know of it and to still find joy in life to wake up in the morning with an enthusiasm for the day ahead.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "Make sure you never, never argue at night. You just lose a good night's sleep, and you can't settle anything until morning anyway.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "I have so many things to work on, and so many ways that I fail. But that's what grace is all about. and I constantly wake up every morning trying to get better, trying to improve, trying to walk closer to God.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "My children are the reason I laugh, smile and want to get up every morning.", 
    "name": "Gena Lee Nolin"
  }, 
  {
    "quote": "What is love? It is the morning and the evening star.", 
    "name": "Sinclair Lewis"
  }, 
  {
    "quote": "On a day when you're tired, it's important to just say good morning to everyone so they're kind of aware that it's gonna be a good day. Jamie Lee Curtis told me that.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "On that Sunday morning the first thing that impressed the people who approached the tomb was the unusual position of the one and a half to two ton stone that had been lodged in front of the doorway.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "A bachelor is a man who comes to work each morning from a different direction.", 
    "name": "Sholom Aleichem"
  }, 
  {
    "quote": "Like a morning dream, life becomes more and more bright the longer we live, and the reason of everything appears more clear. What has puzzled us before seems less mysterious, and the crooked paths look straighter as we approach the end.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Every year, August lashes out in volcanic fury, rising with the din of morning traffic, its great metallic wings smashing against the ground, heating the air with ever-increasing intensity.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "I am so blessed. I've been way over-blessed. At 64 years old, I look forward to going to bed every night so I can wake up in the morning and see what blessing is going to come my way that day. Because you never, ever know what God's got in store for you.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "Above all, this country is our own. Nobody has to get up in the morning and worry what his neighbors think of him. Being a Jew is no problem here.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "I always do an all-night horror marathon on Saturdays where we start at seven and go until five in the morning.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Art is why I get up in the morning but my definition ends there. You know I don't think its fair that I'm living for something I can't even define.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Your body tells you what it needs, and if you sleep past your alarm on a Saturday morning, it's probably because you need the sleep.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "You wake up in the morning and you look at your old spoon, and you say to yourself, 'Mick, it's time to get yourself a new spoon.' And you do.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "I, of course, meditate for two hours every morning. It's part of my schedule I wake up at 4 a.m. every day and I love it.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "I spend my happiest hours in reading Vedantic books. They are to me like the light of the morning, like the pure air of the mountains - so simple, so true, if once understood.", 
    "name": "Max Muller"
  }, 
  {
    "quote": "I love being. There's so much wisdom in it. You wake up in the morning and you think, Hey, isn't it great just being?", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "I never knew a man come to greatness or eminence who lay abed late in the morning.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Cinema in India is like brushing your teeth in the morning. You can't escape it.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "The great secret of doctors, known only to their wives, but still hidden from the public, is that most things get better by themselves most things, in fact, are better in the morning.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "What inspires you, what excites you when you wake up in the morning?", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "And if small businesspeople say they made it on their own, all they are saying is that nobody else worked seven days a week in their place. Nobody showed up in their place to open the door at five in the morning. Nobody did their thinking, and worrying, and sweating for them.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Driving a motorcycle is like flying. All your senses are alive. When I ride through Beverly Hills in the early morning, and all the sprinklers have turned off, the scents that wash over me are just heavenly. Being House is like flying, too. You're free of the gravity of what people think.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "The two most joyous times of the year are Christmas morning and the end of school.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "A play is much easier to maintain your personal life with because if you're rehearsing, you're working like from 11 to 6 or 11 to 5 and you get to have your whole morning and your whole evening. When you're doing the play, you have all day.", 
    "name": "Maggie Gyllenhaal"
  }, 
  {
    "quote": "There was a chance for me to write one song for the section where Elvis sat in his black leather outfit and sang the old hits. At eight oclock the next morning I had written Memories.", 
    "name": "Mac Davis"
  }, 
  {
    "quote": "When I wake up in the morning, I feel just like any other insecure 24-year-old girl.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "How like herrings and onions our vices are in the morning after we have committed them.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "'The Panorama' is also the last place anywhere in New York where the World Trade Center still stands, whole, as it stood in the early morning of September 11. I can also see the corner where I saw the first tower fall and howled out loud. Seeing the buildings again here is uplifting, healing.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.", 
    "name": "A. E. Housman"
  }, 
  {
    "quote": "And my only rule being if when I wake in the morning I'm looking forward to the things that I have to do that day, then I'm on the right track.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "You have to have a dream so you can get up in the morning.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "And if I had a preference, it would be to be able to not be in the studio until 4 in the morning.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I recorded my hair this morning, tonight I'm watching the highlights.", 
    "name": "Jay London"
  }, 
  {
    "quote": "The first thing I think about when I wake up most mornings is the fact that I'm tired. I have been tired for decades. I am tired in the morning and I am tired while becalmed in the slough of the afternoon, and I am tired in the evening, except right when I try to go to sleep.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Mom was 50 when my Dad died. She got on a bus every weekday for years, and rode 40 miles each morning to Madison. She earned a new degree and learned new skills to start her small business. It wasn't just a new livelihood. It was a new life.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I think the worst and most insidious procrastination for me is research. I will be looking for some bit of fact or figure to include in the novel, and before I know, I've wasted an entire morning delving into that subject matter without a word written.", 
    "name": "James Rollins"
  }, 
  {
    "quote": "When I wake up in the morning, I just can't get started until I've had that first, piping hot pot of coffee. Oh, I've tried other enemas.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "These flowers, which were splendid and sprightly, waking in the dawn of the morning, in the evening will be a pitiful frivolity, sleeping in the cold night's arms.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "My heart is singing for joy this morning! A miracle has happened! The light of understanding has shone upon my little pupil's mind, and behold, all things are changed!", 
    "name": "Anne Sullivan"
  }, 
  {
    "quote": "I still, at hotel rooms, I do this one sort of not-so-cool thing: continually shoving my room service tray in front of someone else's door. Because I don't want the remnants. I don't want to be caught, like, being like the pig that I was at two in the morning.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "To simply wake up every morning a better person than when I went to bed.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "The less I behave like Whistler's mother the night before, the more I look like her the morning after.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "I don't have to wait until the next morning to regret something I did that was kinda dumb.", 
    "name": "Bobby Knight"
  }, 
  {
    "quote": "I've just finished my 20th book this past year and I'm working on my 21st book about the Middle East right now that I'll finish this year. And I get up early in the morning and when I get tired of the computer and tired of doing research, I walk 20 steps out to my woodshop and I either build furniture or paint paintings. I'm an artist too.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Fashion should be something that in the morning, when you open your window, you say, 'Oh fantastic, sun!' Then you take your shower, you say, 'OK fantastic, which colour I wear today because I feel happy?' This should be fashion.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief.", 
    "name": "Franz Schubert"
  }, 
  {
    "quote": "I'm very happy with the way I look. I wake up some morning, catch myself in the bathroom mirror, and go, 'hey girl, you're alright'. But on the other hand, I find the website stuff, and the polls, something completely removed from my own personal life. You can't take anything like that too seriously, otherwise you'd end up in the loony bin.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "One morning, just like 9/11, there's going to be a disaster. I have yet to see the United Nations do anything effective with either Iran or North Korea.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "By Thursday morning, we'd gotten over the worst of it.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "I woke up this morning, and I still don't believe I won the Daytona 500.", 
    "name": "Dale Earnhardt"
  }, 
  {
    "quote": "Swallow a toad in the morning and you will encounter nothing more disgusting the rest of the day.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "I obviously take a lot of pride in what I do on the football field, because that has the ability to influence a lot of people. That puts smiles on people's faces. That gives people a pep in their step on Monday morning when they go back to work.", 
    "name": "Drew Brees"
  }, 
  {
    "quote": "Autumn arrives in early morning, but spring at the close of a winter day.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "I'm a very early riser, and I don't like to miss that beautiful early morning light.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I draw flowers every day and send them to my friends so they get fresh blooms every morning.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "In the morning, I practice 15 minutes of yoga.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "Most of the time I spend when I get up in the morning is trying to figure out what is going to happen.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "You know, I looked at my face in the mirror this morning, and I like being old. My face has more content and when I train in the gym now, I am not training to be strong or handsome - just better than I was yesterday. These days the race is just against myself.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "Every morning I wake up and thank God.", 
    "name": "Aaron Neville"
  }, 
  {
    "quote": "I usually decide what to wear in the morning, but sometimes, I'll have a favorite coat or sweater or shoes, and I'll wear them everyday for a week!", 
    "name": "Cameron Russell"
  }, 
  {
    "quote": "Making love in the morning got me through morning sickness. I found I could be happy and throw up at the same time.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "I'm not an employee who goes to the office every morning at the same time. Then, vacations are needed.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "I saw how many people were poor and how many kids my age went to school hungry in the morning, which I don't think most of my contemporaries in racially segregated schools in the South thought very much about at the time.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "Your computer needn't be the first thing your see in the morning and the last thing you see at night.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Acting is invigorating. But I don't analyse it too much. It's like a dog smelling where it's going to do its toilet in the morning.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "I do believe at the end of the night when you're with your family, the character gets hung up on the door like a coat, and is there to be taken on the next morning.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "As far as I'm concerned, the entire reason for becoming a writer is not having to get up in the morning.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "You can't be as old as I am without waking up with a surprised look on your face every morning: 'Holy Christ, whaddya know - I'm still around!' It's absolutely amazing that I survived all the booze and smoking and the cars and the career.", 
    "name": "Paul Newman"
  }, 
  {
    "quote": "It's wonderful to have the most important thing in the world there first thing in the morning. And especially in this business, where the opportunity to think everything is about you is there every day, now I really know that it isn't all about me.", 
    "name": "Kate Beckinsale"
  }, 
  {
    "quote": "It didn't matter what you look like. You don't have to get up at 5:30 in the morning and there's a lot to be said for that. Corpse Bride can just play all my parts from now on and I'll just do the voice.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "This morning, I went to wipe my hands on a tea towel, and while I was using it, it seemed like it felt a bit light. I unfolded it and realized my daughter had cut little bits out of it to make frocks for her dolls!", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "It's a privilege to serve the poor, to be servants of noble Africans, but I better belong in the rehearsal room or in the studio with my band. That's where I want to be and I still wake up in the morning with melodies in my head.", 
    "name": "Bono"
  }, 
  {
    "quote": "I've been keeping a diary for thirty-three years and write in it every morning. Most of it's just whining, but every so often there'll be something I can use later: a joke, a description, a quote. It's an invaluable aid when it comes to winning arguments. 'That's not what you said on February 3, 1996,' I'll say to someone.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "I pray every night before I go to sleep and every morning when I wake up.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "Do you know how many calories are in butter and cheese and ice cream? Would you get your dog up in the morning for a cup of coffee and a donut?", 
    "name": "Jack LaLanne"
  }, 
  {
    "quote": "But I try to steal other moments. Sometimes I get up very early in the morning and enjoy a quiet house and cup of tea before the craziness begins. Other times, I'll take a quick walk on the beach. You can find peace in a few minutes.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "I'm actually one of those people who get up energetic in the morning.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "I was taught that to create anything you had to believe in failure, simply because you had to be prepared to go through an idea without any fear. Failure, you learned, as I did in art school, to be a wonderful thing. It allowed you to get up in the morning and take the pillow off your head.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "I became a musician so I wouldn't have to get up at 6 in the morning.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "My father-in-law gets up at 5 o'clock in the morning and watches the Discovery Channel. I don't know why there's this big rush to do this.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "Let me tell you, it is still morning in America. It just happens to be kind of a head pounding, hung over for four hours in America - and it's shaping up to be a nasty day, but its still morning in America.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I was in Washington, D.C., on the morning show, by the time I was 18, programming a station by 19, No. 1 in the mornings. I think I was making, I don't know, a quarter of a million dollars by the time I was 25.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "You won't see me in a better mood than 4:00 in the morning on my way to work.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I'm always in bed by 11 or 12 and people laugh all the time - they want me to hang out until two in the morning, but n-n-no, I need my nine hours.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "We, the people. Manifest Destiny. Conceived in liberty. Fear itself. Ask not. Morning in America. United we stand. Yes, we can. In times of great change and tumult, presidents seek to inspire beleaguered Americans by reminding them of their national identity.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I hear that 5 o'clock whistle in my mind like Fred Flintstone and I have to stop. I'm also not much of a morning writer. I have a sweet spot from about 11am to 4pm. But I really work during that time.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "I am never at my best in the early morning, especially a cold morning in the Yorkshire spring with a piercing March wind sweeping down from the fells, finding its way inside my clothing, nipping at my nose and ears.", 
    "name": "James Herriot"
  }, 
  {
    "quote": "I wake up in the morning, I do a little stretching exercises, pick up the horn and play.", 
    "name": "Herb Alpert"
  }, 
  {
    "quote": "If you're the village blacksmith and a model T comes along, you better become a mechanic. People's lives are better when they get news online versus having to wait for the morning paper. It's a lot more efficient, a lot more real time, a lot less waste.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "If I want to get work done, that's usually about 3 in the morning.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "I see myself at 7:30 in the morning and it's not too pretty.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I like being in movies that have a great story. I'm not so interested in being a Hollywood star. It's a job, you know. When you wake up at six in the morning every day for a week, it feels like hard work.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "'Not again!' I thought to myself this morning, as news trickled out that John McCain was set to pick Alaska governor Sarah Palin as his running mate. Not again, because too often women are promoted for the wrong reasons, and then blamed when things don't go right.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Left to themselves, things tend to go from bad to worse. Murphy's First Corollary If you tell the boss you were late for work because you had a flat tire, the next morning you will have a flat tire.", 
    "name": "George Edward Woodberry"
  }, 
  {
    "quote": "I can't tell you enough about cinnamon. Cinnamon is an awesome spice to use and it goes great with something like apples in the morning or in a mixture of fruit or in your oatmeal or even in your cereal.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "My favorite meal would have to be good old-fashioned eggs, over easy, with bacon. Many others, but you can't beat that on a Sunday morning, especially with a cup of tea.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "No man knows till he has suffered from the night how sweet and dear to his heart and eye the morning can be.", 
    "name": "Bram Stoker"
  }, 
  {
    "quote": "I love the smell of shampoo on a girl's hair. You can walk past someone and be like, 'Wow, you took a shower this morning, didn't you? Because you smell lovely.'", 
    "name": "Jensen Ackles"
  }, 
  {
    "quote": "When I travel, I like to take advantage of room service. I'm really into eggs Benedict in the morning.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "There is a one woman in China that claimed she paid $50 to get my e-mail address. It was pretty shocking. I got one this morning from Scotland. A girl's requesting a signed photo of me.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "First of all, let me say, 1:15 in the morning, for 20,000 people to still be here, I wasn't the winner, tennis was. That's awesome. I don't know if I've ever felt so good here before.", 
    "name": "Andre Agassi"
  }, 
  {
    "quote": "In the morning we received some very thin coffee. For lunch we had potato soup with a few pieces of meat in it, in the evening we had a very thin meat soup with some potatoes in it.", 
    "name": "Leon Askin"
  }, 
  {
    "quote": "I woke up one morning to find I was famous. I bought a white Rolls-Royce and drove down Sunset Boulevard, wearing dark specs and a white suit, waving like the Queen Mum.", 
    "name": "Peter O'Toole"
  }, 
  {
    "quote": "I am not a morning person. I like to sleep in.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "I try to make films that I find exciting. It makes me want to get out of bed at five in the morning, have my make-up done and play for the rest of the day.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "Making films can be absolutely fantastic, but it can also be incredibly dull. You spend the whole day sitting by yourself in your trailer and then you get called to deliver one sentence - then you're told to come back and do it again at 5:30 the following morning.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "What's the first thing I do when I wake up in the morning? Wish I hadn't.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "I drink a bucket of white tea in the morning. I read about this tea of the Emperor of China, which is supposedly the tea of eternal youth. It's called Silver Needle. It's unbelievably expensive, but I get it on the Web.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "It was really like waking up one morning and going, Wow, I enjoy being with this person more than anybody else in my life, and it just turned out to be mutual.", 
    "name": "Brian Austin Green"
  }, 
  {
    "quote": "I have never been bored an hour in my life. I get up every morning wondering what new strange glamorous thing is going to happen and it happens at fairly regular intervals.", 
    "name": "William Allen White"
  }, 
  {
    "quote": "Get up tomorrow early in the morning, and earlier than you did today, and do the best that you can. Always stay near me, for tomorrow I will have much to do and more than I ever had, and tomorrow blood will leave my body above the breast.", 
    "name": "Joan of Arc"
  }, 
  {
    "quote": "I'd hate to be a teetotaler. Imagine getting up in the morning and knowing that's as good as you're going to feel all day.", 
    "name": "Dean Martin"
  }, 
  {
    "quote": "I get up early in the morning, 4 o'clock, and I sit at my desk and what I do is just dream. After three or four hours, that's enough. In the afternoon, I run.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "Somebody said to me this morning, 'To what do you attribute your longevity?' I don't know. I mean, I couldn't have planned my life out better. By all accounts I should be dead! The abuse I put my body through: the drugs, the alcohol, the lifestyle I've lived the last 30 years!", 
    "name": "Ozzy Osbourne"
  }, 
  {
    "quote": "Training is full-on. Some days I really don't want to get out of bed and hit that track again. Sunday and Monday morning sessions are always horrible. But who really looks forward to going to work on a Monday morning?", 
    "name": "Jessica Ennis"
  }, 
  {
    "quote": "I'll never forget one morning I walked in and I had a hell of a bruise - it had been a difficult night the night before - and a client said to me, 'Good God, Vidal, what happened to your face?' And I said, 'Oh, nothing, madam, I just fell over a hairpin.'", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "I should just put it bluntly, because we're all sort of friends here now - it's exceedingly likely that my greatest success is behind me. Oh, so Jesus, what a thought! You know that's the kind of thought that could lead a person to start drinking gin at nine o'clock in the morning, and I don't want to go there.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "There's nothing in the world more silent than the telephone the morning after everybody pans your play. It won't ring from room service your mother won't be calling you. If the phone has not rung by 8 in the morning, you're dead.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "'Old times' never come back and I suppose it's just as well. What comes back is a new morning every day in the year, and that's better.", 
    "name": "George Edward Woodberry"
  }, 
  {
    "quote": "There is a fundamental situation in which the country has reached rock bottom, that a mother can't send her children out of the house in the morning. The country has reached rock bottom and this needs to be changed.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "Sometimes, getting up in the morning and brishing your teath is the hardest part of the day - it all just hurts.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "You lie awake at 3 in the morning thinking of story ideas. You're online at 8 a.m. on a Sunday or midnight on a Wednesday. It's a job that you never push aside.", 
    "name": "James Daly"
  }, 
  {
    "quote": "Each morning my characters greet me with misty faces willing, though chilled, to muster for another day's progress through the dazzling quicksand the marsh of blank paper.", 
    "name": "John Updike"
  }, 
  {
    "quote": "You always say 'I'll quit when I start to slide', and then one morning you wake up and realize you've done slid.", 
    "name": "Sugar Ray Robinson"
  }, 
  {
    "quote": "I'm not one of those writers I learned about who get up in the morning, put a piece of paper in their typewriter machine and start writing. That I've never understood.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "When I first broke through, there was only NBC, CBS and ABC, and they had news in the morning and in the evening - there wasn't no 24-hour news.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "If you do cardio one day and the next day you can do weights, do it that way. If you need to do it at night or in the morning, do it that way. Whatever you need to get it done, just get it done.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "Every Wednesday, my husband and I have a study group with our friends. I attend church. We try to devote time in the morning, say a prayer.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "I wake up every morning happy for where I am in life. It's not all about the cooking, but the fact that I can contribute by using my influence to help people all over the country. In the last two years, my partners and I have fed more than 10 million hungry people by bringing meat to food banks.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "In order to have good fried chicken, you should wash and season the bird the morning you're preparing it for dinner. Don't wait and do it right before you start cooking. Throw it in the refrigerator, seasoned, that morning, and give it a chance to soak up all the salt and pepper and goodness.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "Yes, there's such a thing as luck in trial law but it only comes at 3 o'clock in the morning. You'll still find me in the library looking for luck at 3 o'clock in the morning.", 
    "name": "Louis Nizer"
  }, 
  {
    "quote": "It is not time for mirth and laughter, the cold, gray dawn of the morning after.", 
    "name": "George Ade"
  }, 
  {
    "quote": "I write when I'm inspired, and I see to it that I'm inspired at nine o'clock every morning.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "Do I get up every morning and ask: am I doing the things that I believe in and am I doing them for the best possible motives? Yes. Unambiguously yes.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I do yoga every morning, then I run for half an hour and take a sauna.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "Sometimes I have wrinkles, in the morning. It depends on what kind of night that I had. I accept myself and the way that I am growing older. I have eye bags and some people have proposed to me to take them out but I said no.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I wake up every morning, look in the mirror and ask, 'Am I a sex symbol?' Then I go back to bed again. It's stupid to think that way.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "But when I felt like I had something to prove? Then I got up early every morning and worked all day long. I didn't know if I had any more talent than anyone else directing, but I knew I could work hard at it, and so I did.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "Since I travel so much, it's always great to be home. There's nothing like getting to raid my own refrigerator at two in the morning.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "I get up in the morning looking for an adventure.", 
    "name": "George Foreman"
  }, 
  {
    "quote": "I wake up every morning and I wish I were dead, and so does Jim.", 
    "name": "Tammy Faye Bakker"
  }, 
  {
    "quote": "It's hard to think of yourself as a brand, especially when I have four daughters who kick my butt early in the morning every day before I go to work.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I was so young, and making movies, going to the studio every morning at dawn was magic.", 
    "name": "Natalie Wood"
  }, 
  {
    "quote": "As long as the number one worry for people, keeping them up at nights, is whether they're going to have a job in the morning, then they are less likely to resist unfair changes, or unfair treatment, or cuts in real pay at work.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "It's fairness to say those who work hard, get up in the morning, cut their cloth - in other words 'we can only afford to have one or two children because we don't earn enough'. They pay their taxes and they want to know that the same kind of decision-making is taking place for those on benefits.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Nowadays, everybody assumes, when they wake up in the morning, if they have a question, it will get answered. Because they have the internet. No matter what the question is, someone will answer their question.", 
    "name": "Jack White"
  }, 
  {
    "quote": "Sometimes I wish that there were a way to let people know that just because I live in a world without rules, and in a life that is lawless, doesn't mean that it doesn't hurt so bad the morning after.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "We all wake up in the morning wanting to live our lives the way we know we should. But we usually don't, in small ways. That's what makes a character like Batman so fascinating. He plays out our conflicts on a much larger scale.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "Mere humans who root through their refrigerators at three o'clock in the morning can only produce writing that matches what they do. And that includes me.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "When I wake up at 5 in the morning is it just to jog? Definitely not, I give it all of my efforts.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "A famous person to themselves, they don't get up in the morning and think, I'm famous. I'm not famous to me. Famous is a perception.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "I blend my green drink every morning. I also fix my son a full-on American breakfast with bacon and toast.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "No city should be too large for a man to walk out of in a morning.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "The world is new to us every morning - this is God's gift and every man should believe he is reborn each day.", 
    "name": "Baal Shem Tov"
  }, 
  {
    "quote": "Barack Obama knows that to create an economy built to last, we need to focus on middle-class families. Families who stay up on Sunday nights pacing the floor, like my dad did, while their children, tucked in bed, dream big dreams. Families who aren't sure what Monday morning will bring, but who believe our nation's best days are still ahead.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "I can't live without my beauty products. I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions.", 
    "name": "Traci Bingham"
  }, 
  {
    "quote": "I will check the internet for at least an hour every morning scanning worldwide news to do with child abuse. So if you're constantly putting yourself in an environment where you're checking up on social economics or homelessness problems, if you keep yourself aware of it, you don't really have a day off.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "I wake up at 5:30, 6 in the morning, but don't head into the office right away. I like to hang out with my wife, talk about things, get some coffee, you know.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "You come before me this morning with clean hands and clean collars. I want you to have clean tongues, clean manners, clean morals and clean characters.", 
    "name": "John Burns"
  }, 
  {
    "quote": "It's never really that much fun for me to do movies anyway, because you - you know, you have to get up very early in the morning and you have to go in and you spend a lot of time waiting around.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "Look, I hate to sound like Pollyanna, but I literally can't wait to get to work in the morning. I've got steady jobs, I've got my health, and I'm here in the greatest city in the world. I'd be a pig not to be grateful.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I'm very silly as a person, but quality silliness on-screen has more of an art to it. Harrison Ford, whom I was in 'Morning Glory' with, has mastered that dry funny better than anyone.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "In these days a man is nobody unless his biography is kept so far posted up that it may be ready for the national breakfast-table on the morning after his demise.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "A truly great book should be read in youth, again in maturity and once more in old age, as a fine building should be seen by morning light, at noon and by moonlight.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "Early in the morning, I fell in love with the girl that later on became my wife. At that time, we were so naive. I wanted to charm her, so I read her Capital by Marx. I thought somehow she would be convinced by the strength of his criticism about capital.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "As a child, I had to get up early for school or work. I'd get ready by myself. I'd set my alarm to wake me up very early in the morning, and be off to work, the family driver driving me every morning. I did it alone, my parents never coming in to wake me up.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I know I have to be like people expect, because people love to dream with me, they like to think that I love my boat of 50 metres, that I drink Cristal for breakfast, that I dance until five o'clock in the morning. I am not like that.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "I don't have a single complete show or movie or anything else that I could look at and say, 'Nailed that one.' But endless dissatisfaction is, I suppose, what gets us out of bed in the morning.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "I get up in the morning and do a seven-minute yoga workout. I know the most likely time I'm going to do something is when I first get up, and I make it short because, like you, I don't really want to do that first thing in the morning.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "I get up at the same time every morning.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "I don't ask for the meaning of the song of a bird or the rising of the sun on a misty morning. There they are, and they are beautiful.", 
    "name": "Pete Hamill"
  }, 
  {
    "quote": "One thing that happens when you're pregnant is that as your stomach starts to stretch. It itches! So I have to keep my belly really lubricated. Every morning, there's a buttering ceremony after I get out of the shower. It's really like basting a turkey with body butter.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "If you read about Mussolini or Stalin or some of these other great monsters of history, they were at it all the time, that they were getting up in the morning very early. They were physically very active. They didn't eat lunch.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I like to try to do a little work before I do anything in the morning, even if it's a paragraph.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "My personality, when tasked with creating meals, goes something like this: Is there a way we can make this more difficult? Because let's do that. I don't mean to complicate things. It's just - why buy pre-packaged potato salad when you can spend your morning boiling potatoes and flipping out because there's no dill in the house?", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "When I go out clubbing I can dance 'til three o'clock in the morning with just a water bottle in my hand. I love dancing to anything with a good beat really. My favorite song to dance to at the moment is probably Drake's 'Best I Ever Had.'", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I'm a car fanatic and each morning I wake up with a smile on my face, whether I'm commentating on the Formula One or at Silver Hatch racetrack in Roary the Racing Car.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "The day of the sun is like the day of a king. It is a promenade in the morning, a sitting on the throne at noon, a pageant in the evening.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "When you walk out of your house in the morning, you don't know what you're going to see.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "Chronic malnutrition, or the lack of proper nutrition over time directly contributes to three times as many child deaths as food scarcity. Yet surprisingly, you don't really hear about this hidden crisis through the morning news, Twitter or headlines of major newspapers.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I worked at Salon.com way back when they started, and there's just unmeasurable value to distributing words online, too, but I still get my news from the newspaper in the morning.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I mean, if you have to wake up in the morning to be validated by the editorial page of the New York Times, you got a pretty sorry existence.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "Early this morning, I signed my death warrant.", 
    "name": "Michael Collins"
  }, 
  {
    "quote": "For me the greatest revenge of all is having a happy adulthood, waking up in my gorgeous turquoise bedroom in the morning beside a person who really inspires me. That's the best revenge a girl-loving girl from the Bible belt could possibly have. And, importantly, it's healthy.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "For us political activists and candidates, the morning after any election is a mix of emotions - the personal and the immediate, the culmination of your own recent campaigning efforts and the fortunes of your party and the success or otherwise of what you stand for and believe in.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "One morning, about four o'clock, I was driving my car just about as fast as I could. I thought, Why am I out this time of night? I was miserable, and it came to me: I'm falling in love with somebody I have no right to fall in love with.", 
    "name": "June Carter Cash"
  }, 
  {
    "quote": "I think my real depressions started when I was about 16 and doing The Patty Duke Show. I would go to bed at about 10 o'clock on a Friday night and not get up again until 6:30 Monday morning.", 
    "name": "Patty Duke"
  }, 
  {
    "quote": "'Good Morning America' exploited Joan Lunden's pregnancy, but you won't see me bringing my babies on the air. The only reason I'm talking about the babies at all is that they've been with me on the show since I became pregnant. After a while, I had to acknowledge this pumpkin tummy.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.", 
    "name": "Florence Griffith Joyner"
  }, 
  {
    "quote": "I don't want to clip on the armour every morning. I've seen some politicians do this and they get a bit mangled and bitter. I just refuse to do that. I refuse to be angry or bitter or complain, and I remain open. I may sometimes be a bit too open but I'm not going to change that one bit.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "One thing I've very quickly learned is that if you wake up every morning worrying about what's in the press, you would go completely and utterly potty.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I've done the most awful rubbish in order to have somewhere to go in the morning.", 
    "name": "Richard Burton"
  }, 
  {
    "quote": "What is news? It's hard to quantify. Certainly news has changed completely, and the morning shows are not really designed to bring you the news, except to tell you what happened overnight, and the rest of it is a kind of magazine mentality - a little bit of this, a little bit of that. It's harder to be an educated and informed citizen.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "The average, healthy, well-adjusted adult gets up at seven-thirty in the morning feeling just plain terrible.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "I want to host a religious show. I'm sure nobody will be wanting the 11 o'clock spot on Sunday morning. I think we should really get some of our own preachers and preach that gay is good. And we'd have a great choir.", 
    "name": "Kate Clinton"
  }, 
  {
    "quote": "Previously, on Lock, Stock, I went to bed at two in the morning and woke up at five in the morning, and on this one I was known to nod off on the set occasionally.", 
    "name": "Guy Ritchie"
  }, 
  {
    "quote": "We went to a small lake, Bass Lake. It was beautiful. It was perfectly still when we got there in the morning. The fog was lifting off the water. It was just magical. And we did catch some fish, 13 fish.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "We awoke one morning in September, and the world lurched on its axis.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "I don't wake up each morning saying, 'Oh, wow, it's me. I think I'm the cat's meow. I'm the best.'", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "I am a fashion designer. I'm not an environmentalist. When I get up in the morning, number one I'm a mother and a wife, and number two I design clothes. So the main thing I need to do is create, hopefully, exquisitely beautiful, desirable objects for my customer.", 
    "name": "Stella McCartney"
  }, 
  {
    "quote": "It was huge to read the Proverbs of the day every morning, it was huge to read the Psalm of the day every morning and to get that in us and get us going before the day even started.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "You know how you wake up in the morning and sometimes you look gorgeous and other times you look like you got hit by a mack truck? I realized that my mack truck is food. If I have no sugar, yeast or wine, I have no undereye bags and my skin is perfect.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "I exercise every morning. I do light weights - 5lb and 10lb arm exercises - and then lie and lift my arms and legs. It's all about keeping core strength. I do a lot of stretching too.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "Later, in the early teens, I used to ride my bike every Saturday morning to the nearest airport, ten miles away, push airplanes in and out of the hangars, and clean up the hangars.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "My days, if they start in the morning with a cuddle from my son, are just so much more glorious than they were prior to that.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "Every morning I wake at 6am or 6.30am, champing at the bit.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "The quality of life is so much higher anyplace you can ski in the morning and surf in the evening - there's something to be said for that.", 
    "name": "Ian Somerhalder"
  }, 
  {
    "quote": "I had the perfect job for a gamer. From February to October, I'd get up at 7 in the morning with nothing to do but play games until I had to be at the park around 1 or 2 o'clock. When I got back after the game, I played until 3 or 4 in the morning.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "I started running 3 miles every morning after throat surgery to remove a cyst last year. The gym used to be my adversary. But that has all changed. Now, I look forward to it every morning.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "Sometimes I wake up in the morning and I am like, 'This is a high-top day' or 'This is a bob day,' but when I get my clothes on that's when I see.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "When I get up in the morning and put on a pink or a green wig, I see myself as a piece of animation. It lets me be the person I want to be, a person who's not embarrassed to have fun.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "My brain is so anxiety-prone, like a pinball machine. If I don't get up in the morning and focus my thinking, my breathing, and my being for about 12 minutes, I'm just a screwball all day long.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "I always like to start my morning with a good amount of fruit. I really like pineapple, particularly because of the enzymes that it has. Sometimes I have oatmeal. But if I'm feeling like I really want to be watching my weight more, then I definitely do a protein, like an omelet, scrambled eggs or some smoked salmon.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "Couldn't start the morning without caffeine.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I really am super lazy and doing long hair, especially mine, is a big pain in the butt. It's filled with cowlicks and kinks and curls and frizz - and it was taking too much time in the morning.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I loved fantasy, but I particularly loved the stories in which somebody got out of where they were and into somewhere better - as in the 'Chronicles Of Narnia,' 'The Wizard Of Oz,' 'The Phantom Tollbooth,' the 'Dungeons &amp Dragons' cartoon on Saturday morning in the '80s.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "I have an orthopedic pillow that's made out of a sponge material. I have a plate in my throat, and I have to be careful or I could end up with a bad neck in the morning. That pillow is a must everywhere I go.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "When you really deep down look at it, we go to bed every night, get up every morning, stay here for 70 or 80 years, and then we die.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "The most used piece of kit in my kitchen is my saucepan. I use it every morning to cook my porridge in. The least used piece of equipment? I'd say a food mixer. I've never used it, I don't really know what they're for.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "I have a Viking stove. The color is butter lemon, and I had to wait several months for it, because that color wasn't available and I really wanted butter lemon! But I don't know that it's seriously ever been cooked on. I mean, I make tea every morning. Does that count?", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "Thanks to the greatest invention of recent years, the MP3-playing alarm clock, I can now choose the song that wakes me up in the morning.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "Stood off and on during the night, determining not to come to anchor till morning, fearing to meet with shoals continued our course in the morning and as the island was found to be six or seven leagues distant, and the tide was against us, it was noon when we arrived there.", 
    "name": "Christopher Columbus"
  }, 
  {
    "quote": "Tomorrow morning before we depart, I intend to land and see what can be found in the neighborhood.", 
    "name": "Christopher Columbus"
  }, 
  {
    "quote": "You've got to set yourself up to be as healthy as you can. The thing we tend to do is when it gets to be a bit too hard, we actually opt out for the absolute worst option. For example, if you're in a rush in a morning and you feel like you don't have time to make breakfast, you skip it.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "I'm not a morning person. I'm really not.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "My extravagance is my garden - it's the first thing I look at every morning when I wake up. It gives me so much pleasure.", 
    "name": "Ina Garten"
  }, 
  {
    "quote": "It is a challenge, with the global fame, to try to act like I put my pants on one leg at a time, when in fact I have Pippa Middleton help me put my pants on every morning. She's my lady-in-waiting as well.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "I never laugh or smile when I am writing. When I come home for lunch after writing all morning, my wife says I look like I just came home from a funeral. This is not bragging. This is an illness.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "When I wake up in the morning, I feel like a billionaire without paying taxes.", 
    "name": "Ernie Banks"
  }, 
  {
    "quote": "I wake up early in the morning and walk for an hour. If I have something to write, I prefer to write in the morning until midday, and in the afternoon, I eat.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "I was a government employee in the morning and a writer in the evening.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "I kind of woke up one morning and was like, 'Oh I see what's happening, I get everything'. I woke up and was like, 'I get it, I'm a product.'", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "We were doing it under the most extraordinary circumstances, but the first out of the tent in the morning would be David Lean. He said to me on the very first day of shooting, Pete, this is the beginning of a great adventure.", 
    "name": "Peter O'Toole"
  }, 
  {
    "quote": "Most songs have meager beginnings. You wake up in the morning, you throw on your suspenders, and you subvocalize and just think. They seem to form like calcium. I can't think of a story right off the bat that was that interesting. I write things on the back of my hand, usually, and sing into a tape recorder.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "Hitchhiking was such a pure form of existence. You'd wake up in the morning, and you'd have no idea what your day was going to be. And that's something I've never been able to shake. I loved that.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "I had the closest thing I have ever had to an out-of-body experience lying in bed one morning. I turned on the 'Today' programme and item four on the news was: 'The shadow chancellor has ruled himself out of the leadership.' I lay there thinking that's interesting, then I realised it was me.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "I half knew what to expect when I saw the cricket ground in the morning. It was when I started to talk to people working out there, I began to find what I was looking for.", 
    "name": "Ian Botham"
  }, 
  {
    "quote": "I wake up laughing. Yes, I wake up in the morning and there I am just laughing my head off.", 
    "name": "Bruce Willis"
  }, 
  {
    "quote": "I love such mirth as does not make friends ashamed to look upon one another next morning.", 
    "name": "Izaak Walton"
  }, 
  {
    "quote": "I am really passionate about my career and my music and I am so lucky to be able to do what I do for a job, so for all the early morning starts and long days, I could never trade it all in.", 
    "name": "Rachel Stevens"
  }, 
  {
    "quote": "London is completely unpredictable when it comes to weather. You'll start a scene, and it's a beautiful morning. You get there at 6 in the morning, set up, you start the scene, start shooting. Three hours later, it is pitch black and rainy.", 
    "name": "David Schwimmer"
  }, 
  {
    "quote": "I derive no pleasure from prosecuting a man, even though I know he's guilty do you think I could sleep at night or look at myself in the mirror in the morning if I hounded an innocent man?", 
    "name": "Jim Garrison"
  }, 
  {
    "quote": "I was the type of guy that used to get up in the morning and go out and just out run everybody on the field without stretching or warming up or anything.", 
    "name": "Bo Jackson"
  }, 
  {
    "quote": "Of all the songs I've recorded, 'Amarillo By Morning' always sticks out in my mind.", 
    "name": "George Strait"
  }, 
  {
    "quote": "I don't mind traveling that much when I can go somewhere and stay there for a while, but touring is different. You rarely see anything. You get there early in the morning and you're resting all day, and you go in and do a sound check, and you do the show, and then bam you're gone.", 
    "name": "George Strait"
  }, 
  {
    "quote": "The repose of sleep refreshes only the body. It rarely sets the soul at rest. The repose of the night does not belong to us. It is not the possession of our being. Sleep opens within us an inn for phantoms. In the morning we must sweep out the shadows.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "Too much coffee. Too much coffee and Gatorade. It's a hell of a mix. If you're ever tired in the morning, just try that mix, and tell me what you think.", 
    "name": "Kevin Garnett"
  }, 
  {
    "quote": "My principal motivation is supporting my family, which is not a bad reason for getting up in the morning. That's always been my motivation - to take care of the people who rely on me.", 
    "name": "Tony Parsons"
  }, 
  {
    "quote": "I have to say that when you tour the world, obviously, the jetlags and different hours and ways of living and traveling, a lot of hours in the plane, and you wake up in the morning and you're not quite sure where you are, and it is very tiring.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "If we were to wake up some morning and find that everyone was the same race, creed and color, we would find some other causes for prejudice by noon.", 
    "name": "George Aiken"
  }, 
  {
    "quote": "I eat as much as the next girl, but I work my butt of in the gym every morning! The key is moderation. I splurge on the weekend. A big bowl of pasta and a delicious slice of cake for dessert are my favorites.", 
    "name": "Giuliana Rancic"
  }, 
  {
    "quote": "In live action movies, you just hope that everything works. Because the actor may had a bad morning and doesn't play good, or accidents happen continuously. Many things contradict what you are trying to say. But in cartoons, nothing contradict what you want to say.", 
    "name": "John Hench"
  }, 
  {
    "quote": "I've never been a TV junkie. I remember watching Letterman way back when he had a morning show.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "If you're changing the world, you're working on important things. You're excited to get up in the morning.", 
    "name": "Larry Page"
  }, 
  {
    "quote": "My wife gets all the money I make. I just get an apple and clean clothes every morning.", 
    "name": "Ray Romano"
  }, 
  {
    "quote": "Wherever my story takes me, however dark and difficult the theme, there is always some hope and redemption, not because readers like happy endings, but because I am an optimist at heart. I know the sun will rise in the morning, that there is a light at the end of every tunnel.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "What I couldn't help noticing was that I learned more about the novel in a morning by trying to write a page of one than I'd learned in seven years or so of trying to write criticism.", 
    "name": "Philip Pullman"
  }, 
  {
    "quote": "I was so obsessed by this problem that I was thinking about it all the time - when I woke up in the morning, when I went to sleep at night - and that went on for eight years.", 
    "name": "Andrew Wiles"
  }, 
  {
    "quote": "There's also a sense of freedom. I was so obsessed by this problem that I was thinking about if all the time - when I woke up in the morning, when I went to sleep at night, and that went on for eight years.", 
    "name": "Andrew Wiles"
  }, 
  {
    "quote": "Prince used to call me up 3am in the morning and invite me to hear some of his new songs.", 
    "name": "Sheena Easton"
  }, 
  {
    "quote": "The one ironclad rule is that I have to try. I have to walk into my writing room and pick up my pen every weekday morning.", 
    "name": "Anne Tyler"
  }, 
  {
    "quote": "To drive an F1 car you have to be a little mad. On the morning of a race there's a mix of excitement and fear. If it's a wet track, then it's worse as you're not in control most of the time, which is the thing all drivers fear the most.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "A lot of people think Formula One isn't a sport because everyone drives a car when they go to work in the morning. But we're pulling up to six G on a corner or during breaking, which is almost like being a fighter pilot. So we have to do a lot of work on our neck muscles.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "How many women have the courage to start properly with a cold, cold bath early in the morning? I jump in, throw the water, cold as ice, and after the first plunge I am happy.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "I am not a morning person.", 
    "name": "Laurell K. Hamilton"
  }, 
  {
    "quote": "I couldn't wait for the sun to come up the next morning so that I could get out on the course again.", 
    "name": "Ben Hogan"
  }, 
  {
    "quote": "Whereas I used to get depressed or neurotic or dwell on things, I see my son's bright eyes and smile in the morning, and suddenly, I don't feel like I'm depressed anymore. There's nothing to be depressed about when you've got that.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "Most of the top actors and actresses may be working in ten or twelve films at the same time, so they will give one director two hours and maybe shoot in Bombay in the morning and Madras in the evening. It happens.", 
    "name": "Satyajit Ray"
  }, 
  {
    "quote": "The question is the morning after. What sort of Iraq do we wake up to after the bombing? What happens in the region? What impact could it have? These are questions leaders I have spoken to have posed.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "I never really drank coffee in college, but now I'm on my feet all day and out all night and can't believe it hasn't always been in my life. When morning comes I crave it.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "The thing with me is, if I wake up one morning and I'm not happy working as an actress, I'll stop. It's not something I have to do. It's not a vocation.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "Those golden minutes before you are completely awake, when your mind is just drifting, you have no censorship you are ready to develop any kind of idea. That's when I come up with the best and worst ideas. That is the privilege of being a writer - that you can stay in bed for an hour in the morning and it's work time.", 
    "name": "Jo Nesbo"
  }, 
  {
    "quote": "The episodes all blend together for me, so I don't remember. I can't even remember what I had for breakfast this morning. I always feel I must be such a disappointment to them.", 
    "name": "Sarah Michelle Gellar"
  }, 
  {
    "quote": "I still love doing what I do, and I'm really lucky to get up in the morning and want to go to work.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "It seems to me madness to wake up in the morning and do something other than paint, considering that one may not wake up the following morning.", 
    "name": "Frank Auerbach"
  }, 
  {
    "quote": "Now, on nights that I can't sleep, I play video games alone until the morning.", 
    "name": "Namie Amuro"
  }, 
  {
    "quote": "In West Virginia, the most vulnerable people we have are people who get up every morning and go to work.", 
    "name": "Joe Manchin"
  }, 
  {
    "quote": "She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over.", 
    "name": "David Gest"
  }, 
  {
    "quote": "I don't go to Mass every day. But I go to church every day. Just sitting there, thinking - it's a great way to start the morning, you know? You feel so good coming out, and your approach to everything is suddenly really clear.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "But to the slave mother New Year's day comes laden with peculiar sorrows. She sits on her cold cabin floor, watching the children who may all be torn from her the next morning and often does she wish that she and they might die before the day dawns.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "On the last morning of Virginia's bloodiest year since the Civil War, I built a fire and sat facing a window of darkness where at sunrise I knew I would find the sea.", 
    "name": "Patricia Cornwell"
  }, 
  {
    "quote": "I spent every night until four in the morning on my dissertation, until I came to the point when I could not write another word, not even the next letter. I went to bed. Eight o'clock the next morning I was up writing again.", 
    "name": "Abraham Pais"
  }, 
  {
    "quote": "You know, the market was down yesterday... my first thought when I heard-just on a personal basis, when I heard there had been this attack and I saw the futures this morning, which were really in the tank, I thought, Time to buy.", 
    "name": "Brit Hume"
  }, 
  {
    "quote": "I have a hotline to the tabloids. When I get up in the morning, I call the Star, and the last thing at night, I call them. I want them to have the inside track.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "Normal people don't just wake up in the morning and say I think it'd be a good idea to run for president of the United States.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "The attorney general would call at 5 o'clock in the evening and say: 'Tomorrow morning we are going to try to integrate the University of Mississippi. Get us a memo on what we're likely to do, and what we can do if the governor sends the National Guard there.'", 
    "name": "Harold H. Greene"
  }, 
  {
    "quote": "I am a morning writer I am writing at eight-thirty in longhand and I keep at it until twelve-thirty, when I go for a swim. Then I come back, have lunch, and read in the afternoon until I take my walk for the next day's writing.", 
    "name": "Carlos Fuentes"
  }, 
  {
    "quote": "Both my mum and dad were great readers, and we would go every Saturday morning to the library, and my sister and I had a library card when we could pass off something as a signature, and all of us would come with an armful of books.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "If I'm playing in the morning, I'll get some carbs early: porridge with chopped banana. If I'm playing in the afternoon, I'll start with less carbs and have some eggs and fruit for breakfast, then a light lunch about 90 minutes before I play, so I don't feel sluggish or full.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "Remember my first tenet in getting dressed is how you feel in the morning. So if you're not being true blue to that, it usually shows.", 
    "name": "Pharrell Williams"
  }, 
  {
    "quote": "Yes, I still love 'South Park,' but I also love morning TV now.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "We hear the stories every day now: the father who puts on a suit every morning and leaves the house so his daughter doesn't know he lost his job, the recent college grad facing up to the painful reality that the only door that's open to her after four years of study and a pile of debt is her parents'. These are the faces of the Obama economy.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "I was shocked by the amount of Welsh people in L.A. We'd go to this British pub to watch the 'Six Nations' early in the morning and I remember the first time I walked in it was just a sea of red.", 
    "name": "Matthew Rhys"
  }, 
  {
    "quote": "I'm obsessed with radio. It's a good start to Sunday morning.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "A real New Yorker likes the sound of a garbage truck in the morning.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "I am up at 3:30, reading the op-ed pages and getting ready to be on the air by 6 A.M. on the set of 'Morning Joe,' and after three hours of TV and two hours on the radio, it is only 12 noon.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "I have mugs of hot water every morning because the studio is cold, and also because it makes my throat sound clearer.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "My salary situation at 'Morning Joe' wasn't right. I made five attempts to fix it, then realized I'd made the same mistake every time: I apologised for asking.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "On 'Morning Joe' I can say what I think, be my sometimes unorthodox self, have fun, yet be serious as well.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "You'd have to think that you're at least decent, or you couldn't get up every morning and do it. I think if I live long enough, I might be pretty good.", 
    "name": "Martin Mull"
  }, 
  {
    "quote": "I wake up every morning in a cold sweat, regardless of how well things went the day before. And put that I said that in a somewhat but not completely tongue-in-cheek way.", 
    "name": "Harvey Pekar"
  }, 
  {
    "quote": "When a man has been consistently battering his wife, he shouldn't expect a bouquet of roses from her the morning after he promises to stop.", 
    "name": "Joe Slovo"
  }, 
  {
    "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction.", 
    "name": "George Horace Lorimer"
  }, 
  {
    "quote": "I had an amazing childhood, lots of love. But my dad worked his tail off, getting up at 4 in the morning and going off at 5, 6 o'clock, yet he always had time to spend with his kids and his wife.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "I have to say when we talk about the treatment of these prisoners that I would guess that these prisoners wake up every morning thanking Allah that Saddam Hussein is not in charge of these prisons.", 
    "name": "James Inhofe"
  }, 
  {
    "quote": "How can a doctor judge a woman's sanity by merely bidding her good morning and refusing to hear her pleas for release? Even the sick ones know it is useless to say anything, for the answer will be that it is their imagination.", 
    "name": "Nellie Bly"
  }, 
  {
    "quote": "Even as a kid, I never liked breakfast. I just don't like to eat then. I like to get up and work. I think sticking a whole bunch of carbohydrates in your stomach in the morning is probably the worst way to begin the day.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "The worst part about pregnancy would definitely have to be my nausea. I don't know why it's just called morning sickness because morning sickness never just happened in the morning for me and it's not happening just in the morning for my sister.", 
    "name": "Tia Mowry"
  }, 
  {
    "quote": "I'm set to have my best year ever: I'm hiring some acts and there will be a show in the morning, in the afternoon and in the evening. I'm going to use my theater to its fullest potential.", 
    "name": "Mickey Gilley"
  }, 
  {
    "quote": "It's not easy waking up every single morning knowing what you're going to put your body through and having to do it. We don't have days off.", 
    "name": "Bryan Clay"
  }, 
  {
    "quote": "I've found myself at one in the morning just sitting at my desk spending an hour returning emails from the day until like two in the morning. It's ridiculous, I should be sleeping, or dreaming, or reading a novel.", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "The boy who expects every morning to open into a new world finds that today is like yesterday, but he believes tomorrow will be different.", 
    "name": "Charles Dudley Warner"
  }, 
  {
    "quote": "My life had become a catastrophe. I had no idea how to turn it around. My band had broken up. I had almost lost my family. My whole life had devolved into a disaster. I believe that the police officer who stopped me at three a.m. that morning saved my life.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "The greatest job I ever had was working on my family farm. Each morning my father would come into my bedroom around 4:30 am and command me to get up and work the fields. I would spend the next two hours before school slopping pigs and cropping tobacco.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "It only worked for a little while the morning after I agreed to go with Universal, an article came out in the Hollywood trade papers, and the secret was out.", 
    "name": "Laura Hillenbrand"
  }, 
  {
    "quote": "Every time I get up in the morning, melodies occur to me and I start trying to shape lyrics to melodies.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "Never get married in the morning - you never know who you might meet that night.", 
    "name": "Paul Hornung"
  }, 
  {
    "quote": "I never thought in a million years I'd be that healthy girl who wakes up every morning to exercise. After being called 'cherubic and chubby,' I'm rocking a bikini!", 
    "name": "Kelly Osbourne"
  }, 
  {
    "quote": "You were up at 5 o'clock in the morning, and then you'd ride in a caravan, because we didn't have big movie trucks or trailers that is the hardware of a movie camp.", 
    "name": "Marguerite Moreau"
  }, 
  {
    "quote": "I don't have to get up in the morning and go beat up my body like I used to. I don't have to be out there in August in 108 degree weather down in Texas.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "Waking up with a bad head in the morning is difficult sometimes.", 
    "name": "Caroline Corr"
  }, 
  {
    "quote": "There's some things you just have to live with. Like twelve cars camping outside your house, and when you wake up in the morning, they're going to follow you wherever you go. It helps that I live in Valencia. It eliminates some. But they're still here.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "You show up in Paris, and on the drive from the airport to the hotel you're like, 'This is so cool! I want to see something! I want to go to the Eiffel Tower!' And then you leave the next morning. You think, Oh, I didn't get to do anything. I tell people: I've been just about everywhere, but I've seen nothing.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "As one gets older, it happens that in the morning one fails to remember the airplane trip to be taken in a few hours or the lecture scheduled for the afternoon.", 
    "name": "Rudolf Arnheim"
  }, 
  {
    "quote": "I'm a mom - I'm lucky if I get to shower in the morning. Luckily, nail polish stays on my toes. I've been so bad on the upkeep, though.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "A city with one newspaper, or with a morning and an evening paper under one ownership, is like a man with one eye, and often the eye is glass.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "Probably millions of Americans got up this morning with a cup of coffee, a cigarette and a donut. No wonder they are sick and fouled up.", 
    "name": "Jack LaLanne"
  }, 
  {
    "quote": "Yeah, I'm not really a morning person.", 
    "name": "Sophie Ellis-Bextor"
  }, 
  {
    "quote": "Let me tell you, sisters, seeing dried egg on a plate in the morning is a lot dirtier than anything I've had to deal with in politics.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "Sydney in general is eclectic. You can be on that brilliant blue ocean walk in the morning and then within 20 minutes you can be in a completely vast suburban sprawl or an Italian or Asian suburb, and it's that mix of people, it's that melting pot of people that give it its vital personality.", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "It seems a long time since the morning mail could be called correspondence.", 
    "name": "Jacques Barzun"
  }, 
  {
    "quote": "I tend to start at 9 o'clock in the morning and write until 3. Those are my best hours. They fit the other rhythms of the world. So I write for six hours, pretty much without any breaks.", 
    "name": "Justin Cronin"
  }, 
  {
    "quote": "I get up, go and get a coffee, and go do the crossword - I'm loyal to one particular paper, the 'Guardian' - and that's my idea of a perfect morning.", 
    "name": "Laura Marling"
  }, 
  {
    "quote": "After the first day of practice, there's not one guy who's playing at 100 percent or who feels great. Sometimes, getting up in the morning and brushing your teeth is the hardest part of the day - it just hurts.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "Throughout my 20s I spent a lot of time just playing and not really working, but fortunately for me I continued to get just enough work, and have a reason to wake up in the morning. I really empathize with some of my peers who had success in the early years then it dries up, and so there's no reason to get up in the morning.", 
    "name": "Jason Bateman"
  }, 
  {
    "quote": "I try to shave at night so my skin has a chance to settle by the early morning call-time.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "It was morning through the high window I saw the pure, bright blue of the sky as it hovered cheerfully over the long roofs of the neighboring houses. It too seemed full of joy, as if it had special plans, and had put on its finest clothes for the occasion.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "I wake up every morning and I surprise myself. I wake up to a new me.", 
    "name": "Gina Carano"
  }, 
  {
    "quote": "I literally have meetings at eight o'clock in the morning, and I finish at nine o'clock at night. It sounds pathetic, but I don't even have time to go shopping.", 
    "name": "Stella McCartney"
  }, 
  {
    "quote": "I am focused on what needs to be done for the people of Israel. Period. I do not pity myself and I do not pat myself on the shoulder. I get up in the morning full of energy to fulfill my mission.", 
    "name": "Ehud Olmert"
  }, 
  {
    "quote": "I had three children while doing a show, as demanding as 'Good Morning America,' so this is - you know, it's almost like I'm less daunted about motherhood, and parenting at this point in time. And I think I'm just much more fit and healthy than I was 20-years-ago.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "I'd skip school regularly to see movies - even in the morning, in the small Parisian theaters that opened early.", 
    "name": "Francois Truffaut"
  }, 
  {
    "quote": "The thing I care about is my weight - I'm as fanatical about it as a member of Girls Aloud. I weigh myself every morning. I know exactly what I want to be - 82kg - and I try to stick to it.", 
    "name": "Tony Parsons"
  }, 
  {
    "quote": "I was a very undisciplined person but acting was something that actually motivated me to get up in the morning. I hadn't experienced that before, but it was something that really excited me. I think I could be quite self-conscious and it gave me a release.", 
    "name": "Rufus Sewell"
  }, 
  {
    "quote": "What is life, when wanting love? Night without a morning love's the cloudless summer sun, nature gay adorning.", 
    "name": "Robert Burton"
  }, 
  {
    "quote": "I don't dream songs. I'm more apt to write dreams down and then to be able to interpret them into a song. I also tend to get up and write prose in the morning from which will come songs.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "The crew are the faces you see every morning and last at night before you go home. I spend more time with those people than I do with my friends and family, so they're forever a part of you and who you become as an actor so I hope I see them again.", 
    "name": "Claudia Black"
  }, 
  {
    "quote": "And I have to say, what motivates me every day and I know my Democratic colleagues is to remember that every day 14,000 people get up in the morning with insurance that go to bed at night without it and most of them because they lost their job.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "Nobody has time to keep trying on a load of things in the morning like a teenager.", 
    "name": "Claudia Schiffer"
  }, 
  {
    "quote": "Sometimes in the morning, when it's a good surf, I go out there, and I don't feel like it's a bad world.", 
    "name": "Kary Mullis"
  }, 
  {
    "quote": "You know, the men go to tea houses with the expectation that they will have a nice quiet evening and not read about it the next morning in the newspaper.", 
    "name": "Arthur Golden"
  }, 
  {
    "quote": "It's very important to write things down instantly, or you can lose the way you were thinking out a line. I have a rule that if I wake up at 3 in the morning and think of something, I write it down. I can't wait until morning - it'll be gone.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "I'd always been a news junkie, always read lots of newspapers and watched the Sunday morning news shows on TV and felt strongly about issues of power, control, sexuality and race.", 
    "name": "Barbara Kruger"
  }, 
  {
    "quote": "I think it's good that I had some experience of the real world before I became successful. You know, having to get up in the morning and going to work in construction.", 
    "name": "Tom Jones"
  }, 
  {
    "quote": "Chelsea Morning is a great Joni Mitchell song and I guess I'm partial to her lyrics because they show me a slightly different perspective on life.", 
    "name": "Neil Diamond"
  }, 
  {
    "quote": "If I'm working on a film, I'll do sit-ups for before I shoot. Like, 100 in the morning or something.", 
    "name": "James Franco"
  }, 
  {
    "quote": "Four hours of prosthetics every morning, the jowls and the nose, and it was very hot so they're having to attend to it all day, and you're still petrified of so many things, such as, can I speak properly? Hitchcock never quite lost those East End vowels, even though he had the softened California consonants.", 
    "name": "Toby Jones"
  }, 
  {
    "quote": "When I wake up on a Monday morning and I realise I don't have to go and work at the civil service, I really think I've won.", 
    "name": "Paul Merton"
  }, 
  {
    "quote": "Somehow, I've been blessed to be able to have the young spirit inside - not feel like every year I get a year older. I feel like every year I get a year younger. I don't wake up in the morning with aches and pains.", 
    "name": "Rickey Henderson"
  }, 
  {
    "quote": "I open with a clock striking, to beget an awful attention in the audience - it also marks the time, which is four o clock in the morning, and saves a description of the rising sun, and a great deal about gilding the eastern hemisphere.", 
    "name": "Richard Brinsley Sheridan"
  }, 
  {
    "quote": "I was lucky enough to grow up in a home where I woke up Christmas morning and had toys. I know that's not the case with all people and I don't think kids should go without experiencing that sort of joy.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "That's the biggest part of doing comics: You have to create stuff that makes you want to get out of bed every morning and get to work.", 
    "name": "Daniel Clowes"
  }, 
  {
    "quote": "I trust, that your readers will not construe my words to mean, that I would not have gone to a 3 o'clock in the morning session, for the sake of defeating the Nebraska bill.", 
    "name": "Gerrit Smith"
  }, 
  {
    "quote": "When you were a volunteer for the Bush-Cheney campaign, you came in the morning you had a supervisor who gave you a list of calls to make and a time to do it in.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "It's such a luxury to be able to be happy about going to work in the morning.", 
    "name": "Joe Pantoliano"
  }, 
  {
    "quote": "I don't believe in writing at night because it comes too easily. When I read it in the morning it's not good. I need daylight to begin. Between nine and ten o'clock I have a long breakfast with reading and music.", 
    "name": "Gunter Grass"
  }, 
  {
    "quote": "In the last year my wife has noticed me struggling to get downstairs on a Sunday morning. I've two young children and football has been so good to me over the years I don't want to spoil it.", 
    "name": "Graeme Le Saux"
  }, 
  {
    "quote": "I don't know why you call it morning sickness, because I was sick all day and night!", 
    "name": "Soleil Moon Frye"
  }, 
  {
    "quote": "What I don't like is breakfast in the morning. I have a double-espresso cappuccino, but no food.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "It is always with excitement that I wake up in the morning wondering what my intuition will toss up to me, like gifts from the sea. I work with it and rely on it. It's my partner.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "I never want to make a film. I don't wake up in the morning going, 'Ooh, I'd really love to be on set making a film today'. I'm aware that other contemporary film directors perceive film-making as what they do, as what they have to do. But I would hope that I am more catholic in my tastes.", 
    "name": "Stephen Daldry"
  }, 
  {
    "quote": "I am, in fact, Superman. Every morning I wake up and go into a telephone booth and change my costume, and then go to work.", 
    "name": "Stephen Daldry"
  }, 
  {
    "quote": "I was up late last night yapping about the elections on CNN and up early this morning doing the same thing in my daughter's kindergarten class.", 
    "name": "Tucker Carlson"
  }, 
  {
    "quote": "In my day, at 12 years old, which was 38 years ago, we worked out in summer months for two and a half hours. Today someone in that age group might work out for four hours, two hours in the morning and two at night.", 
    "name": "Mark Spitz"
  }, 
  {
    "quote": "I was getting to bed about 10 P.M. so wound up and not getting to sleep by 11, and because I was putting the prosthetics on for five hours, I had to be up at 3 in the morning.", 
    "name": "Gerard Butler"
  }, 
  {
    "quote": "We don't watch the film anymore because we've seen it so many times, so we'll introduce it, walk out and we'll come back in right about when I wake up in the morning and walk over to the shop and everything's changed.", 
    "name": "Simon Pegg"
  }, 
  {
    "quote": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "As soon as I began, it seemed impossible to write fast enough - I wrote faster than I would write a letter - two thousand to three thousand words in a morning, and I cannot help it.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "I had to get up run in the morning for 2 hours, go to the gym and also get good opponents as sparring partners because I'm a big believer in that how you train is how you will fight at least when it came to me that's how it worked.", 
    "name": "Alexis Arguello"
  }, 
  {
    "quote": "The result was that, if it happened to clear off after a cloudy evening, I frequently arose from my bed at any hour of the night or morning and walked two miles to the observatory to make some observation included in the programme.", 
    "name": "Simon Newcomb"
  }, 
  {
    "quote": "I do Yoga. I'd like to say I do it every morning, but I don't, I just don't have the time.", 
    "name": "Radha Mitchell"
  }, 
  {
    "quote": "So it's the kind of business where you can't wait to get up in the morning and read the papers, or listen to what's on the news, and you know, how the world's going to change.", 
    "name": "Sanford I. Weill"
  }, 
  {
    "quote": "The muse holds no appointments. You can never call on it. I don't understand people who get up at 9 o'clock in the morning, put on the coffee and sit down to write.", 
    "name": "Glen Hansard"
  }, 
  {
    "quote": "You say something stupid and the next morning you're in the headlines.", 
    "name": "Barry Manilow"
  }, 
  {
    "quote": "My ideal is to wake up in the morning and run around the meadow naked.", 
    "name": "Daryl Hannah"
  }, 
  {
    "quote": "Mom and Dad would stay in bed on Sunday morning, but the kids would have to go to church.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "I think I'm a fun flatmate. I'm always cheerful. I go on tour with my band so it's 12 people on one bus and I feel like I'm the one who's happy in the morning. I'm not a chaotic person, but I might slack off on doing the dishes from time to time.", 
    "name": "Zooey Deschanel"
  }, 
  {
    "quote": "I don't want to be in my car all day. I love getting up in the morning in Venice and walking my dogs down to the cafe to get my tea, and then perhaps going to a bookstore and sitting and reading, then walking to the beach.", 
    "name": "Jessica Chastain"
  }, 
  {
    "quote": "What I do is not some magical, mystical thing. I simply get up in the morning, get to work on time, say my lines, and do the best I can.", 
    "name": "Parker Stevenson"
  }, 
  {
    "quote": "Now I know that that is just the phenomena of eating this way. Most all of my letters say I hit a plateau and then one morning I woke up and the melt had happened.", 
    "name": "Suzanne Somers"
  }, 
  {
    "quote": "I'll always remember when I bumped into Good Morning America's Robin Roberts on a flight to my mother's funeral in 1994, and how kind she was during that difficult time.", 
    "name": "Gayle King"
  }, 
  {
    "quote": "When I found out I was going to be on CBS every morning, my first phone call was to Jenny Craig. Ten days later, I'd lost nine pounds. Now I even take the plan's popcorn with me to the movies.", 
    "name": "Gayle King"
  }, 
  {
    "quote": "There are 435 members of Congress. There's one 'Morning Joe' show. Hopefully, we can keep hammering the argument that you can disagree with other people and have debates but remain civil.", 
    "name": "Joe Scarborough"
  }, 
  {
    "quote": "I could announce one morning that the world was going to blow up in three hours and people would be calling in about my hair!", 
    "name": "Katie Couric"
  }, 
  {
    "quote": "But, you know, they don't enjoy the dinner hour together. It's just not as much of a ritual at night and it's interesting. I think the ritual is taking place perhaps more in the morning.", 
    "name": "Katie Couric"
  }, 
  {
    "quote": "But of course when people watch morning television, Terry, it's a very different animal. You know, they're running around, they're getting their kids ready for school, they're probably doing eight million things, they're brushing their teeth.", 
    "name": "Katie Couric"
  }, 
  {
    "quote": "All three networks have always had a morning show but now cable of course is taking some of that audience away and a variety of other things, probably the Internet as well.", 
    "name": "Katie Couric"
  }, 
  {
    "quote": "Well, when I was a kid and I watched 'Speed Racer,' I used to always watch it in the morning with my cereal. And when I ate the cereal, I would pour soda into the cereal because we never really had milk for some reason, I don't know.", 
    "name": "Emile Hirsch"
  }, 
  {
    "quote": "You know what I like to do on a Sunday morning? Clean my house. I really enjoy it it's my ritual. I require tidiness, actually. I have to have everything spotless before I can relax.", 
    "name": "Jonathan Rhys Meyers"
  }, 
  {
    "quote": "There would be nights when I would wake up and couldn't get back to sleep. So I would go downstairs and write. The staff had a pool going on how many pages of typing I would bring in here in the morning.", 
    "name": "Harold H. Greene"
  }, 
  {
    "quote": "There is both a skill factor and an effort factor in dream recall. People can develop dream recall skills, such as lying still in the morning and writing down whatever comes to mind.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "The four of us couldn't have made a record with the time left over when we were shooting the show. We were on stage from 7.30 in the morning 'til 7 at night. Later on, when there was a break from filming, and we were sick of doing it the old way.", 
    "name": "Peter Tork"
  }, 
  {
    "quote": "You think that religion is a thing that is there to help you and to see you through life, and then you wake up one morning and find the entire Irish situation, the civil war that's based on religion.", 
    "name": "Midge Ure"
  }, 
  {
    "quote": "Markets rebounded quickly from morning jitters after the London Thursday terrorist bombing.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "I just remember Stella Tenant and me dancing in Donatella Versace's bathtub until like four in the morning. It was one of those 'pinch me' moments.", 
    "name": "Carolyn Murphy"
  }, 
  {
    "quote": "I turned on VH1 this morning just to get a little warm-up before I came over here, and I think it's just terrific. There's so much great stuff: diverse and wonderful music, good performances, great looking girls, great videos, the whole thing.", 
    "name": "Debbie Harry"
  }, 
  {
    "quote": "When I read the pilot 'for Married with Children', it just reminded me of my Uncle Joe... just a self-deprecating kind of guy. He'd come home from work, and the wife would maybe say 'I ran over the dog this morning in the driveway'. And he would say 'Fine, what's for dinner?", 
    "name": "Ed O'Neill"
  }, 
  {
    "quote": "When I get up in the morning I brush my teeth and go about my business, and if I am going anywhere interesting I take my camera along.", 
    "name": "Elliott Erwitt"
  }, 
  {
    "quote": "I love to read. I love to stretch. In the morning, I get up, and if I'm not in a hurry, I will lie on the floor on a rug, look through some books and magazines, and maybe listen to music and try to do stretching exercises to tune up.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "I wake up every morning and I feel like I'm juggling glass balls. I live in Los Angeles, my business is run out of London, and most evenings I'm cuddled up in front of Skype, in my dressing gown, speaking with my studio in London. I travel a lot, my team travel a lot, but I wouldn't have it any other way.", 
    "name": "Victoria Beckham"
  }, 
  {
    "quote": "I made it a morning show. We have the coffee cup, we have the morning papers. It's got that feel to it, that's what I wanted.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "I've done the best I can with the morning show. I made it a morning show. We have the coffee cup, you have the morning papers, you know, it's got that feel to it, that's what I wanted.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "It means a lot in my business and its a wonderful feeling to be recognized for what you have done over a lifetime, but I didn't go crazy. I still eat my cereal in the morning, have a sandwich in the afternoon, go to bed at night. You know, nothing really different.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "I wake up every morning singing 'The Star-Spangled Banner.'", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "I'm French, so I'm quite lazy about exercising, and I smoke. But I do love going for a run in the morning with my dog. That's all.", 
    "name": "Eva Green"
  }, 
  {
    "quote": "I am so excited this year getting to play the 85th Anniversary Macy's Thanksgiving Day Parade. Everyone knows on Thanksgiving morning to get up, turn on the TV and watch the parade, so to be an actual participant is going to be fun and I'm looking forward to it. I am gonna have to put on my deer hunting gear, though, to stay warm!", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "We know that a man can read Goethe or Rilke in the evening, that he can play Bach and Schubert, and go to his day's work at Auschwitz in the morning.", 
    "name": "George Steiner"
  }, 
  {
    "quote": "It was important on The Shipping News to have my house far enough away from each location so I had this time in the morning to think about my shots and still remain open to surprises once I got to the set.", 
    "name": "Lasse Hallstrom"
  }, 
  {
    "quote": "I didn't wake up one morning and not be in the Replacements. We're all that forever, and I've just grown older. I mean, I haven't lost anything. I've gained a few things.", 
    "name": "Paul Westerberg"
  }, 
  {
    "quote": "I was up watching Meet Joe Black at four AM. I was hoping Brad Pitt would die, and he was still alive at seven forty in the morning! I actually felt sorry for once, for critics.", 
    "name": "Rose McGowan"
  }, 
  {
    "quote": "Sometimes it's so weird just to do an interview. This morning I was back in my parents' house, with my brother, and we went for a jog together, then had breakfast as a family. And a couple of hours later I'm wearing high heels and a dress and makeup, and talking about my job.", 
    "name": "Carey Mulligan"
  }, 
  {
    "quote": "We live under a government of men and morning newspapers.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "Some days I would be there at ten in the morning and wouldn't leave till ten at night, and the others would waltz in for a couple of hours and then leave, because I was doing that painting thing. And they were happy to see that being done.", 
    "name": "Lindsey Buckingham"
  }, 
  {
    "quote": "It wasn't always easy getting up at 5 o'clock in the morning to go to the rink. Sometimes I wanted to just go back to sleep.", 
    "name": "Nancy Kerrigan"
  }, 
  {
    "quote": "Work is a prayer, and I start off every morning dedicating it to our Creator.", 
    "name": "Joe Murray"
  }, 
  {
    "quote": "We had news this morning of another successful atomic bomb being dropped on Nagasaki. These two heavy blows have fallen in quick succession upon the Japanese and there will be quite a little space before we intend to drop another.", 
    "name": "Henry L. Stimson"
  }, 
  {
    "quote": "I started writing morning pages just to keep my hand in, you know, just because I was a writer and I didn't know what else to do but write. And then one day as I was writing, a character came sort of strolling in and I realized, Oh my God, I don't have to be just a screenwriter. I can write novels.", 
    "name": "Julia Cameron"
  }, 
  {
    "quote": "I don't have an iPod. I mean, I have a couple. Doesn't everyone? But I don't use it. I need to because I go to the gym now, and I'm tired of listening to morning radio. I want some music! I do have a video iPod, but I don't use it either.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "I started playing poker in 2003 during my pregnancy, to distract myself from my awful morning sickness. For months all I did was cry and play Texas Hold'em.", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "I squeeze oranges every morning to make juice.", 
    "name": "Utada Hikaru"
  }, 
  {
    "quote": "So when bands work with me and it's 10 o'clock, usually you'd have to be getting out of the studio, we could go on until 2 in the morning cause it's my place!", 
    "name": "Billy Sherwood"
  }, 
  {
    "quote": "Internet marketing entrepreneurs have truly opened my eyes to just how important a quick turnaround time can be. Often times, an interview they conduct with me today is online by the next morning. The interviewee is then able to start making money less than 24 hours after the initial interview.", 
    "name": "Marc Ostrofsky"
  }, 
  {
    "quote": "One's age should be tranquil, as childhood should be playful. Hard work at either extremity of life seems out of place. At midday the sun may burn, and men labor under it but the morning and evening should be alike calm and cheerful.", 
    "name": "Thomas Arnold"
  }, 
  {
    "quote": "You feel a little older in the morning. By noon I feel about 55.", 
    "name": "Bob Dole"
  }, 
  {
    "quote": "When I wrote the song, I had the sea near Bombay in mind. We stayed at a hotel by the sea, and the fishermen come up at five in the morning and they were all chanting. And we went on the beach and we got chased by a mad dog - big as a donkey.", 
    "name": "Ray Davies"
  }, 
  {
    "quote": "Well physically preparing for the role, definitely and then continuing to stay physically fit throughout filming, getting up, 4.00 4.30 in the morning.", 
    "name": "Brandon Routh"
  }, 
  {
    "quote": "I got into shape because I took kick-boxing lessons every day to prepare for a fight scene with Taylor Lautner. I really wanted to lie down and eat Chinese food, but I kick-boxed every morning and ran. If someone was filming you with your kit off, you'd do the same thing.", 
    "name": "Jason Isaacs"
  }, 
  {
    "quote": "He would use amphetamines to stay awake because he would have late night maneuvers that would go way into the early morning hours and he was given pills to stay up for the long hours.", 
    "name": "Priscilla Presley"
  }, 
  {
    "quote": "Because my parents, growing up, they worked hard. Everyone in my family woke up early in the morning. I used to see my mother and my father go off to work, and come back and, no matter what, they had time for the kids.", 
    "name": "Herschel Walker"
  }, 
  {
    "quote": "In the morning, I reach for the sports page.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "On my morning run, I listen to sports talk radio.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "I can't record in the morning because I sound like Barry White.", 
    "name": "Toni Braxton"
  }, 
  {
    "quote": "Bagel in the morning is the ultimate breakfast for me they're just good.", 
    "name": "Lee DeWyze"
  }, 
  {
    "quote": "I can write all the way through the morning, when my mind is clear, and there are no distractions.", 
    "name": "Karen Thompson Walker"
  }, 
  {
    "quote": "I was half asleep lying there writing this lyric in my head at about 3:30 in the morning. I woke Steve up with this idea and then we went into the living room where there was a little upright piano and finished the song. I wonder where that piano is now?", 
    "name": "Jim Capaldi"
  }, 
  {
    "quote": "Men and women were declared equal one morning and everybody could divorce each other by postcard.", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "Over the last four years, I've made a habit of coming into my office in the morning and just getting to work.", 
    "name": "Seth Green"
  }, 
  {
    "quote": "Your enjoyment of the world is never right, till every morning you awake in Heaven: see yourself in your Father's palace and look upon the skies, the earth, and the air as celestial joys: having such a reverend esteem of all, as if you were among the angels.", 
    "name": "Thomas Traherne"
  }, 
  {
    "quote": "Just this morning, out of a large memory for songs, and having been obsessed by them since childhood, suddenly, at the age of 84, I thought of a song I hadn't thought of in over 50 years. It came into my head unbidden.", 
    "name": "Tom Glazer"
  }, 
  {
    "quote": "My poor vision gives me a soft-focus morning. For the first half hour, I kind of wander through my house, and everything is a blur. I put my contacts in when I'm ready to deal with the world.", 
    "name": "Carrie Ann Inaba"
  }, 
  {
    "quote": "We all deal with issues of time. The first thing you do in the morning is look at the clock to see what time it is.", 
    "name": "Jeremy Piven"
  }, 
  {
    "quote": "I got up one Christmas morning and we didn't have nothing to eat. We didn't have an apple, we didn't have an orange, we didn't have a cake, we didn't have nothing.", 
    "name": "Muddy Waters"
  }, 
  {
    "quote": "And now the momentous day, a day to be forever remembered in the annals of the country, arrived. Early in the morning on the 1st of July the conflict began.", 
    "name": "Edward Everett"
  }, 
  {
    "quote": "Holiday? Is like, what? I'm a hyperactive girl, so it may be boring for me to be on the beach doing nothing. I just need to find a place for three weeks and work but sleep in the morning, maybe write a little bit, have a glass of red wine. That's my perfect holiday.", 
    "name": "Melanie Laurent"
  }, 
  {
    "quote": "I certainly don't sit around in the morning making pancakes listening to Whitehouse or anything.", 
    "name": "Thurston Moore"
  }, 
  {
    "quote": "Among the New Hollanders whom we were thus engaged with, there was one who by his appearance and carriage, as well in the morning as this afternoon, seemed to be the chief of them, and a kind of prince or captain among them.", 
    "name": "William Dampier"
  }, 
  {
    "quote": "We have this morning dropped anchor, just off Williamstown.", 
    "name": "William John Wills"
  }, 
  {
    "quote": "It's interesting to wake up at 3 in the morning by someone saying they're a reporter and they want to know how you feel. I felt fine, but I said, 'Well, why do you ask?'", 
    "name": "Saul Perlmutter"
  }, 
  {
    "quote": "The first one, obviously, was walking into my office at eight o'clock in the morning on Wednesday, and being told there was a telephone call saying that there was an incident at Three Mile Island, and that it had shut down and that beyond that we didn't know.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "Another very strong image from the first day was giving my initial press conference in the morning - going down and finding out that everything I had said, the essence of what I had said, was wrong.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "What I had said in the morning was that this is what we know has happened, but there has been no significant off-site release. Only to find out moments later that, in fact, there had been an off-site release. I still haven't gotten over that.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "I was scheduled to give my first official press conference that morning anyway, 'cause I was chairman of the Governors Energy Council and I was making a press conference with regard to energy policy.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "And at ten, or whatever time, in the morning we had the press conference, what we knew is there had been an incident at Three Mile Island, that it was shut down, that there was water that had escaped but it was contained.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "I have got up at truly deplorable hours in the morning to confront Vancouver's Jack Webster on television because I have been told that is the place to get exposure for ideas.", 
    "name": "Barbara Amiel"
  }, 
  {
    "quote": "The morning after my high-school graduation found me up early job hunting. The dream of college I put on the back burner.", 
    "name": "Martha Reeves"
  }, 
  {
    "quote": "I went to dance classes from 9 in the morning until 1, then to school from 3 to 10 at night, always under the threat that if I failed a single course I could forget about dancing.", 
    "name": "Victoria Abril"
  }, 
  {
    "quote": "When you have to get into the character each morning, give it your voice, your face, it was torture.", 
    "name": "Victoria Abril"
  }, 
  {
    "quote": "I'll get up in the morning while they've all got hangovers and run my 5 miles. But the women who do run are usually 10 years younger than me and they're really obsessed about running. That's all they do. They're really boring.", 
    "name": "Trisha Goddard"
  }, 
  {
    "quote": "Nothing is better than waking up in the morning and being excited to go into work.", 
    "name": "Caprice Bourret"
  }, 
  {
    "quote": "Pharmaceutical companies are enjoying unprecedented profits and access with this Administration. Yet the Republicans' prescription drug plan for seniors has been a colossal failure, and over 43 million Americans wake up every morning without health insurance.", 
    "name": "Jim Clyburn"
  }, 
  {
    "quote": "From 7 in the morning to 11 at night, I was reading. I don't think one can find any other time in one's life to be left alone so much to read in peace like that.", 
    "name": "Mohsen Makhmalbaf"
  }, 
  {
    "quote": "It really means a lot that I won the gold medal - but I woke up the next morning expecting to feel different. I felt the same.", 
    "name": "Dan O'Brien"
  }, 
  {
    "quote": "I often write either really early in the morning, or really late at night.", 
    "name": "Tracy Chapman"
  }, 
  {
    "quote": "Do I believe in arbitration? I do. But not in arbitration between the lion and the lamb, in which the lamb is in the morning found inside the lion.", 
    "name": "Samuel Gompers"
  }, 
  {
    "quote": "I feel a lot healthier when I'm having sex. Physically. I feel all these jitters when I wake up in the morning. Just energy jitters. I take vitamins, I work out every day. When I'm having sex, I don't have that.", 
    "name": "Alyssa Milano"
  }, 
  {
    "quote": "I took prenatal yoga three times a week, including the morning I went into labor. It helped me stay comfortable.", 
    "name": "Alyssa Milano"
  }, 
  {
    "quote": "I write in the morning from about eight till noon, and sometimes again a bit in the afternoon. In the morning I start off by going over what I had done the previous day, which my wife has happily typed up for me.", 
    "name": "Gene Hackman"
  }, 
  {
    "quote": "To this day, I hate walnuts and I hate onions because on weekends when the walnuts and onions were in season, we were out there first thing in the morning and out there until the sun went down topping onions or picking walnuts.", 
    "name": "Scott Brooks"
  }, 
  {
    "quote": "If I'm coming in at 4:00 in the morning and my kids have been in bed since 8:00, 9:00, that's not setting a good example. The responsibility that I have kids inside my household has made me realize now that I have to be an example.", 
    "name": "Gary Sheffield"
  }, 
  {
    "quote": "I had no occasion for an apron on that morning.", 
    "name": "Lizzie Andrew Borden"
  }, 
  {
    "quote": "In New York, I like it when you can get bagels at 3 in the morning.", 
    "name": "Shepard Smith"
  }, 
  {
    "quote": "I sit down at my desk pretty early in the morning and write all day until about 4 or 5 p.m.", 
    "name": "Jeannette Walls"
  }, 
  {
    "quote": "My wife gets pampered pretty well. She's had me trained since she was pregnant, when I started making her oatmeal with fresh berries every morning.", 
    "name": "Michael Weatherly"
  }, 
  {
    "quote": "My host at Richmond, yesterday morning, could not sufficiently express his surprise that I intended to venture to walk as far as Oxford, and still farther. He however was so kind as to send his son, a clever little boy, to show me the road leading to Windsor.", 
    "name": "Karl Philipp Moritz"
  }, 
  {
    "quote": "Another challenge? Getting up at 6:30 in the morning to go act. It's not fun acting that early in the morning or acting at 4 A.M in the middle of the night or in the morning when you're really tired. That's a challenge. What a luxurious problem to have.", 
    "name": "George Eads"
  }, 
  {
    "quote": "If I can bring joy into the world, if I can get people to stop thinking about their pain for a moment, or the fact the tomorrow morning they're going to get up and tell their boss off... then I'll be successful.", 
    "name": "Bobby McFerrin"
  }, 
  {
    "quote": "And the greeter is what sets the tone for this company and I've been on TV a little bit this morning.", 
    "name": "Lee Scott"
  }, 
  {
    "quote": "I loved to read, and I think any child who loves to read will read anything, including the back of the cereal box, which I did every morning.", 
    "name": "Judy Blume"
  }, 
  {
    "quote": "What I remember when I started to write was how I couldn't wait to get up in the morning to get to my characters.", 
    "name": "Judy Blume"
  }, 
  {
    "quote": "I am on my way to Ghana tomorrow morning and you just need to know that this Administration is very focused on doing all we can to promote economic development in this part of the world, in Africa, throughout Africa, North Africa and sub-Saharan Africa.", 
    "name": "Donald Evans"
  }, 
  {
    "quote": "Sometimes I lose a whole morning waiting on journalists and other people who look for me. But I always find some time for reading, talking to my friends and feeling what is happening in this world.", 
    "name": "Oscar Niemeyer"
  }, 
  {
    "quote": "We were making new ones the second year. We were in syndication the second year. So we were on Saturday nights, prime time, every morning, and then they put it on Sunday evenings too. So it was all over the place.", 
    "name": "Gavin MacLeod"
  }, 
  {
    "quote": "My joking answer to this question is that I leave a bowl of milk out on the back porch every night for the Idea Fairy. In the morning, the milk is gone and there's a brand-new shiny idea by the bowl.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "Not in the mornings, I'm always so tired in the morning.", 
    "name": "Ed O'Brien"
  }, 
  {
    "quote": "I live in Los Angeles, which is the second most polluted city in the world, and I wake up in the morning to dirt all over my window.", 
    "name": "Ryan Tedder"
  }, 
  {
    "quote": "I'm going to get up every morning at 6:30 to work out. Then, when I've kept with it all week, I give myself something I really want, like a new handbag or a piece of jewelry I'm coveting.", 
    "name": "Molly Sims"
  }, 
  {
    "quote": "We remained at our encampment of this day until the morning of the 7th, when we descended ten miles lower down and encamped on a spot of ground where several thousand Indians had wintered during the past season.", 
    "name": "William Henry Ashley"
  }, 
  {
    "quote": "Marilyn Monroe was no fun to work with. She would report to work around 5:00 in the evening. You've been in make-up since 8:30 in the morning waiting for her.", 
    "name": "Tony Randall"
  }, 
  {
    "quote": "Getting out of bed in the morning is an act of false confidence.", 
    "name": "Jules Feiffer"
  }, 
  {
    "quote": "You get up about 2-3 o'clock in the morning and get through about 7 or 8 and 12 hours later you start all over. That's the worst kind of work a person can do. You have to do these two shifts to get one day.", 
    "name": "Buck Owens"
  }, 
  {
    "quote": "One morning I woke up and was plunged into psychological shock. I had forgotten I was free.", 
    "name": "Jack Henry Abbott"
  }, 
  {
    "quote": "I love Adele, I want her to be my best friend. She could come to the U.S., live with me and sing to me every morning.", 
    "name": "Amber Riley"
  }, 
  {
    "quote": "I get up at sunrise. I'm a Buddhist, so I chant in the morning. My wife and I sit and have coffee together, but then it's list-making time. I have carpentry projects. We have roads we keep in repair. It's not back-breaking, but it's certainly aerobic and mildly strenuous.", 
    "name": "Patrick Duffy"
  }, 
  {
    "quote": "I am a night painter, so when I come into the studio the next morning the delirium is over.", 
    "name": "Philip Guston"
  }, 
  {
    "quote": "Cut your morning devotions into your personal grooming. You would not go out to work with a dirty face. Why start the day with the face of your soul unwashed?", 
    "name": "Robert A. Cook"
  }, 
  {
    "quote": "I get up at 4:30 in the morning, seven days a week, no matter where I am in the world.", 
    "name": "Bob Iger"
  }, 
  {
    "quote": "I actually think the whole concept of retirement is a bit stupid, so yes, I do want to do something else. There is this strange thing that just because chronologically on a Friday night you have reached a certain age... with all that experience, how can it be that on a Monday morning, you are useless?", 
    "name": "Stuart Rose"
  }, 
  {
    "quote": "I write early in the morning, usually after reading portions of at least half a dozen newspapers on the web.", 
    "name": "Alan Dean Foster"
  }, 
  {
    "quote": "Your home should be your home. People shouldn't be allowed to use whatever crazy lenses they use to catch you waking up in the morning.", 
    "name": "Sarah Chalke"
  }, 
  {
    "quote": "And at five o'clock in the morning we left to drive to Old Tucson, and I sat with my mouth open in the van. I was stunned by the beauty of that country.", 
    "name": "Erika Slezak"
  }, 
  {
    "quote": "Upon awakening in the morning, I wondered if the proceedings of the night before had been a dream. It was hard to believe that I was the world's heavyweight champion.", 
    "name": "Gene Tunney"
  }, 
  {
    "quote": "This morning of the small snow I count the blessings, the leak in the faucet which makes of the sink time, the drop of the water on water.", 
    "name": "Charles Olson"
  }, 
  {
    "quote": "The reporting I did was mostly entertainment or lifestyle. I took a very different approach than most reporters. I approached it more casually than you would think a reporter would. Now I'm a morning radio personality, and radio is really casual.", 
    "name": "Eleanor Mondale"
  }, 
  {
    "quote": "Early on the next morning we reached Kansas, about five hundred miles from the mouth of the Missouri.", 
    "name": "Francis Parkman"
  }, 
  {
    "quote": "Four men are missing R., Sorel and two emigrants. They set out this morning after buffalo, and have not yet made their appearance whether killed or lost, we cannot tell.", 
    "name": "Francis Parkman"
  }, 
  {
    "quote": "I remember being at school during morning meeting and looking around at everybody, 350 kids, saying a prayer. We're all very young and no one knows what it means, and I remember feeling strange that people were just repeating words that they didn't understand. I refused to participate. For some reason I always rejected it, but respectfully.", 
    "name": "Sean Durkin"
  }, 
  {
    "quote": "People have accused me of being in favor of globalization. This is equivalent to accusing me of being in favor of the sun rising in the morning.", 
    "name": "Clare Short"
  }, 
  {
    "quote": "I remember lying down for a nap one day at about 4:00 and walking up at 11:00 the next morning.", 
    "name": "April Winchell"
  }, 
  {
    "quote": "I would also like to act, once in a while, but not get up every morning at 5:30 or six o'clock and pound into the studio and get home at 7:30 or eight o'clock at night, or act over and over and over every night on Broadway, either.", 
    "name": "Jackie Cooper"
  }, 
  {
    "quote": "If you can miss getting up in the morning and running into a wall, I miss playing football. I'll never be a frustrated athlete.", 
    "name": "Brian Bosworth"
  }, 
  {
    "quote": "I like everything perfect. Everything has to be neat. My sister is 5, and she's more messy than I am. I make my bed every morning, everything's perfect. My shoes are all arranged. It's sad. I'm a little like Ray, a little bit.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "It says something about this new global economy that USA Today now reports every morning on the day's events in Asian markets.", 
    "name": "Lawrence Summers"
  }, 
  {
    "quote": "I had been found in a mud puddle at 4:30 in the morning.", 
    "name": "Lance Loud"
  }, 
  {
    "quote": "I shall begin my march for Camp tomorrow morning. It was not in my power to move until I could procure shoes for the troops almost barefoot.", 
    "name": "Anthony Wayne"
  }, 
  {
    "quote": "My wife and I just prefer Seattle. It's a beautiful city. Great setting. You open your front door in the morning and the air smells like pine and the sea, as opposed to bus exhaust.", 
    "name": "Ron Reagan"
  }, 
  {
    "quote": "He had written my mother once that he wanted her to be the first thing he saw every morning and the last thing he ever saw. And that's how it turned out.", 
    "name": "Ron Reagan"
  }, 
  {
    "quote": "The school-boy doesn't force himself to learn his vocabularies and rules altogether at night, but knows that be must impress them again in the morning.", 
    "name": "Hermann Ebbinghaus"
  }, 
  {
    "quote": "I can't stop being in parades. I just love dancing on floats that move really slowly on the city streets in the early morning.", 
    "name": "Chris Kattan"
  }, 
  {
    "quote": "John Ford was so funny that I couldn't wait to go to work in the morning.", 
    "name": "Richard Widmark"
  }, 
  {
    "quote": "I get up in the morning, torture a typewriter until it screams, then stop.", 
    "name": "Clarence Budington Kelland"
  }, 
  {
    "quote": "This morning's scene is good and fine, Long rain has not harmed the land.", 
    "name": "Du Fu"
  }, 
  {
    "quote": "Directing is: you're overwhelmed the whole time. Your mind never stops. If you care about it. You wake up in the morning and you begin thinking about it and then you go to sleep at night and you're still thinking about it.", 
    "name": "Campbell Scott"
  }, 
  {
    "quote": "I feel pretty good when I get out of bed in the morning. I don't feel all beat up, which is nice.", 
    "name": "Drew Bledsoe"
  }, 
  {
    "quote": "A clear cold morning with high wind: we caught in a trap a large gray wolf, and last night obtained in the same way a fox who had for some time infested the neighbourhood of the fort.", 
    "name": "Meriwether Lewis"
  }, 
  {
    "quote": "The rain, which had continued yesterday and last night, ceased this morning. We then proceeded, and after passing two small islands about ten miles further, stopped for the night at Piper's landing, opposite another island.", 
    "name": "Meriwether Lewis"
  }, 
  {
    "quote": "We had high and boisterous winds last night and this morning: the Indians continue to purchase repairs with grain of different kinds.", 
    "name": "Meriwether Lewis"
  }, 
  {
    "quote": "I don't think I'm going to do any good work this morning.", 
    "name": "David O. Selznick"
  }, 
  {
    "quote": "Bill Bennett really became an idol for me. I listened to him every morning from 6 to 9 for, oh, years.", 
    "name": "Jonathan Krohn"
  }, 
  {
    "quote": "I like to be busy and I like to have places to go in the morning, when I get up.", 
    "name": "Sean Hayes"
  }, 
  {
    "quote": "I remember we woke up one morning at Denny's house and John Phillips called. He said, you guys okay? We said, yeah, what's wrong, what's going on? He said, well, everybody's dead over at Sharon's house at Terry Melcher's place.", 
    "name": "Barry McGuire"
  }, 
  {
    "quote": "He who stands with his face to the East in the morning will have the sun before him. If he does not change his posture, the Earth in the meantime having changed its, he will have the sun no longer before him, but behind.", 
    "name": "Daniel De Leon"
  }, 
  {
    "quote": "The problem with growing up in a cafe was the cafe never closed, my parents worked every day of the year from morning to night. So it was a big menagerie of kids, business and cooking!", 
    "name": "Anthony Minghella"
  }, 
  {
    "quote": "This morning in the Washington Post there was a statistic about how 85% of Americans are Christians.", 
    "name": "Sally Quinn"
  }, 
  {
    "quote": "I mean when you come into the set at 7:30 in the morning and you come out of make-up and the first thing you know, the ladies start coming into our dressing rooms at 7:45.", 
    "name": "Burt Ward"
  }, 
  {
    "quote": "I got a call this morning, and it was from Nancy Kerrigan, wishing me luck. She wished me luck and sent me all her good wishes.", 
    "name": "Michelle Kwan"
  }, 
  {
    "quote": "Oh, I have this feud going with the L.A. Unified School District, because I keep getting these phone calls saying my daughter keeps missing classes, I mean, at all hours of the night, I had like, two calls this morning and I keep calling saying I haven't got a daughter!", 
    "name": "Chris Colfer"
  }, 
  {
    "quote": "I had this temp receptionist job in New York, and I kind of hated it, and in the morning I would come out of the subway and just walk along the New York streets with all these people around me and kind of sing to myself. Like, 'She's gonna make it!'", 
    "name": "Elizabeth Meriwether"
  }, 
  {
    "quote": "The regular guy still relates to him and Howard is a $500 million guy now who dates a model and drives about in a limo all day. But Howard still knows how to make a plumber laugh and those guys still have him on in the morning, because he is a real talent.", 
    "name": "Artie Lange"
  }, 
  {
    "quote": "I did that for 40 years or more. I never had any writer's block. I got up in the morning, sat down at the typewriter - now, computer - lit up a cigarette.", 
    "name": "Frederik Pohl"
  }, 
  {
    "quote": "I just had that conversation this morning with my doctor. I just got back from the hospital a half-hour ago, and nothing will make me happier than to replicate the DNA of my amazing husband. I'm optimistic.", 
    "name": "Karen Duffy"
  }, 
  {
    "quote": "Congressman Berg will repeatedly talk about Harry Reid and Barack Obama, and I find it interesting, because this morning, when I woke up and brushed my teeth, I looked in the mirror and I did not see a tall, African-American, skinny man. So let's make it clear that my priorities are North Dakota priorities.", 
    "name": "Heidi Heitkamp"
  }, 
  {
    "quote": "You don't learn style from watching people on a runway. Fashion happens every morning when you wake up.", 
    "name": "Shalom Harlow"
  }, 
  {
    "quote": "Hezbollah's contempt for human suffering is total, as it showed once again this morning when its rockets murdered two Israeli Arab children in Nazareth.", 
    "name": "Tom Lantos"
  }, 
  {
    "quote": "What is different is I am giving the kids a chance to train every day. Not only once a day, but sometimes when they do not have school, we will try to do something in the morning too.", 
    "name": "Thomas Dooley"
  }, 
  {
    "quote": "It's not like I just have to go to Washington and go to the White House everyday, and go to the same press conference at 10 in the morning and then be briefed at 4 in the afternoon, and then get a story on at 6.", 
    "name": "Tabitha Soren"
  }, 
  {
    "quote": "I put on lip balm first thing in the morning and always use it before I swipe on my red lipstick.", 
    "name": "Heather Morris"
  }, 
  {
    "quote": "Our perception of celebrities in Hollywood is not the reality. The reality of our lives is so much like everyone else's life. We have family members we love, everyone gets up in the morning, they have three meals a day and they go about their business.", 
    "name": "Sissy Spacek"
  }, 
  {
    "quote": "This house was our dream-the gardens, the study, even the swimming pool. Even though I can't see John when I wake up in the morning, I can always feel him here with me.", 
    "name": "Shirley Knight"
  }, 
  {
    "quote": "It really depends, but, generally speaking, just because of the mechanics of it, voice-over is easier because there is no hair, no makeup, no wardrobe, no fittings, no line memorizing. You don't have to me woken up in Russia at 6 in the morning and go film a scene. It's just easier on the body, the family life to do voice-overs.", 
    "name": "Kathy Najimy"
  }, 
  {
    "quote": "I just motor through school in the morning and then go skating.", 
    "name": "Ryan Sheckler"
  }, 
  {
    "quote": "It's disrespectful to tell the French in the morning that you're going to reduce the debt, in the evening that you're not going to make any savings, and the next morning, after thinking about it, that you're going to spend more.", 
    "name": "Nicolas Sarkozy"
  }, 
  {
    "quote": "The work is with me when I wake up in the morning it is with me while I eat my breakfast in bed and run through the newspaper, while I shave and bathe and dress.", 
    "name": "C. S. Forester"
  }, 
  {
    "quote": "People in Oklahoma don't wake up every morning wondering what the government is going to do for them.", 
    "name": "Mick Cornett"
  }, 
  {
    "quote": "I'm thinking to myself, I just love doing the art, it takes me a morning to do.", 
    "name": "Eddie Campbell"
  }, 
  {
    "quote": "I'm not a T.G.I.F. guy. I get off a plane at 2 o'clock in the morning and I'm looking for my secretary because I want to know what's going on.", 
    "name": "Vijay Mallya"
  }, 
  {
    "quote": "I go jogging for 25 minutes every morning, even if I'm away from home.", 
    "name": "Pierre Dukan"
  }, 
  {
    "quote": "At the very end of a book I can manage to work for longer stretches, but mostly, making stuff up for three hours, that's enough. I can't do any more. At the end of the day I might tinker with my morning's work and maybe write some again. But I think three hours is fine.", 
    "name": "Peter Carey"
  }, 
  {
    "quote": "I made that decision back in 1985. I was out here getting certified in SCUBA with Garcia in Kona and I thought to myself, this is a place to wake up in in the morning.", 
    "name": "Bill Kreutzmann"
  }, 
  {
    "quote": "I'm on VH1 now, will be working on ITV's This Morning again from September.", 
    "name": "Lisa Snowdon"
  }, 
  {
    "quote": "I m up at 5 in the morning and in bed by 10 in the evening.", 
    "name": "DeForest Kelley"
  }, 
  {
    "quote": "I loved it, but social reality impeded. Now I wander in here at 9 in the morning or so, and come back for a while in the afternoon. I am a very lenient boss.", 
    "name": "Donald E. Westlake"
  }, 
  {
    "quote": "I start work at 5 in the morning and I have a wicked insomnia problem.", 
    "name": "Don Winslow"
  }, 
  {
    "quote": "You know, I mean this sincerely, you know, I'm so grateful that I get to get up in the morning and do this, you know, and write books.", 
    "name": "Don Winslow"
  }, 
  {
    "quote": "I get started at 5:30 in the morning and write till 10 A.M. Then I hike six or seven miles before going back to work.", 
    "name": "Don Winslow"
  }, 
  {
    "quote": "The big thing is hydrating the day before the race. I will have 20 ounces of water right when I get up in the morning the day before, and I'll drink throughout the day.", 
    "name": "Ryan Hall"
  }, 
  {
    "quote": "When I got my very first phone call that I'd hit the 'New York Times' list, I had a small rush of 'I've made it!' But the next morning, it occurred to me I didn't know what it was, so I called my agent and asked what being a 'New York Times' bestselling author really meant. He informed me that I was now a thousand pound gorilla.", 
    "name": "Lisa Gardner"
  }, 
  {
    "quote": "I lived at home and I cycled every morning to the railway station to travel by train to Johannesburg followed by a walk to the University, carrying sandwiches for my lunch and returning in the evening the same way.", 
    "name": "Sydney Brenner"
  }, 
  {
    "quote": "Now the only thing I miss about sex is the cigarette afterward. Next to the first one in the morning, it's the best one of all. It tasted so good that even if I had been frigid I would have pretended otherwise just to be able to smoke it.", 
    "name": "Florence King"
  }, 
  {
    "quote": "Yesterday morning I amused myself with an exercise of a talent I once possessed, but have so neglected that my performance might almost be called an experiment. I cut out a dress for one of the women.", 
    "name": "Fanny Kemble"
  }, 
  {
    "quote": "I know a lot of people dread going to work every morning, but my work is playing pretend and doing stunts and screaming. It's a lot of fun and I get to play dress up. Every day is exciting and different and new and cool. I couldn't be more grateful.", 
    "name": "Nina Dobrev"
  }, 
  {
    "quote": "I woke up one morning with this song in my head, and the opening line of the song is, 'My name was Richard Nixon, only now I'm a girl.'", 
    "name": "Bruce Cockburn"
  }, 
  {
    "quote": "Sometimes I miss out the morning's painting session and instead study my Japanese books in the open.", 
    "name": "Gustav Klimt"
  }, 
  {
    "quote": "There is nothing that special to see when looking at me. I'm a painter who paints day in day out, from morning till evening - figure pictures and landscapes, more rarely portraits.", 
    "name": "Gustav Klimt"
  }, 
  {
    "quote": "Ice skating is very difficult. It takes a lot of discipline and a lot of hard work. It's fun, but you are there on the ice every morning freezing and trying to do these moves and these tricks.", 
    "name": "Michelle Trachtenberg"
  }, 
  {
    "quote": "I was lucky because on the morning after the burning of the Reichstag I left my home very early to catch a train to Berlin for the conference of our student organization and that is the only reason why I escaped arrest.", 
    "name": "Klaus Fuchs"
  }, 
  {
    "quote": "Work is a prayer. And I start off every morning dedicating it to our Creator.", 
    "name": "Joseph Murray"
  }, 
  {
    "quote": "Homer is new this morning, and perhaps nothing is as old as today's newspaper.", 
    "name": "Charles Peguy"
  }, 
  {
    "quote": "There's nothing like coming home here, having the day off or morning off and going surfing. In Orlando I don't know what I would do.", 
    "name": "Corbin Bernsen"
  }, 
  {
    "quote": "I have glaucoma, so use eye drops both morning and night.", 
    "name": "Malcolm Boyd"
  }, 
  {
    "quote": "We'd be working in our motel room through the night, and I'd come up with an idea at two in the morning, and he'd start jumping up and down, pacing across the room, or whatever.", 
    "name": "Arthur Hiller"
  }, 
  {
    "quote": "Hope is the motivation that empowers the unemployed, enabling them to get out of bed every single morning with unbounded enthusiasm as they look for work.", 
    "name": "Emanuel Cleaver"
  }, 
  {
    "quote": "Our son is in school now. You know, he's six-and-a-half and so a big chunk of the day is taken up by school. So I'm hoping that I'll be able to certainly take him to school in the morning, maybe pick him up in the afternoon and come back to work.", 
    "name": "Connie Chung"
  }, 
  {
    "quote": "I get up every morning and it's going to be a great day. You never know when it's going to be over so I refuse to have a bad day.", 
    "name": "Paul Henderson"
  }, 
  {
    "quote": "The Bible says not to worry so I don't. I just get up in the morning and ask God for help to get through the day. If tomorrow shows up then I'll take the same shot tomorrow.", 
    "name": "Paul Henderson"
  }, 
  {
    "quote": "There we times when everybody in the house has the flu. You're cleaning up vomit and it's 2 in the morning, and you're wishing there was somebody else there to help you.", 
    "name": "Meg Tilly"
  }, 
  {
    "quote": "This morning someone sent me a very funny photo of me holding their puppy. We have matching colour jackets.", 
    "name": "Luke Treadaway"
  }, 
  {
    "quote": "I need to eat before a workout. If I exercise in the morning, I'll have a little oatmeal, cereal, or a hard-boiled egg with toast. If I go in the afternoon, I'll eat a turkey sandwich with cheese for lunch.", 
    "name": "Ana Ortiz"
  }, 
  {
    "quote": "Every morning I wake up with new ideas.", 
    "name": "Caroll Shelby"
  }, 
  {
    "quote": "We usually never got out of there before four or five o'clock in the morning. Every morning. So it was rough.", 
    "name": "Cab Calloway"
  }, 
  {
    "quote": "My first care the following morning was, to devise some means of discovering the man in the grey cloak.", 
    "name": "Adelbert von Chamisso"
  }, 
  {
    "quote": "I looked at films as a career from necessity but all I have really wanted is my home and children. The two things just do not work out together when one has to leave home at 5.30 am in the morning to go to the studio.", 
    "name": "Dinah Sheridan"
  }, 
  {
    "quote": "We also own a little boat and I'm like a kid with it. I take off early in the morning, fishing rod in tow, and just drift about the ocean all day.", 
    "name": "Perry Como"
  }, 
  {
    "quote": "All we had aboard the ship that morning was one Annapolis graduate and three reserves.", 
    "name": "Barney Ross"
  }, 
  {
    "quote": "It's very much like opera singers. They do the same thing. The first thing in the morning and the last thing at night, the thing they think about is their voice and how to take care of it.", 
    "name": "Johnny Mathis"
  }, 
  {
    "quote": "On the 28th the ship's company received two months pay in advance, and on the following morning we worked out to St. Helen's, where we were obliged to anchor.", 
    "name": "William Bligh"
  }, 
  {
    "quote": "The process hasn't changed, but the writer has developed. I still get up every morning and go to work.", 
    "name": "Mordecai Richler"
  }, 
  {
    "quote": "I get up at an unholy hour in the morning my work day is completed by the time the sun rises. I have a slightly bad back which has made an enormous contribution to American literature.", 
    "name": "David Eddings"
  }, 
  {
    "quote": "It was so quiet that morning in Paris that the heels of my two companions and myself were loud on the deserted pavements. It was a city of shuttered shops, and barred windows, and deserted avenues.", 
    "name": "Philip Gibbs"
  }, 
  {
    "quote": "I met my boyfriend, a pro poker player, at a tournament. He tried to dissuade me because it's a seedy gritty world. Listen, I've played till 4 in the morning. I've played with a half million dollars on the table.", 
    "name": "Jennifer Tilly"
  }, 
  {
    "quote": "Looking in the mirror to check if my tie is straight is a waste of my time. I only look in the mirror once a day, and that's in the morning when I shave.", 
    "name": "Lennart Meri"
  }, 
  {
    "quote": "It was not enough to come and listen to a great sermon or message every Sunday morning and be confined to those four walls and those four corners. You had to get out and do something.", 
    "name": "John Lewis"
  }, 
  {
    "quote": "I love my daughter, but she had me on couscous and fixed me pastas and made me eat oatmeal every morning and what else, turkey burgers, turkey bacon, and that kind of stuff. So she wants her dad to live a long time, and I do, too.", 
    "name": "Dusty Baker"
  }, 
  {
    "quote": "The plane took off at 8:10 in the morning - or that's when it was scheduled to take off. And that's when I believe it took off. I had been in my office at the Department of Justice. Someone told me that there had been the two strikes that occurred at the World Trade Center.", 
    "name": "Ted Olson"
  }, 
  {
    "quote": "As an actor, it's more interesting to play a nerd than anything else. It's a lot more fun - you don't worry about 'what's my hair like?' in the morning or 'which is my great angle?'", 
    "name": "Nicholas Brendon"
  }, 
  {
    "quote": "You really have to be a morning person if you want to be a teacher.", 
    "name": "Alanna Ubach"
  }, 
  {
    "quote": "If you woke up each morning, and immediately dwelt on your ills, what sort of a day could you look forward to?", 
    "name": "Maeve Binchy"
  }, 
  {
    "quote": "Homey don't quit. What else are you gonna do? It's like those guys in the cartoon they get up in the morning, check the clock and fight all day and after it's over they check the clock and go home. That's how it goes.", 
    "name": "Chubby Checker"
  }, 
  {
    "quote": "I doing casual labor by the day. They wouldn't pay you until the next morning. There was a bar that would cash your check if you bought a beer first. A lot of guys never left until they'd drunk up all their money.", 
    "name": "Fred Ward"
  }, 
  {
    "quote": "Politics gets me out of bed in the morning It's what really interests me. I'm a competitor, but I also feel like I'm contributing, whether it's working on health-care policy in the White House or out here in Chicago.", 
    "name": "Stephanie Cutter"
  }, 
  {
    "quote": "I don't know any other lifestyle. I get up in the morning and I really do feel that the world is my oyster, and I start that way, the same as I would if I were preparing to write a song: put a blank piece of paper up on the piano and you go for it.", 
    "name": "Lesley Gore"
  }, 
  {
    "quote": "I think I turned to writing really just to wake up in the morning and be a musician and to have something to do, and feel like a musician every day even if I wasn't working.", 
    "name": "Lesley Gore"
  }, 
  {
    "quote": "Well, you know what? The actor still gets up in the morning, if he's still got something to work with, you go out there and you do it. Never quit!", 
    "name": "Robert Forster"
  }, 
  {
    "quote": "I write best in the morning, and I can only write for about half a day, that's about it.", 
    "name": "Norton Juster"
  }, 
  {
    "quote": "For me growing up, Christmas time was always the most fantastic, exciting time of year, and you'd stay up until three in the morning. You'd hear the parents wrapping in the other room but you knew that also, maybe, they were in collusion with Santa Claus.", 
    "name": "Chris Pine"
  }, 
  {
    "quote": "The United States dollar took another pounding on German, French and British exchanges this morning, hitting the lowest point ever known in West Germany.", 
    "name": "Gordon Sinclair"
  }, 
  {
    "quote": "Each of our children during their high school years went to 'early morning seminary' - scripture study classes that met in the home of a church member every school day morning from 6:30 until 7:15.", 
    "name": "Clayton Christensen"
  }, 
  {
    "quote": "We climbed the stairs to the third floor, where Osama bin Laden died early in the morning of May 2, 2011.", 
    "name": "Peter L. Bergen"
  }, 
  {
    "quote": "I had someone call me this morning telling me they had somebody who would only work a certain number of hours a week because if they worked too many hours a week then they couldn't get their government assistance. And that person has multiple cell phones, and gets them new every month with new minutes.", 
    "name": "Timothy Griffin"
  }, 
  {
    "quote": "Sometimes, I sit down to sketch at the unearthly hour of 3 in the morning!", 
    "name": "Nafisa Joseph"
  }, 
  {
    "quote": "This morning I was laughing at my cat who was running up the stairs and slipped, and pretended like it didn't happen.", 
    "name": "Jayma Mays"
  }, 
  {
    "quote": "My mom was a big 'Smurfs' fan, so she would force me to watch every Saturday morning. I had no choice in the matter. I would jump downstairs on Saturday morning, 'Hurray, cartoons!' and she would say, 'Smurfs! That's what you're watching.'", 
    "name": "Jayma Mays"
  }, 
  {
    "quote": "When you awaken some morning and hear that somebody or other has been discovered, you can put it down as a fact that he discovered himself years ago - since that time he has been toiling, working, and striving to make himself worthy of general discovery.", 
    "name": "James Whitcomb Riley"
  }, 
  {
    "quote": "We had cocktail parties and I'd stay up until 5 in the morning.", 
    "name": "Dorothy Malone"
  }, 
  {
    "quote": "I owed Lewis one thing, at least. Once you had suffered the experience of presenting a case at one of his Monday morning conferences, no other public appearance, whether on radio, TV or the lecture platform, could hold any terrors for you.", 
    "name": "Anthony Storr"
  }, 
  {
    "quote": "When Andrew went with the girls, we were talking all morning and he was saying, 'It's okay. Just remember we had such a good day. Our wedding was so perfect.' Because we're such a unit together. He made me feel very part of the day on April the 29th.", 
    "name": "Sarah Ferguson"
  }, 
  {
    "quote": "I would bend over backward to be back on Grey's. Any day, I'll choose lying in bed with Katherine Heigl looking over me over getting thrown against walls by supernatural persons at 5 in the morning.", 
    "name": "Jeffrey Dean Morgan"
  }, 
  {
    "quote": "I hated high school. Ugh. I couldn't wait until it was over so I could sleep in. In college, I made sure all my classes were in the afternoon. I hated getting up in the morning.", 
    "name": "Mario Cantone"
  }, 
  {
    "quote": "I get up in the morning, do my e-mail, I check my e-mails all day. I'll go online and I'll buy my books at Amazon.com, but I don't want to buy all of them because I want to go to Duttons and I want to buy books from another human being.", 
    "name": "Joseph Bologna"
  }, 
  {
    "quote": "I have asked myself once or twice lately what was my natural bent. I have no doubt at all: It is to look at each day for the evil of that day and have a go at it, and that is why I have never failed to have an acute interest in each morning's letters.", 
    "name": "Geoffrey Fisher"
  }, 
  {
    "quote": "I'd wake up in the morning and I would think, 'Where am I?' I'd have to gather myself.", 
    "name": "Pat Summitt"
  }, 
  {
    "quote": "I wake up every morning feeling lucky - which is driven by fear, no doubt, since I know it could all go away.", 
    "name": "Natasha Richardson"
  }, 
  {
    "quote": "I'm sorry I didn't wear paint this morning. I tend not to wear it unless I'm getting highly paid.", 
    "name": "Tyne Daly"
  }, 
  {
    "quote": "Some of those more out-there jokes were written in the wee hours of the morning. Somehow, they remained funny the next day.", 
    "name": "Seth MacFarlane"
  }, 
  {
    "quote": "All morning they watched for the plane which they thought would be looking for them. They cursed war in general and PTs in particular. At about ten o'clock the hulk heaved a moist sigh and turned turtle.", 
    "name": "John Hersey"
  }, 
  {
    "quote": "I have come to understand and appreciate writers much more recently since I started working on a book last fall. Before that, I thought golf writers got up every morning, played a round of golf, had lunch, showed up for our last three holes and then went to dinner.", 
    "name": "Phil Mickelson"
  }, 
  {
    "quote": "As we moved along in a little procession, I was delighted with the illumination of the streets. So many lamps, and they burned until morning, my father said, and so people did not need to carry lanterns.", 
    "name": "Mary Antin"
  }, 
  {
    "quote": "The apex of my civic pride and personal contentment was reached on the bright September morning when I entered the public school.", 
    "name": "Mary Antin"
  }, 
  {
    "quote": "The results of this survey are shocking and should be a wake-up call to men and women that drinking and smoking too much not only gives you a bad headache in the morning but can affect your ability to start a family.", 
    "name": "Ann Robinson"
  }, 
  {
    "quote": "Put Mickelson and Toms out there. You know, they had the morning off. They rested. Knowing them and the competitors that they are, they are probably a little angry that they weren't out there in the morning.", 
    "name": "Hal Sutton"
  }, 
  {
    "quote": "If there was no Black Sabbath, I could still possibly be a morning newspaper delivery boy. No fun.", 
    "name": "Lars Ulrich"
  }, 
  {
    "quote": "They put me on the shift where they thought I could do the least harm, midnight to eight in the morning. Although the hours were lousy, they were perfect for an apprentice reporter.", 
    "name": "Andrea Mitchell"
  }, 
  {
    "quote": "Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been.", 
    "name": "Samuel Daniel"
  }, 
  {
    "quote": "I have a family and two cats I get up with my kids early in the morning.", 
    "name": "Vanna White"
  }, 
  {
    "quote": "My workout regimen at the moment is nonexistent. I wake up in the morning and brush my teeth. My toothbrush and deodorant are my only dumbbells. That's about it.", 
    "name": "Josh Bowman"
  }, 
  {
    "quote": "You know what I like to do? I love waking up early, making them breakfast, taking them to school, having time in the morning with them. With six kids, it's like a reality show.", 
    "name": "Allan Houston"
  }, 
  {
    "quote": "Nobody wakes up in the morning thinking, 'I'm a bad guy.' They think they're the right guy.", 
    "name": "Ray Stevenson"
  }, 
  {
    "quote": "When I run in the morning, my body spends the first 20 minutes trying to figure out what's happening to it.", 
    "name": "Danny Pudi"
  }, 
  {
    "quote": "I can't find my car keys in the morning. Trying to get out of my house is a nightmare. 'Where's my wallet? Where are my keys? I have to go find a missing person.'", 
    "name": "Anthony LaPaglia"
  }, 
  {
    "quote": "In this respect early youth is exactly like old age it is a time of waiting for a big trip to an unknown destination. The chief difference is that youth waits for the morning limited and age waits for the night train.", 
    "name": "Bruce Catton"
  }, 
  {
    "quote": "The present moment is nice but it does not last. Living in it is like waiting in a junction town for the morning limited the junction may be interesting but some day you will have to leave it and you do not know where the limited will take you.", 
    "name": "Bruce Catton"
  }, 
  {
    "quote": "I just enjoy life now. I just enjoy every morning I get to wake up.", 
    "name": "Nas"
  }, 
  {
    "quote": "Four hours of makeup, and then an hour to take it off. It's tiring. I go in, I get picked up at two-thirty in the morning, I get there at three. I wait four hours, go through it, ready to work at seven, work all day long for twelve hours, and get it taken off for an hours, go home and go to sleep, and do the same thing again.", 
    "name": "Peter Sarsgaard"
  }, 
  {
    "quote": "The reasons why I left were to do with my interest in Buddhism. There were experiences over a period of about six months which caused me to decide to give up music, so one morning I felt I had to go to E.G. Management and tell them.", 
    "name": "Jamie Muir"
  }, 
  {
    "quote": "You wrestle one night, get up the next morning and fly out to the next city. You try to work out, you try to get some food into you and, lo and behold, you have to go work again. You are living out of a suitcase.", 
    "name": "Bill Goldberg"
  }, 
  {
    "quote": "I run in the morning, lift weights in the afternoon, basketball training at night, and then lift weights again at night.", 
    "name": "Lil' Romeo"
  }, 
  {
    "quote": "Between 2 and 3 in the morning of the 19th inst. I was aroused by the cry that the enemy was upon us.", 
    "name": "Richard Francis Burton"
  }, 
  {
    "quote": "In Rio Bravo when Duke makes love to Feathers, the scene dissolves to the next morning where we see him putting on his vest and almost humming. It was subtle, but you knew what happened. Give me a towel and some blankets any day!", 
    "name": "Angie Dickinson"
  }, 
  {
    "quote": "Change is tough, people don't like it, but it is necessary. Take two aspirins and call me in the morning.", 
    "name": "Christopher Bond"
  }, 
  {
    "quote": "I like freedom. I wake up in the morning and say, 'I don't know, should I have a popsicle or a donut?' You know, who knows?", 
    "name": "Oscar Nunez"
  }, 
  {
    "quote": "On tour, I'll get up at 5 p.m. and go to bed at 8 in the morning. With fishing, it's the exact opposite. Fishing is the only healthy thing I do. Touring is such a grind it's the opposite of healthy.", 
    "name": "Dean Ween"
  }, 
  {
    "quote": "I didn't know that I could do a talk show. I didn't know that we could bring variety to daytime. I didn't know that people wanted to see singing, and dancing and comedy in the morning.", 
    "name": "Wayne Brady"
  }, 
  {
    "quote": "That was my childhood. I grew up with the monks, studying Sanskrit and meditating for hours in the morning and hours in the evening, and going once a day to beg for food.", 
    "name": "Satish Kumar"
  }, 
  {
    "quote": "I could wake up six in the morning, go downstairs and record. I learned how to use ProTools and everything. Whenever I felt it, I could record.", 
    "name": "Beanie Sigel"
  }, 
  {
    "quote": "Before I go to bed at night, I ice my face, because it closes your pores and makes a difference in the morning.", 
    "name": "Jasmine Tookes"
  }, 
  {
    "quote": "Everybody's after a new morning. What do we have to run up and salute tomorrow?", 
    "name": "Robert Stone"
  }, 
  {
    "quote": "I was the first in my peer group to get pregnant. All I craved was reassurance. I needed someone to tell me that all the seemingly random symptoms I had - weird things, such as excess saliva - were normal. And I was worried because I wasn't getting any morning sickness.", 
    "name": "Heidi Murkoff"
  }, 
  {
    "quote": "Taking pre-natal vitamins can minimise birth defects and can lower the chances both of morning sickness and premature delivery.", 
    "name": "Heidi Murkoff"
  }, 
  {
    "quote": "I love classical music and often listen to symphonies or opera in the morning.", 
    "name": "William Mapother"
  }, 
  {
    "quote": "No matter how bad things are, you can at least be happy that you woke up this morning.", 
    "name": "D. L. Hughley"
  }, 
  {
    "quote": "I used to spend every morning in detention at my old school.", 
    "name": "Jake Lloyd"
  }, 
  {
    "quote": "I'm a morning person because I learned to write my novels while still practicing law. I would get to the office at 6:30 a.m. and write until other people arrived, around 9. Now I still do that. I start at 6:30 or 7, and I'll write until 11, then take an hour off, then work until about 2 p.m. By then my brain has had enough.", 
    "name": "Steve Berry"
  }, 
  {
    "quote": "I used to hear about guys who played saying how difficult it is getting up in the morning, and now I'm experiencing it those same effects.", 
    "name": "Terrell Davis"
  }, 
  {
    "quote": "The newspaper is a marvelous medium. It is extraordinarily convenient and cheap. Let's see. This one cost 75 cents. Now that's a little high. I bought it when I was downtown this morning.", 
    "name": "Harrison Salisbury"
  }, 
  {
    "quote": "The 6th of August in the morning we saw an opening in the land and we ran into it, and anchored in 7 and a half fathom water, 2 miles from the shore, clean sand.", 
    "name": "William Dampier"
  }, 
  {
    "quote": "Well, he doesn't make me laugh. I think I've got a fair sense of humour but I can't really see it in him. I've listened to his show on the radio on a Saturday morning, and that's a load of mince as well.", 
    "name": "Ian St. John"
  }, 
  {
    "quote": "Maxi dresses are also my best friend. They take me from my morning coffee, to the beach, to nighttime.", 
    "name": "Hilary Rhoda"
  }, 
  {
    "quote": "At the end of the day, I don't need to work, and I think it's good that I have the drive and willpower to get up and do something in the morning even though I don't need to.", 
    "name": "Petra Ecclestone"
  }, 
  {
    "quote": "How did we suddenly become entranced with gangster culture? I saw it this morning on campus. When did the black community say we should all look like criminals?", 
    "name": "Tim Reid"
  }, 
  {
    "quote": "I'm a total protein shake junkie nerd. I get creative every morning - you never know what you're gonna get in my shake... fruit? Peanut butter? Ice-cream?", 
    "name": "Christina Perri"
  }, 
  {
    "quote": "I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions.", 
    "name": "Traci Bingham"
  }, 
  {
    "quote": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day.", 
    "name": "Mickey Rooney"
  }, 
  {
    "quote": "Our systems are all go. At 9:30 Monday morning trading will resume on both markets, and the message will be given to criminals who foisted this on America that they lost.", 
    "name": "Richard Grasso"
  }, 
  {
    "quote": "If I'm on location on some island, we usually get up at four in the morning to set up. By seven thirty, we're on the beach working until noon, then we rest. It's not exactly a vacation.", 
    "name": "Daniela Pestova"
  }, 
  {
    "quote": "When I get the morning report on security, I call those battalions in the regions where there are problems.", 
    "name": "Alvaro Uribe"
  }, 
  {
    "quote": "Running clears my mind, and gives me a reason to get out of bed in the morning.", 
    "name": "Ronnie O'Sullivan"
  }, 
  {
    "quote": "I like to wake up each morning feeling a new man.", 
    "name": "Jean Harlow"
  }, 
  {
    "quote": "I'm pretty much a 9-to-5 kind of guy. I usually get to work about 8 in the morning, and I work until 4 or 5, and sometimes I work on Saturday and Sunday mornings. Pretty much I keep the same hours as an accountant or clerk or whatever.", 
    "name": "Douglas Preston"
  }, 
  {
    "quote": "Man, if I made one million dollars I would come in at six in the morning, sweep the stands, wash the uniforms, clean out the office, manage the team and play the games.", 
    "name": "Duke Snider"
  }, 
  {
    "quote": "You have to wake up a virgin each morning.", 
    "name": "Jean-Louis Barrault"
  }, 
  {
    "quote": "For 50 years, acting was the reason I got up in the morning.", 
    "name": "Jack Klugman"
  }, 
  {
    "quote": "You can be in Tokyo or Alberta at four in the morning in your hotel and you can still practice if you feel like it. A trombone cannot do that at four in the morning.", 
    "name": "Toots Thielemans"
  }, 
  {
    "quote": "Remember that God under the Law ordained a Lamb to be offered up to Him every Morning and Evening.", 
    "name": "Thomas Ken"
  }, 
  {
    "quote": "The cool thing about writing is that there is really never a typical day. Sometimes I get a rhythm going and head off to work every morning and come home at night. Sometimes I'll write for two days straight and then be utterly blank for the next two.", 
    "name": "Patricia Briggs"
  }, 
  {
    "quote": "That's what keeps me up at three in the morning: Who's looking at reviews of Cabin Boy right now?", 
    "name": "Chris Elliott"
  }, 
  {
    "quote": "I think it's probably best to work out in the morning to get it out of the way. My ultimate top tip is to drag yourself, even if you have to roll yourself out of your bed and in to a sit-up - it's really not that bad once you start.", 
    "name": "Lily James"
  }, 
  {
    "quote": "The sound of the blades on the ice in the morning is like smelling fresh coffee.", 
    "name": "Tara Lipinski"
  }, 
  {
    "quote": "New Orleans life is such a night life. The thing that comes up very often is that our day essentially doesn't start until midnight or 2 in the morning.", 
    "name": "Robert Asprin"
  }, 
  {
    "quote": "I like to eat yogurt in the morning. It's easy and quick and available anywhere.", 
    "name": "Maud Welzen"
  }, 
  {
    "quote": "I have a huge breakfast every morning because I never know if I'll have time for lunch, especially during Fashion Week. It keeps my mood positive all day. And my parents taught me to have tons of fruit and vegetables, which I think helps my skin.", 
    "name": "Constance Jablonski"
  }, 
  {
    "quote": "I'm not really a morning person.", 
    "name": "Steve Burton"
  }, 
  {
    "quote": "Another thing that's quite different in writing a book as a practicing newspaperman is that if you look at what you've written the next morning and you think you didn't get it quite right, you can fix it.", 
    "name": "Adam Clymer"
  }, 
  {
    "quote": "It's a miserable life in Hollywood. You're up at five or six o'clock in the morning to be ready to start shooting at nine.", 
    "name": "William Wyler"
  }, 
  {
    "quote": "I went to Morocco, joined a band called Pegasus, ran out of money, went to Gibraltar and worked on the docks, writing songs about the sun and the morning and the birds.", 
    "name": "Graham Parker"
  }, 
  {
    "quote": "For the first-time novelist you've got to get up at 5:30 in the morning and write until 7, make breakfast and go to work. Or, come home and work for an hour. Everybody has an hour in their day somewhere.", 
    "name": "Ridley Pearson"
  }, 
  {
    "quote": "The next morning we saw nothing of the enemy, though we were still lying to.", 
    "name": "John Byng"
  }, 
  {
    "quote": "In a still hot morning, the tide went out and didn't come back in. This was not a spectacular event. The sea did not roll up like a scroll, like the sky in Revelations. It quietly withdrew.", 
    "name": "Ruth Park"
  }, 
  {
    "quote": "My aunt had a season ticket for the Friday afternoon concerts, and I would go down for lessons. My lessons were Saturday morning.", 
    "name": "Robert Ripley"
  }, 
  {
    "quote": "In a few days an officer came to our camp, under a flag of truce, and informed Hamilton, then a captain of artillery, but afterwards the aid of General Washington, that Captain Hale had been arrested within the British lines condemned as a spy, and executed that morning.", 
    "name": "William Hull"
  }, 
  {
    "quote": "It doesn't much signify whom one marries, for one is sure to find next morning that it was someone else.", 
    "name": "Samuel Rogers"
  }, 
  {
    "quote": "So far as I know, anything worth hearing is not usually uttered at seven o'clock in the morning and if it is, it will generally be repeated at a more reasonable hour for a larger and more wakeful audience.", 
    "name": "Moss Hart"
  }, 
  {
    "quote": "I opened the large central window of my office room to its full on the fine early May morning. Then I stood for a few moments, breathing in the soft, warm air that was charged with the scent of white lilacs below.", 
    "name": "Angus Wilson"
  }, 
  {
    "quote": "I work out twice a day, once in the morning and once before bed. I'll start with half an hour of running and then some yoga to stretch everything out so everything is warm.", 
    "name": "Erin Heatherton"
  }, 
  {
    "quote": "I'm still going to do television. I'm just not going to do morning television. I would like to do some things that satisfy interests, private interests.", 
    "name": "Bryant Gumbel"
  }, 
  {
    "quote": "I write in the morning, I walk in the afternoon and I read in the evening. It's a very easy, lovely life.", 
    "name": "Margaret Forster"
  }, 
  {
    "quote": "He's got an overall flair for the game. It looks to me like he really loves what he does and he can't wait to get up in the morning, go hit some balls and go play.", 
    "name": "Gary McCord"
  }, 
  {
    "quote": "I woke up on the plane this morning and was turning on my phone and I had to put my pin number in. That's when I realized that since the age of 10 I've been using 2012 as my pin number. But now that I've won gold in the 2012 Olympics, I've achieved that goal and, for the first time in 14 years, I'll have to change my pin.", 
    "name": "Cameron van der Burgh"
  }, 
  {
    "quote": "I spent many a summer early morning with the radio very low, half sleeping and half listening.", 
    "name": "Frankie Valli"
  }, 
  {
    "quote": "In the morning on Sunday, a drum is sounded at about 8 o'clock.", 
    "name": "William Brewster"
  }, 
  {
    "quote": "Well, I get my subject on Wednesday night I think it out carefully on Thursday, and make my rough sketch on Friday morning I begin, and stick to it all day, with my nose well down on the block.", 
    "name": "John Tenniel"
  }, 
  {
    "quote": "This enraged the other Nazi so much that the next morning he came to our house and he shot my father.", 
    "name": "Bruno Schulz"
  }, 
  {
    "quote": "Early One Morning takes time and, I mean, all things like that I felt were very important.", 
    "name": "Anthony Caro"
  }, 
  {
    "quote": "If I don't fish in the morning, I fish in the evening.", 
    "name": "Dion Sanders"
  }, 
  {
    "quote": "Suddenly a single shot on the extreme left rang out on the clear morning air, followed quickly by several others, and the whole line pushed rapidly forward through the brush.", 
    "name": "John Gibbon"
  }, 
  {
    "quote": "When I was twelve, I went hunting with my father and we shot a bird. He was laying there and something struck me. Why do we call this fun to kill this creature who was as happy as I was when I woke up this morning.", 
    "name": "Marv Levy"
  }, 
  {
    "quote": "I think public service is a calling and you do it as long as the things that brought you into the office can continue getting you up in the morning and as long as there's still work to get done.", 
    "name": "Anthony Foxx"
  }, 
  {
    "quote": "You can't set a hen in one morning and have chicken salad for lunch.", 
    "name": "George M. Humphrey"
  }, 
  {
    "quote": "Talking from morning to night about sex has helped my skiing, because I talk about movement, about looking good, about taking risks.", 
    "name": "Ruth Westheimer"
  }, 
  {
    "quote": "It takes more than driving to become an IndyCar driver. Gone are the days when drivers show up Friday morning and go home Sunday night. We're all integral to our partnerships, commercially, motorsports. We're as much champions in the boardroom as we are on the racetrack.", 
    "name": "Charlie Kimball"
  }, 
  {
    "quote": "I have been wounded like this since about half past eight this morning and I will tell you how it happened.", 
    "name": "Francesco Borromini"
  }, 
  {
    "quote": "Secretary of State Colin Powell, thank you so much, as always, for joining us this morning.", 
    "name": "Hannah Storm"
  }, 
  {
    "quote": "'Tis always morning somewhere in the world.", 
    "name": "Richard Henry Horne"
  }, 
  {
    "quote": "In the morning he was lying dead on one of the beds fully clothed. He was dead. I got the impression he wanted to go, and I must have killed him. I can't remember strangling him. I just sat there shocked.", 
    "name": "Dennis Nilsen"
  }, 
  {
    "quote": "I knew, however, that the next morning after the fight I would have to get away, and I did just in time, for a full company came early to look for me and were furious because I had escaped them.", 
    "name": "Jesse James"
  }
]