[
  {
    "quote": "Choose a job you love, and you will never have to work a day in your life.", 
    "name": "Confucius"
  }, 
  {
    "quote": "All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Nothing will work unless you do.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "It is the working man who is the happy man. It is the idle man who is the miserable man.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don't turn up at all.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "The only place success comes before work is in the dictionary.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Work is love made visible. And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The brain is a wonderful organ it starts working the moment you get up in the morning and does not stop until you get into the office.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Work is a necessary evil to be avoided.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Work is the curse of the drinking classes.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The taxpayer - that's someone who works for the federal government but doesn't have to take the civil service examination.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "All things are difficult before they are easy.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Do not hire a man who does your work for money, but him who does it for love of it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Anyone who can walk to the welfare office can walk to work.", 
    "name": "Al Capp"
  }, 
  {
    "quote": "The pay is good and I can walk to work.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The best preparation for good work tomorrow is to do good work today.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Laziness may appear attractive, but work gives satisfaction.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "To be a poet is a condition, not a profession.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The harder I work, the luckier I get.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "There is no substitute for hard work.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Without work, all life goes rotten. But when work is soulless, life stifles and dies.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "We work to become, not to acquire.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Find a job you like and you add five days to every week.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Nothing ever comes to one, that is worth having, except as a result of hard work.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Management is nothing more than motivating other people.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Be regular and orderly in your life, so that you may be violent and original in your work.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Opportunities are usually disguised as hard work, so most people don't recognize them.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "When your work speaks for itself, don't interrupt.", 
    "name": "Henry J. Kaiser"
  }, 
  {
    "quote": "It is your work in life that is the ultimate seduction.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Every noble work is at first impossible.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Work is a necessity for man. Man invented the alarm clock.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "A manager is responsible for the application and performance of knowledge.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "When a man tells you that he got rich through hard work, ask him: 'Whose?'", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Plans are only good intentions unless they immediately degenerate into hard work.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "The more I want to get something done, the less I call it work.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "Going to work for a large company is like getting on a train. Are you going sixty miles an hour or is the train going sixty miles an hour and you're just sitting still?", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Work alone is noble.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I can't imagine anything more worthwhile than doing what I most love. And they pay me for it.", 
    "name": "Edgar Winter"
  }, 
  {
    "quote": "If you don't want to work you have to work to earn enough money so that you won't have to work.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "Life grants nothing to us mortals without hard work.", 
    "name": "Horace"
  }, 
  {
    "quote": "Work is accomplished by those employees who have not yet reached their level of incompetence.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "And to get real work experience, you need a job, and most jobs will require you to have had either real work experience or a graduate degree.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "Working hard and working smart sometimes can be two different things.", 
    "name": "Byron Dorgan"
  }, 
  {
    "quote": "For me, every day is a new thing. I approach each project with a new insecurity, almost like the first project I ever did. And I get the sweats. I go in and start working, I'm not sure where I'm going. If I knew where I was going I wouldn't do it.", 
    "name": "Frank Gehry"
  }, 
  {
    "quote": "The supreme accomplishment is to blur the line between work and play.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "You're blessed if you have the strength to work.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "When more and more people are thrown out of work, unemployment results.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Teaching was the hardest work I had ever done, and it remains the hardest work I have done to date.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "Management must manage!", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "Nothing is work unless you'd rather be doing something else.", 
    "name": "George Halas"
  }, 
  {
    "quote": "There are one hundred men seeking security to one able man who is willing to risk his fortune.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "I have always argued that change becomes stressful and overwhelming only when you've lost any sense of the constancy of your life. You need firm ground to stand on. From there, you can deal with that change.", 
    "name": "Richard Nelson Bolles"
  }, 
  {
    "quote": "Work is not man's punishment. It is his reward and his strength and his pleasure.", 
    "name": "George Sand"
  }, 
  {
    "quote": "To find joy in work is to discover the fountain of youth.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The only thing that overcomes hard luck is hard work.", 
    "name": "Harry Golden"
  }, 
  {
    "quote": "If Botticelli were alive today he'd be working for Vogue.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "And if small businesspeople say they made it on their own, all they are saying is that nobody else worked seven days a week in their place. Nobody showed up in their place to open the door at five in the morning. Nobody did their thinking, and worrying, and sweating for them.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Concentrate on your job and you will forget your other troubles.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Managers in all too many American companies do not achieve the desired results because nobody makes them do it.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "By the work one knows the workman.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Ya gots to work with what you gots to work with.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "Work isn't to make money you work to justify life.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "After two weeks of working on a project, you know whether it will work or not.", 
    "name": "Bill Budge"
  }, 
  {
    "quote": "It can be liberating to get fired because you realize the world doesn't end. There's other ways to make money, better jobs.", 
    "name": "Ron Livingston"
  }, 
  {
    "quote": "O man you are busy working for the world, and the world is busy trying to turn you out.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "Because I have work to care about, it is possible that I may be less difficult to get along with than other women when the double chins start to form.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Work, look for peace and calm in work: you will find it nowhere else.", 
    "name": "Dmitri Mendeleev"
  }, 
  {
    "quote": "As I understand it, sport is hard work for which you do not get paid.", 
    "name": "Irvin S. Cobb"
  }, 
  {
    "quote": "Be open to the amazing changes which are occurring in the field that interest you.", 
    "name": "Leigh Steinberg"
  }, 
  {
    "quote": "I'm working myself to death.", 
    "name": "Alan Ladd"
  }, 
  {
    "quote": "The biggest job we have is to teach a newly hired employee how to fail intelligently. We have to train him to experiment over and over and to keep on trying and failing until he learns what will work.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "Most people treat the office manual the way they treat a software manual. They never look at it.", 
    "name": "James Levine"
  }, 
  {
    "quote": "Work expands so as to fill the time available for its completion.", 
    "name": "C. Northcote Parkinson"
  }, 
  {
    "quote": "Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We're dreamers, you see, but we're also realists, of a sort.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "Men for the sake of getting a living forget to live.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "Unemployment is capitalism's way of getting you to plant a garden.", 
    "name": "Orson Scott Card"
  }, 
  {
    "quote": "No one can arrive from being talented alone, work transforms talent into genius.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "It's easier to change what you do than people think it is. If you don't change, your field changes around you.", 
    "name": "Walter Gilbert"
  }, 
  {
    "quote": "I met an American woman and got married so I had to get a job.", 
    "name": "Walter Wager"
  }, 
  {
    "quote": "There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone - many of whom are bored out of their minds. All day long.", 
    "name": "Richard Nelson Bolles"
  }, 
  {
    "quote": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "If you're trying to achieve, there will be roadblocks. I've had them everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "We are all born ignorant, but one must work hard to remain stupid.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "My great hope is to laugh as much as I cry to get my work done and try to love somebody and have the courage to accept the love in return.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Whatever your life's work is, do it well. A man should do his job so well that the living, the dead, and the unborn could do it no better.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "A dream doesn't become reality through magic it takes sweat, determination and hard work.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Formula for success: rise early, work hard, strike oil.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "I have not failed. I've just found 10,000 ways that won't work.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Let not him who is houseless pull down the house of another, but let him work diligently and build one for himself, thus by example assuring that his own shall be safe from violence when built.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Work out your own salvation. Do not depend on others.", 
    "name": "Buddha"
  }, 
  {
    "quote": "I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Before you start some work, always ask yourself three questions - Why am I doing it, What the results might be and Will I be successful. Only when you think deeply and find satisfactory answers to these questions, go ahead.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don't want to work hard to accomplish these things. Everyone should try to realize their full potential.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The miracle is not that we do this work, but that we are happy to do it.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Many people mistake our work for our vocation. Our vocation is the love of Jesus.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "It isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Be true to your work, your word, and your friend.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "What is success? I think it is a mixture of having a flair for the thing that you are doing knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.", 
    "name": "Sasha Cohen"
  }, 
  {
    "quote": "If you want to build a ship, don't drum up people to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "A work of art is the unique result of a unique temperament.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "When I was a kid I used to pray every night for a new bicycle. Then I realised that the Lord doesn't work that way so I stole one and asked Him to forgive me.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "Man was made at the end of the week's work when God was tired.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Thunder is good, thunder is impressive but it is lightning that does the work.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A man's face is his autobiography. A woman's face is her work of fiction.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Man - a creature made at the end of the week's work when God was tired.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "It's all about quality of life and finding a happy balance between work and friends and family.", 
    "name": "Philip Green"
  }, 
  {
    "quote": "Work consists of whatever a body is obliged to do. Play consists of whatever a body is not obliged to do.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Everyone has been made for some particular work, and the desire for that work has been put in every heart.", 
    "name": "Rumi"
  }, 
  {
    "quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "In war as in life, it is often necessary when some cherished scheme has failed, to take up the best alternative open, and if so, it is folly not to work for it with all your might.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "That's been one of my mantras - focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it's worth it in the end because once you get there, you can move mountains.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "If you have built castles in the air, your work need not be lost that is where they should be. Now put the foundations under them.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Work as if you were to live a hundred years. Pray as if you were to die tomorrow.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "What a piece of work is a man, how noble in reason, how infinite in faculties, in form and moving how express and admirable, in action how like an angel, in apprehension how like a god.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Dictionary is the only place that success comes before work. Hard work is the price we must pay for success. I think you can accomplish anything if you're willing to pay the price.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose - somehow we win out.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Most people work just hard enough not to get fired and get paid just enough money not to quit.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "It's like gambling somehow. You go out for a night of drinking and you don't know where your going to end up the next day. It could work out good or it could be disastrous. It's like the throw of the dice.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "My share of the work may be limited, but the fact that it is work makes it precious.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I had a stick of CareFree gum, but it didn't work. I felt pretty good while I was blowing that bubble, but as soon as the gum lost its flavor, I was back to pondering my mortality.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Have convictions. Be friendly. Stick to your beliefs as they stick to theirs. Work as hard as they do.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I've always believed that if you put in the work, the results will come.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "It took a lot of blood, sweat and tears to get to where we are today, but we have just begun. Today we begin in earnest the work of making sure that the world we leave our children is just a little bit better than the one we inhabit today.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "A guilty conscience needs to confess. A work of art is a confession.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group there is less competition there.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "My experience has been that work is almost the best way to pull oneself out of the depths.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "It is the quality of our work which will please God and not the quantity.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "The moment you think you understand a great work of art, it's dead for you.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "If there's any message to my work, it is ultimately that it's OK to be different, that it's good to be different, that we should question ourselves before we pass judgment on someone who looks different, behaves different, talks different, is a different color.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "The Democrats are the party that says government will make you smarter, taller, richer, and remove the crabgrass on your lawn. The Republicans are the party that says government doesn't work and then they get elected and prove it.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "All who think cannot but see there is a sanction like that of religion which binds us in partnership in the serious work of the world.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Don't do anything by half. If you love someone, love them with all your soul. When you go to work, work your ass off. When you hate someone, hate them until it hurts.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "It's true hard work never killed anybody, but I figure, why take the chance?", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Thinking is the hardest work there is, which is probably the reason why so few engage in it.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "When the best leader's work is done the people say, 'We did it ourselves.'", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "If you cannot work with love but only with distaste, it is better that you should leave your work.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "We believe that if men have the talent to invent new machines that put men out of work, they have the talent to put those men back to work.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "A work of art is above all an adventure of the mind.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "Love and work are the cornerstones of our humanness.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "A man is relieved and gay when he has put his heart into his work and done his best but what he has said or done otherwise shall give him no peace.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Pray as though everything depended on God. Work as though everything depended on you.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "If you go to work on your goals, your goals will go to work on you. If you go to work on your plan, your plan will go to work on you. Whatever good things we build end up building us.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "The eye of the master will do more work than both his hands.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Pleasure in the job puts perfection in the work.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I know you've heard it a thousand times before. But it's true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "In a very real sense, it will not be one man going to the moon it will be an entire nation. For all of us must work to put him there.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "As a cure for worrying, work is better than whiskey.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "We have a system that increasingly taxes work and subsidizes nonwork.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "When nature has work to be done, she creates a genius to do it.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The expectations of life depend upon diligence the mechanic that would perfect his work must first sharpen his tools.", 
    "name": "Confucius"
  }, 
  {
    "quote": "When you work you are a flute through whose heart the whispering of the hours turns to music. Which of you would be a reed, dumb and silent, when all else sings together in unison?", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The sum of wisdom is that time is never lost that is devoted to work.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "My work is the only ground I've ever had to stand on. I seem to have a whole superstructure with no foundation but I'm working on the foundation.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Let there be work, bread, water and salt for all.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Do your work with your whole heart, and you will succeed - there's so little competition.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "I have been all things unholy. If God can work through me, he can work through anyone.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "I wasn't really a work conscious type of person.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "I don't pity any man who does hard work worth doing. I admire him. I pity the creature who does not work, at whichever end of the social scale he may regard himself as being.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "It's true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "The world is full of willing people some willing to work, the rest willing to let them.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "A lot of people quit looking for work as soon as they find a job.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "If you're not willing to work hard, let someone else do it. I'd rather be with someone who does a horrible job, but gives 110% than with someone who does a good job and gives 60%.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "For anything worth having one must pay the price and the price is always work, patience, love, self-sacrifice - no paper currency, no promises to pay, but the gold of real service.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "I myself would like to become more disciplined within my work.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "My work is the only ground I've ever had to stand on. To put it bluntly, I seem to have a whole superstructure with no foundation, but I'm working on the foundation.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Leaders aren't born they are made. And they are made just like anything else, through hard work. And that's the price we'll have to pay to achieve that goal, or any goal.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "Deficiency motivation doesn't work. It will lead to a life-long pursuit of try to fix me. Learn to appreciate what you have and where and who you are.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "If God can work through me, he can work through anyone.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.", 
    "name": "Theodore Isaac Rubin"
  }, 
  {
    "quote": "The reason a lot of people do not recognize opportunity is because it usually goes around wearing overalls looking like hard work.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "If you like small government you need to work hard at having a strong national defense that is not so militant. Personal liberty is the purpose of government, to protect liberty - not to run your personal life, not to run the economy, and not to pretend that we can tell the world how they ought to live.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "It feels good to have your work respected again.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Few will have the greatness to bend history itself but each of us can work to change a small portion of events, and in the total of all those acts will be written the history of this generation.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "When you fail you learn from the mistakes you made and it motivates you to work even harder.", 
    "name": "Natalie Gulbis"
  }, 
  {
    "quote": "For one human being to love another that is perhaps the most difficult of all our tasks, the ultimate, the last test and proof, the work for which all other work is but preparation.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Once you start a working on something, don't be afraid of failure and don't abandon it. People who work sincerely are the happiest.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "I think people should be allowed to do anything they want. We haven't tried that for a while. Maybe this time it'll work.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "The reason why worry kills more people than work is that more people worry than work.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "I like the challenge of trying different things and wondering whether it's going to work or whether I'm going to fall flat on my face.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Work harder on yourself than you do on your job.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Live your life, do your work, then take your hat.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If it is surely the means to the highest end we know, can any work be humble or disgusting? Will it not rather be elevating as a ladder, the means by which we are translated?", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The worst disease which can afflict executives in their work is not, as popularly supposed, alcoholism it's egotism.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Four things for success: work and pray, think and believe.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "I look back on my life like a good day's work, it was done and I am satisfied with it.", 
    "name": "Grandma Moses"
  }, 
  {
    "quote": "I want to be thoroughly used up when I die, for the harder I work the more I live. I rejoice in life for its own sake.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Our fatigue is often caused not by work, but by worry, frustration and resentment.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "A relationship requires a lot of work and commitment.", 
    "name": "Greta Scacchi"
  }, 
  {
    "quote": "The harder you work, the harder it is to surrender.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "When Thomas Edison worked late into the night on the electric light, he had to do it by gas lamp or candle. I'm sure it made the work seem that much more urgent.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Being a child at home alone in the summer is a high-risk occupation. If you call your mother at work thirteen times an hour, she can hurt you.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "And where I excel is ridiculous, sickening, work ethic. You know, while the other guy's sleeping? I'm working.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "The most fundamental fact about the ideas of the political left is that they do not work. Therefore we should not be surprised to find the left concentrated in institutions where ideas do not have to work in order to survive.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "It behooves every man to remember that the work of the critic is of altogether secondary importance, and that, in the end, progress is accomplished by the man who does things.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "How do you go from where you are to where you wanna be? And I think you have to have an enthusiasm for life. You have to have a dream, a goal. And you have to be willing to work for it.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "The highest reward that God gives us for good work is the ability to do better work.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Good leadership consists of showing average people how to do the work of superior people.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "I put my heart and my soul into my work, and have lost my mind in the process.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "I never did a day's work in my life. It was all fun.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "It's not the tools that you have faith in - tools are just tools. They work, or they don't work. It's people you have faith in or not. Yeah, sure, I'm still optimistic I mean, I get pessimistic sometimes but not for long.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We're going to shoot one Polaroid per show. I'm going to sign this before it even develops because I know that once it develops with my signature on it, it's worth a fortune. I'll make this a work of magic warlock art.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I try to be known more for my work than for anything else.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "People say you have to work on your resentments. Yeah, no, I'm gonna hang onto them and they're gonna fuel my attack.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Any man today who returns from work, sinks into a chair, and calls for his pipe is a man with an appetite for danger.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "The people who are doing the work are the moving force behind the Macintosh. My job is to create a space for them, to clear out the rest of the organization and keep it at bay.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I am only an average man but, by George, I work harder at it than the average man.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "My grandfather once told me that there were two kinds of people: those who do the work and those who take the credit. He told me to try to be in the first group there was much less competition.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "One and one is two, and two and two is four, and five will get you ten if you know how to work it.", 
    "name": "Mae West"
  }, 
  {
    "quote": "When you play, play hard when you work, don't play at all.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Leave it as it is. The ages have been at work on it and man can only mar it.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "The more that learn to read the less learn how to make a living. That's one thing about a little education. It spoils you for actual work. The more you know the more you think somebody owes you a living.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. The thing is to get the work done.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "If I went to work in a factory the first thing I'd do is join a union.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "And I remember going to the record studio and there was a park across the street and I'd see all the children playing and I would cry because it would make me sad that I would have to work instead.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Talent in cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better.", 
    "name": "John Carmack"
  }, 
  {
    "quote": "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "The beginning is the most important part of the work.", 
    "name": "Plato"
  }, 
  {
    "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.", 
    "name": "Alexander Graham Bell"
  }, 
  {
    "quote": "No man ever got very high by pulling other people down. The intelligent merchant does not knock his competitors. The sensible worker does not work those who work with him. Don't knock your friends. Don't knock your enemies. Don't knock yourself.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Just as man can't exist without his body, so no rights can exist without the right to translate one's rights into reality, to think, to work and keep the results, which means: the right of property.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "People might not get all they work for in this world, but they must certainly work for all they get.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "It's said in Hollywood that you should always forgive your enemies - because you never know when you'll have to work with them.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "I spent my whole life in the private sector, 25 years in the private sector. I understand that when government takes more money out of the hands of people, it makes it more difficult for them to buy things. If they can't buy things, the economy doesn't grow. If the economy doesn't grow, we don't put Americans to work.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "People from both political parties have long recognized that welfare without work creates negative incentives that lead to permanent poverty. It robs people of self-esteem.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "We must cultivate our own garden. When man was put in the garden of Eden he was put there so that he should work, which proves that man was not born to rest.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The greatest humiliation in life, is to work hard on something from which you expect great appreciation, and then fail to get it.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I never did anything worth doing by accident, nor did any of my inventions come by accident they came by work.", 
    "name": "Plato"
  }, 
  {
    "quote": "Change yourself and your work will seem different.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "The greatest education in the world is watching the masters at work.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Tommy Lee Jones is hilarious. I would say, if you look at the body of his work, the character he is most like is the one in 'The Fugitive.' That's how he talks and jokes. That is the type of energy he has.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Read the Bible. Work hard and honestly. And don't complain.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "What I know is, is that if you do work that you love, and the work fulfills you, the rest will come.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Business and growing jobs is about taking risk, sometimes failing, sometimes succeeding, but always striving. It is about dreams. Usually, it doesn't work out exactly as you might have imagined. Steve Jobs was fired at Apple. He came back and changed the world.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Liberty doesn't work as well in practice as it does in speeches.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Most of what we call management consists of making it difficult for people to get their work done.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "You grow up a bit damaged or broken then you have some success but you don't know how to feel good about the work you're doing or the life you're leading.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "As a housewife, I feel that if the kids are still alive when my husband gets home from work, then hey, I've done my job.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "I learned the value of hard work by working hard.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "You reach a point where you don't work for money.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "If you have a success you have it for the wrong reasons. If you become popular it is always because of the worst aspects of your work.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Luck? I don't know anything about luck. I've never banked on it and I'm afraid of people who do. Luck to me is something else: Hard work - and realizing what is opportunity and what isn't.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "Take off your bedroom slippers. Put on your marching shoes,' he said, his voice rising as applause and cheers mounted. 'Shake it off. Stop complainin'. Stop grumblin'. Stop cryin'. We are going to press on. We have work to do.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I love my family very much. I wish I could see them a little more often than I do. But we understand because we're a show business family and we all work.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "John Kerry believes in an America where hard work is rewarded.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "If you start by promising what you don't even have yet, you'll lose your desire to work towards getting it.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "The flowery style is not unsuitable to public speeches or addresses, which amount only to compliment. The lighter beauties are in their place when there is nothing more solid to say but the flowery style ought to be banished from a pleading, a sermon, or a didactic work.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Now we're in the midst of not just advocating for change, not just calling for change - we're doing the grinding, sometimes frustrating work of delivering change - inch by inch, day by day.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I never did anything by accident, nor did any of my inventions come by accident they came by work.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "If my kid couldn't draw I'd make sure that my kitchen magnets didn't work.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "If I am elected President of these United States, I will work with all my energy and soul to restore that America, to lift our eyes to a better future. That future is our destiny. That future is out there. It is waiting for us. Our children deserve it, our nation depends upon it, the peace and freedom of the world require it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Lazy people tend not to take chances, but express themselves by tearing down other's work.", 
    "name": "Ann Rule"
  }, 
  {
    "quote": "I would put our legislative and foreign policy accomplishments in our first two years against any president - with the possible exceptions of Johnson, FDR, and Lincoln - just in terms of what we've gotten done in modern history. But, you know, but when it comes to the economy, we've got a lot more work to do. And we're gonna keep on at it.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Work is of two kinds: first, altering the position of matter at or near the earth's surface relative to other matter second, telling other people to do so.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Everyone enjoys doing the kind of work for which he is best suited.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.", 
    "name": "Gail Devers"
  }, 
  {
    "quote": "For disappearing acts, it's hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram, or the most intricate analysis, and I am in my own proper atmosphere. But I abhor the dull routine of existence. I crave for mental exaltation.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "Deprived of meaningful work, men and women lose their reason for existence they go stark, raving mad.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Life is too short to work so hard.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "All the problems of the world could be settled easily if men were only willing to think. The trouble is that men very often resort to all sorts of devices in order not to think, because thinking is such hard work.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "People intoxicate themselves with work so they won't see how they really are.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "In the name of God, stop a moment, cease your work, look around you.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Let us work without theorizing, tis the only way to make life endurable.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "In every community, there is work to be done. In every nation, there are wounds to heal. In every heart, there is the power to do it.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "As for me, prizes are nothing. My prize is my work.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness.", 
    "name": "Anthony de Mello"
  }, 
  {
    "quote": "Young people are threatened... by the evil use of advertising techniques that stimulate the natural inclination to avoid hard work by promising the immediate satisfaction of every desire.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I never called my work an 'art'. It's part of show business, the business of building entertainment.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond that you do what you say you're going to do. That you treat people with dignity and respect, even if you don't know them and even if you don't agree with them.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Sometimes what works 40 years ago doesn't work today.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Where the spirit does not work with the hand, there is no art.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "I have so much chaos in my life, it's become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they're wrong.", 
    "name": "Tom Welling"
  }, 
  {
    "quote": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of evry part of your life.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The human foot is a masterpiece of engineering and a work of art.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Of all the things I've done, the most vital is coordinating those who work with me and aiming their efforts at a certain goal.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "The mediator of the inexpressible is the work of art.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.", 
    "name": "Paul Hawken"
  }, 
  {
    "quote": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "On Sundays when I speak, I hopefully give somebody something that they can use the next day at work or at home.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "You are never given a wish without also being given the power to make it come true. You may have to work for it, however.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "You do the work and you want people to see it but, um while I'm doing the work, the result doesn't matter at all to me. Ultimately, I don't, I don't care whether the film is - you know - some big giant box-office bonanza and I don't care if its a complete flop. To me, when a film gets made and it's actually finished it's a success. They're all a success in their own way.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Begin - to begin is half the work, let half still remain again begin this, and thou wilt have finished.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "I used to work in a fire hydrant factory. You couldn't park anywhere near the place.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Blessed is he who has found his work let him ask no other blessedness.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I'm going to work so that it's a pure guts race at the end, and if it is, I am the only one who can win it.", 
    "name": "Steve Prefontaine"
  }, 
  {
    "quote": "We go to school to learn to work hard for money. I write books and create products that teach people how to have money work hard for them.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "Not only is women's work never done, the definition keeps changing.", 
    "name": "Bill Copeland"
  }, 
  {
    "quote": "Every day I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "People are saying that I'm an alcoholic, and that's not true, because I only drink when I work, and I'm a workaholic.", 
    "name": "Ron White"
  }, 
  {
    "quote": "Today's misery is real unemployment, home foreclosures and bankruptcies. This is the Obama Misery Index and its at a record high. Its going to take more than new rhetoric to put Americans back to work - its going to take a new president.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "It is astonishing what an effort it seems to be for many people to put their brains definitely and systematically to work.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Without hard work, nothing grows but weeds.", 
    "name": "Gordon B. Hinckley"
  }, 
  {
    "quote": "It is understanding that gives us an ability to have peace. When we understand the other fellow's viewpoint, and he understands ours, then we can sit down and work out our differences.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Love and work... work and love, that's all there is.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Believe that with your feelings and your work you are taking part in the greatest the more strongly you cultivate this belief, the more will reality and the world go forth from it.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Reform is not pleasant, but grievous no person can reform themselves without suffering and hard work, how much less a nation.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Europe is so well gardened that it resembles a work of art, a scientific theory, a neat metaphysical system. Man has re-created Europe in his own image.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "If you cannot work on the marriage or the women is a moron, staying married and cheating makes the most sense because divorce is disruptive to the family life and your bank account.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "Temptation is an irresistible force at work on a movable body.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I still work out on a daily basis.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "We don't have enough support for maternal leave and the kinds of things that some of the European countries do. So we still make it hard on women to go into the work force and feel that they can be good at work but then doing the most important job, which is raising your children in a responsible and positive way.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Plan your work for today and every day, then work your plan.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Third, we will make trade work for America by forging new trade agreements. And when nations cheat in trade, there will be unmistakable consequences.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "You make mistakes, but I don't have any regrets. I'm the kind of person who takes responsibility for it and deals with it. I learn from everything I do. I work very hard, I have so many things going on in my life. Get to know me and see who I am.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "For every two minutes of glamour, there are eight hours of hard work.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "Our nation is too different, too diverse to say that what works in Massachusetts is somehow going to be grabbed by the federal government, usurping the power of states and imposing a one-size-fits-all plan on the nation. That will not work.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Play is often talked about as if it were a relief from serious learning. But for children play is serious learning. Play is really the work of childhood.", 
    "name": "Fred Rogers"
  }, 
  {
    "quote": "Communism doesn't work because people like to own stuff.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "It's not the work which kills people, it's the worry. It's not the revolution that destroys machinery it's the friction.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "If there is dissatisfaction with the status quo, good. If there is ferment, so much the better. If there is restlessness, I am pleased. Then let there be ideas, and hard thought, and hard work. If man feels small, let man make himself bigger.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Gentleness doesn't get work done unless you happen to be a hen laying eggs.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "I never expect to see a perfect work from an imperfect man.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "I have no idols. I admire work, dedication and competence.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "I don't think the money people in Hollywood have ever thought I was normal, but I am dedicated to my work and that's what counts.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "There is a sense that things, if you keep positive and optimistic about what can be done, do work out.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "It's hard to do it because you gotta look people in the eye and tell 'em they're irresponsible and lazy. And who's gonna wanna do that? Because that's what poverty is, ladies and gentlemen. In this country, you can succeed if you get educated and work hard. Period. Period.", 
    "name": "Bill O'Reilly"
  }, 
  {
    "quote": "One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "A sense of duty is useful in work but offensive in personal relations. People wish to be liked, not to be endured with patient resignation.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "To finish a work? To finish a picture? What nonsense! To finish it means to be through with it, to kill it, to rid it of its soul, to give it its final blow the coup de grace for the painter as well as for the picture.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I think what makes our marriage work amid all the glare is that my husband is my best friend. He inspires everything in my life and enables me to do the best that I can. I want to hang out with him more than anyone.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "Put two or three men in positions of conflicting authority. This will force them to work at loggerheads, allowing you to be the ultimate arbiter.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "A man willing to work, and unable to find work, is perhaps the saddest sight that fortune's inequality exhibits under this sun.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I have offended God and mankind because my work didn't reach the quality it should have.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "It is no good getting furious if you get stuck. What I do is keep thinking about the problem but work on something else. Sometimes it is years before I see the way forward. In the case of information loss and black holes, it was 29 years.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Results! Why, man, I have gotten a lot of results. I know several thousand things that won't work.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "I find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs the future, for which I have really worked, is mine.", 
    "name": "Nikola Tesla"
  }, 
  {
    "quote": "An artist never really finishes his work, he merely abandons it.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "People are not perfect... very often the relationships that are strongest are those where people have worked through big crises, but they've had to work through them. So the challenge to us is to work through that.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "Most of the energy of political work is devoted to correcting the effects of mismanagement of government.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Individuality is founded in feeling and the recesses of feeling, the darker, blinder strata of character, are the only places in the world in which we catch real fact in the making, and directly perceive how events happen, and how work is actually done.", 
    "name": "William James"
  }, 
  {
    "quote": "The true work of art is but a shadow of the divine perfection.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "I'd like to believe that the people that have supported me in my work or identified with me in films, the people that feel they know me, they do and they don't have misconceptions - they understand. I believe that.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Your expectations opens or closes the doors of your supply, If you expect grand things, and work honestly for them, they will come to you, your supply will correspond with your expectation.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "I'm not interested in trying to work on people's perceptions. I am who I am, and if you don't take the time to learn about that, then your perception is going to be your problem.", 
    "name": "Jim Brown"
  }, 
  {
    "quote": "Like every man of sense and good feeling, I abominate work.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I am a real ham. I love an audience. I work better with an audience. I am dead, in fact, without one.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "The first lesson I've learned is that no matter what you do in your life, you have to figure out your own internal rhythms - I mean, what works for you doesn't necessarily work for your friend.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I'm one of these very focused people when it comes to day-to-day work, and I'm trying not to think about what comes next so that I can stay very focused on what I'm doing now.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I'm not in control of my muse. My muse does all the work.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "It takes a lot of energy to be negative. You have to work at it. But smiling is painless. I'd rather spend my energy smiling.", 
    "name": "Eric Davis"
  }, 
  {
    "quote": "I don't want to achieve immortality through my work. I want to achieve it through not dying.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Mere longevity is a good thing for those who watch Life from the side lines. For those who play the game, an hour may be a year, a single day's work an achievement for eternity.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "There is never time in the future in which we will work out our salvation. The challenge is in the moment the time is always now.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement.", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "Work as though you would live forever, and live as though you would die today. Go another mile!", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "One is not idle because one is absorbed. There is both visible and invisible labor. To contemplate is to toil, to think is to do. The crossed arms work, the clasped hands act. The eyes upturned to Heaven are an act of creation.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "If you're interested in 'balancing' work and pleasure, stop trying to balance them. Instead make your work more pleasurable.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Happiness is ideal, it is the work of the imagination.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "If you do not feel yourself growing in your work and your life broadening and deepening, if your task is not a perpetual tonic to you, you have not found your place.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "I work really hard at trying to see the big picture and not getting stuck in ego. I believe we're all put on this planet for a purpose, and we all have a different purpose... When you connect with that love and that compassion, that's when everything unfolds.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I do not believe in excuses. I believe in hard work as the prime solvent of life's problems.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I suppose I have a really loose interpretation of 'work,' because I think that just being alive is so much work at something you don't always want to do. The machinery is always going. Even when you sleep.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Fires can't be made with dead embers, nor can enthusiasm be stirred by spiritless men. Enthusiasm in our daily work lightens effort and turns even labor into pleasant tasks.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "In action a great heart is the chief qualification. In work, a great head.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can't eat it.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'", 
    "name": "Max Planck"
  }, 
  {
    "quote": "If children understand that beliefs should be substantiated with evidence, as opposed to tradition, authority, revelation or faith, they will automatically work out for themselves that they are atheists.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Behold a worthy sight, to which the God, turning his attention to his own work, may direct his gaze. Behold an equal thing, worthy of a God, a brave man matched in conflict with evil fortune.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "To make democracy work, we must be a notion of participants, not simply observers. One who does not vote has no right to complain.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "You don't have to turn on the TV set. You don't have to work on the Internet. It's up to you.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Oh, give us the man who sings at his work.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Why does a woman work ten years to change a man's habits and then complain that he's not the man she married?", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "All great art is the work of the whole living creature, body and soul, and chiefly of the soul.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Nothing is void of God, his work is everywhere his full of himself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The last thing one discovers in composing a work is what to put first.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "The better a work is, the more it attracts criticism it is like the fleas who rush to jump on white linens.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "I do not suppose I shall be remembered for anything. But I don't think about my work in those terms. It is just as vulgar to work for the sake of posterity as to work for the sake of money.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Youth is the gift of nature, but age is a work of art.", 
    "name": "Stanislaw Lec"
  }, 
  {
    "quote": "Never despair, but if you do, work on in despair.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Character is the indelible mark that determines the only true value of all people and all their work.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The United States strongly condemns the illegal disclosure of classified information. It puts people's lives in danger, threatens our national security, and undermines our efforts to work with other countries to solve shared problems.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The only happiness a brave person ever troubles themselves in asking about, is happiness enough to get their work done.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "There is a computer disease that anybody who works with computers knows about. It's a very serious disease and it interferes completely with the work. The trouble with computers is that you 'play' with them!", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "People who have time on their hands will inevitably waste the time of people who have work to do.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Company cultures are like country cultures. Never try to change one. Try, instead, to work with what you've got.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Actors work and slave and it is the color of your hair that can determine your fate in the end.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "Be prepared, work hard, and hope for a little luck. Recognize that the harder you work and the better prepared you are, the more luck you might have.", 
    "name": "Ed Bradley"
  }, 
  {
    "quote": "But I work harder now because I have so much more exposure. And actually the harder you work as a writer, the better you get at it. It's like anything else. It's a muscle you have to exercise. I write more now than ever.", 
    "name": "Ron White"
  }, 
  {
    "quote": "Have regular hours for work and play make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "I used to work in a funeral home to feel good about myself, just the fact that I was breathing.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "The productivity of work is not the responsibility of the worker but of the manager.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "As much as I would love to be a person that goes to parties and has a couple of drinks and has a nice time, that doesn't work for me. I'd just rather sit at home and read, or go out to dinner with someone, or talk to someone I love, or talk to somebody that makes me laugh.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Musicians can run this state better than politicians. We won't get a lot done in the mornings, but we'll work late and be honest.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.", 
    "name": "H. L. Hunt"
  }, 
  {
    "quote": "When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "A work can become modern only if it is first postmodern. Postmodernism thus understood is not modernism at its end but in the nascent state, and this state is constant.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Work hard, stay positive, and get up early. It's the best part of the day.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "Men of lofty genius when they are doing the least work are most active.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "What the world really needs is more love and less paper work.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "A little less complaint and whining, and a little more dogged work and manly striving, would do us more credit than a thousand civil rights bills.", 
    "name": "W. E. B. Du Bois"
  }, 
  {
    "quote": "A race is a work of art that people can look at and be affected in as many ways they're capable of understanding.", 
    "name": "Steve Prefontaine"
  }, 
  {
    "quote": "Establishing lasting peace is the work of education all politics can do is keep us out of war.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "If you're working for a good company and you're happy there, and you're being compensated accordingly, and your work satisfies you, you should stay there.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "Every man's work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Every reader finds himself. The writer's work is merely a kind of optical instrument that makes it possible for the reader to discern what, without this book, he would perhaps never have seen in himself.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "In order to excel, you must be completely dedicated to your chosen sport. You must also be prepared to work hard and be willing to accept constructive criticism. Without one-hundred percent dedication, you won't be able to do this.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "The quality of your work, in the long run, is the deciding factor on how much your services are valued by the world.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could.", 
    "name": "Charles Erwin Wilson"
  }, 
  {
    "quote": "The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "When you discover your mission, you will feel its demand. It will fill you with enthusiasm and a burning desire to get to work on it.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "A treatment method or an educational method that will work for one child may not work for another child. The one common denominator for all of the young children is that early intervention does work, and it seems to improve the prognosis.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "You have not found your place until all your faculties are roused, and your whole nature consents and approves of the work you are doing.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "A poet's work is to name the unnameable, to point at frauds, to take sides, start arguments, shape the world, and stop it going to sleep.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Obviously, I come from one background, and the people that design fitness equipment have been doing it for years and years, and they know what works and doesn't work.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "To work hard, to live hard, to die hard, and then go to hell after all would be too damn hard.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "When work is a pleasure, life is a joy! When work is a duty, life is slavery.", 
    "name": "Maxim Gorky"
  }, 
  {
    "quote": "God continues to work miracles in my life.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "The black market was a way of getting around government controls. It was a way of enabling the free market to work. It was a way of opening up, enabling people.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "A person however learned and qualified in his life's work in whom gratitude is absent, is devoid of that beauty of character which makes personality fragrant.", 
    "name": "Hazrat Inayat Khan"
  }, 
  {
    "quote": "I've got a theory that if you give 100% all of the time, somehow things will work out in the end.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "I wanted to be a doctor that I might be able to work without having to talk because for years I had been giving myself out in words.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Work gives you meaning and purpose and life is empty without it.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "So much of what we call management consists in making it difficult for people to work.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Healthy people are those who live in healthy homes on a healthy diet in an environment equally fit for birth, growth work, healing, and dying... Healthy people need no bureaucratic interference to mate, give birth, share the human condition and die.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "To live well is to work well, to show a good activity.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "Do not wait the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "I looked on child rearing not only as a work of love and duty but as a profession that was fully as interesting and challenging as any honorable profession in the world and one that demanded the best that I could bring to it.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "The least of the work of learning is done in the classroom.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "There's a lot of bitterness, there's a lot of anger out there. We all have to work hard to heal those wounds.", 
    "name": "Allen Boyd"
  }, 
  {
    "quote": "I like Cinderella, I really do. She has a good work ethic. I appreciate a good, hard-working gal. And she likes shoes. The fairy tale is all about the shoe at the end, and I'm a big shoe girl.", 
    "name": "Amy Adams"
  }, 
  {
    "quote": "Winners have the ability to step back from the canvas of their lives like an artist gaining perspective. They make their lives a work of art - an individual masterpiece.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Never follow somebody else's path it doesn't work the same way twice for anyone... the path follows you and rolls up behind you as you walk, forcing the next person to find their own way.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up I work out of love for God and I put all my hope in Him.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Though nature be ever so generous, yet can she not make a hero alone. Fortune must contribute her part too and till both concur, the work cannot be perfected.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Slaves are generally expected to sing as well as to work.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "One must work and dare if one really wants to live.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Winners take time to relish their work, knowing that scaling the mountain is what makes the view from the top so exhilarating.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "It ain't easy to break out of a mold, but if you do your work, people will ultimately see what you're capable of. Too often, people find it easier to make assumptions and stick with what they believe. They put you in a place and it makes their job easier. The good people constantly search for something different.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I think the best thing I can do is to be a distraction. A husband lives and breathes his work all day long. If he comes home to more table thumping, how can the poor man ever relax?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "What are people going to do? Fire me? I've been fired before. Not book me? I've been out of work before. I don't care.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Creative people don't behave very well generally. If you're looking for examples of good relationships in show business, you're gonna be depressed real fast. I don't have time for anything else right now but work and my daughter. She's my first priority.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "I burned out on AIDS and did no AIDS work for a couple of years. I was so angry that people were still getting this disease that nobody can give you - you have to go out and get it!", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "It is not wealth one asks for, but just enough to preserve one's dignity, to work unhampered, to be generous, frank and independent.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I think I should be active politically. Because I look upon myself as a politician. That's not a dirty work you know. Some people think that there are something wrong with politicians. Of course, something wrong with some politicians.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "All great and beautiful work has come of first gazing without shrinking into the darkness.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The artist is nothing without the gift, but the gift is nothing without work.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "The conventional definition of management is getting work done through people, but real management is developing people through work.", 
    "name": "Agha Hasan Abedi"
  }, 
  {
    "quote": "Look I eat really well and I work out, but I also indulge when I want to. I don't starve myself in an extremist way. You're not taking away my coffee or my dairy or my glass of wine because I'd be devastated.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "The important work of moving the world forward does not wait to be done by perfect men.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The way to work with a bully is to take the ball and go home. First time, every time. When there's no ball, there's no game. Bullies hate that. So they'll either behave so they can play with you or they'll go bully someone else.", 
    "name": "Seth Godin"
  }, 
  {
    "quote": "I am totally against the idea that a Muslim woman should not have the same opportunities as a Muslim man to learn, to open up, to work, help shape the future. To close Islam down to a sexist approach is totally intolerable and ridiculous. It's not Islam.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "One can not be an American by going about saying that one is an American. It is necessary to feel America, like America, love America and then work.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "Treat a work of art like a prince. Let it speak to you first.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Having a second chance makes you want to work even harder.", 
    "name": "Tia Mowry"
  }, 
  {
    "quote": "When love and skill work together, expect a masterpiece.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Even though worker capacity and motivation are destroyed when leaders choose power over productivity, it appears that bosses would rather be in control than have the organization work well.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "The best work is not what is most difficult for you it is what you do best.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was, and began to direct all my energy into finishing the only work that mattered to me.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "It's plain hokum. If you can't convince 'em, confuse 'em. It's an old political trick. But this time it won't work.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Anyone's life truly lived consists of work, sunshine, exercise, soap, plenty of fresh air, and a happy contented spirit.", 
    "name": "Lillie Langtry"
  }, 
  {
    "quote": "I fear my enthusiasm flags when real work is demanded of me.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "The idea that to make a man work you've got to hold gold in front of his eyes is a growth, not an axiom. We've done that for so long that we've forgotten there's any other way.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "If I don't feel confident about my body, I'm not going to sit at home and feel sorry for myself and not do something about it. It's all about taking action and not being lazy. So you do the work, whether it's fitness or whatever. It's about getting up, motivating yourself and just doing it.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "God has a plan for all of us, but He expects us to do our share of the work.", 
    "name": "Minnie Pearl"
  }, 
  {
    "quote": "People need to be made more aware of the need to work at learning how to live because life is so quick and sometimes it goes away too quickly.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness.", 
    "name": "David Sarnoff"
  }, 
  {
    "quote": "So, did I work with Warhol? I worked with him less on that play then I did on other things. He actually did a portrait of my rabbit and some other stuff. Warhol was definitely... Warhol.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "I actually may do a musical next year... not one that I've written one that I may star in. Plus my concert and other people's work and all of a sudden you've got a very full life.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "To work all the time is to be incredibly lucky.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "I have to work really hard, eight shows a week, to get a nice check as an actor. But when I write a play, and it's a - knock wood - hit, the checks come in for many years.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "You learn to speak by speaking, to study by studying, to run by running, to work by working in just the same way, you learn to love by loving.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "A day of worry is more exhausting than a week of work.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "Recovery is something that you have to work on every single day and it's something that it doesn't get a day off.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "People don't understand that when I grew up, I was never the most talented. I was never the biggest. I was never the fastest. I certainly was never the strongest. The only thing I had was my work ethic, and that's been what has gotten me this far.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I have no problem with the people who work hard to get success. But I think people are very jealous about success. I work very hard and they don't appreciate that.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "My work and my family are very important to me.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Some slaves are scoured to their work by whips, others by their restlessness and ambition.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Email, instant messaging, and cell phones give us fabulous communication ability, but because we live and work in our own little worlds, that communication is totally disorganized.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "Love knows how to form itself. God will do his work if we do ours. Our job is to prepare ourselves for love. When we do, love finds us every time.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "When a great many people are unable to find work, unemployment results.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Cease trying to work everything out with your minds. It will get you nowhere. Live by intuition and inspiration and let your whole life be Revelation.", 
    "name": "Eileen Caddy"
  }, 
  {
    "quote": "One thing I hope I'll never be is drunk with my own power. And anybody who says I am will never work in this town again.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "When times are tough and people are frustrated and angry and hurting and uncertain, the politics of constant conflict may be good, but what is good politics does not necessarily work in the real world. What works in the real world is cooperation.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Hairdressers are a wonderful breed. You work one-on-one with another human being and the object is to make them feel so much better and to look at themselves with a twinkle in their eye.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "I have made the choices that work best for me. I know I cannot please everyone, and that's fine.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "Tranquilizers work only if you follow the advice on the bottle - keep away from children.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "What I've discovered is that in art, as in music, there's a lot of truth-and then there's a lie. The artist is essentially creating his work to make this lie a truth, but he slides it in amongst all the others. The tiny little lie is the moment I live for, my moment. It's the moment that the audience falls in love.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Mothers always find ways to fit in the work - but then when you're working, you feel that you should be spending time with your children and then when you're with your children, you're thinking about working.", 
    "name": "Alice Hoffman"
  }, 
  {
    "quote": "Democrats think the country works better with a strong middle class, real opportunities for poor people to work their way into it and a relentless focus on the future, with business and government working together to promote growth and broadly shared prosperity. We think 'we're all in this together' is a better philosophy than 'you're on your own.'", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Tell the truth. Sing with passion. Work with laughter. Love with heart. 'Cause that's all that matters in the end.", 
    "name": "Kris Kristofferson"
  }, 
  {
    "quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "In order that people may be happy in their work, these three things are needed: They must be fit for it. They must not do too much of it. And they must have a sense of success in it.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The first condition of education is being able to put someone to wholesome and meaningful work.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Men don't and can't live by exchanging articles, but by producing them. They don't live by trade, but by work. Give up that foolish and vain title of Trades Unions and take that of laborers Unions.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "I'm so wrapped up in my work that it's often impossible to consider other things in my life. My marriage ended in divorce because of this, my relationship with Holly has suffered by this.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "I love my wife and I know she loves me. We're best friends. We're just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It's a very fortunate situation and not everyone has that.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "God gives talent. Work transforms talent into genius.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "Don't ever, ever, believe anyone who tells you that you can just get by, by doing the easiest thing possible. Because there's always somebody behind you who really wants to do what you're doing. And they're going to work harder than you if you're not working hard.", 
    "name": "Maria Bartiromo"
  }, 
  {
    "quote": "Men cannot not live by exchanging articles, but producing them. They live by work not trade.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The work of science is to substitute facts for appearances, and demonstrations for impressions.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Nearly all the powerful people of this age are unbelievers, the best of them in doubt and misery, the most in plodding hesitation, doing as well as they can, what practical work lies at hand.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Whether for life or death, do your own work well.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Men were not intended to work with the accuracy of tools, to be precise and perfect in all their actions.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Better the rudest work that tells a story or records a fact, than the richest without meaning.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "When large numbers of men are unable to find work, unemployment results.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Advertising ministers to the spiritual side of trade. It is great power that has been entrusted to your keeping which charges you with the high responsibility of inspiring and ennobling the commercial world. It is all part of the greater work of the regeneration and redemption of mankind.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "My family kinda hit the skids. We were experiencing poverty at that point. We all got a job, where the whole family had to work as security guards and janitors. And I just got angry.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "I'm the first to admit this whole salary thing is getting out of control. In the final analysis, it's still about the work.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "A good idea is about ten percent and implementation and hard work, and luck is 90 percent.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "The path of least resistance and least trouble is a mental rut already made. It requires troublesome work to undertake the alternation of old beliefs.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Every person born into this world their work is born with them.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "The message that President Obama delivered in his speech at Notre Dame was: morality is immoral. Pro-life is the extremist position, not a moral position. Yet we should compromise and work to reduce abortions. Where's the compromise between life and death - and why work to reduce the number of them occurring if there's nothing wrong with them?", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "The man of genius is he and he alone who finds such joy in his art that he will work at it come hell or high water.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "I write to keep from going mad from the contradictions I find among mankind - and to work some of those contradictions out for myself.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Representation of the world, like the world itself, is the work of men they describe it from their own point of view, which they confuse with the absolute truth.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "It is now for the Catholic Church to bend herself to her work with calmness and generosity. It is for you to observe her with renewed and friendly attention.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "Simplicity and repose are the qualities that measure the true value of any work of art.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "We all hoped in 2001 that we could put in place an Afghan government under President Karzai that would be able to control the country, make sure al-Qaeda didn't come back, and make sure the Taliban wasn't resurging. It didn't work out.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "I don't know that there is much the United States can do except work with the international community.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Attempt the impossible in order to improve your work.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Nature is so powerful, so strong. Capturing its essence is not easy - your work becomes a dance with light and the weather. It takes you to a place within yourself.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "I am trying to show the world that we are all human beings and that color is not important. What is important is the quality of our work.", 
    "name": "Alvin Ailey"
  }, 
  {
    "quote": "How can people be so stupid? I marvel at that. See, I think you have to work as being ignorant - and if you're gonna work at being ignorant, why not work at being informed?", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Millions of young Americans have graduated from college during the Obama presidency, ready to use their gifts and get moving in life. Half of them can't find the work they studied for, or any work at all. So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "God was satisfied with his own work, and that is fatal.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Work with some men is as besetting a sin as idleness.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "We either make ourselves miserable, or we make ourselves strong. The amount of work is the same.", 
    "name": "Carlos Castenada"
  }, 
  {
    "quote": "Think of and look at your work as though it were done by your enemy. I you look at it to admire it, you are lost.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Designing is my hobby. If I didn't do what I do for a living - at some point when I don't do this for a living - I'll probably just do design work. I love finding really special pieces of furniture.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I like work it fascinates me. I can sit and look at it for hours.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "The only work that will ultimately bring any good to any of us is the work of contributing to the healing of the world.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I do the same exercises I did 50 years ago and they still work. I eat the same food I ate 50 years ago and it still works.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I stayed away from mathematics not so much because I knew it would be hard work as because of the amount of time I knew it would take, hours spent in a field where I was not a natural.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "I think the one thing this picture shows that's new is the psychological disproportion of the kids' demands on the parents. Parents are often at fault, but the kids have some work to do, too.", 
    "name": "James Dean"
  }, 
  {
    "quote": "God gave us faculties for our use each of them will receive its proper reward. Then do not let us try to charm them to sleep, but permit them to do their work until divinely called to something higher.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "The theater needs continual reminders that there is nothing more debasing than the work of those who do well what is not worth doing at all.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "An audience is always warming but it must never be necessary to your work.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "I understand what's it like to work all week and on Friday night just want to go and leave your brain at the door, buy some popcorn and be thrilled by something.", 
    "name": "Don Cheadle"
  }, 
  {
    "quote": "If you work hard and play by the rules, this country is truly open to you. You can achieve anything.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Inspiration is one thing and you can't control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work.", 
    "name": "Kevin Eubanks"
  }, 
  {
    "quote": "Men's magazines often feature pictures of naked ladies. Women's magazines also often feature pictures of naked ladies. This is because the female body is a beautiful work of art, while the male body is hairy and lumpy and should not be seen by the light of day.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "It's definitely a dream come true to be recognized and to be able to sign autographs. But, it's also a lot of hard work and can be draining. If you don't know already, you will quickly learn who your real friends are.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Whatever you do, do it with all your might. Work at it, early and late, in season and out of season, not leaving a stone unturned, and never deferring for a single hour that which can be done just as well now.", 
    "name": "P. T. Barnum"
  }, 
  {
    "quote": "An honest man's the noblest work of God.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "We are free, but not to be evil, not to be indifferent to human suffering, not to profit from the people, from the work created and sustained through their spirit of political association, while refusing to contribute to the political state that we profit from.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "An honest God is the noblest work of man.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Reality is easy. It's deception that's the hard work.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "All of us are guinea pigs in the laboratory of God. Humanity is just a work in progress.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "A large part of acting is just pretending. You get to work with these other great make-believers, all making believe as hard as they can.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Who gets the risks? The risks are given to the consumer, the unsuspecting consumer and the poor work force. And who gets the benefits? The benefits are only for the corporations, for the money makers.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "And it hurts as a player, that you put a lot of hard work in during the week, and at the end of the week, Sunday, when you get on the field, that's when they acknowledge about the hard work that you put in throughout the week. That's actually a disappointment.", 
    "name": "Randy Moss"
  }, 
  {
    "quote": "The humanists' replacement for religion: work really hard and somehow you'll either save yourself or you'll be immortal. Of course, that's a total joke, and our progress is nothing. There may be progress in technology but there's no ethical progress whatsoever.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "A work of art which did not begin in emotion is not art.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "In scientific work, those who refuse to go beyond fact rarely get as far as fact.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Every morning I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "But I have a good life. I enjoy what I do. I am married to work.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Realize what you really want. It stops you from chasing butterflies and puts you to work digging gold.", 
    "name": "William Moulton Marston"
  }, 
  {
    "quote": "I give thanks everyday that I've been able to take my craziness and make it work for me.", 
    "name": "Fritz Scholder"
  }, 
  {
    "quote": "Hard work without talent is a shame, but talent without hard work is a tragedy.", 
    "name": "Robert Half"
  }, 
  {
    "quote": "Motivation is everything. You can do the work of two people, but you can't be two people. Instead, you have to inspire the next guy down the line and get him to inspire his people.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Slang is a language that rolls up its sleeves, spits on its hands and goes to work.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Man, unlike anything organic or inorganic in the universe, grows beyond his work, walks up the stairs of his concepts, emerges ahead of his accomplishments.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed.", 
    "name": "Mattie Stepanek"
  }, 
  {
    "quote": "You've achieved success in your field when you don't know whether what you're doing is work or play.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "I know that many of you do wear such a cross of Christ, not in any ostentatious way, not in a way that might harm you at your work or recreation, but a simple indication that you value the role of Jesus Christ in the history of the world, that you are trying to live by Christ's standards in your own daily life.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "I don't work at being ordinary.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "A work of art that contains theories is like an object on which the price tag has been left.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "There may be people who have more talent than you, but there's no excuse for anyone to work harder than you do - and I believe that.", 
    "name": "Derek Jeter"
  }, 
  {
    "quote": "I don't mean to be arrogant and I really appreciate my fans but talking about what I am doing is not something I'm good at. I do what I do and that's it. I want to get back to my work and do more of it instead of talking about it.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Those who produce should have, but we know that those who produce the most - that is, those who work hardest, and at the most difficult and most menial tasks, have the least.", 
    "name": "Eugene V. Debs"
  }, 
  {
    "quote": "Behaving like a princess is work. It's not just about looking beautiful or wearing a crown. It's more about how you are inside.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime.", 
    "name": "Johnny Ball"
  }, 
  {
    "quote": "It's hard enough to work and raise a family when your kids are all healthy and relatively normal, but when you add on some kind of disability or disease, it can just be such a burden.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "I know some people say I can be funny. But there is always a deeper meaning to what I say. I am a socialist at heart and have the interests of the poor in mind. When people see how I manage to work my way out of tough situations, it gives them hope in their own life.", 
    "name": "Lalu Prasad Yadav"
  }, 
  {
    "quote": "Join the union, girls, and together say Equal Pay for Equal Work.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "I have so many things to work on, and so many ways that I fail. But that's what grace is all about. and I constantly wake up every morning trying to get better, trying to improve, trying to walk closer to God.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "I think the importance of doing activist work is precisely because it allows you to give back and to consider yourself not as a single individual who may have achieved whatever but to be a part of an ongoing historical movement.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "It is our best work that God wants, not the dregs of our exhaustion. I think he must prefer quality to quantity.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "My own image of my work is that I no sooner settle into something than a break occurs. These breaks are always painful and depressing but despite them I see that there's a consistency that holds out, but is hard to define.", 
    "name": "Lee Krasner"
  }, 
  {
    "quote": "I approach love differently now that I know it's hard for it to work out.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "Be aware of wonder. Live a balanced life - learn some and think some and draw and paint and sing and dance and play and work every day some.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "Black History Month must be more than just a month of remembrance it should be a tribute to our history and reminder of the work that lies in the months and years ahead.", 
    "name": "Marty Meehan"
  }, 
  {
    "quote": "This has always been a motto of mine: Attempt the impossible in order to improve your work.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Every work of art is an uncommitted crime.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "The productivity now at universities is terrible. Tenure is a terrible idea. It keeps them around forever and they don't have to work hard.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "I simply do not distinguish between work and play.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "Nature is my manifestation of God. I go to nature every day for inspiration in the day's work. I follow in building the principles which nature has used in its domain.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "A big part of who I am is just the way I was raised. Nobody is better than anyone else, and if you really work hard, you might get lucky and get what you want.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "Therefore, when I considered this carefully, the contempt which I had to fear because of the novelty and apparent absurdity of my view, nearly induced me to abandon utterly the work I had begun.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "We are infected by our own misunderstanding of how our own minds work.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "There is no prejudice that the work of art does not finally overcome.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Instead of asking 'How much damage will the work in question bring about?' why not ask 'How much good? How much joy?'", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "If you don't understand that you work for your mislabeled 'subordinates,' then you know nothing of leadership. You know only tyranny.", 
    "name": "Dee Hock"
  }, 
  {
    "quote": "According to the U.S. Census, the most common reason people give for not voting is that they were too busy or had conflicting work or school schedules.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "I guess what I learned the most was to feel lucky with what I have been able to accomplish and what I have and to feel humble about the people I have been able to work with.", 
    "name": "Stephen Dorff"
  }, 
  {
    "quote": "Italians know about human nature - they understand human nature perhaps better than anyone else does. They know that people are weak and greedy and lazy and dishonest and they just try to make the best of it to work around it.", 
    "name": "Donna Leon"
  }, 
  {
    "quote": "Memory is a great artist. For every man and for every woman it makes the recollection of his or her life a work of art and an unfaithful record.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Too much work, too much vacation, too much of any one thing is unsound.", 
    "name": "Walter Annenberg"
  }, 
  {
    "quote": "I have discovered the secret of happiness - it is work, either with the hands or the head. The moment I have something to do, the draughts are open and my chimney draws, and I am happy.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Work is hard. Distractions are plentiful. And time is short.", 
    "name": "Adam Hochschild"
  }, 
  {
    "quote": "To make our way, we must have firm resolve, persistence, tenacity. We must gear ourselves to work hard all the way. We can never let up.", 
    "name": "Ralph Bunche"
  }, 
  {
    "quote": "The work of art assumes the existence of the perfect spectator, and is indifferent to the fact that no such person exists.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Racism, in the first place, is a weapon used by the wealthy to increase the profits they bring in by paying Black workers less for their work.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "Early to bed, early to rise, work like hell, and advertise.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "Intelligence is the ability to avoid doing work, yet getting the work done.", 
    "name": "Linus Torvalds"
  }, 
  {
    "quote": "I am doomed to an eternity of compulsive work. No set goal achieved satisfies. Success only breeds a new goal. The golden apple devoured has seeds. It is endless.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "The artist must be in his work as God is in creation, invisible and all-powerful one must sense him everywhere but never see him.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Football taught me how hard you had to work to achieve something.", 
    "name": "Kenny Chesney"
  }, 
  {
    "quote": "You just have to keep trying to do good work, and hope that it leads to more good work. I want to look back on my career and be proud of the work, and be proud that I tried everything. Yes, I want to look back and know that I was terrible at a variety of things.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "All the real work is done in the rehearsal period.", 
    "name": "Donald Pleasence"
  }, 
  {
    "quote": "I think that everything is possible as long as you put your mind to it and you put the work and time into it. I think your mind really controls everything.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "We spend billions of pounds on welfare, yet millions are trapped on welfare. It's not worth their while going into work.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "I just get things done instead of talking about getting them done. I don't go out and party. I don't smoke, drink or do drugs and I'm not married, that leaves a lot of time for my work.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell.", 
    "name": "Laura Ingalls Wilder"
  }, 
  {
    "quote": "I take the work seriously, just not myself in it.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Sometimes I feel an obligation to be accessible as a personality, but for me the driving force since the beginning has always been good work, taking risks, trying new things. If the door opens, go through it. Always go forwards.", 
    "name": "David Soul"
  }, 
  {
    "quote": "If you want peace work for justice.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "The great work must inevitably be obscure, except to the very few, to those who like the author himself are initiated into the mysteries. Communication then is secondary: it is perpetuation which is important. For this only one good reader is necessary.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "No matter how vast, how total, the failure of man here on earth, the work of man will be resumed elsewhere. War leaders talk of resuming operations on this front and that, but man's front embraces the whole universe.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "The worst sin that can be committed against the artist is to take him at his word, to see in his work a fulfillment instead of an horizon.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "I think when you begin to think of yourself as having achieved something, then there's nothing left for you to work towards. I want to believe that there is a mountain so high that I will spend my entire life striving to reach the top of it.", 
    "name": "Cicely Tyson"
  }, 
  {
    "quote": "I think the American Dream says that anything can happen if you work hard enough at it and are persistent, and have some ability. The sky is the limit to what you can build, and what can happen to you and your family.", 
    "name": "Sanford I. Weill"
  }, 
  {
    "quote": "If something is irrational, that means it won't work. It's usually unrealistic.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "But marriage goes in waves. You've got to be patient. People bail and give up on their marriages way too early. They just don't put the work and the effort into it. You've got to suck up your ego a lot of times, because that can be a big downfall.", 
    "name": "Anna Benson"
  }, 
  {
    "quote": "I'm Jewish. I don't work out. If God had wanted us to bend over, He would have put diamonds on the floor.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "A child, from the time he can think, should think about all he sees, should suffer for all who cannot live with honesty, should work so that all men can be honest, and should be honest himself.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Blessed is the man who has some congenial work, some occupation in which he can put his heart, and which affords a complete outlet to all the forces there are in him.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "Confidence comes from hours and days and weeks and years of constant work and dedication.", 
    "name": "Roger Staubach"
  }, 
  {
    "quote": "I'm tired of hearing it said that democracy doesn't work. Of course it doesn't work. We are supposed to work it.", 
    "name": "Alexander Woollcott"
  }, 
  {
    "quote": "Let me be a free man - free to travel, free to stop, free to work.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "The average person puts only 25% of his energy and ability into his work. The world takes off its hat to those who put in more than 50% of their capacity, and stands on its head for those few and far between souls who devote 100%.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions it is amazing how quickly you get through those 5,000 steps.", 
    "name": "Edwin Land"
  }, 
  {
    "quote": "At 35, I'm definitely starting to feel more like a grown-up than I ever have. There's nothing in my life that is childish or whimsical. Having fun is fantastic and I never want to lose a sense of that - and also, I think, you have to have that to put into your work or else it's going to feel stiff.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Music is for people. The word 'pop' is simply short for popular. It means that people like it. I'm just a normal jerk who happens to make music. As long as my brain and fingers work, I'm cool.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "Music is the effort we make to explain to ourselves how our brains work. We listen to Bach transfixed because this is listening to a human mind.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "If you have issues with family, friends, and people at work, try and solve these issues head on so you can move on and concentrate on having the life you want.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "The reward for work well done is the opportunity to do more.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "It seems as if an age of genius must be succeeded by an age of endeavour riot and extravagance by cleanliness and hard work.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "We learned about dignity and decency - that how hard you work matters more than how much you make... that helping others means more than just getting ahead yourself.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "A serious and good philosophical work could be written consisting entirely of jokes.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "Are you in earnest? Seize this very minute! Boldness has genius, power, and magic in it. Only engage, and then the mind grows heated. Begin, and then the work will be completed.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "A bachelor is a man who comes to work each morning from a different direction.", 
    "name": "Sholom Aleichem"
  }, 
  {
    "quote": "The only reason anyone goes to Broadway is because they can't get work in the movies.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "The days you work are the best days.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "You can work really hard, but if you're not training in the right way you're not going to improve and get to the level that you want to.", 
    "name": "Michael Chang"
  }, 
  {
    "quote": "If a man cannot do brain work without stimulants of any kind, he had better turn to hand work it is an indication on Nature's part that she did not mean him to be a head worker.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I don't want to die as long as I can work the minute I can not, I want to go.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "I was a senior in high school when I decided I wanted to work on ants as a career. I just fell in love with them, and have never regretted it.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "In my heart, I'm an Alabaman who went up north to work.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "It's not about how much movement you do, how much interaction there is, it just reeks of credibility if it's real. If it's contrived, it seems to work for a while for the people who can't filter out the real and unreal.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "When I work, I work very hard. So I look to work with people who have that level of dedication. And I depend on that from everyone. From the director to my crews that I work with.", 
    "name": "Tom Cruise"
  }, 
  {
    "quote": "The work on ants has profoundly affected the way I think about humans.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "I can deal with people who watch me on stage but I am not good in communicating with people any other way than through my work.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "You don't have to twist my arm to work.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Oh, if I could but live another century and see the fruition of all the work for women! There is so much yet to be done.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Emotion resulting from a work of art is only of value when it is not obtained by sentimental blackmail.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Change is such hard work.", 
    "name": "Billy Crystal"
  }, 
  {
    "quote": "Find something in life that you love doing. If you make a lot of money, that's a bonus, and if you don't, you still won't hate going to work.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "The leader who exercises power with honor will work from the inside out, starting with himself.", 
    "name": "Blaine Lee"
  }, 
  {
    "quote": "We travel together, passengers on a little spaceship, dependent on it's vulnerable reserves of air and soil, all committed, for our safety, to it's security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "The difference between people who believe they have books inside of them and those who actually write books is sheer cussed persistence - the ability to make yourself work at your craft, every day - the belief, even in the face of obstacles, that you've got something worth saying.", 
    "name": "Jennifer Weiner"
  }, 
  {
    "quote": "I think like any marriage, especially when you've had divorced parents like myself you want to try even harder to make it work.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "See, winners embrace hard work.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "I'm far from being god, but I work god damn hard.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "I'm very happy. I like my work and the various aspects of it - going around the world, teaching the gospel according to St. Albert.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "If I go on a diet and work out, I'm always in a bad mood. I'd rather be a little heavier but nice.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "When your hobbies get in the way of your work - that's OK but when your hobbies get in the way of themselves... well.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "If you watch a game, it's fun. If you play it, it's recreation. If you work at it, it's golf.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "You only live once - but if you work it right, once is enough.", 
    "name": "Joe E. Lewis"
  }, 
  {
    "quote": "The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don't mean that as a bad thing. Good art requires work as well.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "My work is like my vacation, so in a way every day is like Saturday.", 
    "name": "Ludacris"
  }, 
  {
    "quote": "Work and struggle and never accept an evil that you can change.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "My work is about my life, and what I want to do with it.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Nature is at work. Character and destiny are her handiwork. She gives us love and hate, jealousy and reverence. All that is ours is the power to choose which impulse we shall follow.", 
    "name": "David Seabury"
  }, 
  {
    "quote": "In my work and in myself I reflect black people, women and men, as I reflect others. One day even the most self-protective ones will look into the mirror I provide and not be afraid.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "I think life is full of challenges and problems. I don't believe that anyone is perfect. We all make mistakes. It's not a bed of roses, and you have to work real hard at it.", 
    "name": "Nigel Mansell"
  }, 
  {
    "quote": "Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "The strongest influences in my life and my work are always whomever I love. Whomever I love and am with most of the time, or whomever I remember most vividly. I think that's true of everyone, don't you?", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "No man can call himself liberal, or radical, or even a conservative advocate of fair play, if his work depends in any way on the unpaid or underpaid labor of women at home, or in the office.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "God has ways of shaking the world when He is at work. He literally caused the ground to quake when Jesus died on the cross.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I have three daughters, so I can't be as tough as I want to be. When you have kids - especially daughters - they know how to work you. They're a lot smarter than we are, that's for sure. But I'll be more tough on their boyfriends.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.", 
    "name": "Charles Handy"
  }, 
  {
    "quote": "I never work just to work. It's some combination of laziness and self-respect.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "I think the best place to work in football is England.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "I will continue to work as hard as I can to make this organization proud. Every time I step on the field I will give everything I have and I will leave everything I have on the field every single Sunday.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "I love my work, I love the people I work with, I do the best I can.", 
    "name": "Mandy Patinkin"
  }, 
  {
    "quote": "Good management consists in showing average people how to do the work of superior people.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "It's a great relationship when you can work with the person who you consider to be your soul mate.", 
    "name": "Rick Derringer"
  }, 
  {
    "quote": "The effectiveness of work increases according to geometric progression if there are no interruptions.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Barack Obama's enemies are the people who make this country work. Barack Obama's enemies are those who succeed. Those are the people whose income he wants to redistribute. Those are the people whose income he wants to take, using the power and the force of the federal government to do it.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "A doctor must work eighteen hours a day and seven days a week. If you cannot console yourself to this, get out of the profession.", 
    "name": "Martin H. Fischer"
  }, 
  {
    "quote": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.", 
    "name": "Carlos Castaneda"
  }, 
  {
    "quote": "In our work and in our living, we must recognize that difference is a reason for celebration and growth, rather than a reason for destruction.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Everyone has a story that makes me stronger. I know that the work I do is important and I enjoy it, but it is nice to hear the feedback of what we do to inspire others.", 
    "name": "Richard Simmons"
  }, 
  {
    "quote": "One's work usually occupies more than half of one's waking life. Choosing work that does not bring happiness will lead to a life that is mostly disappointing.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The biggest risk I've ever taken is going on American Idol and trying to be myself. I wasn't going to try too hard to conform, and I knew that it could possibly not work out.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "My childhood was safe and sane. No abuse and no traumas. I was surrounded by a large and loving family who taught me the importance of hard work and a meaningful education.", 
    "name": "Ronnie James Dio"
  }, 
  {
    "quote": "I obviously take a lot of pride in what I do on the football field, because that has the ability to influence a lot of people. That puts smiles on people's faces. That gives people a pep in their step on Monday morning when they go back to work.", 
    "name": "Drew Brees"
  }, 
  {
    "quote": "Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "Executive ability is deciding quickly and getting somebody else to do the work.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "There are no right and wrong ways to work in this business, but there are some basic common-sense practices. Work very, very hard and always be prepared never give up and once you get the job, give them more than they ever expected: - Shine!", 
    "name": "Jimmy Smits"
  }, 
  {
    "quote": "No theory is good unless it permits, not rest, but the greatest work. No theory is good except on condition that one use it to go on beyond.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "We work in the dark - we do what we can - we give what we have. Our doubt is our passion and our passion is our task. The rest is the madness of art.", 
    "name": "Henry James"
  }, 
  {
    "quote": "I don't think you can work on feelings in politics, apart from anything else, political change can come very unexpectedly, sometimes overnight when you least expect it.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I don't wait for moods. You accomplish nothing if you do that. Your mind must know it has got to get down to work.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The perennial conviction that those who work hard and play by the rules will be rewarded with a more comfortable present and a stronger future for their children faces assault from just about every direction. That great enemy of democratic capitalism, economic inequality, is real and growing.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Brains, integrity, and force may be all very well, but what you need today is Charm. Go ahead and work on your economic programs if you want to, I'll develop my radio personality.", 
    "name": "Gracie Allen"
  }, 
  {
    "quote": "But the key to our marriage is the capacity to give each other a break. And to realize that it's not how our similarities work together it's how our differences work together.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Poetry is the work of poets, not of peoples or communities artistic creation can never be anything but the production of an individual mind.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "Politics in a literary work, is like a gun shot in the middle of a concert, something vulgar, and however, something which is impossible to ignore.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "All anyone asks for is a chance to work with pride.", 
    "name": "W. Edwards Deming"
  }, 
  {
    "quote": "There are moments when you feel that the desire to work is fading, and the only way to bring it back is to get away from it, to put yourself in a state of frustration so you feel the need again.", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "At the end of the day, sleep is a barometer of your emotional health. And so if you're not in the right place where you need to be, then you're going to have voices keeping you up at night because you have to work through those issues.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Peace is not the product of a victory or a command. It has no finishing line, no final deadline, no fixed definition of achievement. Peace is a never-ending process, the work of many decisions.", 
    "name": "Oscar Hammerstein II"
  }, 
  {
    "quote": "What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Liberals become indignant when you question their patriotism, but simultaneously work overtime to give terrorists a cushion for the next attack and laugh at dumb Americans who love their country and hate the enemy.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "People of genius do not excel in any profession because they work in it, they work in it because they excel.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "For the first time we're allowing developers who don't work at Facebook to develop applications just as if they were. That's a big deal because it means that all developers have a new way of doing business if they choose to take advantage of it. There are whole companies that are forming whose only product is a Facebook Platform application.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "What I work hard at doing is staying on a path of being kind and showing and proving that I'm a good person to society. That's hard. The talent, that's a gift. I just came here like that.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "That is why the analogy of stealing does not work. With a thief, we want to know how much money he stole, and from whom. With the artist it is not how much he took and from whom, but what he did with it.", 
    "name": "Lukas Foss"
  }, 
  {
    "quote": "I am living proof that the American dream still exists. It is still alive and well. There is only one trick, you have to be willing to roll up your sleeves and work very, very hard.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "I get bored easily, so I need to do a lot. I've started a record label, so I get to nurture new talent and talk about music, which is a passion of mine. I've written another book. And I get to come to work and do the TV show, which is always really fun.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Hard work - I mean, does anybody use that term anymore? Laziness doesn't fly. It's all in the practice. It does take work and it ain't easy - but man, the rewards!", 
    "name": "Susan Powter"
  }, 
  {
    "quote": "The greatest weariness comes from work not done.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Some of the most famous books are the least worth reading. Their fame was due to their having done something that needed to be doing in their day. The work is done and the virtue of the book has expired.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Being a mother is quite tiring. There's not much time to do anything. You just rush around and it's hard work.", 
    "name": "Kirsty Gallacher"
  }, 
  {
    "quote": "And I'm going to work as hard as I can... for cancer research and hopefully, maybe, we'll have some cures and some breakthroughs. I'd like to think I'm going to fight my brains out to be back here again next year for the Arthur Ashe recipient. I want to give it next year!", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "You can't get there by bus, only by hard work and risk and by not quite knowing what you're doing. What you'll discover will be wonderful. What you'll discover will be yourself.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "What moves those of genius, what inspires their work is not new ideas, but their obsession with the idea that what has already been said is still not enough.", 
    "name": "Eugene Delacroix"
  }, 
  {
    "quote": "In reality, serendipity accounts for one percent of the blessings we receive in life, work and love. The other 99 percent is due to our efforts.", 
    "name": "Peter McWilliams"
  }, 
  {
    "quote": "If you want to fight the evil you see in finance and industry, get to work reading the corporate filings, see if there has been fraud, and where you find it, report it to the SEC or write about it or blog about it.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Through selfless work, love of God grows in the heart. Then through his grace one realize him in course of time. God can be seen. One can talk to him as I am talking to you.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "A lot of me is very up, and you have to have light and shade. They are both important and you have to be able to balance them. You have to admit that sadness is part of you and that it enriches you. I use it in my work.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "You should never have to say hello or goodbye. Even at work sometimes, and I know this is very unpopular, is that if I'm going to work every single day, I don't think you should have to hug people hello every single day when you come to work. I saw you Monday!", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "The only history is a mere question of one's struggle inside oneself. But that is the joy of it. One need neither discover Americas nor conquer nations, and yet one has as great a work as Columbus or Alexander, to do.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "If you do what you love, you'll never work a day in your life.", 
    "name": "Marc Anthony"
  }, 
  {
    "quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.", 
    "name": "Alex Rodriguez"
  }, 
  {
    "quote": "All I do, really, is go to work and try to be professional, be on time and be prepared.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "And I have exposed myself to art so that my work has something beyond just the usual potter.", 
    "name": "Beatrice Wood"
  }, 
  {
    "quote": "We treat our people like royalty. If you honor and serve the people who work for you, they will honor and serve you.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Amidst all the clutter, beyond all the obstacles, aside from all the static, are the goals set. Put your head down, do the best job possible, let the flak pass, and work towards those goals.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "The government is not your salvation. The government is not your road to prosperity. Hard work, education will take you far beyond what any government program can ever promise.", 
    "name": "Mia Love"
  }, 
  {
    "quote": "Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.", 
    "name": "James Allen"
  }, 
  {
    "quote": "After all, it is hard to master both life and work equally well. So if you are bound to fake one of them, it had better be life.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "Inconsiderate, rude behavior drives me nuts. And I guess the inconsiderate rudeness of social ineptitude definitely fuels my work.", 
    "name": "Cindy Sherman"
  }, 
  {
    "quote": "I believe in stopping work and eating lunch.", 
    "name": "L'Wren Scott"
  }, 
  {
    "quote": "There is but one way for a president to deal with Congress, and that is continuously, incessantly, and without interruption. If it is really going to work, the relationship has got to be almost incestuous.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Nobody's a natural. You work hard to get good and then work to get better. It's hard to stay on top.", 
    "name": "Paul Coffey"
  }, 
  {
    "quote": "Have thy tools ready. God will find thee work.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "To work without attachment is to work without the expectation of reward or fear of any punishment in this world or the next. Work so done is a means to the end, and God is the end.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "What we really want to do is what we are really meant to do. When we do what we are meant to do, money comes to us, doors open for us, we feel useful, and the work we do feels like play to us.", 
    "name": "Julia Cameron"
  }, 
  {
    "quote": "Nothing is really work unless you would rather be doing something else.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "It is not real work unless you would rather be doing something else.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "Evil gains work their punishment.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I was looking for a husband, but meanwhile to survive, I had to work.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "I know some people say it's not the best to work with your family, but I have never understood that because it's always worked so well for me.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "A little girl who finds a puzzle frustrating might ask her busy mother (or teacher) for help. The child gets one message if her mother expresses clear pleasure at the request and quite another if mommy responds with a curt 'Don't bother me - I've got important work to do.'", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "It's a lot easier to do good work when you have good words to say and work with good people.", 
    "name": "Mark Harmon"
  }, 
  {
    "quote": "The best plan now is to have as many bosses as possible. I call it boss diversity. If you work for a company and you have one boss and that boss doesn't like you or wants to get rid of you, you're in trouble. But if you work for yourself, you have lots of bosses, who are your customers, and if a few of them decide they don't like you, that's okay.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "The test of the artist does not lie in the will with which he goes to work, but in the excellence of the work he produces.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "It is possible to demonstrate God's existence, although not a priori, yet a posteriori from some work of His more surely known to us.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "I'm free of stress and worries now because if I don't like something I'm doing, I just find the fun in it instead of being miserable. Let me have fun with the people I work with, let me have fun making money - when I grew up so poor, ya know?", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "Pray thee, spare, thyself at times: for it becomes a wise man sometimes to relax the high pressure of his attention to work.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Now this relaxation of the mind from work consists on playful words or deeds. Therefore it becomes a wise and virtuous man to have recourse to such things at times.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "I've always wanted to work with Warren Beatty.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "When you're around me and really see that all I do is live and breathe for my work, it's not strange, it's just Gaga.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I work very hard, but when God opens that door for you - when life opens that door for you, I should say - I think it's important to be giving, to return the love back.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I believe we should work to end all racism in American society and staunchly defend the inherent rights of every person.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Artists don't talk about art. Artists talk about work. If I have anything to say to young writers, it's stop thinking of writing as art. Think of it as work.", 
    "name": "Paddy Chayefsky"
  }, 
  {
    "quote": "I don't try to focus on anything that doesn't affect me personally and how I go out there every single day. I'm just going to continue to work hard and focus on what I can control.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Authority doesn't work without prestige, or prestige without distance.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "The only time some people work like a horse is when the boss rides them.", 
    "name": "Gabriel Heatter"
  }, 
  {
    "quote": "I am a great believer in luck, and I find the harder I work the more I have of it.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "I felt I really wanted to back off from music completely and just work within the visual arts in some way. I started painting quite passionately at that time.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "As Americans, we don't see the role of government as guaranteeing outcomes, but allowing free men and women to flourish based on their own vision, their hard work and their personal responsibility.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Seek the lofty by reading, hearing and seeing great work at some moment every day.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "We've got gays working there. If they can demonstrate long-term relationships, we make same-sex benefits available just as we do with common-law marriages. Gays are productive people. Some fly airplanes, some work in breweries.", 
    "name": "Pete Coors"
  }, 
  {
    "quote": "Create like a god, command like a king, work like a slave.", 
    "name": "Constantin Brancusi"
  }, 
  {
    "quote": "To write the lives of the great in separating them from their works necessarily ends by above all stressing their pettiness, because it is in their work that they have put the best of themselves.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "The contemporary form of true greatness lies in a civilization founded on the spirituality of work.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "People who make the choice to study, work hard or do whatever they endeavor is to give it the max on themselves to reach to the top level. And you have the people who get envy and jealous, yet are not willing to put that work in, and they want to get the same praise.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "He who seeks rest finds boredom. He who seeks work finds rest.", 
    "name": "Dylan Thomas"
  }, 
  {
    "quote": "I love my work with a frenetic and perverse love, as an ascetic loves the hair shirt which scratches his belly.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "There is no higher religion than human service. To work for the common good is the greatest creed.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "I don't feel right unless I have a sport to play or at least a way to work up a sweat.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "My work is a game, a very serious game.", 
    "name": "M. C. Escher"
  }, 
  {
    "quote": "The bottom line is, when people are crystal clear about the most important priorities of the organization and team they work with and prioritized their work around those top priorities, not only are they many times more productive, they discover they have the time they need to have a whole life.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "You musn't force sex to do the work of love or love to do the work of sex.", 
    "name": "Mary McCarthy"
  }, 
  {
    "quote": "You can't get much done in life if you only work on the days when you feel good.", 
    "name": "Jerry West"
  }, 
  {
    "quote": "Choose a field that will supply sufficient remuneration to provide adequately for your companion and your children. I bear testimony that these criteria are very important in choosing your life's work.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Success represents the 1% of your work which results from the 99% that is called failure.", 
    "name": "Soichiro Honda"
  }, 
  {
    "quote": "If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "So this is the space during tutoring hours. It's very busy. Same principles: one-on-one attention, complete devotion to the students' work and a boundless optimism and sort of a possibility of creativity and ideas.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I've got, and to take pride in my work as an honest performer.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "I don't have anything to say about other people's art and their work.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "If you start to disrespect the character you're playing, or play it too much for laughs, that can work for a sketch, it will sell some gags, but it's all technique. It's like watching a juggler - you can be impressed by it, but it's not going to touch you in any way.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "Will it, and set to work briskly.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "My wife, whenever I'd go off to work and I'd be kind of anxious, she'll say, 'Remember, have fun.' Oh, I forgot, thanks for the reminder. Because sometimes we do forget. We take it all too seriously and there's a lot of joy to be had wherever you are.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "The thing about the 600 words, I mean some day, you can do a very, very, very hard day's work and not write a word, just revising, or you would scribble a few words.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "When I was younger I probably didn't understand something basic about tact, but I think it kept faint-hearted people at arm's distance and that's not such a bad thing, because life is short and I know the kind of people I want to work with.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "Generally a chef's book is like a calling card or a portfolio to display their personal work.", 
    "name": "Sally Schneider"
  }, 
  {
    "quote": "I don't need the money, dear. I work for art.", 
    "name": "Maria Callas"
  }, 
  {
    "quote": "America is at that awkward stage it's too late to work within the system, but too early to shoot the bastards.", 
    "name": "Claire Wolfe"
  }, 
  {
    "quote": "When I work a game as an analyst, all I do is look at the game like a coach.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "The average husband enjoys the total effect of his home but is usually unable to contribute any of the details of work and organisation that make it enjoyable.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "For his heart was in his work, and the heart giveth grace unto every art.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "I've made all my money on my own without my family and I work very hard.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "The outward work will never be puny if the inward work is great.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "I think what made it difficult for people to get, and still makes it difficult for people to get, is the theatrical nature of the work and the fact that, my music doesn't exist without the performance-art element.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "It sometimes makes people feel better about themselves, you know, to put other people down, or make fun of them, or maybe make mockery of their work and that doesn't make me feel good at all.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I keep guitars that are, you know, the neck's a little bit bent and it's a little bit out of tune. I want to work and battle it and conquer it and make it express whatever attitude I have at that moment. I want it to be a struggle.", 
    "name": "Jack White"
  }, 
  {
    "quote": "I told you I'm not going to criticize my successor. I'll just tell you that there are people at Gitmo that will kill American people at a drop of a hat and I don't believe that persuasion isn't going to work. Therapy isn't going to cause terrorists to change their mind.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Government's role should be only to keep the playing field level, and to work hand in hand with business on issues such as employment. But beyond this, to as great an extent as possible, it should get the hell out of the way.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Beset by a difficult problem? Now is your chance to shine. Pick yourself up, get to work and get triumphantly through it.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "In no direction that we turn do we find ease or comfort. If we are honest and if we have the will to win we find only danger, hard work and iron resolution.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "I'm just an individual who doesn't feel that I need to have somebody qualify my work in any particular way. I'm working for me.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I learned that the only way you are going to get anywhere in life is to work hard at it. Whether you're a musician, a writer, an athlete or a businessman, there is no getting around it. If you do, you'll win - if you don't, you won't.", 
    "name": "Bruce Jenner"
  }, 
  {
    "quote": "Fear God and work hard.", 
    "name": "David Livingstone"
  }, 
  {
    "quote": "A work of art has no importance whatever to society. It is only important to the individual.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "I don't like to work with assistants. I'm already one too many the camera alone would be enough.", 
    "name": "Alfred Eisenstaedt"
  }, 
  {
    "quote": "I like to talk about my obsession with french fries because I don't want people to think that 'Let's Move' is about complete, utter deprivation. It's about moderation and real-life changes and ideas that really work for families.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "When I get up and work out, I'm working out just as much for my girls as I am for me, because I want them to see a mother who loves them dearly, who invests in them, but who also invests in herself. It's just as much about letting them know as young women that it is okay to put yourself a little higher on your priority list.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "A woman can be very beautiful and an ideal model and she will photograph incredibly well, but she'll appear in film and it won't work. What works is some fusion of physical beauty with some mental field or whatever you call it. I don't know.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed.", 
    "name": "Mark Warner"
  }, 
  {
    "quote": "I was all about my thoughts, my work, my inspiration. I was always in hair.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "Confidence doesn't come out of nowhere. It's a result of something... hours and days and weeks and years of constant work and dedication.", 
    "name": "Roger Staubach"
  }, 
  {
    "quote": "I was one of those people who put too much emphasis on work and career and material possessions, and it took its toll on all my relationships, on my physical health, my emotional and mental health.", 
    "name": "Tony Shalhoub"
  }, 
  {
    "quote": "Integrate what you believe in every single area of your life. Take your heart to work and ask the most and best of everybody else, too.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "I have always been pushed by the negative. The apparent failure of a play sends me back to my typewriter that very night, before the reviews are out. I am more compelled to get back to work than if I had a success.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Everything considered, work is less boring than amusing oneself.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Having played many roles of scientific intellect I do have an empathy for that world. It's been hard on me because flying the Enterprise for seven years in Star Trek and sitting in Cerebro in X-men has led people to believe that I know what I'm talking about. But I'm still trying to work out how to operate the air conditioning unit on my car.", 
    "name": "Patrick Stewart"
  }, 
  {
    "quote": "We should concentrate our work not only to a separated housing problem but housing involved in our daily work and all the other functions of the city.", 
    "name": "Alvar Aalto"
  }, 
  {
    "quote": "If you re-read your work, you can find on re-reading a great deal of repetition can be avoided by re-reading and editing.", 
    "name": "William Safire"
  }, 
  {
    "quote": "I don't think any movie or any book or any work of art can solve the stalemate in the Middle East today. But it's certainly worth a try.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "A man can believe a considerable deal of rubbish, and yet go about his daily work in a rational and cheerful manner.", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I wasn't born a fool. It took work to get this way.", 
    "name": "Danny Kaye"
  }, 
  {
    "quote": "I think I've got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn't read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "I don't think I am evangelical in my work.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Teach us, O Lord, the disciplines of patience, for to wait is often harder than to work.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "If you love something - and there are things that I love - you do want more and more and more of it, but that's not the way to produce good work.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "My ideal relaxation is working on upholstry. I spend hours in junk shops buying furniture. I do all the upholstery work myself, and it's like therapy.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "I have learned not to read reviews. Period. And I hate reviewers. All of them, or at least all but two or three. Life is much simpler ignoring reviews and the nasty people who write them. Critics should find meaningful work.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "Writing is hard work and bad for the health.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "A man is educated and turned out to work. But a woman is educated and turned out to grass.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "I don't pay to have my dirty work done for me. I do it myself.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "Actresses can get outrageously precious about the way they look. That's not what life's about. If you starve yourself to the point where your brain cells shrivel, you will never do good work. And if you're overly conscious of your arms flapping in the wind, how can you look the other actor in the eye to respond to them?", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "It will work. I am a marketing genius.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "The people that make this country work, the people who pay on their mortgages, the people getting up and going to work, striving in this recession to not participate in it, they're not the enemy. They're the people that hire you. They're the people that are going to give you a job.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "When you're a chef, you graze. You never get a chance to sit down and eat. They don't actually sit down and eat before you cook. So when I finish work, the first thing I'll do, and especially when I'm in New York, I'll go for a run. And I'll run 10 or 15k on my - and I run to gain my appetite.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "The Republicans need to work on registration and getting out their vote and their early voters and absentees. Grassroots stuff.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "When you have a great and difficult task, something perhaps almost impossible, if you only work a little at a time, every day a little, suddenly the work will finish itself.", 
    "name": "Isak Dinesen"
  }, 
  {
    "quote": "You should always be well and bright, for so you do your best work and you have so much beautiful work to do. The world needs it, and you must give it!", 
    "name": "Marie Corelli"
  }, 
  {
    "quote": "Why are people unemployed? Because there is no work. Why is there no work? Because people are not buying products and services. Why are people not buying products and services? Because they have no money. Why do people have no money? Because they are unemployed.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "I was raised not to be rude, but I also try to get the best work out of people.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "An idea isn't worth much until a man is found who has the energy and ability to make it work.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Well, just being stupid and politically incorrect doesn't work. You can be politically incorrect if you're smart.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "Work will win when wishy washy wishing won t.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "If you can laugh together, you can work together.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "You see, my mother was a district nurse until she died when I was 14, and we used to move from time to time because of her work.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "I don't think about my previous success. I'm happy that the work I've done has been very successful.", 
    "name": "Aaliyah"
  }, 
  {
    "quote": "Letting go of things and not being afraid of being ridiculous or over the top - I think that's the main thing for me to work on.", 
    "name": "Charlotte Gainsbourg"
  }, 
  {
    "quote": "To me, as long as we've known each other, I've always thought Mick's most brilliant thing was that he could work in an area two foot square and give a very exciting performance.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "Every man should have laws of his own, I should think commandments of his own, for every man has a different set of circumstances wherein to work - or worry.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "But I'm pretty good with collaborative thinking. I work well with other people.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Like all technology, social media is neutral but is best put to work in the service of building a better world.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I suppose for me as an artist it wasn't always just about expressing my work I really wanted, more than anything else, to contribute in some way to the culture that I was living in. It just seemed like a challenge to move it a little bit towards the way I thought it might be interesting to go.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Work with your competitors when the interest of the community and planet are at stake.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Our work is the presentation of our capabilities.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "The security comes, as an actor, in knowing that you're not in control. If you try to control your career, or how people perceive you, you'll make yourself unhappy, because life doesn't work like that. So much is luck. It's much better to let yourself off, to think, 'There's nothing I can do.'", 
    "name": "Matthew Macfadyen"
  }, 
  {
    "quote": "An investigator starts research in a new field with faith, a foggy idea, and a few wild experiments. Eventually the interplay of negative and positive results guides the work. By the time the research is completed, he or she knows how it should have been started and conducted.", 
    "name": "Donald Cram"
  }, 
  {
    "quote": "More and more companies are reaching out to their suppliers and contractors to work jointly on issues of sustainability, environmental responsibility, ethics, and compliance.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I find in working always the disturbing intrusion of elements not a part of my most interested vision, and the inevitable obliteration and replacement of this vision by the work itself as it proceeds.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "What I had to prove was that I had a dedication and a desire and a passion to do the work and everything else would fall in place because I have a vision that I want to portray and it did and I do it. I don't sell anything.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "The companies that make meaningful contributions while also listening to the voices of others are the ones that will genuinely engage their community, who will then go to work for them.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Another Black Label motto. That's what I think life is. It's just another bridge to cross. You ask no questions. Whatever work it is you gotta do, you gotta go over it, under it, through it, around it, to do it.", 
    "name": "Zakk Wylde"
  }, 
  {
    "quote": "More brands are waking up to their social responsibility and doing good work through cause marketing campaigns. Yet too many still go about it the wrong way. I mean 'wrong' in two senses. Firstly, they are marketing ineffectively, and secondly, as a consequence their positive social impact is not maximized.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I don't think people understand that being poor means you have to work from dawn until dusk just to survive through the day. I think there's some notion that poor people lie about all day not doing anything.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "There's an adage that is an apt description of the new dynamic at work between brands and consumers connected through social media: People support what they help to build. But now that many brands are launching community-driven cause marketing campaigns, the challenge becomes what to do next?", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I think of doing a series as very hard work. But then I've talked to coal miners, and that's really hard work.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "The whole essence of good drawing - and of good thinking, perhaps - is to work a subject down to the simplest form possible and still have it believable for what it is meant to be.", 
    "name": "Chuck Jones"
  }, 
  {
    "quote": "I'm very happy to hear that my work inspires writers and painters. It's the most beautiful compliment, the greatest reward. Art should always be an exchange.", 
    "name": "Nick Cave"
  }, 
  {
    "quote": "It's continuously humbling to work hard, you know? As long as you've got a good work ethic and a sense of humor, I don't think anybody can become too much of an egoist under those circumstances.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I work to stay alive.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Men of genius sometimes accomplish most when they work the least, for they are thinking out inventions and forming in their minds the perfect idea that they subsequently express with their hands.", 
    "name": "Giorgio Vasari"
  }, 
  {
    "quote": "Create your own method. Don't depend slavishly on mine. Make up something that will work for you! But keep breaking traditions, I beg you.", 
    "name": "Constantin Stanislavski"
  }, 
  {
    "quote": "I went back to work because someone had to pay for the groceries.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Work while you work, play while you play - this is a basic rule of repressive self-discipline.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "In the execution of Presidential decisions work to be true to his views, in fact and tone.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "The father figure is something I love, but also suffocate from and want to work against.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Wherever smart people work, doors are unlocked.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "My nervous system is enfeebled, only work in oils can sustain me.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I think I can work with any type of actor.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "The Gorillaz cartoons seem more real to me than the actual people on TV. Because at least you know that there's some intelligence behind the cartoons, and there's a lot of work that's gone into it, so it can't all be just a lie.", 
    "name": "Damon Albarn"
  }, 
  {
    "quote": "We're all of us guinea pigs in the laboratory of God. Humanity is just a work in progress.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "These days I'm mostly familiar with two parts of L.A.: one is movie culture, and the other is Asian culture. The Westside is work, and the Eastside is Chinese - which means my friends.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Rough work, iconoclasm, but the only way to get at truth.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "I'm actually living my life with the material I choose to work with.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Always work hard, be honest, and be proud of who you are.", 
    "name": "Patricia Velasquez"
  }, 
  {
    "quote": "I get that same queasy, nervous, thrilling feeling every time I go to work. That's never worn off since I was 12 years-old with my dad's 8-millimeter movie camera.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "People who own property feel a sense of ownership in their future and their society. They study, save, work, strive and vote. And people trapped in a culture of tenancy do not.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "There's only one growth strategy: work hard.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Work is the price which is paid for reputation.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Breast cancer is not just a disease that strikes at women. It strikes at the very heart of who we are as women: how others perceive us, how we perceive ourselves, how we live, work and raise our families-or whether we do these things at all.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "You really have to work hard and apply yourself and by applying yourself and working hard and being diligent, you can achieve success.", 
    "name": "Julie Benz"
  }, 
  {
    "quote": "We can create the ultimate job security by becoming less dependent on the organization for which we work and more dependent on our own resources.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "This is a work of fiction. All the characters in it, human and otherwise, are imaginary, excepting only certain of the fairy folk, whom it might be unwise to offend by casting doubts on their existence. Or lack thereof.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "Australians are coffee snobs. An influx of Italian immigrants after World War II ensured that - we probably had the word 'cappuccino' about 20 years before America. Cafe culture is really big for Aussies. We like to work hard, but we take our leisure time seriously.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "You're basing your laws and your whole outlook on natural life on mythology. It won't work. That's why you have all these problems in the world. Name them: India, Pakistan, Ireland. Name them-all these problems. They're all religious problems.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "I find it some of the hardest photography and the most challenging photography I've ever done. It's a real challenge to work with the natural features and the natural light.", 
    "name": "Galen Rowell"
  }, 
  {
    "quote": "Avon is a unique place to work we've got family-friendly policies. We have more senior women in high-level management than any other company 46 percent of our officers are women.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "Golf is good, it means I get some fresh air and exercise, take my mind off work and see some of the landscape of the place I'm visiting.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "So there's no such thing as work-life balance. There's work, and there's life, and there's no balance.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "What I learned growing up on the farm was a way of life that was centered on hard work, and on faith and on thrift. Those values have stuck with me my whole life.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "And, you know, you try and preach to them there's more to this game than just walking up to home plate, swinging the bat, fielding a ground ball. There's some dedication in it, some love you've got to put into this work.", 
    "name": "Eddie Murray"
  }, 
  {
    "quote": "The basis of computer work is predicated on the idea that only the brain makes decisions and only the index finger does the work.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Close your bodily eye, that you may see your picture first with the eye of the spirit. Then bring to light what you have seen in the darkness, that its effect may work back, from without to within.", 
    "name": "Caspar David Friedrich"
  }, 
  {
    "quote": "The artist belongs to his work, not the work to the artist.", 
    "name": "Novalis"
  }, 
  {
    "quote": "My work always tried to unite the true with the beautiful but when I had to choose one or the other, I usually chose the beautiful.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "Working with my dad was such a gas. We approached the work in a similar way. We only made two films together when I was an adult, Tucker, and Blown Away, but it was so much fun to play with your parent like that.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I was interested by the idea that artists working in a totalitarian dictatorship or tsarist autocracy are secretly and slightly shamefully envied by artists who work in freedom. They have the gratification of intense interest: the authorities want to put them in jail, while there are younger readers for whom what they write is pure oxygen.", 
    "name": "Tom Stoppard"
  }
]