[
  {
    "quote": "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Suppose you were an idiot, and suppose you were a member of Congress but I repeat myself.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "One of the penalties for refusing to participate in politics is that you end up being governed by your inferiors.", 
    "name": "Plato"
  }, 
  {
    "quote": "If you put the federal government in charge of the Sahara Desert, in 5 years there'd be a shortage of sand.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "It is enough that the people know there was an election. The people who cast the votes decide nothing. The people who count the votes decide everything.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The modern conservative is engaged in one of man's oldest exercises in moral philosophy that is, the search for a superior moral justification for selfishness.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "I am extraordinarily patient, provided I get my own way in the end.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "If you have ten thousand regulations you destroy all respect for the law.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Healthy citizens are the greatest asset any country can have.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Democracy is when the indigent, and not the men of property, are the rulers.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Politics is not a game. It is an earnest business.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Whenever a man has cast a longing eye on offices, a rottenness begins in his conduct.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The good news is that, according to the Obama administration, the rich will pay for everything. The bad news is that, according to the Obama administration, you're rich.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Principles have no real force except when one is well-fed.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "If voting changed anything, they'd make it illegal.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "If you have always believed that everyone should play by the same rules and be judged by the same standards, that would have gotten you labeled a radical 60 years ago, a liberal 30 years ago and a racist today.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "If the United States of America or Britain is having elections, they don't ask for observers from Africa or from Asia. But when we have elections, they want observers.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "A fool and his money are soon elected.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "In this world of sin and sorrow there is always something to be thankful for as for me, I rejoice that I am not a Republican.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I have no ambition to govern men it is a painful and thankless office.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Politics have no relation to morals.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Those who stand for nothing fall for anything.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "If we don't believe in freedom of expression for people we despise, we don't believe in it at all.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "The Democrats are the party that says government will make you smarter, taller, richer, and remove the crabgrass on your lawn. The Republicans are the party that says government doesn't work and then they get elected and prove it.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Inflation is as violent as a mugger, as frightening as an armed robber and as deadly as a hit man.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "My brother Bob doesn't want to be in government - he promised Dad he'd go straight.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The darkest places in hell are reserved for those who maintain their neutrality in times of moral crisis.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Politics has become so expensive that it takes a lot of money even to be defeated.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Life without liberty is like a body without spirit.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I don't make jokes. I just watch the government and report the facts.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Hell, I never vote for anybody, I always vote against.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "A healthy democracy requires a decent society it requires that we are honorable, generous, tolerant and respectful.", 
    "name": "Charles W. Pickering"
  }, 
  {
    "quote": "I have been thinking that I would make a proposition to my Republican friends... that if they will stop telling lies about the Democrats, we will stop telling the truth about them.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "A leader in the Democratic Party is a boss, in the Republican Party he is a leader.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Politics: A strife of interests masquerading as a contest of principles. The conduct of public affairs for private advantage.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "There ain't no answer. There ain't gonna be any answer. There never has been an answer. That's the answer.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Conservatism has had from its inception vigorously positive, intellectually rigorous agenda and thinking. That agenda should have in my three pillars: strengthen the economy, strengthen our security, and strengthen our families.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Conservative, n: A statesman who is enamored of existing evils, as distinguished from the Liberal who wishes to replace them with others.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "We would all like to vote for the best man but he is never a candidate.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "When bad men combine, the good must associate else they will fall one by one, an unpitied sacrifice in a contemptible struggle.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Ninety percent of the politicians give the other ten percent a bad reputation.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "A liberal is a man or a woman or a child who looks forward to a better day, a more tranquil night, and a bright, infinite future.", 
    "name": "Leonard Bernstein"
  }, 
  {
    "quote": "Any American who is prepared to run for president should automatically, by definition, be disqualified from ever doing so.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Bad politicians are sent to Washington by good people who don't vote.", 
    "name": "William E. Simon"
  }, 
  {
    "quote": "We hang the petty thieves and appoint the great ones to public office.", 
    "name": "Aesop"
  }, 
  {
    "quote": "I love power. But it is as an artist that I love it. I love it as a musician loves his violin, to draw out its sounds and chords and harmonies.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "In politics the middle way is none at all.", 
    "name": "John Adams"
  }, 
  {
    "quote": "You want a friend in Washington? Get a dog.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The successful revolutionary is a statesman, the unsuccessful one a criminal.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Conservatives are not necessarily stupid, but most stupid people are conservatives.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Instead of giving a politician the keys to the city, it might be better to change the locks.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Tradition means giving votes to the most obscure of all classes, our ancestors. It is the democracy of the dead. Tradition refuses to submit to that arrogant oligarchy who merely happen to be walking around.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "There are many men of principle in both parties in America, but there is no party of principle.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "All the president is, is a glorified public relations man who spends his time flattering, kissing, and kicking people to get them to do what they are supposed to do anyway.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "A diplomat is a person who can tell you to go to hell in such a way that you actually look forward to the trip.", 
    "name": "Caskie Stinnett"
  }, 
  {
    "quote": "The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "'Tis the business of little minds to shrink but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "When buying and selling are controlled by legislation, the first things to be bought and sold are legislators.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "He who knows how to flatter also knows how to slander.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I would remind you that extremism in the defense of liberty is no vice! And let me remind you also that moderation in the pursuit of justice is no virtue.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "Apparently, a democracy is a place where numerous elections are held at great cost without issues and with interchangeable candidates.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Politics, it seems to me, for years, or all too long, has been concerned with right or left instead of right or wrong.", 
    "name": "Richard Armour"
  }, 
  {
    "quote": "Half of the American people have never read a newspaper. Half never voted for President. One hopes it is the same half.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Radical changes in world politics leave America with a heightened responsibility to be, for the world, an example of a genuinely free, democratic, just and humane society.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Hell hath no fury like a bureaucrat scorned.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "An idea not coupled with action will never get any bigger than the brain cell it occupied.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "Power tends to corrupt and absolute power corrupts absolutely.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Republicans are men of narrow vision, who are afraid of the future.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Pollution is nothing but the resources we are not harvesting. We allow them to disperse because we've been ignorant of their value.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Oh, that lovely title, ex-president.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Democracy is being allowed to vote for the candidate you dislike least.", 
    "name": "Robert Byrne"
  }, 
  {
    "quote": "A liberal is a man who is willing to spend somebody else's money.", 
    "name": "Carter Glass"
  }, 
  {
    "quote": "One of the reasons people hate politics is that truth is rarely a politician's objective. Election and power are.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "Republicans have nothing but bad ideas and Democrats have no ideas.", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "In politics nothing is contemptible.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "In most places in the country, voting is looked upon as a right and a duty, but in Chicago it's a sport.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "If we desire respect for the law, we must first make the law respectable.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "I know many writers who first dictate passages, then polish what they have dictated. I speak, then I polish - occasionally I do windows.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "When I was a boy I was told that anybody could become President I'm beginning to believe it.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "America's present need is not heroics but healing not nostrums but normalcy not revolution but restoration.", 
    "name": "Warren G. Harding"
  }, 
  {
    "quote": "The activist is not the man who says the river is dirty. The activist is the man who cleans up the river.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "Our whole constitutional heritage rebels at the thought of giving government the power to control men's minds.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "For every talent that poverty has stimulated it has blighted a hundred.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "You may think the president is all-powerful, but he is not. He needs a lot of guidance from the Lord.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Politics is the art of choosing between the disastrous and the unpalatable.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "You cannot spend your way out of recession or borrow your way out of debt.", 
    "name": "Daniel Hannan"
  }, 
  {
    "quote": "Liberalism is, I think, resurgent. One reason is that more and more people are so painfully aware of the alternative.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "In order to become the master, the politician poses as the servant.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "When one may pay out over two million dollars to presidential and Congressional campaigns, the U.S. government is virtually up for sale.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "A conservative is a man who just sits and thinks, mostly sits.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The end move in politics is always to pick up a gun.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Do you ever get the feeling that the only reason we have elections is to find out if the polls were right?", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Every man who repeats the dogma of Mill that one country is no fit to rule another country must admit that one class is not fit to rule another class.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "If nominated, I will not run if elected, I will not serve.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "The idea that you can merchandise candidates for high office like breakfast cereal - that you can gather votes like box tops - is, I think, the ultimate indignity to the democratic process.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Liberalism is trust of the people tempered by prudence. Conservatism is distrust of the people tempered by fear.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "A politician will do anything to keep his job - even become a patriot.", 
    "name": "William Randolph"
  }, 
  {
    "quote": "If you don't like the President, it costs you 90 bucks to fly to Washington to picket. If you don't like the Governor, it costs you 60 bucks to fly to Albany to picket. If you don't like me, 90 cents.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "The secret of getting things done is to act!", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "A conservative is someone who makes no changes and consults his grandmother when in doubt.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Democracy is the recurrent suspicion that more than half of the people are right more than half of the time.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Freedom of the press is guaranteed only to those who own one.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "The only difference between the Democrats and the Republicans is that the Democrats allow the poor to be corrupt, too.", 
    "name": "Oscar Levant"
  }, 
  {
    "quote": "Free speech is not to be regulated like diseased cattle and impure butter. The audience that hissed yesterday may applaud today, even for the same performance.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "As you make your bed, so you must lie in it.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "I think it's a terrible shame that politics has become show business.", 
    "name": "Sydney Pollack"
  }, 
  {
    "quote": "I have a fantasy where Ted Turner is elected President but refuses because he doesn't want to give up power.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "Vote for the man who promises least he'll be the least disappointing.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "Politics is war without bloodshed, while war is politics with bloodshed.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "No real social change has ever been brought about without a revolution... revolution is but thought carried into action.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Politics is too serious a matter to be left to the politicians.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "A war for a great principle ennobles a nation.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "The revolution is a dictatorship of the exploited against the exploiters.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Turn on to politics, or politics will turn on you.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Every politician should have been born an orphan and remain a bachelor.", 
    "name": "Lady Bird Johnson"
  }, 
  {
    "quote": "Many politicians are in the habit of laying it down as a self-evident proposition that no people ought to be free till they are fit to use their freedom. The maxim is worthy of the fool in the old story who resolved not to go into the water till he had learned to swim.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "The flood of money that gushes into politics today is a pollution of democracy.", 
    "name": "Theodore White"
  }, 
  {
    "quote": "Freedom means the opportunity to be what we never thought we would be.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "The revenues of Cuban state-run companies are used exclusively for the benefit of the people, to whom they belong.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Reporters thrive on the world's misfortune. For this reason they often take an indecent pleasure in events that dismay the rest of humanity.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "The world is governed by opinion.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "The beef industry has contributed to more American deaths than all the wars of this century, all natural disasters, and all automobile accidents combined.", 
    "name": "Neal Barnard"
  }, 
  {
    "quote": "A conservative is one who admires radicals centuries after they're dead.", 
    "name": "Leo Rosten"
  }, 
  {
    "quote": "The most important political office is that of the private citizen.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "In politics it is necessary either to betray one's country or the electorate. I prefer to betray the electorate.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "I do have a political agenda. It's to have as few regulations as possible.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "The thing I enjoyed most were visits from children. They did not want public office.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Justice, sir, is the great interest of man on earth. It is the ligament which holds civilized beings and civilized nations together.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "It is a measure of the framers' fear that a passing majority might find it expedient to compromise 4th Amendment values that these values were embodied in the Constitution itself.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "If you are going to sin, sin against God, not the bureaucracy. God will forgive you but the bureaucracy won't.", 
    "name": "Hyman Rickover"
  }, 
  {
    "quote": "Conservatives define themselves in terms of what they oppose.", 
    "name": "George Will"
  }, 
  {
    "quote": "I should prefer to have a politician who regularly went to a massage parlour than one who promised a laptop computer for every teacher.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "The largest party in America, by the way, is neither the Democrats nor the Republicans. It's the party of non-voters.", 
    "name": "Robert Reich"
  }, 
  {
    "quote": "In politics, what begins in fear usually ends in failure.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "I can remember when Democrats believed that it was the duty of America to fight for freedom over tyranny.", 
    "name": "Zell Miller"
  }, 
  {
    "quote": "You have not converted a man because you have silenced him.", 
    "name": "John Morley"
  }, 
  {
    "quote": "The first resistance to social change is to say it's not necessary.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "The Vice-Presidency is sort of like the last cookie on the plate. Everybody insists he won't take it, but somebody always does.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Voters don't decide issues, they decide who will decide issues.", 
    "name": "George Will"
  }, 
  {
    "quote": "The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "The politicians were talking themselves red, white and blue in the face.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "When they see me holding fish, they can see that I am comfortable with kings as well as with paupers.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "The United States brags about its political system, but the President says one thing during the election, something else when he takes office, something else at midterm and something else when he leaves.", 
    "name": "Deng Xiaoping"
  }, 
  {
    "quote": "I've been to war, and it's not easy to kill. It's bloody and messy and totally horrifying, and the consequences are serious.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "My hope is that 10 years from now, after I've been across the street at work for a while, they'll all be glad they gave me that wonderful vote.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "It is difficult to discern a serious threat to religious liberty from a room of silent, thoughtful schoolchildren.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "He too serves a certain purpose who only stands and cheers.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "The more I see of the representatives of the people, the more I admire my dogs.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "So long as we have enough people in this country willing to fight for their rights, we'll be called a democracy.", 
    "name": "Roger Nash Baldwin"
  }, 
  {
    "quote": "Confronted with the choice, the American people would choose the policeman's truncheon over the anarchist's bomb.", 
    "name": "Spiro T. Agnew"
  }, 
  {
    "quote": "They say women talk too much. If you have worked in Congress you know that the filibuster was invented by men.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "When governments become large, voters cannot exercise close oversight, otherwise known as political power.", 
    "name": "Maggie Gallagher"
  }, 
  {
    "quote": "Voting is a civic sacrament.", 
    "name": "Theodore Hesburgh"
  }, 
  {
    "quote": "In a democracy, dissent is an act of faith.", 
    "name": "J. William Fulbright"
  }, 
  {
    "quote": "I was a woman in a man's world. I was a Democrat in a Republican administration. I was an intellectual in a world of bureaucrats. I talked differently. This may have made me a bit like an ink blot.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "Their very conservatism is secondhand, and they don't know what they are conserving.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "When the body of the people is possessed of the supreme power, it is called a democracy.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "Your every voter, as surely as your chief magistrate, exercises a public trust.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "It is our experience that political leaders do not always mean the opposite of what they say.", 
    "name": "Abba Eban"
  }, 
  {
    "quote": "And after I make a lot of money, I'll be able to afford running for office.", 
    "name": "Christy Romano"
  }, 
  {
    "quote": "I always voted at my party's call, and I never thought of thinking for myself at all.", 
    "name": "William Gilbert"
  }, 
  {
    "quote": "I can't let important policy decisions hinge on the fact that an election is coming up every 90 days.", 
    "name": "Gerhard Schroder"
  }, 
  {
    "quote": "What politicians want to create is irreversible change because when you leave office someone changes it back again.", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "We have, I fear, confused power with greatness.", 
    "name": "Stewart Udall"
  }, 
  {
    "quote": "Frankly, I don't mind not being President. I just mind that someone else is.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "I think there is one higher office than president and I would call that patriot.", 
    "name": "Gary Hart"
  }, 
  {
    "quote": "If a politician murders his mother, the first response of the press or of his opponents will likely be not that it was a terrible thing to do, but rather that in a statement made six years before he had gone on record as being opposed to matricide.", 
    "name": "Meg Greenfield"
  }, 
  {
    "quote": "We live in a world in which politics has replaced philosophy.", 
    "name": "Martin L. Gross"
  }, 
  {
    "quote": "You better take advantage of the good cigars. You don't get much else in that job.", 
    "name": "Thomas P. O'Neill"
  }, 
  {
    "quote": "After much prayerful consideration, I feel that I must say I have climbed my last political mountain.", 
    "name": "George C. Wallace"
  }, 
  {
    "quote": "Our party is a diverse one, as is my home state of Illinois.", 
    "name": "Dick Durbin"
  }, 
  {
    "quote": "You know they say the most dangerous person of the world is a member of the United States Congress just home from a three-day fact-finding trip.", 
    "name": "Johnny Isakson"
  }, 
  {
    "quote": "It has been well said that a hungry man is more interested in four sandwiches than four freedoms.", 
    "name": "Henry Cabot Lodge, Jr."
  }, 
  {
    "quote": "Television is democracy at its ugliest.", 
    "name": "Paddy Chayefsky"
  }, 
  {
    "quote": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Politics is for the present, but an equation is for eternity.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It has been said that politics is the second oldest profession. I have learned that it bears a striking resemblance to the first.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I was losing interest in politics, when the repeal of the Missouri Compromise aroused me again. What I have done since then is pretty well known.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Politics is the ability to foretell what is going to happen tomorrow, next week, next month and next year. And to have the ability afterwards to explain why it didn't happen.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Politics is almost as exciting as war, and quite as dangerous. In war you can only be killed once, but in politics many times.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "In war, you can only be killed once, but in politics, many times.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I am never going to have anything more to do with politics or politicians. When this war is over I shall confine myself entirely to writing and painting.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Politics are very much like war. We may even have to use poison gas at times.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Those who say religion has nothing to do with politics do not know what religion is.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "In politics, nothing happens by accident. If it happens, you can bet it was planned that way.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Politics is such a torment that I advise everyone I love not to mix with it.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Sometimes I wonder if we shall ever grow up in our politics and say definite things which mean something, or whether we shall always go on using generalities to which everyone can subscribe, and which mean very little.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Politics I supposed to be the second-oldest profession. I have come to realize that it bears a very close resemblance to the first.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Politics is not a bad profession. If you succeed there are many rewards, if you disgrace yourself you can always write a book.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Politics is just like show business. You have a hell of an opening, coast for a while, and then have a hell of a close.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "A typical vice of American politics is the avoidance of saying anything real on real issues.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Politics is like football if you see daylight, go through the hole.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I'm always rather nervous about how you talk about women who are active in politics, whether they want to be talked about as women or as politicians.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Therefore, the good of man must be the end of the science of politics.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Politics is the art of controlling your environment.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "In the end, that's what this election is about. Do we participate in a politics of cynicism or a politics of hope?", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Poetry is about the grief. Politics is about the grievance.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The more you observe politics, the more you've got to admit that each party is worse than the other.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "In politics stupidity is not a handicap.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "What Englishman will give his mind to politics as long as he can afford to keep a motor car?", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I must study politics and war that my sons may have liberty to study mathematics and philosophy.", 
    "name": "John Adams"
  }, 
  {
    "quote": "The most practical kind of politics is the politics of decency.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "The first lesson of economics is scarcity: there is never enough of anything to fully satisfy all those who want it. The first lesson of politics is to disregard the first lesson of economics.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "If you ever injected truth into politics you have no politics.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Before I went to jail, I was active in politics as a member of South Africa's leading organization - and I was generally busy from 7 A.M. until midnight. I never had time to sit and think.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "In our age there is no such thing as 'keeping out of politics.' All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "There is no more independence in politics than there is in jail.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "There is probably a perverse pride in my administration... that we were going to do the right thing, even if short-term it was unpopular. And I think anybody who's occupied this office has to remember that success is determined by an intersection in policy and politics and that you can't be neglecting of marketing and P.R. and public opinion.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "The trouble with Nixon is that he's a serious politics junkie. He's totally hooked and like any other junkie, he's a bummer to have around, especially as President.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Part of the reason that our politics seems so tough right now and facts and science and argument does not seem to be winning the day all the time is because we're hardwired not to always think clearly when we're scared. And the country's scared.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Politics is applesauce.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Few businessmen are capable of being in politics, they don't understand the democratic process, they have neither the tolerance or the depth it takes. Democracy isn't a business.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Politics doesn't make strange bedfellows - marriage does.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I hate all politics. I don't like either political party. One should not belong to them - one should be an individual, standing in the middle. Anyone that belongs to a party stops thinking.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Freedom isn't free. It shouldn't be a bragging point that 'Oh, I don't get involved in politics,' as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn't insist on their right to remain ignorant and blindly agreeable.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "The most shocking fact about war is that its victims and its instruments are individual human beings, and that these individual beings are condemned by the monstrous conventions of politics to murder or be murdered in quarrels not their own.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness.", 
    "name": "Anthony de Mello"
  }, 
  {
    "quote": "Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "There are still people in my party who believe in consensus politics. I regard them as Quislings, as traitors... I mean it.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Politics is perhaps the only profession for which no preparation is thought necessary.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "The country already has a leader who divides us with the bitter politics of envy. We have to offer an alternative vision.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "To err is human. To blame someone else is politics.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "One of the things being in politics has taught me is that men are not a reasoned or reasonable sex.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "In politics... never retreat, never retract... never admit a mistake.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Politics is the entertainment branch of industry.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "I haven't been very active in politics.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "I think that you can disagree with people and debate over their positions with issues without engaging in the politics of personal destruction.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "It is a vain hope to make people happy by politics.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "We need more of the Office Desk and less of the Show Window in politics. Let men in office substitute the midnight oil for the limelight.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "One of the key problems today is that politics is such a disgrace, good people don't go into government.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Alliance - in international politics, the union of two thieves who have their hands so deeply inserted in each other's pockets that they cannot separately plunder a third.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "I don't think politics has anything to do with left, right, or center. It has to do with trying to do right by people.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Revolution, n. In politics, an abrupt change in the form of misgovernment.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "I learnt more about politics during one South Dakota dust storm than in seven years at the university.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "We believe that to err is human. To blame it on someone else is politics.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "I must not write a word to you about politics, because you are a woman.", 
    "name": "John Adams"
  }, 
  {
    "quote": "If everybody in this town connected with politics had to leave town because of chasing women and drinking, you would have no government.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "I'm not an old, experienced hand at politics. But I am now seasoned enough to have learned that the hardest thing about any political campaign is how to win without proving that you are unworthy of winning.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "The challenge is to practice politics as the art of making what appears to be impossible, possible.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "In every country today, there is politics. It may be authoritarian politics, but there is politics.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I was in civil society long before I was ever in politics or my husband was ever even elected president.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "There is no act of treachery or meanness of which a political party is not capable for in politics there is no honour.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "If you have embraced a creed which appears to be free from the ordinary dirtiness of politics - a creed from which you yourself cannot expect to draw any material advantage - surely that proves that you are in the right?", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I am an Anglo-Catholic in religion, a classicist in literature and a royalist in politics.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "What is a wife and what is a harlot? What is a church and what is a theatre? are they two and not one? Can they exist separate? Are not religion and politics the same thing? Brotherhood is religion. O demonstrations of reason dividing families in cruelty and pride!", 
    "name": "William Blake"
  }, 
  {
    "quote": "When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Half a truth is better than no politics.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Consul - in American politics, a person who having failed to secure an office from the people is given one by the Administration on condition that he leave the country.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Politics is a profession a serious, complicated and, in its true sense, a noble one.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Establishing lasting peace is the work of education all politics can do is keep us out of war.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Politics will eventually be replaced by imagery. The politician will be only too happy to abdicate in favor of his image, because the image will be much more powerful than he could ever be.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Office politics are bloody-minded, but weak on content.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Politics is an act of faith you have to show some kind of confidence in the intellectual and moral capacity of the public.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "My objection to Liberalism is this that it is the introduction into the practical business of life of the highest kind namely, politics of philosophical ideas instead of political principles.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Politics and the pulpit are terms that have little agreement.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Magnanimity in politics is not seldom the truest wisdom and a great empire and little minds go ill together.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "There are no morals in politics there is only expedience. A scoundrel may be of use to us just because he is a scoundrel.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "War has rules, mud wrestling has rules - politics has no rules.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "Only very intelligent people don't wish they were in politics, and I'm dumb enough to want to be in there.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Compromise makes a good umbrella, but a poor roof it is temporary expedient, often wise in party politics, almost sure to be unwise in statesmanship.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Finality is not the language of politics.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Real politics are the possession and distribution of power.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Politics is a science. You can demonstrate that you are right and that others are wrong.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "In politics shared hatreds are almost always the basis of friendships.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Politics begin where the masses are, not where there are thousands, but where there are millions, that is where serious politics begin.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "There is no gambling like politics.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "King Louis Philippe once said to me that he attributed the great success of the British nation in political life to their talking politics after dinner.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The practice of politics in the East may be defined by one word: dissimulation.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "To rely upon conviction, devotion, and other excellent spiritual qualities that is not to be taken seriously in politics.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "I think one of the great problems we have in the Republican Party is that we don't encourage you to be nasty. We encourage you to be neat, obedient, loyal and faithful and all those Boy Scout words, which would be great around a campfire but are lousy in politics.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Fiscal conservatism is just an easy way to express something that is a bit more difficult, which is that the size and scope of government, and really the size and scope of politics in our lives, has grown uncomfortable, unwieldy, intrusive and inefficient.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The world of American politics is more contentious than it has ever been in my lifetime.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "To those who have exhausted politics, nothing remains but abstract thought.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "A politics that is not sensitive to the concerns and circumstances of people's lives, a politics that does not speak to and include people, is an intellectually arrogant politics that deserves to fail.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "When times are tough and people are frustrated and angry and hurting and uncertain, the politics of constant conflict may be good, but what is good politics does not necessarily work in the real world. What works in the real world is cooperation.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "War should be the politics of last resort. And when we go to war, we should have a purpose that our people understand and support.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "You begin saving the world by saving one man at a time all else is grandiose romanticism or politics.", 
    "name": "Charles Bukowski"
  }, 
  {
    "quote": "When we are sick, we want an uncommon doctor when we have a construction job to do, we want an uncommon engineer, and when we are at war, we want an uncommon general. It is only when we get into politics that we are satisfied with the common man.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Forget sex or politics or religion, loneliness is the subject that clears out a room.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "By 2000, politics will simply fade away. We will not see any political parties.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Politics is the diversion of trivial men who, when they succeed at it, become important in the eyes of more trivial men.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Politics are for foreigners with their endless wrongs and paltry rights. Politics are a lousy way to get things done. Politics are, like God's infinite mercy, a last resort.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Politics is not bean bags. It's serious, tough stuff.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "You can't be in politics unless you can walk in a room and know in a minute who's for you and who's against you.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Just because you do not take an interest in politics doesn't mean politics won't take an interest in you.", 
    "name": "Pericles"
  }, 
  {
    "quote": "First, I think more Americans need to declare their independence from partisan politics on both sides. The more that Americans declare their independence, the more the parties will have to compete for their votes using reason rather than the hateful appeals.", 
    "name": "John Avlon"
  }, 
  {
    "quote": "University politics are vicious precisely because the stakes are so small.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Nothing is so admirable in politics as a short memory.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "If you're sick and tired of the politics of cynicism and polls and principles, come and join this campaign.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "I guess you'd call me an independent, since I've never identified myself with one party or another in politics. I always decide my vote by taking as careful a look as I can at the actual candidates and issues themselves, no matter what the party label.", 
    "name": "Jackie Robinson"
  }, 
  {
    "quote": "I have no consistency, except in politics and that probably arises from my indifference to the subject altogether.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "From politics, it was an easy step to silence.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "I have come to the conclusion that politics are too serious a matter to be left to the politicians.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "As a black woman, my politics and political affiliation are bound up with and flow from participation in my people's struggle for liberation, and with the fight of oppressed people all over the world against American imperialism.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "We've switched from a culture that was interested in manufacturing, economics, politics - trying to play a serious part in the world - to a culture that's really entertainment-based.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "The sad duty of politics is to establish justice in a sinful world.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Politics isn't about big money or power games it's about the improvement of people's lives.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "There is no sea more dangerous than the ocean of practical politics none in which there is more need of good pilotage and of a single, unfaltering purpose when the waves rise high.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I think politicians get hamstrung by the nature of politics when the private sector can really do great things.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Politics is not the art of the possible. It consists in choosing between the disastrous and the unpalatable.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "There are times in politics when you must be on the right side and lose.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "In politics, strangely enough, the best way to play your cards is to lay them face upwards on the table.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Politics in a literary work, is like a gun shot in the middle of a concert, something vulgar, and however, something which is impossible to ignore.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "A lot of women these days, a lot of young women don't want to call themselves feminists. You have this cheap, hideous 'girl power' sort of fad, which I think is pretty benign at best, but at worst, I think it's a way of taking the politics out of feminism and making it some kind of fashion.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Politics, as the word is commonly understood, are nothing but corruptions.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Politics would be a helluva good business if it weren't for the goddamned people.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Politics are not the task of a Christian.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "The advantage of the internet is that it has taken away the charade of politics. China has heard of democracy and people know about certain concepts they wouldn't have previously.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "I played by the rules of politics as I found them.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "In Pakistan politics is hereditary.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "There are no true friends in politics. We are all sharks circling, and waiting, for traces of blood to appear in the water.", 
    "name": "Alan Clark"
  }, 
  {
    "quote": "It's like being at the kids' table at Thanksgiving - you can put your elbows on it, you don't have to talk politics... no matter how old I get, there's always a part of me that's sitting there.", 
    "name": "John Hughes"
  }, 
  {
    "quote": "I reject the cynical view that politics is a dirty business.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "What we won when all of our people united must not be lost in suspicion and distrust and selfishness and politics. Accordingly, I shall not seek, and I will not accept, the nomination of my party for another term as president.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "One lesson you better learn if you want to be in politics is that you never go out on a golf course and beat the President.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "In religion as in politics it so happens that we have less charity for those who believe half our creed, than for those who deny the whole of it.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Finishing second in the Olympics gets you silver. Finishing second in politics gets you oblivion.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "I seldom think of politics more than eighteen hours a day.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "It's really very simple, Governor. When people are hungry they die. So spare me your politics and tell me what you need and how you're going to get it to these people.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "I think that people are tired. They're tired of the same old kind of politics. People want a new tone to politics.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "First rule of politics: you can't win unless you're on the ballot. Second rule: If you run, you may lose. And, if you tie, you do not win.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Politics is human beings it's addition rather than subtraction.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "In politics, every day is filled with numerous opportunities for serious error. Enjoy it.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Politics is too partisan, and sometimes patriotism is cast aside. Patriotism is honor and love of your country and your brothers and sisters. With politics I get the impression that it's all about what's good for the party and not necessarily what's good for the country.", 
    "name": "Ricardo Montalban"
  }, 
  {
    "quote": "I don't think consensus-building politics is what I'm meant to be doing.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "The advice I've been giving to people all my life - that you may not be interested in the dialectic but the dialectic is interested in you you can't give up politics, it won't give you up - was the advice I should have been taking myself.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "The term 'the American Left' is as near to being meaningless or nonsensical as any term could really be in politics. It isn't really a force in politics anymore. And it would do well to ask itself why that is.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "War is the ultimate tool of politics.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "I've always said that an art critic can put aside politics around art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Politics is the art of preventing people from busying themselves with what is their own business.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "I hate politics. It's slimy. Any job where people pander for votes, I don't like. The country has gotten so partisan that if you're not on my side, you're the enemy. The only thing I ever try to support is a third party, like Unity08. We need more parties and more choice.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "We need leadership. We don't need a doubling down on the failed politics of the past.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "To my great disappointment, it appears that the politics of division are making a big comeback. Many Americans share my disappointment - especially those who were filled with great hope a few years ago, when then-Senator Obama announced his candidacy in Springfield, Illinois.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Where there is politics or economics, there is no morality.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I tend to avoid televisions, politics, and places with velvet ropes.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "A promising young man should go into politics so that he can go on promising for the rest of his life.", 
    "name": "Robert Byrne"
  }, 
  {
    "quote": "A wise nation should cultivate a political spirit that allows opponents to cooperate without fearing an automatic execution from their core supporters. Who knew that the real rogues in American politics would be the ones who dare to get along?", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "It is easier for women to succeed in business, the arts, and politics in America than in Europe.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "The new freedom of expression brought by the Internet goes far beyond politics. People relate to each other in new ways, posing questions about how we should respond to people when all that we know about them is what we have learned through a medium that permits all kinds of anonymity and deception.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "And yet, there are still people in American politics who, for some reason, cling to this belief that America is better off adopting the economic policies of nations whose people who immigrate here from there.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "In politics, merit is rewarded by the possessor being raised, like a target, to a position to be fired at.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "My dream of politics all my life has been that it is the common business, that it is something we owe to each other to understand and discuss with absolute frankness.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The 'democracy gap' in our politics and elections spells a deep sense of powerlessness by people who drop out, do not vote, or listlessly vote for the 'least worst' every four years and then wonder why after every cycle the 'least worst' gets worse.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "They said it was impossible to touch the third rail of politics, to take on public-sector unions and to reform a pension and health benefits system that was headed to bankruptcy. But with bipartisan leadership, we saved taxpayers $132 billion dollars over 30 years and saved retirees their pensions. We did it.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Nobody likes, you know, the ugly parts of politics.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "At present, our country needs women's idealism and determination, perhaps more in politics than anywhere else.", 
    "name": "Shirley Chisholm"
  }, 
  {
    "quote": "Politics and war are remarkably similar situations.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "No cause is left but the most ancient of all, the one, in fact, that from the beginning of our history has determined the very existence of politics, the cause of freedom versus tyranny.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "African-Americans who might have disagreed with candidate Obama's left-of-center politics voted for him in 2008 because electing a candidate with brown skin was too historic an opportunity to miss.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "Adherents of the new religious right reject the separation of politics and religion, but they bring no spiritual insights to politics.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "I voted for Barack because he was black. 'Cuz that's why other folks vote for other people - because they look like them... That's American politics, pure and simple.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "I don't think you can work on feelings in politics, apart from anything else, political change can come very unexpectedly, sometimes overnight when you least expect it.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I don't really like labels in politics, but I will gladly accept the label of conservatism.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The secret of politics? Make a good treaty with Russia.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "A couple of weeks is a long time in American politics.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "I don't know why that is, but English politics is just so overly white. It's very much about the class structure.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "It's an honor putting art above politics. Politics can be seductive in terms of things reductive to the soul.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "I detest politics, to be honest with you. It's a cesspool. And I don't think I would fare well in that cesspool because I don't believe in political correctness and I certainly don't believe in dishonesty.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "The enemy is not just terrorism. It is the threat posed specifically by Islamist terrorism, by Bin Ladin and others who draw on a long tradition of extreme intolerance within a minority strain of Islam that does not distinguish politics from religion, and distorts both.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "I think that what went wrong with religion is the same thing that went wrong with politics. Is that it became too money based and too controlling. It's just a weakness that we human beings have for control - we want one thing and then we want more and then we want more.", 
    "name": "Dave Davies"
  }, 
  {
    "quote": "You do the policy, I'll do the politics.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Life is a corrupting process from the time a child learns to play his mother off against his father in the politics of when to go to bed he who fears corruption fears life.", 
    "name": "Saul Alinsky"
  }, 
  {
    "quote": "It is impossible to practice parliamentary politics without having patience, decency, politeness and courtesy.", 
    "name": "Khaleda Zia"
  }, 
  {
    "quote": "A dose of humility goes a long way in life and in politics.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "War is not the continuation of politics with different means, it is the greatest mass-crime perpetrated on the community of man.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "An Independent is someone who wants to take the politics out of politics.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "We mean by 'politics' the people's business - the most important business there is.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Politics disgusts me.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "I never thought of politics as a profession.", 
    "name": "Georgios A. Papandreou"
  }, 
  {
    "quote": "I have never regarded politics as the arena of morals. It is the arena of interest.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "I've rarely kept my distance from kind of - I don't know if we can call it politics, but kind of, civic engagement and that kind of thing, except I tended to think, 'Well, do it yourself before you start telling other people what they should be doing.'", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Remember the first time you went to a show and saw your favorite band. You wore their shirt, and sang every word. You didn't know anything about scene politics, haircuts, or what was cool. All you knew was that this music made you feel different from anyone you shared a locker with. Someone finally understood you. This is what music is about.", 
    "name": "Gerard Way"
  }, 
  {
    "quote": "I am an anarchist in politics and an impressionist in art as well as a symbolist in literature. Not that I understand what these terms mean, but I take them to be all merely synonyms of pessimist.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Is there in all the history of human folly a greater fool than a clergymen in politics?", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Anything's possible in politics.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "You have to take away some of tax breaks for the wealthy, and you have to cut back on some entitlements. Because, unless we do all of these things, it just doesn't work. And what's good theater and what's good politics isn't necessarily good economic policy.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "The hope of a new politics does not lie in formulating a left-wing reply to the right-it lies in rejecting conventional political categories.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Everybody in America is soft, and hates conflict. The cure for this, both in politics and social life, is the same - hardihood. Give them raw truth.", 
    "name": "John Jay Chapman"
  }, 
  {
    "quote": "Democrats always like to brag that their guys are smarter than the opponents and Republicans always like to brag that their guys are more moral than the opponents. But if you're looking for morals in politics you're looking for bananas in the cheese department.", 
    "name": "Harry Shearer"
  }, 
  {
    "quote": "In politics women type the letters, lick the stamps, distribute the pamphlets and get out the vote. Men get elected.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "Never believe anything in politics until it has been officially denied.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "I know I'm not supposed to have any opinions about politics, because I'm famous.", 
    "name": "Cher"
  }, 
  {
    "quote": "Politics is organized hatred, that is unity.", 
    "name": "John Jay Chapman"
  }, 
  {
    "quote": "Finance is a gun. Politics is knowing when to pull the trigger.", 
    "name": "Mario Puzo"
  }, 
  {
    "quote": "Well, Judy, I would hope in the new year, we could start thinking about politics not like it was the Super Bowl, where you always have to have one team that wins and the other team has to be a loser.", 
    "name": "John Breaux"
  }, 
  {
    "quote": "You've got to watch the politics of AIDS. The politics of AIDS can work both for and against the victims of AIDS.", 
    "name": "Bono"
  }, 
  {
    "quote": "Everything is politics.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "I think what's fascinating is how many people are playing in politics who maybe haven't played before.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "War is the continuation of politics by other means.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "It's a big deal for me to say I'm over politics.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Because politics rests on an irreducible measure of coercion, it can never become a perfect realm of perfect love and justice.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "The first requirement of politics is not intellect or stamina but patience. Politics is a very long run game and the tortoise will usually beat the hare.", 
    "name": "John Major"
  }, 
  {
    "quote": "I think politics is important. It's how we run our society. I think it should be natural to have an interest in the subject, and I almost don't understand why some people don't.", 
    "name": "Chester Brown"
  }, 
  {
    "quote": "Here's a very good rule of thumb in politics: losing begets losing.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "This has always been the way of presidential politics. The president rises above the fray while his surrogates go on the attack. They throw the spears and fling the mud he sits upon the throne.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Obama seemed poised to realign American politics after his stunning 2008 victory. But the economy remains worse than even the administration's worst-case scenarios, and the long legislative battles over health care reform, financial services reform and the national debt and deficit have taken their toll. Obama no longer looks invincible.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "When I became leader, I made very clear I was not going to choose the easy life. I have always taken risks. I don't like comfort-zone politics.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "Politics is just show business for ugly people.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "You can't ignore politics, no matter how much you'd like to.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "There is in fact no such thing as art for art's sake, art that stands above classes, art that is detached from or independent of politics. Proletarian literature and art are part of the whole proletarian revolutionary cause.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Politics is war without bloodshed while war is politics with bloodshed.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "I honestly believe that there's an element in this country, in our politics, that does not want to see a businessman succeed at getting the nomination for the Republican party, and does not want me to succeed at becoming President of the United States of America.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "One of the things that I think you see sometimes in politics is a certain degree of caution. It's usually advised by consultants who don't want to see you march to the end of a limb.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "We discussed politics, but we also talked about the importance of hard work, personal responsibility, living within your means, keeping your word. Those lessons stay with you throughout your life.", 
    "name": "Bob Ehrlich"
  }, 
  {
    "quote": "The world of politics is always twenty years behind the world of thought.", 
    "name": "John Jay Chapman"
  }, 
  {
    "quote": "I think that politics could be a positive thing. My beef is that people focus on the personal aspect of a politician too much. They should focus on the results.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "No science is immune to the infection of politics and the corruption of power.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "I'm not a politician and don't want any part of politics.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "Our politics are our deepest form of expression: they mirror our past experiences and reflect our dreams and aspirations for the future.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Politics is about the improvement of people's lives. It's about advancing the cause of peace and justice in our country and the world. Politics is about doing well for the people.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Politics is the art of the possible creativity is the art of the impossible.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Politics is repetition. It is not change. Change is something beyond what we call politics. Change is the essence politics is supposed to be the means to bring into being.", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "I think politics come out of psychology.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "The politics of partisanship and the resulting inaction and excuses have paralyzed decision-making, primarily at the federal level, and the big issues of the day are not being addressed, leaving our future in jeopardy.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "And you don't want to always write about politics just for the sake of writing about politics.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "The message that I gave on the - on the steps today was that you need to stand for those things that are right and empower the individual. Believe in the power of one person. Don't believe that you can't do it. Everybody wants - everybody wants a shot. That we can all agree on. Beyond that, it becomes politics. I'm not talking politics.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I don't fancy myself a political commentator. I hate politics. I hate it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "In government you carry each hope each disillusion. And in politics it's always about the next challenge.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "You know, the media and politicians are always gonna be in a bit of tension with one another and probably most of the time that's healthy and indeed even creative. But it's where - it's really when news organisations are used as kind of instruments of politics that it gets tricky.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "I never have been involved in politics.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "I believe in the separation of church and state, but I do not believe in the separation of politics from religion.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "You cannot mix sports with politics.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "The world we build tomorrow is born in the stories we tell our children today. Politics moves the pieces. Education changes the game.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I don't follow politics much.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "If acknowledging that racial misgivings and misunderstandings are still a part of politics and life in America, I plead guilty.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "By nominating Chuck Hagel to be his Defense secretary, President Obama is putting forward an aloof contrarian who doesn't suffer fools - a striving politician who considers himself above politics.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I've been leading newsrooms for a while now and it's been an honor serving as Editor in Chief of N.J., but I really think that my best shot at moving the needle in politics is by getting close to it - by reading, reporting, tweeting and writing.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Politics exist in the boardroom, as well.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Politics is the womb in which war develops.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "I think things changed as a result of a certain perception of our politics. When we went through our zealous, self-righteous period it didn't exactly win us any friends.", 
    "name": "Fred Frith"
  }, 
  {
    "quote": "Politics is not really my thing.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Flipping the dial through available radio stations there will blare out to any listener an array of broadcasts, 24/7, propagating Religious Right politics, along with what they deem to be 'old-time gospel preaching.' This is especially true of what comes over the airwaves in Bible Belt southern states.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "When times are tough, constant conflict may be good politics but in the real world, cooperation works better. After all, nobody's right all the time, and a broken clock is right twice a day.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Politics is the conspiracy of the unproductive but organized against the productive but unorganized.", 
    "name": "Joseph Sobran"
  }, 
  {
    "quote": "In politics people give you what they think you deserve and deny you what they think you want.", 
    "name": "C. Northcote Parkinson"
  }, 
  {
    "quote": "These days politics, religion, media seem to get all mixed up. Television became the new religion a long time back and the media has taken over.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "Politics isn't just a game of clashing parties and competing interests. The right reason is to challenge the status quo, to serve the common good, and to leave this nation better than we found it.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "Every two years the American politics industry fills the airwaves with the most virulent, scurrilous, wall-to-wall character assassination of nearly every political practitioner in the country - and then declares itself puzzled that America has lost trust in its politicians.", 
    "name": "Charles Krauthammer"
  }, 
  {
    "quote": "As women have played an increasingly important role in politics, there is no question that they've brought a different perspective, focusing attention on a broader set of issues and building alliances with other women.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "It isn't fate but fecklessness that has shoved Sarah Palin to the sidelines of national politics. The real tragedy is that she's taken a lot of other serious Republican women with her.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "When I first started working in politics, as a junior aide on Walter Mondale's 1984 presidential campaign, it never occurred to me that I would one day work in the White House. There were plenty of women among the volunteers who stuffed envelopes and walked precincts. But there were fewer and fewer on each successive level of influence and access.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "After I left the White House, I kept a foothold in the business of American politics as a talk-show host, analyst, commentator, speechmaker, and occasional writer. I was no longer a practitioner, but I was still a partisan, a Democrat, a blue-stater through and through.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "I'm not in politics.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "After all is said that can be said upon the liquor traffic, its influence is degrading upon the individual, the family, politics and business, and upon everything that you touch in this old world.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Ferdinand was a gold trader. He was a lawyer for mining companies. When he entered politics in l949, he had tons and tons of gold. When Bill Gates was a college dropout, Ferdinand already possessed billions of dollars and tons of gold. It wasn't stolen.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "There are few things in politics more annoying than the Right's utter conviction that it owns the patent on the word 'freedom' that when its leaders stand up for the rights of banks to be unregulated or capital gains to be untaxed, that it is actually and obviously standing up for human liberty, the noblest cause of them all.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "This aesthetic quality, then, is what politics is all about. It's authenticity that separates winners from losers, good politics from bad, and he-man leader-types from consultant-directed puppet-boys.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Acknowledging class was always difficult for 'New Democrats' - it was second-wave, it was divisive - but 2008 made retro politics cool again.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "I like to see myself as a bridge builder, that is me building bridges between people, between races, between cultures, between politics, trying to find common ground.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "I do not believe that artists or actors and people should be out there like voicing their full-blown opinions on politics because, let's face it, at the end of the day, I'm not that smart of a guy.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "I can tell you that too much money is corrupting American politics. Don't blame the American public. The U.S. Supreme Court has a lot to answer for, because it has made it impossible for Congress to reduce the corrupting influence of money on American political life.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I think in politics, in Congress, you often do things that are Republican, or you do things because you're a Democrat. Sometimes that's good, obviously, and sometimes that's obviously bad. But in the news business, there's no such thing as Republican or Democratic news. News is news.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I'm looking forward to the day when America will mature to the point that we are a color-blind society. I'm not so sure that in politics that will ever be reality, because politics has a way of separating us based on skin color.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "When a Cabinet Minister who is sacked for telling lies is re-appointed, in the face of every constitutional convention, only for the same man to be sacked again from the same Cabinet for the same offence by the same Prime Minister no wonder the public are cynical about politics.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Politics is the only field in which the more experience you have, the worse you get.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "In politics, an organized minority is a political majority.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Everyone wants to demagogue everyone else. That may be good politics, but it's awful policy.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I don't compromise my principles for politics.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I came back from university thinking I knew all about politics and racism, not knowing my dad had been one of the youngest-serving Labour councillors in the town and had refused to work in South Africa years ago because of the situation there. And he's never mentioned it - you just find out. That's a real man to me. A sleeping lion.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I am a sportsman and not a politician. I am a sportsman and will always remain one. I am not going to enter politics giving up cricket, which is my life. I will continue to play cricket.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "Without alienation, there can be no politics.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "It would be great if politics were fact-based, but it is not, and it is surely not nuance-based. What works in a classroom or a think tank does not work on Capitol Hill or in the White House. Obama sometimes seems to be running the Brookings Institution, not the country.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "While we remain a nation decisively shaped by religious faith, our politics and our culture are, in the main, less influenced by movements and arguments of an explicitly Christian character than they were even five years ago. I think this is a good thing - good for our political culture.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Once the cry and the cause of a generation of progressives to make America safer, fairer and cleaner, 'regulation' is now a dirty word in our politics. Even Democrats are quick to talk about cutting regulations Republicans hate them with - how to put it? - evangelical fervor.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Whether one believes or not, religion is as real a force in the life of the world as economics or politics, and it demands fair-minded attention. Even if you think the entire religious enterprise is at best misguided and at worst counterproductive, it remains vital, inspiring great good and, sometimes, great evil.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "One thing I have frankly decided is that when it comes to political reform we have two conservative parties in British politics. Both the Labour and Conservative parties have constantly and repeatedly failed to honour promises they have made about reforming, cleaning, modernising our clapped-out system.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I didn't come into politics to change the Labour Party. I came into politics to change the country.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "In no relationship at the top of any walk of life is it always easy, least of all in politics which matters so much and which is conducted in such a piercing spotlight.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "I mean, I went to a church school when I was younger and imbibed a certain amount of religion then but it was really in university that I got interested in religion and politics at the same time. I don't think as if it were one moment of conversion but my spiritual journey really began then.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Amnesty is a terrible policy, and it's terrible politics. It's a terrible policy because you are rewarding people for breaking the law.", 
    "name": "Tom Tancredo"
  }, 
  {
    "quote": "I have some very personal feelings about politics, but I don't get into it because I do comedy already.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "When applied to politics and taken to its extreme, kitsch is the mask of death. Fascism was all aesthetics. There was no core principle to it. There was no truth to it.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "And I'm not apolitical - I'm very specific in my politics. But a lot of the time it's nobody's business unless you're over at my house having dinner.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "To work in architecture you are so much involved with society, with politics, with bureaucrats. It's a very complicated process to do large projects. You start to see the society, how it functions, how it works. Then you have a lot of criticism about how it works.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "I have never found, in a long experience of politics, that criticism is ever inhibited by ignorance.", 
    "name": "Harold MacMillan"
  }, 
  {
    "quote": "War is not an independent phenomenon, but the continuation of politics by different means.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "With participation in politics so low at the moment I think Christians should ensure their views are represented at all levels and not leave it to others.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Telling the truth, and confronting the challenge, is what politics is about.", 
    "name": "Johann Lamont"
  }, 
  {
    "quote": "In politics, yesterday's lie is attacked only to flatter today's.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "What drew me to politics in the first place was the fact that I wanted to have a place to take a stand and use my voice to express what I believed in. But I've no longer got any political aspirations. I feel that as a politician, fifty per cent of people would hate you before you even left the house.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "My mother, Lillie Specter, was an angel and totally uninterested in politics.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Pennsylvania is a very tough state people don't last long in Pennsylvania politics.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "The proper reply to right wing religiosity is not to insist that politics and religion don't mix. This is the stock response of the left.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.", 
    "name": "Robert Byrd"
  }, 
  {
    "quote": "The days when the words 'Hollywood actor' framed Ronald Reagan like bunny fingers as an ID tag and an implied insult seem far-off and quaint: nearly everybody in politics - candidate, consultant, pundit, and Tea Party crowd extra alike - is an actor now, a shameless ham in a hoked-up reality series that never stops.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "Idealism is the despot of thought, just as politics is the despot of will.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Politics, as a practice, whatever its professions, has always been the systematic organization of hatreds.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Politics are a very unsatisfactory game.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Practical politics consists in ignoring facts.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Politics, as a practise, whatever its professions, has always been the systematic organization of hatreds.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Politics... have always been the systematic organization of hatreds.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Skip the religion and politics, head straight to the compassion. Everything else is a distraction.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "I believe people who go into politics want to do the right thing. And then they hit a big wall of re-election and the pettiness of politics. In the end, politics gets in the way of the business of people.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "The lesson of the last year is this: foreign policy can't be managed through the politics of personality, and our President would do well to take note of an observation John F. Kennedy made once he was in office - that all of the world's problems aren't his predecessor's fault.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "In politics there are some candidates who use change to promote their careers, and then there are those like John McCain who use their careers to promote change.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "I'm not the guy to ask about politics. I'm a gag writer.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Frankly, if you do politics, you should not be thinking about your dignity.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "We read too much Shakespeare at school, and view our parliamentary politics as dynastic drama, in which an impatient crown prince frets at his long subordination and begins to scheme for the throne he knows he merits, was promised and has earned.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Except for politics, no business is scrutinized more exhaustively than journalism.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "In politics, the people I most despise are those who have no values.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "I try not to spend too much time on partisan politics. Life's too short for that. I don't really believe that there have been many human problems solved by politics.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "I got politics and economics moving and then others took over.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Politics is a blood sport.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "Love is blind. My politics has been, too. I think you can fall in love with ideas, and you can fall in love with people. It's a very subjective experience. And I'm loyal to that experience.", 
    "name": "Robert Wyatt"
  }, 
  {
    "quote": "My shows aren't about trying to save some place, because I don't feel that's the right venue for it. That's my politics right there: Don't bring politics to my shows.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "You know, I'm just not going to get into American politics.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "I will say that I think Israel enjoys strong bipartisan support in the United States. It's really above and beyond American politics.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "It's time to let science and medicine, not politics and rhetoric, lead us to good, sound policy.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Sometimes in politics, you think you've seen it all. Turns out I was wrong.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "A year is an eternity in politics - though less than a moment in history.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "In politics you learn to always smile.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I do not believe that politics in the long run is about individuals. It is about ideas.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "In the melting pot that is America, inclusive trumps exclusive. Whether it's single women, young adults, or minorities, alienating the rapidly growing voting blocs is not smart politics.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I think President Obama could have handled politics and policies differently. But he has been decisive, strong, and consistent - important qualities in a president. Mitt Romney is indeed an Etch A Sketch, the antithesis of leadership.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Why does it have to be politics? Is there a dynamism to that world and a theoretical capacity to do things that draws many talented people? Absolutely. Are there other ways to be involved and lead an interesting life? Of course.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Yet, it ought to be obvious that good music generally occupies a higher plane that mere politics. Great writers can express moods through melody and capture experiences we share most powerfully - love, lust, longing joy, rage, fear triumph, yearning and confusion.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Good policy makes good politics and what I've done has been good politics.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I never got into politics for it to be a career.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I never got into politics for it to be a career. It doesn't take a lot of strength to hang on. It takes a lot of strength to let go.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I guess probably in my time in politics, it continued to be affirmed to me that the African-American community, despite being subscription television's most valuable customers, they are very underserved by cable and satellite television programming options.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I'm not driven to get back into politics. It's not on my top five things to do before I die, but saying that, I may be in politics in the next year or the next ten years. I've been on the front line for 12 years, four in state government, eight on the national level.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "We need to remember that politics is all about people, not programs. We shouldn't want to take the humanness out of the political arena.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Growing up in politics I know that women decide all elections because we do all the work.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "Politics is not an exact science.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Most people don't want to talk about politics and religion. They say, 'Let's talk about something else.'", 
    "name": "Prince"
  }, 
  {
    "quote": "I don't believe your soul mate has to share your politics.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "I don't like to talk about things where you're going to gt one side or the other unhappy. My music has no politics.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "Those who write the editorials and those who write the columns, they simply are unaccountable. They're free to impose their cultural politics in the name of freedom of the press.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "It's not that I'm universally loved. We know I'm not in New Jersey. But what they do say in New Jersey is, 'We like him, and we think he's telling us the truth.' I think we need to have that type of politics on the national level.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I want to stay away from politics, or else I'll probably end up putting my size fifteen foot into my mouth.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "For a person who promised hope and civility in politics, Mr. Obama has shown a borderline obsessiveness in blaming Mr. Bush.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "You realize that for all the shenanigans that go on in the big circus of politics, everybody wakes up and goes to work.", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "Politics has less to do with where you live than where your heart is.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "I was in elective politics for 24 years. I've made four national races, two for President, two for Vice President. I have found there are other ways to serve, and I'm enjoying them.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "One of the big changes in politics has been because families, individuals, have felt worried, insecure... worried about the economy, worried about their jobs, worried about their kids' futures... actually the disconnect between the public and media discourse and people's everyday concerns has become bigger not smaller.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "We live in a stage of politics, where legislators seem to regard the passage of laws as much more important than the results of their enforcement.", 
    "name": "William Howard Taft"
  }, 
  {
    "quote": "For too long, we have focused on our differences - in our politics and backgrounds, in our race and beliefs - rather than cherishing the unity and pride that binds us together.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "You can study government and politics in school, but the best way to really understand the process is to volunteer your time.", 
    "name": "Rob McKenna"
  }, 
  {
    "quote": "We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "While everyone else is thinking about economics and politics, executive salaries and the future of the euro, do the opposite, even if it's hard. Invest in the spirit.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I don't like politics.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "Politics are about preserving relationships at the end of the day, and it has nothing to do with the greater good for humanity. It's just all about business.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "You can rule ignorance you can manipulate the illiterate you can do whatever you want when a people are uneducated, so that goes in line with corrupt business and corrupt politics.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "Sincerity and competence is a strong combination. In politics, it is everything.", 
    "name": "Peggy Noonan"
  }, 
  {
    "quote": "George Clooney's 'Ides of March' could be the most under-appreciated movie of the year. In 20 years they're gonna go back and say, 'Oh, that was American politics in that time period.' I follow politics, I love it, and that movie is so authentic.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I... grew up in politics and I used to work for the Democratic Party.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Some of the FDA's own scientists have charged that politics, not science, is behind the FDA's actions.", 
    "name": "Joseph Crowley"
  }, 
  {
    "quote": "Community organizing is all about building grassroots support. It's about identifying the people around you with whom you can create a common, passionate cause. And it's about ignoring the conventional wisdom of company politics and instead playing the game by very different rules.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "I didn't know my Dad - he moved out early. And my mom's politics were kind of hardscrabble. She didn't think about Democrats or Republicans. She thought about who made sense. I've been both in my life.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "No one out there is interested in who did what to whom in Westminster politics.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "The more that I know of politics, the more it makes me realize that being a politician is largely useless.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "In politics people build whole reputations off of getting one thing right.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "First of all, I think it's odd that people who cover politics wouldn't have any political views.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "I was looking for something like baseball, where there's a lot of data and the competition was pretty low. That's when I discovered politics.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "I guess I don't like the people in politics very much, to be blunt.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "I've had an interest in politics since I was a little kid.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "You don't go into politics unless you want to win.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "I cry, sometimes, because I'm not 20 years younger, and I'm not healthy. But if I were, I would even sacrifice my writing to enter politics.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "I don't want to express my opinion about actual politics, because if I do, I have to be responsible for my decision.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "I understand the process of politics and the game of television.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "The precise point at which a tax deduction becomes a 'loophole' or a tax incentive becomes a 'subsidy for special interests' is one of the great mysteries of politics.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Politics thrives on simple, clean messages, something that played to Obama's advantage in 2008. Stagnant unemployment and the loss of America's AAA rating are as simple and tough as they come. This is the economy on Obama's watch, and there's no one left to blame.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Like Indiana Jones, I don't like snakes - though that might lead some to ask why I'm in politics.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "A lot of men in politics suddenly woke up to the issue of women in politics when they realised: hey, there are votes in this!", 
    "name": "Theresa May"
  }, 
  {
    "quote": "I was in the Commons recently and saw a young lady wearing a nice pair of shoes. I said I liked them and she said my shoes were the reason she became involved in politics.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "It's called political economy because it is has nothing to do with either politics or economy.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "As long as I don't write about the government, religion, politics, and other institutions, I am free to print anything.", 
    "name": "Pierre Beaumarchais"
  }, 
  {
    "quote": "I think that politics needs a bit of spicing up.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "It's much easier to wear a Chairman Mao button and shake your fists in the air and all that, then to actually read the Communist manifesto and things like that and actually become involved in politics.", 
    "name": "Lester Bangs"
  }, 
  {
    "quote": "I deliberately did not read anything about the Vietnam War because I felt the politics of the war eclipsed what happened to the veterans. The politics were irrelevant to what this memorial was.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "Politics is the reflex of the business and industrial world.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "There is no hope even that woman, with her right to vote, will ever purify politics.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "I still love following and thinking about politics. I enjoy recommending important journalism I read or see from other sources.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "If American politics are too dirty for women to take part in, there's something wrong with American politics.", 
    "name": "Edna Ferber"
  }, 
  {
    "quote": "There is too much at stake for us to surrender to the politics of polarization.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "In general people feel more relaxed about participating in politics. They aren't frightened as they used to be.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "In politics, you also have to be cautiously optimistic.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "We tend to think of politics as bad, full of dirty tricks, negative ads, big campaigns, but I am here to explore the original meaning of politics, which is positive and has to do with balancing competing interests and looking for solutions.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "I'm in politics. I'm in government, so nothing surprises me.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "People go into politics because they want the affirmation, and they want the applause.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "If I weren't doing the politics, I wouldn't be doing my job.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Very few people go into politics to be reviled.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Once you start saying, 'Let's talk political, my own politics, my own aspirations,' it can become not just distracting in that it takes time, but it can become confusing and frustrating, and is this now a political agenda or a governmental agenda.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I didn't run for student council president. I don't see myself in any way in elected office. I love policy. I'm not particularly fond of politics.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "Public life is regarded as the crown of a career, and to young men it is the worthiest ambition. Politics is still the greatest and the most honorable adventure.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "Mixing humor and politics is something that works.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "Whatever your supposed politics are - left, right - if you put it in a human connection, most people will rise to the occasion and feel the human pain in a way that they might not if it was presented in a more conceptual way.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "There's a tradition in British intellectual life of mocking any non-political force that gets involved in politics, especially within the sphere of the arts and the theatre.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "It's a good question, because a movie isn't good or bad based on its politics. It's usually good or bad for other reasons, though you might agree or disagree with its politics.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Well, you know what, I'm 60 years old, and I've been interested in politics since I was on my daddy's knee. During the 1948 election, we were praying for Truman. I know a lot about politics.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Let's just do what is right for the American people. And those of us who are involved in politics and government know that our responsibility is to the American people, that we have a responsibility to find our common ground, to seek it and to find it.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "If I cry, it's about the personal loss of a friend or something like that. But when it comes to politics - no, I don't cry.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "It's about time we make the well-being of our young people more important than ideology and politics. As a country, we benefit from investing in their future by investing in teen pregnancy prevention.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "When I started 'CNN,' I made the decision to stay out of endorsing candidates, and let the doers make up their own minds about politics, that it wasn't going to come from me.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "I don't know if anybody wants to mix their politics with their entertainment.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "Yes, politics IS war without bloodshed and war is an extension of those politics.", 
    "name": "H. Rap Brown"
  }, 
  {
    "quote": "The ability of the 1 percent to buy politicians and regulators is nothing new in American politics - just as inequality has been a permanent part of our economic system. This is true of virtually all political and economic systems.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "I'm highly political. I spend an awful lot of time in the U.S. trying to influence decision-makers. But I don't feel in tune with British politics.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "The problem of the Middle East is poverty more than politics.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "It's not about division. It's not about politics. My concern is how do we come together?", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "Well, purity - there's no purity in politics.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Going into politics is something people have asked me about forever.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "Well there's nobody who has a more supportive husband than I do, and he has a business that he runs, and it's his own business, so he has work to do, my kids have school to do, I mean, people have - there are other things in life besides politics.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "Well, the role of money in politics is pretty corrupting right now.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "You know, rock stardom... I have a hard time discussing that because I don't really accept it. It's not really that tangible. What's really bizarre is how it's used as a thing - you know, 'He's the rock star of politics,' 'He's the rock star of quarterbacks' - like it's the greatest thing in the world.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "I am a part of the political process whether the multinational forces are present or not. Politics is serving the people, not chairs and positions.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "Politics is the art of the next best.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Politics ruins the character.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Politics is the art of the possible.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Today, I think the attitude is that governing is not necessarily good politics, and the result is that it's much more partisan and much more divided.", 
    "name": "Leon Panetta"
  }, 
  {
    "quote": "There can only be democracy when money is not allowed to be spent in Politics.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "But I don't need to use politics as a way of making money.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "When I came into politics I always thought there was a possibility I would be killed.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "If there is one eternal truth of politics, it is that there are always a dozen good reasons for doing nothing.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I'm not into politics but I am committed to a cause: ensuring design technology and engineering stays on the U.K. curriculum, alongside science and maths - grounding abstract theory, merging the practical with the academic.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I could have made a fortune in cheeseburgers, but I finally chose politics.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "One of the things that's great about New York is that it is not a one-industry town. It has education, academia, the service industry, arts, publishing, theater, politics, fashion, finance, as well as movie-making.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "There are three critical ingredients to democratic renewal and progressive change in America: good public policy, grassroots organizing and electoral politics.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "It is the belief that extremes and excesses of inequality must be reduced so that each person is free to fully develop his or her full potential. This is why we take precious time out of our lives and give it to politics.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Politics is not about money.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Politics is not about power.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Politics is not about winning for the sake of winning.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Politics is not predictions and politics is not observations. Politics is what we do. Politics is what we do, politics is what we create, by what we work for, by what we hope for and what we dare to imagine.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "We can and must move U.S. politics forward by means of committed participation.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "If you really want to diminish a candidate, depict him as the foil of his handler. This is as old in American politics as politics itself.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "Look, there ought to be politics in politics.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "The fallback position in politics is if you don't know what you want to be about, and if you don't know what your vision is, go at somebody else.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "Negative politics have always been around.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "I'll never get out of politics. I have friends in public office. I have things that I want to do. You can't go back in life. I won't go back to the existence I had before of running a political consulting firm and signing up clients and advising campaigns in exactly that way.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "I know enough about European politics to know you've got a lot of crazy people who make their way onto the ballot.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "One thing I have learned in my time in politics is that if one of the parties is shameless, the other party cannot afford to be spineless.", 
    "name": "Frank Lautenberg"
  }, 
  {
    "quote": "What is more comforting to the terrorists around the world: the failure to pass the 9/11 legislation because we lacked 'a majority of the majority,' or putting aside partisan politics to enact tough new legislation with America's security foremost in mind?", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "I don't want to spend the rest of my life in politics. When I'm finished with my term as governor, I'm going back to the life that's waiting for me in the private sector.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Politics is not my life. I have a career in radio and another career in film.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "I'm not a political person. When I start to get into it, it just upsets me. I feel so powerless when it comes to politics. So I've just decided to be non-political and very, very pro-soldier.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "Politics is my hobby. Smut is my vocation.", 
    "name": "Larry Flynt"
  }, 
  {
    "quote": "In politics, the number of women in the cabinet has fallen and, if current poll trends continue and Labour loses a number of marginal seats, the number of female MPs is likely to drop significantly.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "The Labour party has done more than any other to address gender inequalities, through legislation and other means, and to increase women's representation in politics, which has led to recent increases in the number of female politicians.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "For sure, the 'Obamania' that's fast taking hold reflects an incredible thirst for change in global politics and, dare I say, a wave of optimism that things can be different.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "We need to dig deep and give people a reason to be optimistic just as Obama is doing in America. Because in the same way that outcome of the U.S. elections will change the course of events there and around the world, so too do politics here in Britain.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Being out and about talking to residents and representing their views is, in my view, as important to politics as the grandstanding that takes place in Westminster.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Economics, politics, and personalities are often inseparable.", 
    "name": "Charles Edison"
  }, 
  {
    "quote": "Unfortunately the global warming hysteria, as I see it, is driven by politics more than by science.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "Politics is show business for ugly people.", 
    "name": "Paul Begala"
  }, 
  {
    "quote": "Religion has to stay in the heart, not in politics. It is private.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "I'm not going to talk like I know about politics, because I'm a total amateur, but maybe I can be a spokesperson for people who aren't normally interested in politics.", 
    "name": "Bjork"
  }, 
  {
    "quote": "But I'm not interested in politics. I lose interest the microsecond it ceases to be emotional, when something becomes a political movement. What I'm interested in is emotions.", 
    "name": "Bjork"
  }, 
  {
    "quote": "Politics is a highly tribal business.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "You have a political and media elite who have an idiom by which they describe politics. It's highly, highly polarised. It's right, left, red, blue, up, down, victorious, crushed.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I didn't become leader to transform the Liberal Democrats into an enlarged form of the Electoral Reform Society. It's not the be all and end all for us. There are other very, very key ambitions in politics, not least social mobility and life chances, that I care about as passionately if not more.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I have got instincts that, I think, are very much in tune with people's very keen sense to see something different. I did not dream of being in politics since I was knee-high to a grasshopper. I was not involved in student politics, or not in that partisan way.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "What I hope is in five years' time, I can go to the British people in the election and say: Lots of you doubted that coalition politics worked, but it has worked.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "The British political system and the whole clapped out Westminster architecture, and the language that we use about politics, it's completely unsustainable. You either decide to be part of that transition to do something different. Or you cling to old certainties.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "Politics and power is a realm of relative influence.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "I don't get involved in record label politics.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "At the end of the day, money is just a proxy for votes. That is what makes politics so vulnerable to social media.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "Politics makes me sick.", 
    "name": "William Howard Taft"
  }, 
  {
    "quote": "I do not know much about politics, but I am trying to do the best I can with this administration until the time shall come for me to turn it over to somebody else.", 
    "name": "William Howard Taft"
  }, 
  {
    "quote": "I try not to tune in to politics until it's two or three months before the election. Till then, it's like watching preseason football.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "I don't feel, finally, that my politics are entirely determined by the fact that I'm a gay man.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "Artists know that diligence counts as much, if not more, as inspiration in art, as in politics, patience counts as much as revolution.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "No matter where I go - London, Beirut, Jerusalem, Washington, Beijing, or Bangalore - I'm always looking to rediscover that land of ten thousand lakes where politics actually worked to make people's lives better, not pull them apart.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "People who build family businesses are not classically trained. They have to deal with an enormous amount of politics. You think corporate politics are tough? Go work for your dad or your mom.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Human nature doesn't include all human beings. There are human beings who are indifferent to politics, religion, virtually anything.", 
    "name": "Conor Cruise O'Brien"
  }, 
  {
    "quote": "To balance China, the democracies will need new friends - and India with its fast-growing economy, youthful population, and democratic politics seems the obvious candidate.", 
    "name": "David Frum"
  }, 
  {
    "quote": "Like art and politics, gangsterism is a very important avenue of assimilation into society.", 
    "name": "E. L. Doctorow"
  }, 
  {
    "quote": "I'm an independent. I'm a centrist. A new generation is arriving that has grown up with a multiplicity of choice in every aspect of their lives, and yet politics is the last place that they are told that they should be satisfied with a choice between brand A and brand B. It doesn't fit the way they think. It doesn't fit the way they live.", 
    "name": "John Avlon"
  }, 
  {
    "quote": "I don't miss politics.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "The idea that religion and politics don't mix was invented by the Devil to keep Christians from running their own country.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "People, not just reporters, are more interested in politics than in government, so the actual issues wouldn't be something that interested them.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "No one wants to hear my perspective on politics, but I think honestly as you get older, you get more interested in it.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Would that the simple maxim, that honesty is the best policy, might be laid to heart that a sense of the true aim of life might elevate the tone of politics and trade till public and private honor become identical.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "My passion for ideas is not matched with a passion for partisan or electoral politics.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "Pro football gave me a good sense of perspective to enter politics: I'd already been booed, cheered, cut, sold, traded and hung in effigy.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "There are a lot of grotesqueries in politics, not the least of which is the fund-raising side.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "Clinton and Obama practice this politics known quaintly as the Richard Speck strategy: if you cannot take on everyone in the room at once, take them out of the room one at a time.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "Although as a sailor I despised politics - for I loved my sailor's life and still love it today - conditions forced me to take up a definite attitude towards political problems.", 
    "name": "Fritz Sauckel"
  }, 
  {
    "quote": "Please don't ask me any questions about the politics of 30 years ago.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "In politics a capable ruler must be guided by circumstances, conjectures and conjunctions.", 
    "name": "Catherine the Great"
  }, 
  {
    "quote": "It's very personal in its politics, very bitter and very negative.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "Somehow we can't live outside the politics of race. There's something very deep in all of us, that is taught to us when we are very, very little. Which is the disrespect and fear of the other.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "Talk of citizenship today is often thin and tinny. The word has a faintly old-fashioned feel to it when used in everyday conversation. When evoked in national politics, it's usually accompanied by the shrill whine of a descending culture-war mortar.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "Sometimes when I listen to fellow progressives, I wonder if the only lesson we took away from the '04 elections is that politics is a word game.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "In almost every country there are elements of opinion which would welcome such a conclusion because they wish to return to the politics of the balance of power, unrestricted and unregulated armaments, international anarchy, and preparation for war.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "On the contrary, the characteristic element of the present situation is that economic questions have finally and irrevocably invaded the domain of public life and politics.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "But I think it's quite clear in my work that my orientation isn't political or doesn't come out of modern politics.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "You will find in politics that you are much exposed to the attribution of false motive. Never complain and never explain.", 
    "name": "Stanley Baldwin"
  }, 
  {
    "quote": "And humility in politics means accepting that one party doesn't have all the answers recognising that working in partnership is progress not treachery.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "My college, Fitzwilliam, was pretty good but unfashionable and I lived in digs so I was not part of the cloistered 'old college' environment, which frankly was a bit intimidating. But I worked hard and settled in by exploring politics and girls.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "I hate injustice, and I can't help but speak against it. But I don't want to get involved in politics.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "I get asked a lot about getting into politics. I say, 'Take a look at politics. You tell me what seems appealing about that.'", 
    "name": "George Clooney"
  }, 
  {
    "quote": "Politics has become unbelievably and unfortunately way too much about how much money is involved rather than what kind of ideas are involved.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "Arkansas is a state where politics is retail.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "Well, for me the pro-life issue has been something I've been very passionate about since the '70s, and I have been very involved in the pro-life community since long before politics.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "Regardless of Bill Clinton's politics or personal life, he grew up in obscurity and was elected to the presidency - twice. Don't take that away from him, because then you take it away from every other kid in America sitting out there in a school bus with a big dream.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "Local politics, like everything else, are not what they used to be. But the fact is that our political system - like our physical existence - still breaks down along geographical lines.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "I can't see why anyone would want to be in politics because you get so much criticism.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "Politics is a lot of serendipity. You're in the right place and the right time and you've got the right message, and it either connects for you or, or it doesn't.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "I'm not involved in the politics of religion, but I love what the message is.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "Anyone who seeks to be involved in politics should join hands with America.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "In the world of energy politics, the sudden vanishing of the word 'coal' is a remarkable and unprecedented event.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "Bloomberg is famously impatient with beltway politics and believes that to get anything done you need to work from the ground up.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "I'm not really involved with politics... I'm living in my cocoon with my classical music around.", 
    "name": "Eva Green"
  }, 
  {
    "quote": "On the one hand, the financial projection is on the agenda - we will see if this problem can be resolved or not. I think it is a right idea to stage a special summit, which would deal with the question of priorities of European politics.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "That is why everyone in politics, and we do it, must make sure that they do not depend on one single interest group. A good compromise is one where everybody makes a contribution.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "Thus, the focus on this main political goal must become more visible in EU politics and to achieve this, we need a political impulse. It must be clear what the priorities on the agenda are.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "Whoever decides to dedicate their life to politics knows that earning money isn't the top priority.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "It's such a beautiful sport, with no politics involved, no color, no class. Only as a youngster can you play and as a pro can you win. The game has kept me young, involved and excited and for me to be up here with gems of baseball.", 
    "name": "Jack Buck"
  }, 
  {
    "quote": "I've never worked in politics, never been a member of an official committee or a political party.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "We're in an illusion about what our role is in world politics and foreign affairs, and our policies are killing and destroying and doing a lot of things that we are not aware of.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "Music is what I must do, business is what I need to do and politics is what I have to do.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "I was really lucky that I came to puberty at a time when music and politics were completely intertwined.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "Of course there are regrets. I shall regret always that I found my own authentic voice in politics. I was too conservative, too conventional. Too safe, too often. Too defensive. Too reactive. Later, too often on the back foot.", 
    "name": "John Major"
  }, 
  {
    "quote": "The sight of allegedly sophisticated politicians parroting complete tripe trivialises and demeans government and it has to be stopped. It's played a significant part in public disillusionment with politics and has led to the absurd situation where more people vote for 'Strictly Come Dancing' than voted in the general election.", 
    "name": "John Major"
  }, 
  {
    "quote": "Yeah, exactly, you can talk about politics in music, you can talk about something else, but that's always going to change, and love is never going to change.", 
    "name": "Enrique Iglesias"
  }, 
  {
    "quote": "I care about politics just like any other citizen. I'm against the war in Iraq, or any type of war.", 
    "name": "Enrique Iglesias"
  }, 
  {
    "quote": "The only thing I have no control over is the politics that goes on within the record company. It's always been the same, but it's far tougher now, because record companies are run by financial people before, they were run by creative people.", 
    "name": "Enrique Iglesias"
  }, 
  {
    "quote": "Politics is much too serious to be taken too seriously equally, there are many aspects of it so laughable as to be lamentable.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "Politics is the enemy of the imagination.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "London in the '70s was a pretty catastrophic dump, I can tell you. We had every kind of industrial trouble we had severe energy problems we were under constant terrorist attack from Irish terrorist groups who started a bombing campaign in English cities politics were fantastically polarized between left and right.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "The journey for women, no matter what venue it is - politics, business, film - it's, it's a long journey.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "My politics are of a practical kind - the integrity of the country, the supremacy of the Federal government, an honorable peace, or none at all.", 
    "name": "Winfield Scott Hancock"
  }, 
  {
    "quote": "I understand the damage the expenses crisis has done to Parliament, and the paramount importance of restoring trust in our politics.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "Nothing is irreparable in politics.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "In argument, truth always prevails finally in politics, falsehood always.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "I hate politics. I like to write about it, but to get involved in it, to try and make a lot of ignorant people do what you want them to do, waste of time. Go and write a book. It's more important and it'll last longer.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "There will be no politics, no ifs and buts if we see something and feel that work needs to be done, we will get people here we can rely on and ensure it is done in the same thorough way as our other projects.", 
    "name": "Ian Botham"
  }, 
  {
    "quote": "I don't take a great deal of interest in party politics. Social politics interests me a great deal more.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "America wants solutions. America wants a leader. No more tabloid politics.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "Growing up, politics never trickled down to the areas we come from. But people from Obama's camp, and Obama himself, reached out to me and asked for my help on the campaign. We've sat and had dinner, and we've spoken on the phone. He's a very sharp guy. Very charming. Very cool.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "If you want to know about my politics, the only way to do that is to look at my work.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I have a lot of nice Italian winter clothes that make me look like a sophisticated Lebanese professor, so my friend Robert and I go around pretending to be experts in Arabic politics. It doesn't work in the summer though. I don't have the right clothes.", 
    "name": "Alexei Sayle"
  }, 
  {
    "quote": "People feel politics isn't about their lives.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "Good politics starts with empathy, proceeds to analysis, then sets out values and establishes the vision, before getting to the nitty-gritty of policy solutions.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "Everything about my politics has been about the future.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "I've committed myself to serve my constituents in South Shields and I have committed myself to British politics.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "You have to believe that it's through politics that societies can lead social and economic and political change.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "My advice is very simple: if you can win a small battle, it gives you confidence in the political process to take on bigger battles, and so it is very much a bottom-up grass-roots way of doing politics.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "Politicians... talk in generalities and lies, and I think they've caused all our grief. They're so awful, they're really funny. I hate thinking this because my dad loved politics.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "Politics is pop. Our job as comedians - especially me, as a late-night talk show, which is a broader audience - is to amplify what we think America is thinking.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "People are fed up with the politics where candidates just rip each other apart and then the voters lose in the end because no one really knows what anybody stands for.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "My philosophy comes from a worldview that looks at the world as one. It's a holistic view that sees the world as interconnected and interdependent and integrated in so many different ways, which informs my politics.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "Whenever you discuss politics, it is always better to use individual names rather then the term neocon.", 
    "name": "David Frum"
  }, 
  {
    "quote": "The art of politics consists in knowing precisely when it is necessary to hit an opponent slightly below the belt.", 
    "name": "Konrad Adenauer"
  }, 
  {
    "quote": "I came into politics because I wished to change things. You can't do that by lying to people you have to educate, and persuade, and carry them with you - and it's often a long haul.", 
    "name": "Kenneth Robert Livingstone"
  }, 
  {
    "quote": "I loathe and detest all this trivialisation of politics.", 
    "name": "Kenneth Robert Livingstone"
  }, 
  {
    "quote": "Politics is not a healthy lifestyle.", 
    "name": "Kenneth Robert Livingstone"
  }, 
  {
    "quote": "Short of being prime minister there isn't a better job in British politics than running London.", 
    "name": "Kenneth Robert Livingstone"
  }, 
  {
    "quote": "I've always said that in politics, your enemies can't hurt you, but your friends will kill you.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "Politics is the skilled use of blunt objects.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "Beware the politically obsessed. They are often bright and interesting, but they have something missing in their natures there is a hole, an empty place, and they use politics to fill it up. It leaves them somehow misshapen.", 
    "name": "Peggy Noonan"
  }, 
  {
    "quote": "I became active in politics because I saw the possibility, if we all sat back and did nothing, of a world in which there would no longer be any stages for actors to act on.", 
    "name": "Helen Gahagan"
  }, 
  {
    "quote": "I hate politics, hate deals, and deal-making, hate meeting with attorneys and agents.", 
    "name": "Kathie Lee Gifford"
  }, 
  {
    "quote": "The essential ingredient of politics is timing.", 
    "name": "Pierre Trudeau"
  }, 
  {
    "quote": "In my early 20s, I studied history and politics, and I really thought that perhaps I would devote my life to that.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I'm not involved in politics any more and they're quite right.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "I'm not taking any interest in politics. I'm not involved in politics in any way. My life is in writing now.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "Politics should share one purpose with religion: the steady emancipation of the individual through the education of his passions.", 
    "name": "George Will"
  }, 
  {
    "quote": "I am interested in politics.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "The movies were custard compared to politics.", 
    "name": "Nancy Reagan"
  }, 
  {
    "quote": "The conversion of agnostic High Tories to the Anglican church is always rather suspect. It seems too pat and predictable, too clearly a matter of politics rather than faith.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Political correctness? In my humor, I never talk about politics. I was never much into all that.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "There's a nastiness out there that wants to harm me with words. These are my enemies - the ideologues, the populists, the columnists who don't like the fact that I take them on toe-to-toe. What I try to do is tell the truth. It's not the coin of the realm in politics.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "The tax issue is the most powerful issue in American politics going back to the Tea Party. People say, 'Oh, Grover Norquist has power.' No. Grover Norquist and Americans for Tax Reform focus on the tax issue. The tax issue is a powerful issue.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "Look, the center right coalition in American politics today is best understood as a coalition of groups and individuals that on the issue that brings them to politics what they want from the government is to be left alone.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "In my case, I was covering politics in Texas as a newspaper man in the 1960's.", 
    "name": "Jim Lehrer"
  }, 
  {
    "quote": "Value your freedom or you will lose it, teaches history. 'Don't bother us with politics', respond those who don't want to learn.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "Men enter local politics solely as a result of being unhappily married.", 
    "name": "C. Northcote Parkinson"
  }, 
  {
    "quote": "American politics used to be an amateur sport. But somewhere along the way, we handed over to professionals all the things people used to do for free.", 
    "name": "Bob Schieffer"
  }, 
  {
    "quote": "Does politics have to be injected into everything?", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "Gossip is easy, politics is hard.", 
    "name": "Tabitha Soren"
  }, 
  {
    "quote": "This is not the time for partisan bickering. This is not the time for politics as usual. Some of us are Democrats. Some of us are Republicans. Some of us are Independents. Above all, we must be Oklahomans first.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Broadcasters or politicians or writers who think that they are respecting Struggle Street, the battlers, by dumbing things down into one-line sound bites are not respecting them, they are treating them with contempt. It's our job above all in politics to tackle the big issues and to explain them.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "The proliferation of outlets that digital technology has enabled has itself contributed to the changing nature of what we regard as 'news' and the way in which many citizens perceive politics.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "It is our job above all in politics to tackle the big issues and to explain them, and have the honesty to say to people, 'There are no easy solutions here.'", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "The only reason to be in politics is public service. There's no other reason. Frankly, if that's the best job you can get in terms of money, that's too bad, you know. Because frankly, it's not well paid, everyone knows that. So for most people it's a big sacrifice.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "I will go to the next election saying to Australians, vote for me, vote for the Liberal Party, and I will become your PM. So I'm offering myself as the alternative PM - that's one way people describe the Leader of the Opposition - but I'm not in politics for myself to realize a personal ambition.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "I don't want to force my politics on my readers.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "I could pose in fashion commercials as a high society star but politics is a new way of life.", 
    "name": "Marat Safin"
  }, 
  {
    "quote": "What's going on in the Senate is kind of a politics of escalation. We're getting sort of like the Mideast: pay back everybody when you're in charge.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "The politics of judges is getting to be red hot.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "Look how many millions of people are underemployed or have lost their jobs. The last thing I'm going to do is play politics with their future.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "President Obama chose politics over leadership. 'Hope' and 'Change' have become bait-and-switch.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "I don't for the life of me understand how anybody could contemplate the results of the 2000 election in the US and say that electoral politics doesn't matter any more, and that Ralph Nader was right when he said there is no difference between the two parties.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "I first came to think about media and politics in the late 1960s, having observed some distortions up close, but since then I wouldn't say that my personal experience has remained an important motive for my writing about media.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "My position is not that John Kerry is either Jesus Christ or the prophet Mohammad. My position is that John Kerry is the possibility of restarting politics.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "Right now, we have no possibility of politics because we have a one-party state.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "Well Australia's been in Afghanistan from the get go, way back in 2001, but we have been resolute throughout and with support from both sides of Australian politics.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "Look at the declining television coverage. Look at the declining voting rate. Economics and economic news is what moves the country now, not politics.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "Beyond politics, the West is suffering from what can be called a crisis of brokenness - broken institutions, broken families and broken souls.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "Newt Gingrich is one of the brightest people in the Republican Party and he's always been a little unorthodox in his approach to politics, but that's what makes him Newt Gingrich.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "A week is a long time in politics.", 
    "name": "Harold Wilson"
  }, 
  {
    "quote": "No. I probably do better not being in politics. They have too much control over you when you are in politics.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "There's not a single chef I know of that does not think about the politics of the food they're serving.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "My publicist told me not to talk about politics but, yes, I think we have a president who stole the election.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "You should never ask actors about politics.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "There's a couple things you don't talk about in life, and that's race, religion and politics. I try to make sure I don't talk about politics at all.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "Good thing we've still got politics in Texas - finest form of free entertainment ever invented.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "I never saw anything funnier than Texas politics.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "The TUC's new slogan 'a future that works' sets a profound challenge. Austerity and rapid deficit reduction is failing in its own terms, but even at its best it is short-sighted, muddle-through politics with no vision of a new economic model.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "Politics is very interesting and always leads to conflict.", 
    "name": "Ridley Scott"
  }, 
  {
    "quote": "I am not at all a politician. I don't think I'm cut out for politics. I am certainly not going to stand for election.", 
    "name": "Pervez Musharraf"
  }, 
  {
    "quote": "I met my wife Anne who was a sociology student, and her influence together with activities associated with the student movement of the time opened up my interests amongst other things into the theatre, art, music, politics and philosophy.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "I'm not very active politically. The causes I work on offer immediate, practical, accessible help, and politics has never meant that to me.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "Is anyone serious about the politics of happiness? David Cameron dipped a toe in the water, using the word lightly, but denying the hard policies it implies. Labour shies away from it, but should take up the challenge.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "My job is to look at what politics is doing, not be a politician myself.", 
    "name": "Antonio Tabucchi"
  }, 
  {
    "quote": "All tools have intrinsic politics and technology is the tool of now.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "When we talk about safety and security of the American people, politics falls aside pretty quickly.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "Liberalism is Rationalism in politics.", 
    "name": "Francis Parker Yockey"
  }, 
  {
    "quote": "It's true that it's within the realm of cultural politics that young people tend to work through political issues, which I think is good, although it's not going to solve the problems.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "I have always hated celebrities lecturing people on politics. So forgive me. But I am passionate about this country. I am equally passionate about the potential of the people who live here.", 
    "name": "Simon Cowell"
  }, 
  {
    "quote": "Difference of religion breeds more quarrels than difference of politics.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "Things happen in American politics in the political center. If the President will meet us in the center, there are things we can accomplish.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "Politics is the science of urgencies.", 
    "name": "Theodore Parker"
  }, 
  {
    "quote": "I look for the humanity in people, however big the politics or oppressive the situation may be, whether it's subsumed within a human being or between two human beings. I want to help us hold a mirror to ourselves.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "There's a rule of thumb in politics. If you're at a point where you're complaining about the other guy being mean and unfair and uncivil, that's probably a sign that you're losing.", 
    "name": "Laura Ingraham"
  }, 
  {
    "quote": "I know my limitations, and I don't like politics. I was only involved because of my husband.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "It seems to be the thing now that young people are getting back into politics.", 
    "name": "Susan George"
  }, 
  {
    "quote": "I think especially in a world where you have so little say about what goes on in your life, or in the politics of the world around you, it is wonderful to go into that studio, and tell yourself what to do.", 
    "name": "Suzanne Farrell"
  }, 
  {
    "quote": "There's people coming in who've never done any politics at all, who've never been in a trade union, they've never been in a political party, they've never done anything, but they do feel a kind of urgency.", 
    "name": "Susan George"
  }, 
  {
    "quote": "I think Ralph Nader is the biggest liar in American politics when he said it didn't matter who was president.", 
    "name": "James Carville"
  }, 
  {
    "quote": "I think one of the most threatening places to be in politics is a black conservative because there are so many liberals who want to continue to reinforce a stereotype that doesn't exist about America.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "The one thing we can all be sure about in politics is you are as well to expect the unexpected.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "I am genuinely not an over-the-top kind of person about politics or anything else.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "Yes, you need substance in politics - but I think your style also says something about how you arrive at some of your conclusions.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "Music and politics are in essence about communication. Without over-stretching the analogy I do feel a sense of rhythm is important in getting your message across.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "The larger meaning here is that mainstream journalists simply cannot talk about things that the two parties agree on this is the black hole of American politics.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Until politics are a branch of science we shall do well to regard political and social reforms as experiments rather than short-cuts to the millennium.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "Rush Limbaugh, we expect nonsense from him. But the Vatican, that's another story. When the Vatican is so threatened that it launches attacks on nuns, well, you know what they say in politics, a hit dog hollers.", 
    "name": "Jennifer M. Granholm"
  }, 
  {
    "quote": "In so much of politics you're not allowed to disagree with what's been agreed.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "I'm not deeply ideologically driven. I believe in good center-right politics.", 
    "name": "John Key"
  }, 
  {
    "quote": "I always had a long-term view of going into politics, so I suppose I was always careful. I mean, I got offered all these rinky dink tax deals, but I always paid my taxes. I am naturally quite conservative.", 
    "name": "John Key"
  }, 
  {
    "quote": "I was really fascinated by politics. It always has been part of my view that politics really is a calling or you wouldn't go into it, because it's demanding and potentially has a toll on you and your family.", 
    "name": "John Key"
  }, 
  {
    "quote": "Politics is gut commercials are gut.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "The challenge in working in politics, particularly if you're working for a political party, is that everyone's a messenger.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "What matters most in politics is personality. It's not issues it's not image. It's who you are and what you represent.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "I've done reasonably well over the last 10 years because I took the strategy of language and politics and applied it to the corporate world, which has never been done before.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "Macroeconomic policy can never be devoid of politics: it involves fundamental trade-offs and affects different groups differently.", 
    "name": "Joseph Stiglitz"
  }, 
  {
    "quote": "Hope springs eternal, even in politics.", 
    "name": "Gwen Ifill"
  }, 
  {
    "quote": "When you look at our world, the truth is that we're all under the influence of politics.", 
    "name": "Roland Joffe"
  }, 
  {
    "quote": "Even if we don't know it or aren't aware of it, politics and philosophy are really what make our up lives.", 
    "name": "Roland Joffe"
  }, 
  {
    "quote": "Politics makes strange bedfellows.", 
    "name": "Charles Dudley Warner"
  }, 
  {
    "quote": "I'm interested in current affairs and social policy as a whole, but I don't watch politics for sport.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "On the show, we are not trying to get people to eat their vegetables we are not trying to get people to become Democrats. We are basically trying to encourage people to get involved with public life so that politics isn't left to the wealthy and privileged.", 
    "name": "Martin Sheen"
  }, 
  {
    "quote": "I'm no expert on American politics.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "Robert Kennedy was such an inspiring figure. His interest in politics seemed to come not from a desire for power, but from a need to help our society live up to its ideals.", 
    "name": "Elisabeth Shue"
  }, 
  {
    "quote": "In Washington, DC, politics dominate even the most casual conversations.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "In politics, it seems, retreat is honorable if dictated by military considerations and shameful if even suggested for ethical reasons.", 
    "name": "Mary McCarthy"
  }, 
  {
    "quote": "If we tried to write about politics, you'd realize that we're all a bunch of idiots.", 
    "name": "Mark Hoppus"
  }, 
  {
    "quote": "I ask you: turn a deaf ear to the special interests. Let politics stand down for a while. don't waste anytime thinking about future elections until we've done our jobs here.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "My political science degree is always on the back-burner. I took my LSAT, so even if I want to take the LSAT again, I know what I'm getting into. I'll keep it on the back-burner. Who knows, maybe with my popularity, I can have a career in politics with a law degree. I think it'll work out either way.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "Every week I read about myself in a magazine, about something that I haven't done or some place that I've never been or don't even know. It's just gossip, rumors, egos, and politics.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "I was in the room with, you know, more than a dozen Republicans trying to negotiate the stimulus. Most of them decided the politics of the situation meant they should walk away, even if it wasn't responsible in terms of what our country needed right then.", 
    "name": "Claire McCaskill"
  }, 
  {
    "quote": "Music shouldn't be based around money or politics. Music should be a bunch of people that really do great songs together doing them together for the pursuit of having a good time.", 
    "name": "Jerry Only"
  }, 
  {
    "quote": "Inauthenticity is endemic in American politics today. The political backrooms where I spent much of my career were just as benighted as my personal life, equally crowded with shadowy strangers and compromises, truths I hoped to deny. I lived not in one closet but in many.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "You never know what'll happen in politics.", 
    "name": "Claire McCaskill"
  }, 
  {
    "quote": "I kept a steel wall around my moral and sexual instincts - protecting them, I thought, from the threats of the real world. This gave me a tremendous advantage in politics, if not in my soul. The true me, my spiritual core, slipped further and further from reach.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "But being in the closet uniquely assisted me in politics. From my first run for the state legislature until my election as governor, all too often I was not leading but following my best guess at public opinion.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "My mom is like this hard-core, liberal feminist. She's a professor in Boston, and she's been teaching women's studies for 30 years and international politics.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "I think the rules are going to have to change for me to ever run for public office. My checkered past will always keep me out of politics.", 
    "name": "Bruce Willis"
  }, 
  {
    "quote": "I'm not entirely sure what my end goal is, but I'd love to get involved in city politics and broadcast TV.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "You know, I started my career in politics in 1967. I'm not new to this. I did not just fall off the Christmas tree. I understand the world is complex. I know that there are people out there who want to hurt other people.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "When you come from desperate poverty, and that's exactly what I come from, you know that nonsenses are not to be tolerated. I'm not sure who gains from chaos, but I know it's not the poor folks in the council flats. The politics of vindictiveness is never, ever anything like a solution.", 
    "name": "Johnny Rotton"
  }, 
  {
    "quote": "Let me tell you, sisters, seeing dried egg on a plate in the morning is a lot dirtier than anything I've had to deal with in politics.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "I just feel like I'm a very lucky person to have a new life outside of politics.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "Since the governments are in the pockets of businesses, who's going to control this most powerful institution? Business is more powerful than politics, and it's more powerful than religion. So it's going to have to be the vigilante consumer.", 
    "name": "Anita Roddick"
  }, 
  {
    "quote": "Divorced from ethics, leadership is reduced to management and politics to mere technique.", 
    "name": "James MacGregor Burns"
  }, 
  {
    "quote": "The gays like 'Project Runway' because it's a fashion, and the gays are into fashion and into design. It's a creative industry, and most of the gays are pretty creative, in general. That's just like the culture. We're not all into politics necessarily. We're more into the creative environment. I also think Heidi is a big draw. The boys love Heidi and think she's so fabulous. I just think it's a glitzy, fun show, and there are also always lots of gay boys on it, and, you know, that's fun.", 
    "name": "Christian Siriano"
  }, 
  {
    "quote": "I would say that no film is apolitical. There are politics in all films. Any film that is anchored in a society, any film that deals with humanity is necessarily political.", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "I was very aware of office politics because I was so baffled by them. So much so goes unsaid. No one says 'you're a cheeky so-and-so,' no one says 'you're so moody,' nobody ever confronts anyone else about anything. But I'm very crass, and I'm very confrontational, and I have a temper. I had to be hyper-vigilant in every office I worked in.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "I always wanted to work at 'Take A Break' magazine, you know, just to inject a little bit of politics into their stories. I applied for a job there after I'd done my law degree and didn't even get an interview. I only wrote 'Garnethill' because I didn't get that job!", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "Be your own politics, grow your own garden, and maybe you can help out more.", 
    "name": "Rip Torn"
  }, 
  {
    "quote": "We would not have our politics distracted and embittered by the dissensions of other lands.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "Acting is fun and I refuse to get involved in the semantics and the politics of strategy and breaking out of something or doing something because you need to do something else. For me it's all about what fuels my soul and if I'm passionate about a screenplay then that's what I'll do next.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "Politics is politics art is art. If you play a political role, you have to stop being an artist.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "We can play politics, or we can reduce crime.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "In politics, sometimes you have to lie, or you make a promise that you cannot keep.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "Politics isn't about left versus right it's about top versus bottom.", 
    "name": "Jim Hightower"
  }, 
  {
    "quote": "I was supposed to be women's lib, and now I'd exceeded it and gone over into international politics.", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "In politics, there are no friends.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "We are naive and moralistic women. We are human beings who find politics a blight upon the human condition. And do not know how one copes with it except through politics.", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "Abortion politics have distracted all sides from what is really essential: a major aid campaign to improve midwifery, prenatal care and emergency obstetric services in poor countries.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "Imagine a civilisation that's way in advance of us wants to communicate with us, and assist us in our development. The information we provide to them must reflect our highest aspirations and ideals, and not just be some crazy person's bizarre politics or religion.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "I never let my politics supersede my manners.", 
    "name": "Darren Criss"
  }, 
  {
    "quote": "Politics, like theater, is one of those things where you've got to be wise enough to know when to leave.", 
    "name": "Richard Lamm"
  }, 
  {
    "quote": "Lenin said that people vote with their feet. Well, that's what's happening. They either go, or they don't go. It's all politics. It's all demographics.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "I wanted the feel in these books to be like an epic fantasy, with kings, queens, dukes and court politics, but of course like what I was explaining before, about making the science make sense, you have to make the politics make sense, too.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "If one of my boys was asking me if they should go into politics, I'd say there's only one reason to go into public life and that's to help people.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "My first meeting as a senator, my first day, they were already talking about the next election. Part of that's the permanent campaign, part of that's a word I've been using more frequently, 'tribal.' Our politics has become tribal: It's us versus them.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "I'm pleased to offer analysis of public policy and politics to the millions of Americans who get their news from Fox.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "Well, a lot of politics is communicating with people, and obviously comedy has something to do with that. I've been a producer and led people. Also, being a comedian, you're under pressure.", 
    "name": "Al Franken"
  }, 
  {
    "quote": "I think to be in politics you have to have the taste for blood on that.", 
    "name": "Moira Kelly"
  }, 
  {
    "quote": "The next thing I am doing is moving back home to Minnesota and getting involved in politics. I'm looking at a run for Senate in 2008, but in the meantime I am focused on knitting together the progressive network in the upper Midwest.", 
    "name": "Al Franken"
  }, 
  {
    "quote": "The sheep-people don't think for themselves anymore. You can say anything and it's the gospel truth and they don't have to go research it or anything, and they believe everything the news tells them. People don't go and do their own investigations if it's relationships or politics or anything.", 
    "name": "Big Boi"
  }, 
  {
    "quote": "The legions of reporters who cover politics don't want to quit the clash and thunder of electoral combat for the dry duty of analyzing the federal budget. As a consequence, we have created the perpetual presidential campaign.", 
    "name": "Hugh Sidey"
  }, 
  {
    "quote": "Politics aside, it will be hard for any new liberal radio network to outdo the professionalism of NPR.", 
    "name": "Paul Weyrich"
  }, 
  {
    "quote": "It is important to recognize and politics positive thinking is often the slaves' virtue - something that people do to con themselves about the burden and change being placed upon them.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "As a politician who cherishes religious conviction in his personal sphere, but regards politics as a domain belonging outside religion, I believe that this view is seriously flawed.", 
    "name": "Recep Tayyip Erdogan"
  }, 
  {
    "quote": "Every artistic expression is either influenced by or adds something to politics.", 
    "name": "Dario Fo"
  }, 
  {
    "quote": "I was raised to speak out about politics and the world around me. I would do it whether I was in the public or not. It is the way I was taught. The American way.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "All politics is local.", 
    "name": "Thomas P. O'Neill"
  }, 
  {
    "quote": "I think that what I'm doing is right. And election-year politics, which intensifies everything, is not going to drive me off that course.", 
    "name": "Eric Holder"
  }, 
  {
    "quote": "By asking the question 'Am I happy?,' and via the answer setting out what I mean by happiness, there is a political route that can be taken, by asking another question - 'Can politics deliver happiness, and should it try?'", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "So here is one of my theories on happiness: we cannot know if we have lived a truly happy life until the very end. This view of life and death was reinforced by my close witnessing of the buildup to the death of Philip Gould. Philip was without doubt my closest friend in politics. When he died, I felt like I had lost a limb.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "There has been a shift to what may be defined as a culture of negativity which goes well beyond coverage of politics.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "I've done business with people I've met in politics, who I went to law school with, who I grew up with. Who do you do business with? People you meet in life.", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "As I've gotten older, I've gotten more liberal, and my father is increasingly conservative. It's so shocking to me because I always thought we had the same politics. The day I realized we voted for different presidents, I practically fell out of my chair.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "You help me, I'll help you. That's politics.", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "As a society, I think we express our cultural mores through our politics. We're trying constantly to figure out what's OK and what's not OK. And it's hard, because our society is constantly buffeted by gale force winds of technology. Things are always changing.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "People like to do politics with me, and they like to do business.", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "We talked about politics constantly in my family growing up in North Carolina. There were always debates. Being of Greek background, it's in our blood to drink coffee and talk politics.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "Anyone in politics would like to have great economic numbers.", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "Whether you are on the Right or the Left, everyone can agree that there are a lot of outside influences in American politics that are not good for the system. There's just too much money.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "About 25 years ago, I started out as a reporter covering politics. And that sort of just evolved into organized crime, because organized crime and politics were the same thing in Boston.", 
    "name": "Howie Carr"
  }, 
  {
    "quote": "But look, you did not have to be well versed in politics to know that some stupid things were going on. It is the counsel's job to stop them, and instead the coverup was created.", 
    "name": "Fred F. Fielding"
  }, 
  {
    "quote": "I'm not really one of those people who believes that if you're a musician you can just leave that behind and start getting into politics.", 
    "name": "Damon Albarn"
  }, 
  {
    "quote": "A purely objective viewpoint does not exist in the cosmos or in politics.", 
    "name": "Howard Fineman"
  }, 
  {
    "quote": "When you're young, with less on the line, it's easier to be audacious, to experiment. So I introduced the concerns of my generation - politics, sex, drugs, rock-and-roll, etc. - to the comics page, which for many years caused a rolling furor.", 
    "name": "Garry Trudeau"
  }, 
  {
    "quote": "In my right-wing politics of the time, I held that unemployment was usually the fault of the unemployed.", 
    "name": "Luke Ford"
  }, 
  {
    "quote": "I did not resign from politics because of Bofors. I resigned because I do not know how to play petty politics. I did not know back then and I don't know now either.", 
    "name": "Amitabh Bachchan"
  }, 
  {
    "quote": "Broadway is such a diverse community. Everybody knows how I believe, and everyone believes, and it's not a big deal. But in Hollywood, if you talk about politics - especially if you're a Republican - or spirituality, it's just not something people want to hear about.", 
    "name": "Kristin Chenoweth"
  }, 
  {
    "quote": "I just worry a lot. I'm a worrier. Michelle and Barack are really dear to me. I mean, I love them. And I don't want to see them get hurt. Just the nature of politics is hurtful. So every time they are hurt, I get hurt. It's a lot to ask of people, and it's a lot to see your friends go through. It's hard not to get emotional.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "I was totally absorbed in the real world, the politics, the history, the news, and I just couldn't find my way into the fictional world... When I finally could return to writing the novel, it was in fits and starts.", 
    "name": "David Guterson"
  }, 
  {
    "quote": "I don't want to be a politician. I don't like politics. It's petty it fights dirty.", 
    "name": "John Mellencamp"
  }, 
  {
    "quote": "I like politics. I like traveling in the United States.", 
    "name": "Laura Bush"
  }, 
  {
    "quote": "Politics is a people business. I like people.", 
    "name": "Laura Bush"
  }, 
  {
    "quote": "I mean, the part you don't like, I mean, that's the only part. That's the part no one likes, and that is the criticisms, and the unfair criticisms, I might add, of my husband. But that's also just a fact of life in politics.", 
    "name": "Laura Bush"
  }, 
  {
    "quote": "The argument of the broken window pane is the most valuable argument in modern politics.", 
    "name": "Emmeline Pankhurst"
  }, 
  {
    "quote": "So my degree was in political science, which I think was - the closest I could come to marketing is politics.", 
    "name": "Steve Case"
  }, 
  {
    "quote": "American influence in the world is certainly considerable, but the United States does not control, directly or indirectly, the politics and economics of other societies, as empires have always done, save for a few special cases that turn out to be the exceptions that prove the rule.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "We don't tend to write about disease in fiction - not just teen novels but all American novels - because it doesn't fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle.", 
    "name": "John Green"
  }, 
  {
    "quote": "The thing about American politics, as I've learned, is there is no choice.", 
    "name": "Rob Walton"
  }, 
  {
    "quote": "Conscience has no more to do with gallantry than it has with politics.", 
    "name": "Richard Brinsley Sheridan"
  }, 
  {
    "quote": "On the other side, I do believe that the rhetoric we are seeing from the Democrats today is unprecedented, is a new low in presidential politics and goes beyond political discourse and amounts to political hate speech.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "I mean that I think I find the psychology of people more interesting than politics. I think the psychology of politics is more interesting than straight politics.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "People like passion in politics.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "Politics swings like a pendulum.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "I think Karl Rove saw that in George W. Bush early on and understood the impact that he could have on Texas politics and probably on national politics.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "My mother's studies stopped with the third year of primary school, my father with the first. They taught me a deep sense of duty. But nobody was involved in politics in my family.", 
    "name": "Emma Bonino"
  }, 
  {
    "quote": "I was on leave from local and regional politics, as long as I was a Minister.", 
    "name": "Emma Bonino"
  }, 
  {
    "quote": "In politics the choice is constantly between two evils.", 
    "name": "John Morley"
  }, 
  {
    "quote": "Politics is a field where the choice lies constantly between two blunders.", 
    "name": "John Morley"
  }, 
  {
    "quote": "Money has too big an influence on our politics in Washington and somehow we need to do something about that.", 
    "name": "James Hansen"
  }, 
  {
    "quote": "There was a widespread indignation in the American media. They were saying, 'How can you make a movie during an election that's about politics? What are you doing? Are you trying to influence people's lives?' To which my response was, 'Well, I hope so.'", 
    "name": "John Sayles"
  }, 
  {
    "quote": "In politics, madame, you need two things: friends, but above all an enemy.", 
    "name": "Brian Mulroney"
  }, 
  {
    "quote": "Truth is I don't think God on a daily basis. I think politics, science.", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "Every person has only so much attention to give, and politics and government takes up only a fraction of what it did 25 years ago.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "For us, sons of France, political sentiment is a passion while, for the Englishmen, politics are a question of business.", 
    "name": "Wilfrid Laurier"
  }, 
  {
    "quote": "Chicago is known for good steaks, expensive stores and beautiful architecture. Unfortunately, the Windy City also enjoys a reputation for corrupt politics, violent crime, and some of the strictest gun control laws anywhere in the country.", 
    "name": "Bob Barr"
  }, 
  {
    "quote": "It is the desire of the good people of the whole country that sectionalism as a factor in our politics should disappear...'", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "Living in Washington, you can't take politics too seriously. I draw the line at honesty. I have no time for political hacks who say things they don't believe because they get paid to.", 
    "name": "Tucker Carlson"
  }, 
  {
    "quote": "Well, I think any time you delve into this sort of religion, politics, as you well know, you're going to, you know, touch a few nerves. I wasn't - now - and this is the honest truth.", 
    "name": "Mel Gibson"
  }, 
  {
    "quote": "I think he was absolutely right not to go to UN last week... First things first - that is, values and people here in their local communities, and remembering all politics is local, and trusting people more.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "We must remember that politics is more than a power game. The core of politics in my view is to serve our citizens, to serve our fellow human beings.", 
    "name": "Kjell Magne Bondevik"
  }, 
  {
    "quote": "I am involved with politics today because of the inspiration I received from Ronald Reagan.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "As I became very defined in my personal politics, I turned down some films that I slightly regret now I'm not going to say what they were.", 
    "name": "Julie Christie"
  }, 
  {
    "quote": "We're seeing quite a lot of people who really would like a return to class-based politics.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "I don't find music being less important than, like, politics.", 
    "name": "Kurt Loder"
  }, 
  {
    "quote": "In ancient Greece, politics and the market were not decoupled.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "Money in politics is a huge issue.", 
    "name": "Russ Feingold"
  }, 
  {
    "quote": "I have always said I will be in politics to serve as best as I can and it will take me wherever it will take me.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "'Yes' is a far more potent word than 'no' in American politics. By adopting the positions which animate the political agenda for the other side, one can disarm them and leave them sputtering with nothing to say.", 
    "name": "Dick Morris"
  }, 
  {
    "quote": "I believe in incentivizing people. If you can incentivize people in anything, whether it's in politics in life in spirituality in business just take care of folks. Incentivize them and all of a sudden it's amazing the difference that you'll see.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "If Greece had gone through a very normal political life, I may have not been in politics. But just the fact that I lived through huge upheavals and very difficult struggles and polarization and the barbarism of dictatorships - that made me feel that we had to change this country.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "People meet in bars after work all over the world and talk about the great problems of life and death and the world and politics and they don't take themselves seriously. They can do nothing else except chat about these things in bars after work.", 
    "name": "Whitfield Diffie"
  }, 
  {
    "quote": "Spontaneous combustion of grassroots politics is the future.", 
    "name": "Dick Morris"
  }, 
  {
    "quote": "There is this concept of politics as a dirty game. It's a difficult game, but it doesn't have to be dirty. I think this is what we need to bring to politics. I think politics around the world has very often been captured by big interests - 'lobbies' they call them in the States.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "This idea that a book can either be about character and feeling, or about politics and idea, is just a false binary. Ideas are an expression of the feelings and the intense emotions we hold about the world.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "Most people get their politics, obviously, from TV shows about senators or movies about them or... all the day-to-day press and the talk shows.", 
    "name": "Judd Gregg"
  }, 
  {
    "quote": "I call it people-to-people politics and that's what politics should be about, reaching out and helping one another and touching one another about what we're going to do.", 
    "name": "Sonny Perdue"
  }, 
  {
    "quote": "Politics was my third act. But I could have a fourth. I don't know what that will be yet, but there will be one.", 
    "name": "Gary Ackerman"
  }, 
  {
    "quote": "First, take the government of the Indians out of politics second, let the laws of the Indians be the same as those of the whites third, give the Indian the ballot.", 
    "name": "George Crook"
  }, 
  {
    "quote": "We mistake politics for legislative debate. You can be passionate without being personal.", 
    "name": "Richard Dreyfuss"
  }, 
  {
    "quote": "The difference between the men and the boys in politics is, and always has been, that the boys want to be something, while the men want to do something.", 
    "name": "Eric Sevareid"
  }, 
  {
    "quote": "On the mountains mistakes are fatal. In politics, mistakes are wounding emotionally, but you recover. Personally, wilderness helps me get back in touch with natural rhythms, helps me reflect and, in the process, restore my creativity.", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "The only politics in this country that's relevant to black people today is the politics of revolution... none other.", 
    "name": "H. Rap Brown"
  }
]