[
  {
    "quote": "A joke is a very serious thing.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Humor is mankind's greatest blessing.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Common sense and a sense of humor are the same thing, moving at different speeds. A sense of humor is just common sense, dancing.", 
    "name": "William James"
  }, 
  {
    "quote": "If I had no sense of humor, I would long ago have committed suicide.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "A person without a sense of humor is like a wagon without springs. It's jolted by every pebble on the road.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Everything human is pathetic. The secret source of humor itself is not joy but sorrow. There is no humor in heaven.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A sense of humor... is needed armor. Joy in one's heart and some laughter on one's lips is a sign that the person down deep has a pretty good grasp of life.", 
    "name": "Hugh Sidey"
  }, 
  {
    "quote": "The secret source of humor is not joy but sorrow there is no humor in Heaven.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "You can turn painful situations around through laughter. If you can find humor in anything, even poverty, you can survive it.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Imagination was given to man to compensate him for what he is not a sense of humor to console him for what he is.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Everywhere is within walking distance if you have the time.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Start every day off with a smile and get it over with.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "The secret to humor is surprise.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "There is hope for the future because God has a sense of humor and we are funny to God.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "When humor goes, there goes civilization.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Alimony is like buying hay for a dead horse.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "A well-developed sense of humor is the pole that adds balance to your steps as you walk the tightrope of life.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "My computer beat me at checkers, but I sure beat it at kickboxing.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "A sense of humor is a major defense against minor troubles.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Humor is reason gone mad.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "Humor is perhaps a sense of intellectual perspective: an awareness that some things are really important, others not and that the two kinds are most oddly jumbled in everyday affairs.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Comedy is simply a funny way of being serious.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "A taste for irony has kept more hearts from breaking than a sense of humor, for it takes irony to appreciate the joke which is on oneself.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "Humor is laughing at what you haven't got when you ought to have it.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "Humor is emotional chaos remembered in tranquility.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Wit - the salt with which the American humorist spoils his intellectual cookery by leaving it out.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Analyzing humor is like dissecting a frog. Few people are interested and the frog dies of it.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Humor brings insight and tolerance. Irony brings a deeper and less friendly understanding.", 
    "name": "Agnes Repplier"
  }, 
  {
    "quote": "Humor is just another defense against the universe.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "Wit is the lowest form of humor.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Humor is richly rewarding to the person who employs it. It has some value in gaining and holding attention, but it has no persuasive value at all.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Humor is one of the best ingredients of survival.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "A humorist is a person who feels bad, but who feels good about it.", 
    "name": "Don Herold"
  }, 
  {
    "quote": "A sense of humor is the ability to understand a joke - and that the joke is oneself.", 
    "name": "Clifton Paul Fadiman"
  }, 
  {
    "quote": "A pun is the lowest form of humor, unless you thought of it yourself.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Humor is something that thrives between man's aspirations and his limitations. There is more logic in humor than in anything else. Because, you see, humor is truth.", 
    "name": "Victor Borge"
  }, 
  {
    "quote": "If you could choose one characteristic that would get you through life, choose a sense of humor.", 
    "name": "Jennifer Jones"
  }, 
  {
    "quote": "A laugh is a surprise. And all humor is physical. I was always athletic, so that came naturally to me.", 
    "name": "Chevy Chase"
  }, 
  {
    "quote": "Humour is the weapon of unarmed people: it helps people who are oppressed to smile at the situation that pains them.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "Humor is a serious thing. I like to think of it as one of our greatest earliest natural resources, which must be preserved at all cost.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "In conversation, humor is worth more than wit and easiness more than knowledge.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "Humor is everywhere, in that there's irony in just about anything a human does.", 
    "name": "Bill Nye"
  }, 
  {
    "quote": "Gags die, humor doesn't.", 
    "name": "Jack Benny"
  }, 
  {
    "quote": "All I know about humor is that I don't know anything about it.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "Humor can alter any situation and help us cope at the very instant we are laughing.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Humor is the affectionate communication of insight.", 
    "name": "Leo Rosten"
  }, 
  {
    "quote": "You can't study comedy it's within you. It's a personality. My humor is an attitude.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "Comedy has to be based on truth. You take the truth and you put a little curlicue at the end.", 
    "name": "Sid Caesar"
  }, 
  {
    "quote": "Humor does not diminish the pain - it makes the space around it get bigger.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Humor is the instinct for taking pain playfully.", 
    "name": "Max Eastman"
  }, 
  {
    "quote": "Get well cards have become so humorous that if you don't get sick you're missing half the fun.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "What a strange world this would be if we all had the same sense of humor.", 
    "name": "Bernard Williams"
  }, 
  {
    "quote": "Comedy, we may say, is society protecting itself - with a smile.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "The satirist shoots to kill while the humorist brings his prey back alive and eventually releases him again for another chance.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "I have a fine sense of the ridiculous, but no sense of humor.", 
    "name": "Edward Albee"
  }, 
  {
    "quote": "There seems to be no lengths to which humorless people will not go to analyze humor. It seems to worry them.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "Humor distorts nothing, and only false gods are laughed off their earthly pedestals.", 
    "name": "Agnes Repplier"
  }, 
  {
    "quote": "Humor is by far the most significant activity of the human brain.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "The more I live, the more I think that humor is the saving sense.", 
    "name": "Jacob August Riis"
  }, 
  {
    "quote": "One doesn't have a sense of humor. It has you.", 
    "name": "Larry Gelbart"
  }, 
  {
    "quote": "When a thought takes one's breath away, a grammar lesson seems an impertinence.", 
    "name": "Thomas W. Higginson"
  }, 
  {
    "quote": "I think the next best thing to solving a problem is finding some humor in it.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "Puns are a form of humor with words.", 
    "name": "Guillermo Cabrera Infante"
  }, 
  {
    "quote": "This I conceive to be the chemical function of humor: to change the character of our thought.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "Nothing is so galling to a people not broken in from the birth as a paternal, or in other words a meddling government, a government which tells them what to read and say and eat and drink and wear.", 
    "name": "Thomas W. Higginson"
  }, 
  {
    "quote": "There is no defense against adverse fortune which is so effectual as an habitual sense of humor.", 
    "name": "Thomas W. Higginson"
  }, 
  {
    "quote": "Great men are rarely isolated mountain peaks they are the summits of ranges.", 
    "name": "Thomas W. Higginson"
  }, 
  {
    "quote": "Humor is merely tragedy standing on its head with its pants torn.", 
    "name": "Irvin S. Cobb"
  }, 
  {
    "quote": "Through humor, you can soften some of the worst blows that life delivers. And once you find laughter, no matter how painful your situation might be, you can survive it.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Humor is the first of the gifts to perish in a foreign tongue.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Humor must not professedly teach and it must not professedly preach, but it must do both if it would live forever.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A woman has to be intelligent, have charm, a sense of humor, and be kind. It's the same qualities I require from a man.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "There is a thin line that separates laughter and pain, comedy and tragedy, humor and hurt.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Anybody with a sense of humor is going to put on my album and laugh from beginning to end.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "I think I have always had a little humor.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.", 
    "name": "Grenville Kleiser"
  }, 
  {
    "quote": "Humor is the most engaging cowardice.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "I met Woz when I was 13, at a friend's garage. He was about 18. He was, like, the first person I met who knew more electronics than I did at that point. We became good friends, because we shared an interest in computer and we had a sense of humor. We pulled all kinds of pranks together.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "Humor has been the balm of my life, but it's been reserved for those close to me, not part of the public Lana.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "I think people are sexy when they have a sense of humor, when they are smart, when they have some sense of style, when they are kind, when they express their own opinions, when they are creative, when they have character.", 
    "name": "Suzanne Vega"
  }, 
  {
    "quote": "There are men so philosophical that they can see humor in their own toothaches. But there has never lived a man so philosophical that he could see the toothache in his own humor.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Being a Hot Mom means being respected as a mom and a woman. And, the key to being a Hot Mom is having a sense of humor about yourself and all the crazy situations that arise.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "The overwhelming majority of Americans are possessed of two great qualities a sense of humor and a sense of proportion.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "True humor springs not more from the head than from the heart. It is not contempt its essence is love. It issues not in laughter, but in still smiles, which lie far deeper.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The problem with having a sense of humor is often that people you use it on aren't in a very good mood.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "Humor has justly been regarded as the finest perfection of poetic genius.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Imagination was given to man to compensate him for what he isn't. A sense of humor was provided to console him for what he is.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "One of the things that binds us as a family is a shared sense of humor.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "Good humor is the health of the soul, sadness is its poison.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "A sense of humor keen enough to show a man his own absurdities will keep him from the commission of all sins, or nearly all, save those worth committing.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Women, as they grow older, rely more and more on cosmetics. Men, as they grow older, rely more and more on a sense of humor.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Humor has bailed me out of more tight situations than I can think of. If you go with your instincts and keep your humor, creativity follows. With luck, success comes, too.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "I think the scariest person in the world is the person with no sense of humor.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Any man who has had the job I've had and didn't have a sense of humor wouldn't still be here.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Honest good humor is the oil and wine of a merry meeting, and there is no jovial companionship equal to that where the jokes are rather small and laughter abundant.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Good humor is one of the best articles of dress one can wear in society.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "Humor does not rescue us from unhappiness, but enables us to move back from it a little.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Having a sense of humor has served me more than it has hurt me - just in the sense that it has allowed me to keep my sanity.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "You are not angry with people when you laugh at them. Humor teaches tolerance.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "A lot of my humor does come from anger. It's like, you're not gonna pull one over on me - which is pretty much my motto anyways.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "A sense of humor is great - it goes a long, long way in a marriage.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "I don't think it's possible to have a sense of tragedy without having a sense of humor.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I realize that humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "Men are happy to be laughed at for their humor, but not for their folly.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "I am often the brunt of my own humor.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "Cynicism is humor in ill health.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "In prehistoric times, mankind often had only two choices in crisis situations: fight or flee. In modern times, humor offers us a third alternative fight, flee - or laugh.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "And I loved Fats Waller. I love his instrumental abilities, his vocal abilities and his sense of humor.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "It is quite true, as some poets said, that the God who created man must have had a sinister sense of humor, creating him a reasonable being, yet forcing him to take this ridiculous posture, and driving him with blind craving for this ridiculous performance.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I like a man who can be a real friend, has a good sense of humor, a good pair of shoes and a healthy gold card.", 
    "name": "Victoria Beckham"
  }, 
  {
    "quote": "OK, in all seriousness, I would say I couldn't be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Total absence of humor renders life impossible.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "Confidence is at the root of so many attractive qualities, a sense of humor, a sense of style, a willingness to be who you are no matter what anyone else might think or say and it's true, I do have a certain fondness for women that have dark hair.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "Sometimes the only way to deal with horrific things in life is through a dark sense of humor.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Our subconscious minds have no sense of humor, play no jokes and cannot tell the difference between reality and an imagined thought or image. What we continually think about eventually will manifest in our lives.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Whatever else an American believes or disbelieves about himself, he is absolutely sure he has a sense of humor.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "If you can get humor and seriousness at the same time, you've created a special little thing, and that's what I'm looking for, because if you get pompous, you lose everything.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "A sense of humor is good for you. Have you ever heard of a laughing hyena with heart burn?", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "Absurdity is what I like most in life, and there's humor in struggling in ignorance. If you saw a man repeatedly running into a wall until he was a bloody pulp, after a while it would make you laugh because it becomes absurd.", 
    "name": "David Lynch"
  }, 
  {
    "quote": "There are different kinds of humor, some is sarcastic, some introspective. Introspective fit my personality better.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "In my opinion, I think sarcasm and humor in a song, without turning it into a novelty song, is really charming.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Down the road, I'll probably have a kid or two or three. And there will probably be political events or spiritual things to comment on, and humor.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "It doesn't take many people to have a bad sense of humor to get in trouble at a corporation.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "I remember when humor was gentle pokes. I used to call it 'arm around the shoulder' humor. Now they go for the jugular and they take no prisoners. It's mean, mean stuff.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Humor starts like a wildfire, but then continues on, smoldering, smoldering for years.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Keep your sense of humor, my friend if you don't have a sense of humor it just isn't funny anymore.", 
    "name": "Wavy Gravy"
  }, 
  {
    "quote": "Humor comes from self-confidence.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?", 
    "name": "Dick Clark"
  }, 
  {
    "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that's all you've got, it's just boring. Everything I write, whether it's happy or sad, has a sense of humor to it.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Wit is a weapon. Jokes are a masculine way of inflicting superiority. But humor is the pursuit of a gentle grin, usually in solitude.", 
    "name": "Frank Muir"
  }, 
  {
    "quote": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit.", 
    "name": "William Temple"
  }, 
  {
    "quote": "And I would be the first to admit that probably, in a lot of press conferences over the time that I have been in coaching, indulging my own sense of humor at press conferences has not been greatly to my benefit.", 
    "name": "Bobby Knight"
  }, 
  {
    "quote": "An emotional man may possess no humor, but a humorous man usually has deep pockets of emotion, sometimes tucked away or forgotten.", 
    "name": "Constance Rourke"
  }, 
  {
    "quote": "No mind is thoroughly well organized that is deficient in a sense of humor.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "In some sort of crude sense, which no vulgarity, no humor, no overstatement can quite extinguish, the physicists have known sin and this is a knowledge which they cannot lose.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "You have to have a sense of humor about life to get through it.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Humor is an affirmation of dignity, a declaration of man's superiority to all that befalls him.", 
    "name": "Romain Gary"
  }, 
  {
    "quote": "Using no control and using humor will build a relationship and make a dent to where the client puts the counselor in their quality world and then begins to relate and seek out the counselor. Effective therapy begins with the acceptance of the therapist into the client's quality world.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "Humor is not a mood but a way of looking at the world. So if it is correct to say that humor was stamped out in Nazi Germany, that does not mean that people were not in good spirits, or anything of that sort, but something much deeper and more important.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "It's continuously humbling to work hard, you know? As long as you've got a good work ethic and a sense of humor, I don't think anybody can become too much of an egoist under those circumstances.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "Bad humor is an evasion of reality good humor is an acceptance of it.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "I always thought the biggest failing of Americans was their lack of irony. They are very serious there! Naturally, there are exceptions... the Jewish, Italian, and Irish humor of the East Coast.", 
    "name": "Colin Firth"
  }, 
  {
    "quote": "Have a sense of humor about life - you will need it. And be courteous.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "If I didn't try to eavesdrop on every bus ride I take or look for the humor when I go for a walk, I would just be depressed all the time.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "Poor David Hume is dying fast, but with more real cheerfulness and good humor and with more real resignation to the necessary course of things, than any whining Christian ever dyed with pretended resignation to the will of God.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "The nation that complacently and fearfully allows its artists and writers to become suspected rather than respected is no longer regarded as a nation possessed with humor or depth.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "I've got a great sense of humor.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "We can't understand when we're pregnant, or when our siblings are expecting, how profound it is to have a shared history with a younger generation: blood, genes, humor. It means we were actually here, on Earth, for a time - like the Egyptians with their pyramids, only with children.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "People of humor are always in some degree people of genius.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "It's easier to sit there and say you don't like feminists because they don't have a sense of humor.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I've met a lot of people who've lost their jobs and they still have a sense of humor.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I don't understand how somebody wouldn't have a sense of humor about themselves.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "There is also this benefit in brag, that the speaker is unconsciously expressing his own ideal. Humor him by all means, draw it all out, and hold him to it.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "A little perspective, like a little humor, goes a long way.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "There are certain things I learned when I first started learning about acting, to try and place the character physically and emotionally. And the way you place them emotionally is often with humor.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "A lot of people into Tool, for some reason, are not interested in humor.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "I'm just very amused by five-year-old humor.", 
    "name": "Kesha"
  }, 
  {
    "quote": "If the blood humor is too strong and robust, calm it with balance and harmony.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "What we're doing is fun - if you have any sense of humor at all!", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "As far as humor goes, I've always been a very insecure person and I've always wanted to be liked.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "It's good to be able to laugh at yourself and the problems you face in life. Sense of humor can save you.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Married people should not be quick to hear what is said by either when in ill humor.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "From sixteen to twenty, all women, kept in humor by their hopes and by their attractions, appear to be good-natured.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "My father could be very witty, even if the humor was always on the darker side of irony.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I suppose I miss the British cynicism and the humor.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "People who know me , they know I have a sense of humor, I'm a bit of a joker, a bit of a clown really, and I would love someone to exploit that side of me and send me a romantic comedy.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "Congratulations, you have a sense of humor. And to those who didn't: Go stick your head in the mud.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver.", 
    "name": "Betty White"
  }, 
  {
    "quote": "The total absence of humor from the Bible is one of the most singular things in all literature.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "If this humor be the safety of our race, then it is due largely to the infusion into the American people of the Irish brain.", 
    "name": "William Howard Taft"
  }, 
  {
    "quote": "You find out in life that people really like you funny. So what do you give 'em? Humor. And then if you show them the other side, they don't like you as much. I find, too, that I can hide behind the idiot's mask being funny, and you never see the sorrow or the pain.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "It has always surprised me how little attention philosophers have paid to humor, since it is a more significant process of mind than reason. Reason can only sort out perceptions, but the humor process is involved in changing them.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "Feature-length film comedy is harder to pull off than the episodic sitcom - it doesn't have the same factory machinery up and running, teams of writers putting familiar characters through permutations - but that doesn't explain the widening quality gap that makes movie humor look like a genetic defective.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "When you say a friend has a sense of humor do you mean that he makes you laugh, or that he can make you laugh?", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "Humor is very very risky, particularly for a candidate, unless he's been in so long that it just doesn't matter, and he's not running for president. But it's just that people are so sensitive and so touchy, and you're just going to upset somebody without ever realizing it.", 
    "name": "Mark Russell"
  }, 
  {
    "quote": "The reason why you know more funny dudes than funny chicks is that dudes are funnier than chicks. If my daughter has a mediocre sense of humor, I'm just gonna tell her, 'Be a staff writer for a sitcom. Because they'll have to hire you, they can't really fire you, and you don't have to produce that much. It'll be awesome.'", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "You may not be able to change a situation, but with humor you can change your attitude about it.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "My life is part humor, part roses, part thorns.", 
    "name": "Bret Michaels"
  }, 
  {
    "quote": "Newspaper people, once celebrated as founts of ribald humor and uncouth fun, have of late lost all their gaiety, and small wonder.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "I like to deal with EVERY aspect of our condition, and that means terror and humor in equal mix. Some books have more room for humor than others.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "Our records, if you have a dark sense of humor, were funny, but our records weren't about comedy. They were about protests, fantasy, confrontation and all that.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I think God gave us senses of humor, and we should use them.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "A lot of stars don't have a sense of humor.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "You've got to have a sense of humor to keep your sanity.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "Writing a novel is one of those modern rites of passage, I think, that lead us from an innocent world of contentment, drunkenness, and good humor, to a state of chronic edginess and the perpetual scanning of bank statements.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "I could not tread these perilous paths in safety, if I did not keep a saving sense of humor.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "Well, darkness with humor... I'm not an extremely suicidal or sad person.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "I have this horrible sense of humor where I think discomfort is funny - partly because I experience discomfort a lot, and it's a way of laughing at it and getting a release.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "Well, I mean, if a joke or humor is bawdy, it's got to be funny enough to warrant it. You can't just have it bawdy or dirty just for the sake of being that - it's got to be funny.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I like bawdy humor. I love bawdy humor, but not dirty humor.", 
    "name": "Betty White"
  }, 
  {
    "quote": "It is characteristic of all deep human problems that they are not to be approached without some humor and some bewilderment.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "I love the diversity of America. I love the plain, normal sense of humor Americans have. It is not wicked, like in some countries. And I also love how new America is.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "If one tends to be a humorous person and you have a sense of humor the rest of your life then you can certainly lighten the load, I think, by bringing that to your trials and tribulations. It's easy to have a sense of humor when everything is going well.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "Humor is such a wonderful thing, helping you realize what a fool you are but how beautiful that is at the same time.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "Every time I do a movie like 'Finding Neverland' or 'Chocolat' or 'Shakespeare' in Love,' we deal with the creative process, but there's humor and fun along the way. I always love that kind of movie.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "There is nothing like the way people feel after they've seen 'The Intouchables.' They feel amazing. The word of mouth on this film is incredible. It's intelligent-feeling good. You're not insulted by the low-browness or stupidity of some of the humor. It's so smart and terrific.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "There are just certain things that turn my head. It may be a girl's sense of humor, it may be her wit, or her belief system it could be a lot of different things.", 
    "name": "Jensen Ackles"
  }, 
  {
    "quote": "I find that people find a way out of misery through humor and it's humor that's often unacceptable to people who are not in quite such a state of misery.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I'm lucky that my real-life Mom has both a great sense of humor about herself and an amazing ability to slip into complete denial if the subject matter gets a little too close to home.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful.", 
    "name": "Francois Truffaut"
  }, 
  {
    "quote": "I want someone who can keep me on my toes, has a good sense of humor and a good heart.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "I have a very silly sense of humor. I've never laughed harder in my entire life than seeing someone with toilet paper stuck on the bottom of their shoe.", 
    "name": "Paula Poundstone"
  }, 
  {
    "quote": "Whether it's viewers of the show or readers of my columns and books, I'm consistently impressed with their wit, humor and insight. That goes for about 95 percent of the audience. The other five percent are why the 'Delete' option and restraining orders were invented.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "Mixing humor and politics is something that works.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "People with no humor, they're outta my life.", 
    "name": "Patti LaBelle"
  }, 
  {
    "quote": "My fam is just a regular family. But all of them have great senses of humor.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "The rejection that we all take and the sadness and the aggravation and the loss of jobs and all of the things that we live through in our lives, without a sense of humor, I don't know how people make it.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "I don't have a caustic sense of humor. What I find funny, that humor comes from a much gentler place.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I love poking fun at myself. I have a rather mean sense of humor.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I think a lot of humor is about distracting yourself. Pretend you're not trying to make it funny. Because for some reason the effort to be funny smells like sulphur in our culture.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "It's funny. People often compare me to other humor essayists. They're usually quite nice comparisons I will accept those gladly. But I am always sort of appalled at the idea of being lumped with other, more chick-y female writers. And the truth is probably that neither comparison is accurate.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "Sometimes a scene may be about one thing, and it may end up still being about that, but the emotionality of it comes from somewhere else, or the humor of it comes from somewhere else, and it gives it that real-life quality.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "The darker the film, the more vital everyone's sense of humor is on set.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "You know, I'm Australian, and we have got the worst sense of humor. We are cruel to each other.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "I have wit in my work and a sense of humor, but I do not use irony in any way.", 
    "name": "John Zorn"
  }, 
  {
    "quote": "I find intelligence sexy. I find a sense of humor sexy. I find sensitivity sexy.", 
    "name": "Nicole Appleton"
  }, 
  {
    "quote": "If I ever have sex with someone I might be able to develop a sense of humor.", 
    "name": "Kate Beckinsale"
  }, 
  {
    "quote": "I realized women and humor were linked very closely.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "Me and Matt love to argue, but in general our sense of humor is pretty much alike.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "We are, in the comics, the last frontier of good, wholesome family humor and entertainment.", 
    "name": "Bil Keane"
  }, 
  {
    "quote": "I just am a snob when it comes to humor.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "One of my favorite things about 'Star Trek' wasn't just the overt banter but the humor in that show about the relationships between the main characters and their reactions to the situations they would face there was a lot of comedy in that show without ever breaking its reality.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "God has a most wicked sense of humor.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "There are two insults no human being will endure: that he has no sense of humor, and that he has never known trouble.", 
    "name": "Sinclair Lewis"
  }, 
  {
    "quote": "I wore goofy hats to school and did musical theater. Most people thought I was a dork. But if you have a sense of humor about it, no one can bring you down.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Tony and I had a good on and off screen relationship, we are two very different people, but we did share a sense of humor, we now live in different parts of the world but when we find ourselves in the same place it is more or less as if there had been no years in between.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "Cathy was the first widely syndicated humor strip created by a woman. The strip was pretty revolutionary at the time not only because it starred a female, but also because it was so emotionally honest about all the conflicting feelings many women had in 1976.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "There's always a source for humor.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "If you're that hypersensitive about color and don't have a sense of humor, don't marry out of your race.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "The humor section is the last place an author wants to be. They put your stuff next to collections of Cathy cartoons.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "When I look at a lot of older stuff that I've written, I think one sign of amateur humor writing is when you see people trying too hard.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "The comics that are just conversing with you up there and drawing on their own life, yeah, I guess so. I guess some do political humor, some do topical humor, but the ones that I like, the ones that are appealing to me, were guys who were just talking to you about their life.", 
    "name": "Ray Romano"
  }, 
  {
    "quote": "Both conservatives and liberals watch 'Parks and Recreation,' and they each think the show is for them, which is really cool. 'SNL' was totally different. It was exciting because everyone was paying attention. Political humor works when people know what you're talking about.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "A sense of humor is the ability to understand a joke - and that the joke is oneself.", 
    "name": "Clifton Fadiman"
  }, 
  {
    "quote": "I believe that economists put decimal points in their forecasts to show they have a sense of humor.", 
    "name": "William Gilmore Simms"
  }, 
  {
    "quote": "When you do find humor in trying times, one of the first and most important changes you experience is that you see your perplexing problems in a new way - you suddenly have a new perspective on them.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "One of my pet peeves is that sometimes the talents of my band get overlooked because, and it was the same problem that Frank Zappa had, with a lot of groups that use humor, people don't realize there's a lot of craft behind the comedy.", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "It's hard to force creativity and humor.", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "In the 'Hurt Locker' there's a lot of me in there, a sense of humor, a man of few words and a lot of action.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "My stories are very somber, so I think I need the comic ingredient. Besides, life has so much humor.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "I don't think humor is forced upon my universe it's a part of it.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "The comic is the perception of the opposite humor is the feeling of it.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "I wish I could be as thin as Jessica Simpson. I think she looks gorgeous! I have had Jessica on my show several times, and I can tell you that girl is genuine and funny with a great self-deprecating sense of humor.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I think God has a tremendous sense of humor.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "I like being a Baha'i who has an out-there sense of humor. God gives us talents and faculties, and making people laugh is one of mine.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "I'm sure there are people who survive tragedy without humor, but I've never met any of them. Nor would I be particularly interested in writing about them if I did meet them.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Men live by intervals of reason under the sovereignty of humor and passion.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "What's great about the geek spirit is that life never seems to stop us, and they never seem to kill our enthusiasm, our optimism and our hunger to experience the world. We keep our sense of humor, we protect our dignity, we talk to our friends about the experience and then we start again fresh the very next day.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "Women's humor seems to be a little more supportive. It's just kind of trying to make the other one laugh through funny voices and kind of talking about other people. I respond to that. I feel less like I'm going to get beat up in a room full of women than I do in a room full of guys.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "I want everything I do to have humor in it, because it seems to me that all of life has that.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "Things can be funny only when we are in fun. When we're 'dead earnest,' humor is the only thing that is dead.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "I get asked, 'How can you have such failures in your films?' Well, what else is life about? There's some sense of constant failure in something. Humor gives you a distance from it.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "Humor can be an incredible, lacerating and effective weapon.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "My books are shelved in different places, depending on the bookstore. Sometimes they can be found in the Mystery section, sometimes in the Humor department, and occasionally even in the Literature aisle, which is somewhat astounding.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "Humor can be an incredible lacerating and effective weapon. And that is the way I use it.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "The first glass is for myself, the second for my friends, the third for good humor, and the forth for my enemies.", 
    "name": "William Temple"
  }, 
  {
    "quote": "I don't think my sense of humor has changed at all I was born with this, for better or for worse.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "I can't not find humor in elements of most parts of life, but at the same time nothing ever seems perpetually funny to me.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "At the risk of appearing disingenuous, I don't really think of myself as 'writing humor.' I'm simply reporting on the world I observe, which is frequently hilarious.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "I never worry about people not taking my work seriously as a result of the humor. In the end, the comic's best trick is the illusion that comedy is effortless. That people imagine what he's doing is easy is an occupational hazard.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "Putting a little time aside for clean fun and good humor is very necessary to relieve the tensions of our time.", 
    "name": "Hattie McDaniel"
  }, 
  {
    "quote": "Those years on the golf course as a caddie, boy, those people were something. They were vulgar, some were alcoholics, racist, they were very difficult people to deal with. A lot of them didn't have a sense of humor.", 
    "name": "Martin Sheen"
  }, 
  {
    "quote": "You see, that's another thing that my parents gave me: an enormously great sense of humor.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "People come up to me as I leave the stage after a performance and tell me tey saw my mother onstage with me every time I sing. I keep a sense of humor about it.", 
    "name": "Lorna Luft"
  }, 
  {
    "quote": "I don't think I would describe my sense of humor. Doesn't sound like the kind of thing I'd do.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I think in life, the sense of humor and comedy always exists.", 
    "name": "Mike Epps"
  }, 
  {
    "quote": "Stand-up comics reflect less of a visual humor and more of a commentary.", 
    "name": "Shel Silverstein"
  }, 
  {
    "quote": "I can't not put humor in a book.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "As I get older, my sense of humor is my biggest asset.", 
    "name": "David Alan Grier"
  }, 
  {
    "quote": "With Ricky Gervais, it's all shades of wrong, it's my kind of humor.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I don't know how many sacred cows there are today. I think there's a little confusion between humor and gross passing for humor. That's kind of regrettable.", 
    "name": "Bob Newhart"
  }, 
  {
    "quote": "I'll do humor about myself, I'll poke fun and everything, but that's me and I can do it to me. I think it's cruel to do it to somebody else.", 
    "name": "Delta Burke"
  }, 
  {
    "quote": "I don't happen to have a sense of humor personally, so I don't know what's funny about a character... This happens to be a feature of my life generally.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "With humor, it's so subjective that trying to think of what the ideal reader would think would drive you crazy.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "People who know me know I have a sense of humor that can really push the envelope.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "Any film which views the darker side of life, which is death with a sense of humor, is very much to my taste.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "I love Sell Out, I think it's great. I love the jingles. The whole thing as an album is a wonderful piece of work. The cover. Everything about it. It's got humor, great songs, irony.", 
    "name": "Roger Daltrey"
  }, 
  {
    "quote": "If golf wasn't enjoyable and there wasn't a lot of humor and enjoyment, even though the game is so frustrating, you would wonder why you put yourself through it.", 
    "name": "Ray Romano"
  }, 
  {
    "quote": "Political correctness? In my humor, I never talk about politics. I was never much into all that.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "Advertisers also know that humor can help bond us to their product.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Laughter, and the broader category of humor, are key elements in helping us go on with our life after a loss.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "When we are dealing with death we are constantly being dragged down by the event: Humor diverts our attention and lifts our sagging spirits.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Whether planned or not, humor takes our mind off of our troubles.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Any attempts at humor immediately after September 11th were deemed tasteless.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Since the goal of my programs is to show audiences how humor can both help them heal as well as deal with not-so-funny stuff, I decided to discuss the events of the previous week, the pain all of us were feeling, and how humor and some laughter might be beneficial.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "In looking for humor, keep in mind this guideline: Sometimes it takes a little time to see the humor in your upsets you may not find something to laugh about immediately.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Sometimes it takes ten seconds to see some humor in your dilemmas, sometimes ten years.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Throughout history, great leaders have known the power of humor.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Humor can be one of our best survival tools.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Today's business and health care climate may not be pleasant. Cutbacks, pay cuts and layoffs do not make anyone's job easy. But that does not mean that the humor need stop.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Humor can help you cope with the unbearable so that you can stay on the bright side of things until the bright side actually comes along.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "When we can find some humor in our upsets, they no longer seem as large or as important as they once did.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Humor expands our limited picture frame and gets us to see more than just our problem.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Philip Larkin has a tough honesty and sense of humor that I find irresistible, as a contemporary poet.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Sometimes the only way to make palatable that which is appalling and apprehensive is to season it with some humor.", 
    "name": "Terrence Howard"
  }, 
  {
    "quote": "My humor tends to be a little more edgy than is appropriate for 'Twilight,' although I got some in there. That was fun! There's just a tonal difference. For me, storytelling is storytelling. But, I do like writing for grown ups.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "Everybody's got a different sense of humor. It's just different styles.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "For the most part, comedians are pretty friendly with each other. They always say they badmouth each other, but most of the time, they're friends. We're the only ones that can really stand our type of humor.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "I used to watch 'The Waltons' and sob because my family was nothing like that. We had a cruel sense of humor in my family.", 
    "name": "Paula Poundstone"
  }, 
  {
    "quote": "Insult is powerful. Insult begets both rage and humor and often at the same time.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "I think in my case, I had no choice but to have a good sense of humor. I grew up with my dad, Danny Thomas, and George Burns and Bob Hope and Milton Berle and Sid Caesar and all those guys were at our house all the time and telling jokes and making each other laugh.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Bathroom humor, fart, and poo poo humor in movies gets a laugh. It's a pretty easy audience, and that's been around for ages.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "The love of truth lies at the root of much humor.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "I really hate sitcoms on television with canned laughter and stuff. What really makes me laugh is the real-life stuff. I've got a dry sense of humor.", 
    "name": "Katie Price"
  }, 
  {
    "quote": "I've never met a person who has more integrity than my husband. I respect that. There's his humor and intelligence, too, and he's really cute, all those things - but if you don't respect your partner, you'll get sick of him.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "When you meet someone new who instantly gets you, your sense of humor and your attitudes and your worldview, even if theirs are different - and you get them in return. You both talk and talk and agree and laugh and nod and yes, yes, of course you should get another round of drinks.", 
    "name": "Erin Morgenstern"
  }, 
  {
    "quote": "I visited Jobs for the last time in his Palo Alto, Calif., home. He had moved to a downstairs bedroom because he was too weak to go up and down stairs. He was curled up in some pain, but his mind was still sharp and his humor vibrant.", 
    "name": "Walter Isaacson"
  }, 
  {
    "quote": "I think sometimes my humor is extremely dry, and a lot of times I would say things that I thought were very funny but... I have a reputation of - people think of me as a very fundamentalist, humorless fellow.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "Conservative humor is frankly harder than liberal humor. You get points for just being liberal. You can get more points if you make fun of your own side sometimes.", 
    "name": "Ted Rall"
  }, 
  {
    "quote": "Even as a kid I was never the generator of humor, but I always knew who was funny, who to hang out with.", 
    "name": "Andrew Stanton"
  }, 
  {
    "quote": "It felt as if things were literally slipping through my fingers. Things were just streaming away from me. I lost my sense of humor. I'm still looking for that.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "Our ability to find humor in the world, to make connections between previously unconnected notions, to create new ideas, to share in a common culture: All these essentially human acts depend on memory.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "The guys in my band are great-we watch movies, we eat pizza, take walks, read books. Everybody has a really great sense of humor. And my boyfriend comes and visits me on the road.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "You can find heroism everyday, like guys working terrible jobs because they've got to support their families. Or as far as humor, the things I see on the job, on the street, are far funnier than anything you'll ever see on TV.", 
    "name": "Harvey Pekar"
  }, 
  {
    "quote": "I consider myself to have a decent sense of humor. What's life without a sense of humor?", 
    "name": "Mayer Hawthorne"
  }, 
  {
    "quote": "My sense of humor is a turkey, and I pull it out of the oven and baste it in reality.", 
    "name": "Tracy Morgan"
  }, 
  {
    "quote": "To me, sadness and humor aren't disrelated and humor is the best tool I've had against the sadness in my life.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "As a person, he was wonderful. He really was a great person. He was full of life. He had a great sense of humor. Very talented, of course, but very caring to his parents. There was a very endearing quality about Elvis.", 
    "name": "Priscilla Presley"
  }, 
  {
    "quote": "My type of humor is me not caring whether people know what I'm talking about or not.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "It is the ability to take a joke, not make one, that proves you have a sense of humor.", 
    "name": "Max Eastman"
  }, 
  {
    "quote": "If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor.", 
    "name": "Teri Garr"
  }, 
  {
    "quote": "The humor is essentially dark for a cartoon and sophisticated. But at the same time, being a cartoon gives the writers more freedom than in a normal sitcom. It always pushes the line that, despite human failings, the Simpsons are really decent people.", 
    "name": "Dan Castellaneta"
  }, 
  {
    "quote": "I make fun of situations and try and find the humor in things, but it's never at the expense of the other guy.", 
    "name": "Bob Uecker"
  }, 
  {
    "quote": "To this day, I've found that it doesn't matter what a guy looks like if he's really funny. His sense of humor makes him attractive. On the other hand, you don't hear men saying, 'No she's not pretty, but is she ever funny!'", 
    "name": "Catherine O'Hara"
  }, 
  {
    "quote": "That is the saving grace of humor, if you fail no one is laughing at you.", 
    "name": "A. Whitney Brown"
  }, 
  {
    "quote": "I tried to go out for theater or theater arts, but I was too scared or too intimidated. But I had a lot of friends on the cross country team that had great senses of humor.", 
    "name": "Dana Carvey"
  }, 
  {
    "quote": "There are so many things to talk about between black people, Hispanic people, white people, gay people, men, women, it's all based on fear. We all have fears, this thing that stops us from embracing as we are one. We are never going to be one. People are messed up, but humor lets us see how ignorant we can be.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "Humor helps ease the tension of race and the differences in society. If there wasn't comedy I don't know if Obama could have ever become president.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "You learn timing on the road. You learn structure and how to read an audience. You learn so much about the business of laughter that you can't learn on a set, because it's all on you. Sometimes you bomb, and you know not to tell that joke again... You just hope people find the humor in the awkwardness.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "I try to cope with everything through humor.", 
    "name": "Gail Porter"
  }, 
  {
    "quote": "I think that different pleasures work for different readers - a friend of mine won't read anything that's not a cardiovascular sort of page-turner. I tend to care less about plot, but I'm a sucker for humor and strangeness.", 
    "name": "Karen Russell"
  }, 
  {
    "quote": "We do not take humor seriously enough.", 
    "name": "Konrad Lorenz"
  }, 
  {
    "quote": "Colombian humor is very black, very sarcastic.", 
    "name": "Barbet Schroeder"
  }, 
  {
    "quote": "Some major writers have a huge impact, like Ayn Rand, who to my mind is a lousy fiction writer because her writing has no compassion and virtually no humor. She has a philosophical and economical message that she is passing off as fiction, but it really isn't fiction at all.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "Even celebrities, most people have a sense of humor. Most of the people we meet who we've done on the show, like it.", 
    "name": "Matt Stone"
  }, 
  {
    "quote": "Never say a humorous thing to a man who does not possess humor. He will always use it in evidence against you.", 
    "name": "Herbert Beerbohm Tree"
  }, 
  {
    "quote": "I think hip-hop does a very good job of infusing comedy and humor and wit into music, a lot more than other genres.", 
    "name": "Carrie Brownstein"
  }, 
  {
    "quote": "With Portlandia, I don't think our intention is always to find something funny. Sometimes the humor comes from taking something really seriously. We're okay with making somebody feel uncomfortable or uneasy.", 
    "name": "Carrie Brownstein"
  }, 
  {
    "quote": "I try to bring it across on my record, in my dress, in what I do and what I say because to me humor is important. You should have a dose of that and I guess giving it is what I'm here for.", 
    "name": "Bootsy Collins"
  }, 
  {
    "quote": "Men love it. They have a sense of humor, whereas a lot of women are threatened or just don't get it.", 
    "name": "Lara Flynn Boyle"
  }, 
  {
    "quote": "I have a dark sense of humor.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "With actors like Steve McQueen, Paul Newman and Harrison Ford, what made them such icons is that even in dramatic movies, their characters had a sense of humor.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "They don't make you pay for the humor. It's up and down, but they're trying to give you as many laughs as possible in 2 minutes. They are the most honest comedians ever.", 
    "name": "Mike Judge"
  }, 
  {
    "quote": "I don't know if my sense of humor goes over Americans' heads.", 
    "name": "Ryan Kwanten"
  }, 
  {
    "quote": "I think the Canadian sense of humor is dryer than America's and juicier than Britain's. I think it's a cross between the two of them, really.", 
    "name": "Scott Thompson"
  }, 
  {
    "quote": "I think Canadian humor is a little less broad than American humor.", 
    "name": "Scott Thompson"
  }, 
  {
    "quote": "Anyone in the humor business isn't thinking clearly if he doesn't surround himself with idea people. Otherwise, you settle for mediocrity - or you burn yourself out.", 
    "name": "Hank Ketcham"
  }, 
  {
    "quote": "Bob Hope, like Mark Twain, had a sense of humor that was uniquely American, and like Twain, we'll likely not see another like him.", 
    "name": "Dick Van Dyke"
  }, 
  {
    "quote": "You probably found 'How to Survive a Robot Uprising' in the humor section. Let's just hope that is where it belongs.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Well, it's a humor strip, so my first responsibility has always been to entertain the reader... But if, in addition, I can help move readers to thought and judgment about issues that concern me, so much the better.", 
    "name": "Garry Trudeau"
  }, 
  {
    "quote": "Humor can inform and break down stigma, which is a huge issue in the military.", 
    "name": "Garry Trudeau"
  }, 
  {
    "quote": "My dad's sense of humor was direct and sometimes surreal - his quick wit is well known amongst our family and friends. He raised me on Spike Jones records and W.C. Fields movies, and his sense of humor fell somewhere in between.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "But it also became the experience, or was the experience, of the writers who were attracted to this kind of humor. They're all men or women who come from the same kind of experience in their own lives.", 
    "name": "Norman Lear"
  }, 
  {
    "quote": "If you look at the game and everything, it's not quite like looking at an animated film, because that's total character. This, this is really movement, but it's got funny little things if you look for the humor. They're actually getting to the character.", 
    "name": "Don Bluth"
  }, 
  {
    "quote": "Sometimes Americans don't quite get my sense of humor. My good ol' British sarcasm seems to go over their heads.", 
    "name": "Lee Westwood"
  }, 
  {
    "quote": "I'm not an expert on the Malaysian sense of humor.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "The polls indicated that I was feisty, that I was tough, that I had a sense of humor, but they weren't quite sure if they liked me and they didn't know whether or not that I was sensitive.", 
    "name": "Geraldine Ferraro"
  }, 
  {
    "quote": "He was just trying to tease me - I knew that later - but he said he'd have to leave because it wasn't fair to have anyone in the room who was going to make fun of what he had to say. He had a good sense of humor, really.", 
    "name": "Fay Wray"
  }, 
  {
    "quote": "I appreciate humor so much, but I'm actually not a funny girl.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "I suppose I look for humor in most situations because it humanizes things it makes a character much more three-dimensional if there's some kind of humor. Not necessarily laugh-out-loud type of stuff, just a sense that there is a humorous edge to things. I do like that.", 
    "name": "Colm Meaney"
  }, 
  {
    "quote": "Some people say my humor focuses too much on stereotypes. It doesn't. It focuses on facts.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "I'm not for gratuitous nudity, but if there's humor, I don't have a problem.", 
    "name": "Rebecca Romijn"
  }, 
  {
    "quote": "There's a hysterical, tired sense of humor that comes after working 14 hours a day, six days a week. I like those things because they take the pressure off the constant stress.", 
    "name": "Tom Berenger"
  }, 
  {
    "quote": "Negative humor is forgotten immediately. It's the stuff that makes us feel better about our lives that lives long. Much more satisfying. Enter children's books.", 
    "name": "Berkeley Breathed"
  }, 
  {
    "quote": "My legacy would be that you don't have to give up anything. You can be chic but have a sense of humor, you can be sexy but comfortable, you can be timeless but fresh.", 
    "name": "Michael Kors"
  }, 
  {
    "quote": "I mean, yeah, I'm sure that Python and the other things have paved the way for a greater understanding of the British sense of humor, but I don't think it's all that different than the American sense of humor.", 
    "name": "Simon Pegg"
  }, 
  {
    "quote": "I think at its best the American sense of humor is the same as the British sense of humor at its best, which is to be wry and ironic and self deprecating.", 
    "name": "Simon Pegg"
  }, 
  {
    "quote": "However, frat-boy humor is funny and it always will be.", 
    "name": "Craig Kilborn"
  }, 
  {
    "quote": "My dad instilled in me a great sense of humor. I wasn't bullied at school because my outward attitude was confident, and that helps.", 
    "name": "Warwick Davis"
  }, 
  {
    "quote": "My parents armed me with an amazing sense of humor, and it's what you need when, well, it's what anyone needs in this world.", 
    "name": "Warwick Davis"
  }, 
  {
    "quote": "We are really living the American dream, to be a successful brand in the States and in Europe and to steep ourselves in our heritage. But we do it with a sense of humor. We don't take ourselves too seriously in fashion.", 
    "name": "Tommy Hilfiger"
  }, 
  {
    "quote": "I'll let you in on a secret: I can't stand Jay Ward. I hate being compared to Rocky and Bullwinkle. It's just a different style of humor.", 
    "name": "John Kricfalusi"
  }, 
  {
    "quote": "Joe Barbera's s always complaining that he can't get humor into cartoons anymore. Just do it. You've got your money. Why do they let the networks run their lives?", 
    "name": "John Kricfalusi"
  }, 
  {
    "quote": "A farce, or slapstick humor, does well universally.", 
    "name": "John Ratzenberger"
  }, 
  {
    "quote": "Sure, the comedians who swear or use scatological humor can get laughs, but they're uncomfortable laughs.", 
    "name": "John Ratzenberger"
  }, 
  {
    "quote": "I think up until the point when we started in the business, which was in the early '70s, most of the humor was political. The smart humor was political satire.", 
    "name": "David Zucker"
  }, 
  {
    "quote": "Do feminists have a sense of humor? Yes.", 
    "name": "Gloria Allred"
  }, 
  {
    "quote": "I genuinely liked all of the cast members very much. Steve had a wicked sense of humor. I remember Russell coming to my rescue, once. I watched Eric evolve before everyone's eyes. Maurice loved what he did, so. He treated his character with respect, down to the costuming.", 
    "name": "Madeleine Stowe"
  }, 
  {
    "quote": "Lesbian humor isn't trying to sell anything, it doesn't have to sell out. Coming out as a lesbian onstage is still a very political act if it weren't, more women would do it.", 
    "name": "Kate Clinton"
  }, 
  {
    "quote": "Confidence and a good sense of humor can usually win a chick over.", 
    "name": "Danny McBride"
  }, 
  {
    "quote": "I liked the humor of it, I've always enjoyed a sense of humor in God and in religion and in spirituality.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "I don't think I could ever do a network sitcom because the humor is often based on some trite circumstance. I don't want to be a part of a show where it's mostly about coming up with the jokes.", 
    "name": "Sherilyn Fenn"
  }, 
  {
    "quote": "The waltz is a very important part of my life. It's a very important way for me to express my positiveness, bringing humor to the world.", 
    "name": "Andre Rieu"
  }, 
  {
    "quote": "Roosevelt's humor was broad, his manner friendly. Of wit there was little of philosophy, none. What did he possess? Intuition, inspiration, love of adventure.", 
    "name": "Emanuel Celler"
  }, 
  {
    "quote": "But if you don't watch me, I will try and sneak in some humor. I see humor everywhere in life around me.", 
    "name": "Marion Ross"
  }, 
  {
    "quote": "While it is true that Frank had a great sense of humor, he was also very serious about composing music. In reality there are only a handful of skilled players who can play his most complex pieces. It takes a lot of patience to learn and requires a fantastic memory.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "I was a product of a divorced family and I used humor as a weapon to combat sadness. I used comedy to make my mother laugh in light of the darkness that she faced, and to me it became a very powerful tool at a very young age, at six. I saw how therapeutic it could be.", 
    "name": "Josh Gad"
  }, 
  {
    "quote": "Jazz can be so serious, no sense of humor.", 
    "name": "Chad Smith"
  }, 
  {
    "quote": "I was a little shocked at how adult some of the humor was, because I was never that into animation before and when I watched 'Shrek' I really laughed out loud.", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "I'm not just a big-haired redhead country singer who dresses flamboyantly, has this wicked sense of humor and wears rhinestones.", 
    "name": "Naomi Judd"
  }, 
  {
    "quote": "There is humor in the specter of the worst disaster in our nation's history. All I have to do is sweep away the debris of shock to find it.", 
    "name": "Will Durst"
  }, 
  {
    "quote": "Academics tend to have wonderfully infantile senses of humor.", 
    "name": "John Lithgow"
  }, 
  {
    "quote": "Probably it is impossible for humor to be ever a revolutionary weapon. Candide can do little more than generate irony.", 
    "name": "Lionel Trilling"
  }, 
  {
    "quote": "A good actor is someone who knows how to take the part and make it real and make it honest and be effective in it. If it's in a funny movie and, as long as they are cast in an appropriate way, humor will come from it.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "I think I've learned that if you want to be successful, you have to tell your story honestly and from your heart - and I think a healthy sense of humor doesn't hurt either.", 
    "name": "Dorothea Benton Frank"
  }, 
  {
    "quote": "We're starting to push the envelope in terms of the expectations, and you can also have your own style, personality and sense of humor, because now we're allowed to.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "If I can't see the humor in it, how am I going to be funny?", 
    "name": "Casey Affleck"
  }, 
  {
    "quote": "It's very hard to write humor.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "Humor has become so cliche and boring that nothing's funny anymore unless it involves something totally disgusting that offends somebody or makes them feel really uncomfortable.", 
    "name": "Tom DeLonge"
  }, 
  {
    "quote": "I don't need someone with a hot body. He can be fat or overweight and have a belly. It's very much about style and substance and humor, interest, curiosity and really being smart.", 
    "name": "Kate Walsh"
  }, 
  {
    "quote": "Bands from Akron have a sense of humor and don't tend to take themselves too seriously.", 
    "name": "Dan Auerbach"
  }, 
  {
    "quote": "Suspense is very important. Even though this is humor and they're short stories, that theory of building suspense is still there.", 
    "name": "Sergio Aragones"
  }, 
  {
    "quote": "I've always chosen my band members based on their sense of humor. It might sound stupid, but it means not only are they fun to live with on a tour bus for years, but humor implies intelligence.", 
    "name": "Kristin Hersh"
  }, 
  {
    "quote": "I am a great believer that what makes our show different is the humor.", 
    "name": "Treat Williams"
  }, 
  {
    "quote": "Humor that is edgy is never squeaky clean.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "Athletes tend to have less of a sense of humor than most people. They are heroes to so many. That might be part of it.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "I always felt different as a kid, and the Kinks were like, 'Yeah, we're the Kinks.' Celebrate your difference don't be afraid of your sense of humor, or your personality, or who you are. It emboldened me.", 
    "name": "Michael Weatherly"
  }, 
  {
    "quote": "There are psychological repercussions to illness and we need a little more help to get through the effects not only on the afflicted but on the family. And I think there's even a place for humor in that.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "I don't really dissect comedy. Nothing kills off humor more than overanalyzing it.", 
    "name": "David Steinberg"
  }, 
  {
    "quote": "Humor has always been important to me. If there is a shield of faith that you can keep up against difficulties, humor is the Teflon coating.", 
    "name": "Laurel Lee"
  }, 
  {
    "quote": "He has such a patronizing tone and manner, and such a sarcastic sense of humor. I found him rather brutal, a kind of elegant brutality which appealed. No, I think he came pretty much off the page.", 
    "name": "Jeremy Northam"
  }, 
  {
    "quote": "I think I'm too cynical for L.A. My sense of humor doesn't go down well here, which probably affects my love life. I need to have a laugh track following me around so people know I'm trying to be funny.", 
    "name": "Teddy Thompson"
  }, 
  {
    "quote": "Back in 2004, Kellie Overbey handed me her play 'Girl Talk' to read. I fell in love with her brutally delicious humor and the fearlessly deft way in which she drew her characters. They jumped off the page and begged me to give them a space in which to stomp around.", 
    "name": "Carrie Preston"
  }, 
  {
    "quote": "Robert Walker as Bruno was excellent. He had elegance and humor, and the proper fondness for his mother.", 
    "name": "Patricia Highsmith"
  }, 
  {
    "quote": "You can't do anything to be funny. That's cringeworthy. If your humor comes out of a place of love every time, you don't make the joke bigger than you. The funniest comedians are in touch with their emotional level.", 
    "name": "John Krasinski"
  }, 
  {
    "quote": "I think it would be hard to go the distance in this business without a sense of humor.", 
    "name": "Patricia Clarkson"
  }, 
  {
    "quote": "G.I. humor is similar to cop humor.", 
    "name": "Nelson DeMille"
  }, 
  {
    "quote": "Humor is healing.", 
    "name": "Brad Garrett"
  }, 
  {
    "quote": "There was a time I was very much blaming the way I felt on L.A, that it was a vacuum of creativity, of humor or anything organic, and I was really angry at the place. But then today I feel completely different - I love L.A.!", 
    "name": "Naomi Watts"
  }, 
  {
    "quote": "All I try to do is as earnestly and as acutely as I can, conceive a character and try to portray this character just honestly. If the humor is within the absurdity and the awfulness of situations, then let it be seen that way.", 
    "name": "Patrick Warburton"
  }, 
  {
    "quote": "But if you read Jane Austen, you know that she had a wicked sense of humor. Not only was she funny, but her early writing was very dark and had a gothic tone to it.", 
    "name": "Seth Grahame-Smith"
  }, 
  {
    "quote": "I think it's because it's so different and it takes risks. Plus, it's really smart humor. It gives the audience credit in terms of not needing to tell them when to laugh. I love that about the show. There's no laugh track.", 
    "name": "Sarah Chalke"
  }, 
  {
    "quote": "Humor is the ability to see three sides to one coin.", 
    "name": "Ned Rorem"
  }, 
  {
    "quote": "The script was just the best I'd read in a long time and I love the humor, which I wasn't expecting, and I like the fact that my six year old daughter can see the show without being, you know, protected from it.", 
    "name": "Stephen Collins"
  }, 
  {
    "quote": "I really wouldn't want to live in America. I found New York claustrophobic and dirty. I missed England when I was there, simple things like smells and the British sense of humor.", 
    "name": "Jonny Lee Miller"
  }, 
  {
    "quote": "I think Damien Hirst is hilarious. And I think he's a true artist. He's not hilarious first I think he is a real artist, and I also think he's got an amazing sense of humor.", 
    "name": "Jemima Kirke"
  }, 
  {
    "quote": "I think great humor lies in playing the truth of a situation.", 
    "name": "Brendan Coyle"
  }, 
  {
    "quote": "I think great humor lies in playing the truth of a situation. I see myself as a performer and that applies to a Greek drama or a modern comedy.", 
    "name": "Brendan Coyle"
  }, 
  {
    "quote": "But because it was able to balance that kind of humor with a sweet story and characters you really rooted for and also got across the girls' point of view, I've heard nothing but great things from younger and older females as well.", 
    "name": "Jason Biggs"
  }, 
  {
    "quote": "Even people that I agree with can do something that would be a target for a bit of humor.", 
    "name": "Jonathan Shapiro"
  }, 
  {
    "quote": "I'm not really big on slapstick humor. I like gentle humor.", 
    "name": "Anjelica Huston"
  }, 
  {
    "quote": "If you can understand the humor in the drawing part you'll probably get the humor in the audio part.", 
    "name": "Eric San"
  }, 
  {
    "quote": "Well, the most terrible fear that anybody should have is not war, is not a disease, not cancer or heart problems or food poisoning - it's a man or a woman without a sense of humor.", 
    "name": "Jonathan Winters"
  }, 
  {
    "quote": "Kindness and a generous spirit go a long way. And a sense of humor. It's like medicine - very healing.", 
    "name": "Max Irons"
  }, 
  {
    "quote": "I am a candid interview and I have a dark and dry sense of humor - a very Canadian sense of humor and I am only learning now stupidly that you can't read tongue. When I say something funny in a newspaper and I meant it to be funny, it doesn't read that way.", 
    "name": "Michael Buble"
  }, 
  {
    "quote": "I am in the Master of Professional Writing program teaching Humor Writing, Literary and Dramatic.", 
    "name": "Shelley Berman"
  }, 
  {
    "quote": "The man with the real sense of humor is the man who can put himself in the spectator's place and laugh at his own misfortune.", 
    "name": "Bert Williams"
  }, 
  {
    "quote": "Humor is a social lubricant that helps us get over some of the bad spots.", 
    "name": "Steve Allen"
  }, 
  {
    "quote": "I met Elton John at an Interview dinner, and we just sort of became friends. He's got such a wicked sense of humor.", 
    "name": "Moby"
  }, 
  {
    "quote": "The combination of landing the biggest interview of my career and having a drill in my back reminds me that God only gives us what we can handle and that it helps to have a good sense of humor when we run smack into the absurdity of life.", 
    "name": "Robin Roberts"
  }, 
  {
    "quote": "Rock Hudson wasn't my type. He's a great guy and had a great sense of humor.", 
    "name": "Tab Hunter"
  }, 
  {
    "quote": "Think about scary movies: There's a fine line between horror and humor.", 
    "name": "Roy Blount, Jr."
  }, 
  {
    "quote": "People may think of Southern humor in terms of missing teeth and outhouse accidents, but the best of it is a rich vein running through the best of Southern literature.", 
    "name": "Roy Blount, Jr."
  }, 
  {
    "quote": "Sense of humor is important in life, not just in clothing. How boring to live a life in beige.", 
    "name": "Jean Pigozzi"
  }, 
  {
    "quote": "I certainly didn't say while writing 'Gossip Girl,' 'Oh this is going to be big!' It was really like, 'Oh god, everyone's gong to hate these people! They're so bratty!' But I actually think what is so appealing about them is the humor in them.", 
    "name": "Cecily von Ziegesar"
  }, 
  {
    "quote": "But it was this tough little character part that I was playing, a very funny little guy that I invented over a weekend, because I realized I was not contributing to the humor of this thing. And I had to do something.", 
    "name": "Dabney Coleman"
  }, 
  {
    "quote": "All my jobs have been with food in one way or another since 1948. My parents were in the hotel business, and I just loved the warm hearted people who worked so hard with such good humor.", 
    "name": "Graham Kerr"
  }, 
  {
    "quote": "My family has been amazing, and they understand how blessed I am. They've been able to keep my sense of humor.", 
    "name": "Karen Duffy"
  }, 
  {
    "quote": "Humor was not important only for me, humor was important for this nation for centuries, to survive, you know.", 
    "name": "Milos Forman"
  }, 
  {
    "quote": "Good humor isn't a trait of character, it is an art which requires practice.", 
    "name": "David Seabury"
  }, 
  {
    "quote": "At NBC I wasn't really sure if the grandparents were going to get my sense of humor on a particular topic.", 
    "name": "Tabitha Soren"
  }, 
  {
    "quote": "All the people who follow me on Twitter know my sense of humor. I sometimes forget the blogosphere will give it more weight than I intended.", 
    "name": "Kurt Sutter"
  }, 
  {
    "quote": "I'm going to do a lot of weird stuff that's not going to be like me prancing around like an insane 12-year-old. I showed everybody that side of me and I think it's time to do different stuff, even when it comes down to the type of humor. I want to do some drier, weirder stuff.", 
    "name": "Andy Milonakis"
  }, 
  {
    "quote": "I have a very dark sense of humor.", 
    "name": "Andy Dick"
  }, 
  {
    "quote": "I love doing comedy. You don't get many good comedy scripts. They're rare. But, I do love playing comedy. Even in drama, I like to try to find the humor because I think it's very human.", 
    "name": "Colm Meaney"
  }, 
  {
    "quote": "I failed to fulfill what should have been an interesting role. I couldn't take their formula and bring what I had, my humor, my ideas, and make it my own.", 
    "name": "Dianne Wiest"
  }, 
  {
    "quote": "Men will confess to treason, murder, arson, false teeth, or a wig. How many of them will own up to a lack of humor?", 
    "name": "Frank Moore Colby"
  }, 
  {
    "quote": "A lot of my humor centers on the act of telling jokes and I think this can prevent certain audiences from suspending their feeling of disbelief. It might piss a few people off, but I can't help it.", 
    "name": "Michael Showalter"
  }, 
  {
    "quote": "I'm interested not just in projects that I'll be starring in, but producing film and TV that's really quality and great for adults and when I say 'great for adults,' it doesn't mean without humor, because I'm also interested in doing comedy.", 
    "name": "Lance Reddick"
  }, 
  {
    "quote": "Those who knew Lincoln described him as an extraordinarily funny man. Humor was an essential aspect of his temperament. He laughed, he explained, so he did not weep.", 
    "name": "Doris Kearns Goodwin"
  }, 
  {
    "quote": "I think that some books are more successful than others to certain readers. People who read my books for the humor, they're going to love one book. People who read my books for the mystery, they might not like that book quite as much.", 
    "name": "Janet Evanovich"
  }, 
  {
    "quote": "You can get through very serious and sometimes horrible and sometimes embarrassing and very awkward situations with humor. It gives us a way out.", 
    "name": "Janet Evanovich"
  }, 
  {
    "quote": "We don't appreciate the value of humor sometimes.", 
    "name": "Janet Evanovich"
  }, 
  {
    "quote": "I've learned to have a sense of humor about myself. Lord knows everyone else does!", 
    "name": "Debbie Gibson"
  }, 
  {
    "quote": "M*A*S*H offered real characters and everybody identified with them because they had such soul. The humor was intelligent and it always assumed that you had an intellect.", 
    "name": "Loretta Swit"
  }, 
  {
    "quote": "We have always had gross humor. But we try for funny, not gross.", 
    "name": "Shawn Wayans"
  }, 
  {
    "quote": "The quickest way to defuse fear or insecurity or anger is usually humor. I think comics figure that out quickly, and, once you figure it out, you think, 'Hey, if I can do this and get paid, that would be kind of cool.'", 
    "name": "Billy Gardell"
  }, 
  {
    "quote": "I often have said that to be a college president, you need a thick skin, a good sense of humor, and nerves like sewer pipes.", 
    "name": "Gordon Gee"
  }, 
  {
    "quote": "Humor is imperative, more important than food. You have a choice when someone dies. You can lie down or get back into life. Do something for someone else.", 
    "name": "Doris Roberts"
  }, 
  {
    "quote": "We have a certain warped sense of humor in Scandinavia, and that is what comes across in the choices in a lot of our movies.", 
    "name": "Connie Nielsen"
  }, 
  {
    "quote": "When a chick has a sense of humor, there's nothing more attractive.", 
    "name": "Dylan O'Brien"
  }, 
  {
    "quote": "The President has a wonderful sense of humor, which is one of the reasons it is so much fun to work for him.", 
    "name": "Karen Hughes"
  }, 
  {
    "quote": "I don't have a very quick sense of humor.", 
    "name": "Florenz Ziegfeld"
  }, 
  {
    "quote": "If a dog doesn't put you first where are you both? In what relation? A dog needs God. It lives by your glances, your wishes. It even shares your humor. This happens about the fifth year. If it doesn't happen you are only keeping an animal.", 
    "name": "Enid Bagnold"
  }, 
  {
    "quote": "It's great to be able to connect parents with children both emotionally and through humor. I look forward to exploring family entertainment once again and examining the specifics of our day-to-day lives against the backdrop of an extraordinary adventure.", 
    "name": "Jon Favreau"
  }, 
  {
    "quote": "And for my family, comedically, that was the key to a lot of the humor.", 
    "name": "Damon Wayans"
  }, 
  {
    "quote": "Every time I've done comedy in, like, traditional comedy clubs, there's always these comedians that do really well with audiences but that the other comedians hate because they're just, you know, doing kind of cheap stuff like dancing around or doing, like, very kind of base sex humor a lot, and stuff like that.", 
    "name": "Aziz Ansari"
  }, 
  {
    "quote": "There's something about Southern women that is so unique yet so universal. Strong southern women are allowed to be soft and feminine and have a sense of humor. But what I love about Southern women in particular is their universality.", 
    "name": "Connie Britton"
  }, 
  {
    "quote": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage.", 
    "name": "Connie Britton"
  }, 
  {
    "quote": "The great thing about university is that they incline you to get up and do it, from the Classics to modern plays, to the humor that Monty Pythons made popular.", 
    "name": "Michael York"
  }, 
  {
    "quote": "Once we got over the origin story, we could really delve deeper into their lives and characters and angst. So this movie actually has more heart, more humor.", 
    "name": "Avi Arad"
  }, 
  {
    "quote": "Perhaps naively I thought people understand what humor was, that it was invented by the human race to cope with the dark areas of life, problems and terrors.", 
    "name": "Bill Forsyth"
  }, 
  {
    "quote": "It's odd how violence and humor so often go together, isn't it?", 
    "name": "Dan Simmons"
  }, 
  {
    "quote": "I've had a very laughable career and what has seen me through is my sense of humor.", 
    "name": "Linda Gray"
  }, 
  {
    "quote": "It's self-effacing, it's hard-luck, the shtetl stories. All those Coasters things are an amalgam of Yiddish and black humor.", 
    "name": "Jerry Leiber"
  }, 
  {
    "quote": "I like a very dry wit, not the big kind of humor like Robin Williams. I don't think I'm capable of that.", 
    "name": "Chris Cooper"
  }, 
  {
    "quote": "And you know, whether it's drama or comedy, the best work is based on truth. It's just that, with comedy, the circumstances are just crazy-heightened, and you have these crazy things thrown at you. But you still have to do it truthfully, because that's where the humor comes from. So it's not that difficult to cross over.", 
    "name": "Tony Hale"
  }, 
  {
    "quote": "I like dark humor. My favorite movie of all time is 'Harold and Maude.'", 
    "name": "Leslie Mann"
  }, 
  {
    "quote": "I'm not a traditional politician, and I have a sense of humor. I'll try to soften it and become boring, maybe even very boring, but I'm not sure if I'll be able to.", 
    "name": "Silvio Berlusconi"
  }, 
  {
    "quote": "I want to be taken seriously as the type of musician that plays stuff like an electric rake. I mean, how seriously do you take someone like Spike Jones? They take him pretty seriously - a really good musician who made a great contribution in terms of humor, which is part of what I try to do too.", 
    "name": "Eugene Chadbourne"
  }, 
  {
    "quote": "The president of General Motors was in a foul humor.", 
    "name": "Arthur Hailey"
  }, 
  {
    "quote": "The Good Humor man can only be pushed so far.", 
    "name": "Nancy Cartwright"
  }, 
  {
    "quote": "A good sense of humor will get you everywhere.", 
    "name": "Josh Bowman"
  }, 
  {
    "quote": "Solutions-oriented campaigning with a little passion and a little humor I think that will go a long way. I think people are desperate for it.", 
    "name": "Laura Ingraham"
  }, 
  {
    "quote": "Humor is a very important thing. It is a natural predilection. It is an emotional release.", 
    "name": "Ray Stevenson"
  }, 
  {
    "quote": "The sense of humor has other things to do than to make itself conspicuous in the act of laughter.", 
    "name": "Alice Meynell"
  }, 
  {
    "quote": "I've always been really dark, and drawn to darker humor. Nothing has been forced, and I don't say anything for shock value.", 
    "name": "Amy Schumer"
  }, 
  {
    "quote": "Although Kurt Vonnegut may not be considered a humor writer, 'Breakfast of Champions' is one of the funniest books I've ever read.", 
    "name": "Justin Halpern"
  }, 
  {
    "quote": "The thing about For Better or Worse is the only thing that made me an okay director for that is that I have a sense of humor, and it was supposed to be funny.", 
    "name": "Jason Alexander"
  }, 
  {
    "quote": "I regard the writing of humor as a supreme artistic challenge.", 
    "name": "Herman Wouk"
  }, 
  {
    "quote": "Next to power without honor, the most dangerous thing in the world is power without humor.", 
    "name": "Eric Sevareid"
  }, 
  {
    "quote": "A boy is naturally full of humor.", 
    "name": "Robert Powell"
  }, 
  {
    "quote": "Prior to Wordsworth, humor was an essential part of poetry. I mean, they don't call them Shakespeare comedies for nothing.", 
    "name": "William Collins"
  }, 
  {
    "quote": "I think humor is a very serious thing. I use it as a way of weakening the reader's defenses so that I can more easily take him to something more.", 
    "name": "William Collins"
  }, 
  {
    "quote": "It never seems to occur to some people, that, like beauty, a sense of humor may sometimes be fatal.", 
    "name": "Edgar Rice Burroghs"
  }, 
  {
    "quote": "I think humor is important for all of us, and a great comedian is a great treasure.", 
    "name": "Leila Josefowicz"
  }, 
  {
    "quote": "Dali had a good sense of humor - obviously you could tell just looking at him he was funny.", 
    "name": "Joe Grant"
  }, 
  {
    "quote": "People ask me what the most important thing to take on the race is, and I always say it's a sense of humor. If you've got nothing but a sense of humor, you will survive.", 
    "name": "Phil Keoghan"
  }, 
  {
    "quote": "I think films about men are often about characters who don't want to express their feelings. You're supposed to kind of admire them for not expressing their feelings. And I feel that's a bit dull. Women's stories often have stronger emotional content, which I enjoy doing. What I really love doing is mixing that with humor.", 
    "name": "Nigel Cole"
  }, 
  {
    "quote": "Throw in the humor, throw in that personality, try things you wouldn't normally try.", 
    "name": "Melinda Clarke"
  }, 
  {
    "quote": "I think my sense of humor is Jewish. I'm smarter than most white people, which is kind of a Jewish thing, too.", 
    "name": "Jim Goad"
  }, 
  {
    "quote": "I love a girl with a sense of humor. Someone who can make me laugh and that I can get along with and talk with and who is just sweet overall, inside and out.", 
    "name": "Logan Henderson"
  }, 
  {
    "quote": "Nothing in man is more serious than his sense of humor it is the sign that he wants all the truth.", 
    "name": "Mark Van Doren"
  }, 
  {
    "quote": "While many of us never knew Ronald Reagan personally, we felt close to him because we shared his lighthearted sense of humor, admired his uncommon virtue, and were moved by his remarkable wisdom.", 
    "name": "Randy Forbes"
  }, 
  {
    "quote": "I like humor.", 
    "name": "David Yates"
  }, 
  {
    "quote": "Maybe there's a chance to get back to grown-up films. Anything that uses humor and dramatic values to deal with human emotions and gets down to what people are to people.", 
    "name": "Robert Altman"
  }, 
  {
    "quote": "Certainly, anyone whom I've witnessed, who has gone through something horrible and life-changing, has a sense of ironic humor, or an ability to look at the peculiarities of the world and find humor in it.", 
    "name": "Christopher Heyerdahl"
  }, 
  {
    "quote": "I was a precocious only child, and then I went through a fat, awkward stage for several years, so I learned to fall back on my humor and personality when I was growing up. It's how you survive, so I think it was more of a natural progression for me, developing into comedy.", 
    "name": "Ari Graynor"
  }, 
  {
    "quote": "Our humor turns our anger into a fine art.", 
    "name": "Mary Kay Blakely"
  }, 
  {
    "quote": "I liked the premise of this material. I love the marriage relationship. They kind of keep each other honest, and they enjoy each other's sense of humor. Kind of a sexy but boring relationship.", 
    "name": "Patricia Arquette"
  }, 
  {
    "quote": "Democratic politicians have disliked things I've written, Republican politicians... if they all love you, you might as well be driving a Good Humor truck.", 
    "name": "Adam Clymer"
  }, 
  {
    "quote": "Comedy is so hard to do, so it was very cool to do dead pan humor.", 
    "name": "Brittany Daniel"
  }, 
  {
    "quote": "Incongruity, they say, is one of the main ingredients of humor. Maybe it's because everybody can feel superior to me. I honestly don't know.", 
    "name": "Emmett Kelly"
  }, 
  {
    "quote": "I think superheroes are heroes with flaws, and in their flaws, there is a sense of humor.", 
    "name": "Peter Segal"
  }, 
  {
    "quote": "You may not like the humor, but that is why every radio has an on-off button.", 
    "name": "Mel Karmazin"
  }, 
  {
    "quote": "We take the shortest route to the puck and arrive in ill humor.", 
    "name": "Bobby Clarke"
  }, 
  {
    "quote": "Humor has historically been tied to the mores of the day. The Yellow Kid was predicated on what people thought was funny about the immigrant Irish. When you're different in a society, you're funny.", 
    "name": "Will Eisner"
  }, 
  {
    "quote": "This is a feminist bookstore. There is no humor section.", 
    "name": "John Callahan"
  }, 
  {
    "quote": "The best scary movies have great humor in them and a great story.", 
    "name": "Stephen Sommers"
  }, 
  {
    "quote": "Humor results when society says you can't scratch certain things in public, but they itch in public.", 
    "name": "Tom Walsh"
  }
]