[
  {
    "quote": "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Rather be dead than cool.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "All women do have a different sense of sexuality, or sense of fun, or sense of like what's sexy or cool or tough.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Let your soul stand cool and composed before a million universes.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "It's really kind of cool to have solar panels on your roof.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I never cut class. I loved getting A's, I liked being smart. I liked being on time. I thought being smart is cooler than anything in the world.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Being cool is being your own self, not doing something that someone else is telling you to do.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "Morgan Freeman is so class. He's so cool. He's so scary.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "I'm not the kind of person who tries to be cool or trendy, I'm definitely an individual.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "The simple truth is that balding African-American men look cool when they shave their heads, whereas balding white men look like giant thumbs.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "He who keeps his cool best wins.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "The cool thing is that now that people have made this evolution where cooking is cool, people are doing it on weekends, they're doing their own challenges. It's back to cooking. And it's real cooking.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "It seems like once people grow up, they have no idea what's cool.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "So there's nothing more provocative than taking a genre that everybody who's cool hates - and then making it cool.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "All of my favorite people - people I really trust - none of them were cool in their younger years.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I can take it. The tougher it gets, the cooler I get.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "You don't have to carry a designer bag that costs more than a car to look cool.", 
    "name": "Kesha"
  }, 
  {
    "quote": "One cool judgment is worth a thousand hasty counsels. The thing to do is to supply light and not heat.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "My perfect guy wears converse, is totally laid back, and doesn't worry about being cool.", 
    "name": "Selena Gomez"
  }, 
  {
    "quote": "To act coolly, intelligently and prudently in perilous circumstances is the test of a man - and also a nation.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I've never done anything because I thought it would look cool.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Summer bachelors, like summer breezes, are never as cool as they pretend to be.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "People see my photos and think I labor over my image and I'm this cool, brooding artist. But I'm just having fun with it.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "I'm cute - and God I hate that. Because that's not cool. I'm like your niece, and nobody wants to date their niece. It's the chubby cheeks. The whole reason people voted for me on American Idol is because I'm an everyday, normal girl.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "I don't mind not being cool.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "Sometimes just when I say hello the right way, I'm like, 'Whoa, I'm so cool.'", 
    "name": "Robert Pattinson"
  }, 
  {
    "quote": "I'm cool with failing so long as I know that there are people around me that love me unconditionally.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "It's cool just because I've had this dream of changing the sport of swimming and it's finally happening.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "You get a timeless cool card in New York.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "I think you create your own hipness.", 
    "name": "Peabo Bryson"
  }, 
  {
    "quote": "Stop being conned by the old mantra that says, 'Leaders are cool, managers are dweebs.' Instead, follow the Peters Principle: Leaders are cool. Managers are cool too!", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "And not only that, I also have the MacBook Air which is really cool. Even my wife is jealous of my MacBook Air.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "I've never been cool - and I don't care.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "To create well I have to be in a good mood, happy and cool.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "It looks good when you see someone kicking at the age of 51 with no double. It's kinda cool for people to know that past 50 we can keep flexible.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "We're always bombarded with images from magazines of what looks cool and sexy.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "When you get to your mid-20s, you start to feel responsibilities for the things that you do and the people around you. It's a cool age.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "Some people are cool with the fact that their bodies bear witness to this great thing they produced, their children, and I understand that. But on a personal level, it makes me feel better that my breasts are not down to my knees when I'm undressed in front of my husband.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "Heroes don't wear diapers. It's just not cool.", 
    "name": "Felix Baumgartner"
  }, 
  {
    "quote": "Prominence is cool, but when the delusion kicks in it can be a drag. Especially if you choose to surround yourself with friends and not acolytes.", 
    "name": "Barbara Kruger"
  }, 
  {
    "quote": "If at any moment of the day I ever think I'm remotely cool at all, which is hardly ever, I have two daughters who make sure that never happens.", 
    "name": "Pat Benatar"
  }, 
  {
    "quote": "You know, the diversity that America has is so special. It's starting to really become a cool thing for young people.", 
    "name": "Russell Simmons"
  }, 
  {
    "quote": "Every collection that I work on, I always think, Is this cool enough to wear to a concert?", 
    "name": "Anna Sui"
  }, 
  {
    "quote": "I just tried to keep my cool and continue with my race plan: to win.", 
    "name": "Mark Spitz"
  }, 
  {
    "quote": "Good words cool more than cold water.", 
    "name": "John Ray"
  }, 
  {
    "quote": "The secret was to just be cool, stay in God's graces, and work it out.", 
    "name": "Solomon Burke"
  }, 
  {
    "quote": "A girl came up to me in a bar and said she wanted to be my apple pie. I wish I'd said something cool, but I was stunned.", 
    "name": "Jason Biggs"
  }, 
  {
    "quote": "A lot of people are obsessed with looking cool. They feel they have to look after their image.", 
    "name": "Adrian Edmondson"
  }, 
  {
    "quote": "I'm a geeky toy collector, and to have toys of your own characters is unbelievably cool.", 
    "name": "Craig McCracken"
  }, 
  {
    "quote": "I'm from Iowa, we don't know what cool is!", 
    "name": "Ashton Kutcher"
  }, 
  {
    "quote": "I'm a flamboyant type of guy, a cooler version of Liberace.", 
    "name": "Usher"
  }, 
  {
    "quote": "I don't think of myself as hot or cool or anything, just a dork.", 
    "name": "Ashley Olsen"
  }, 
  {
    "quote": "I am always looking for a cool tee shirt maybe one with a rock band or an old advertisement.", 
    "name": "Bridget Hall"
  }, 
  {
    "quote": "It's cool to have a well run, comfortable and inviting home.", 
    "name": "Anthea Turner"
  }, 
  {
    "quote": "I think I'm so old I'm in. We call it the 'Tony Bennett Syndrome.' For some reason, young people think I'm cool.", 
    "name": "Bill Kurtis"
  }, 
  {
    "quote": "Be still and cool in thine own mind and spirit.", 
    "name": "George Fox"
  }, 
  {
    "quote": "Is a hippopotamus a hippopotamus, or just a really cool Opotamus?", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "Vegetarians are cool. All I eat are vegetarians - except for the occasional mountain lion steak.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "I'm a mirror. If you're cool with me, I'm cool with you, and the exchange starts. What you see is what you reflect. If you don't like what you see, then you've done something. If I'm standoffish, that's because you are.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "I'm a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "I like low-maintenance girls, but at the same time, classy. She needs to take care of herself. But also be a girl who isn't afraid to get sweaty and play basketball, so it's cool if she's a tomboy.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "Keep a cool head and maintain a low profile. Never take the lead - but aim to do something big.", 
    "name": "Deng Xiaoping"
  }, 
  {
    "quote": "I don't mind The Boss. I think he's an honest guy. I have some of his records, not all of them. I've met a couple of the E-Street guys, and they seem really cool.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Music is for people. The word 'pop' is simply short for popular. It means that people like it. I'm just a normal jerk who happens to make music. As long as my brain and fingers work, I'm cool.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I'm someone who loves to enjoy life and tries to focus on real things and real friendships. That's why I live very simply. I'm a jeans and T-shirt kind of girl. I don't spend much time fixing myself up or trying to look cool. I live like a normal person and even though I'm in a very high-profile business, I really don't let it affect the way I live.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "Most Americans are very cool people.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Cricket makes no sense to me. I find it beautiful to watch and I like that they break for tea. That is very cool, but I don't understand. My friends from The Clash tried to explain it years and years ago, but I didn't understand what they were talking about.", 
    "name": "Jim Jarmusch"
  }, 
  {
    "quote": "Keep cool anger is not an argument.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "The high-spirited man may indeed die, but he will not stoop to meanness. Fire, though it may be quenched, will not become cool.", 
    "name": "Ovid"
  }, 
  {
    "quote": "If your stomach disputes you, lie down and pacify it with cool thoughts.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "I'm doing everything that I can, working with experts, really studying the statistics to figure out a way we can make it cool or normal to be kind and loving.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "What people don't understand is joining a gang ain't bad, it's cool, it's fine. When you in the hood, joining a gang it's cool because all your friends are in the gang, all your family's in the gang. We're not just killing people every night, we're just hanging out, having a good time.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "Where I come from it was really unheard of to be at a party and someone says, 'What kind of music do you make?', and you say, 'Pop music.' You may as well have 'I'm not cool' stamped on your forehead.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Summer is a great time to visit art museums, which offer the refreshing rinse of swimming pools - only instead of cool water, you immerse yourself in art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I think it would be cool if you were writing a ransom note on your computer, if the paper clip popped up and said, 'Looks like you're writing a ransom note. Need help? You should use more forceful language, you'll get more money.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Racism is taught in the home. We agree on that? Well, it's very hard to teach racism to a teenager who's listening to rap music and who idolizes, say, Snoop Dogg. It's hard to say, 'That guy is less than you.' The kid is like, 'I like that guy, he's cool. How is he less than me?", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "Aristotle was famous for knowing everything. He taught that the brain exists merely to cool the blood and is not involved in the process of thinking. This is true only of certain persons.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "It's cool when fans spend so much time making things for me. It means a lot.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "Placebo is music for outsiders, by outsiders and our gigs are like conventions of outcasts, which is cool.", 
    "name": "Brian Molko"
  }, 
  {
    "quote": "I really liked the snake that breaks out of the cage in the beginning of the movie. I saw it in real life, and it was really cool. Really big and fat. The owls are cool as well, but you can't really pet them.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "Draco's not really a bully. He's not exactly the biggest, strongest guy in the world. He's more a rich, snobby person. He thinks of himself as really cool.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "Aristotle taught that the brain exists merely to cool the blood and is not involved in the process of thinking. This is true only of certain persons.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "I don't go to the cool, trendy restaurants. I go to either the holes in the wall or the super-fancy restaurants where there are no cool people.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that's all you've got, it's just boring. Everything I write, whether it's happy or sad, has a sense of humor to it.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I have a cycle that is not particularly cool, but it's a cycle: trash myself to reward myself.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "That's one of the cool things about fame. You have an affect on society and where it goes.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I just hope that theaters remain. I think there's something very wonderful about getting into a dark room with a bunch of people. There's something cool about that. Brings us all together in one room where we can experience all those emotions.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, 'Maybe I'll get to produce one day and get to do cool stuff too,' which is what happened when we did 'Charlie's Angels.' Starting my production company was a big turning point for me.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Competition is great. And as long as it's friendly and not a malicious thing, then I think it's cool.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "Someone who doesn't take herself too seriously and can be a goofball. Because everyone's a nerd inside, I don't care how cool you are.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I grew up not really having anything, so the idea that I can take care of my family and my friends now is a really cool bonus.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Sure, climbing Mount Everest would be cool, but that's something I would now like to do as a family. Big experiences like that I don't want to have on my own anymore. I want to share them.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "I once sang 'Summer Nights,' from 'Grease,' at a bar in Melbourne with John Travolta, who's a good friend of mine. He looked cool singing the part of Danny - sitting in an armchair, smoking a cigar - while I got stuck playing Sandy.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "They're very, uh, you know, I don't come from the suburbs and a jolly, Disney type of lifestyle. I come from something totally different. And they're cool and bare minimum so it's not always a money issue for me.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I've been in fights, but that doesn't make me cool or like a tough guy or more interesting actor, I'm not proud of it.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "What's cool is when you're able to give your audience imagination and you don't have to cage them in like animals.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I'm a video game fan, and I always thought it would be cool to be able to control a character.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "It's cool now to play golf.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "The Internet is for haters. Everyone wants to knock somebody down, but it's cool.", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "I know that people think I'm sexy and I am looked at as that. It is cool with me. It's wonderful to have sexy appeal. If you embrace it, it can be a very beautiful thing.", 
    "name": "Aaliyah"
  }, 
  {
    "quote": "The nerds are the ones that make the films and do loads of other really cool stuff in their life.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I met Elijah Wood once, I met Peter Jackson, I met Orlando Bloom, and they're all really cool.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I've never been one of the cool people at school, but then again, I don't get the people who are cool. It's not that I don't like them, it's just that they don't interest me.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I didn't watch much TV as a kid and I don' t watch it now. I don' t find anything beautiful or unique to the medium, and the only thing you can do on TV that you can't do in film is make a continuing story - which is so cool!", 
    "name": "David Lynch"
  }, 
  {
    "quote": "My problem was that I was blond. There were no heroes with blond hair. Robert Taylor and Henry Fonda, they all had dark hair. The only one I found was Van Johnson, who wasn't too cool. He was a nice, homely American boy. So I created my own image. It worked.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "Keep cool my babies.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "There are people out there who are older who are cool. I want that.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I was trying to be this person who is cool, eternally rocking.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I think its so cool that you can pick up the guitar and create something that didn't exist 5 minutes ago. You can write something that no ones ever heard before. You have music at your fingertips.", 
    "name": "Michelle Branch"
  }, 
  {
    "quote": "I think it's so cool to be tall. Even when I'm not wearing heels people tell me I'm tall and I always take it as a complement. The good thing is I can always see everybody in the room.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Remember the first time you went to a show and saw your favorite band. You wore their shirt, and sang every word. You didn't know anything about scene politics, haircuts, or what was cool. All you knew was that this music made you feel different from anyone you shared a locker with. Someone finally understood you. This is what music is about.", 
    "name": "Gerard Way"
  }, 
  {
    "quote": "I think sometimes I guess you see records, say you want to get there and use that as motivation. In a way, it's kind of cool if there is a possibility to rewrite history and be up there with the greats of Olympic history.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "At first I was queasy I'll never forget the sound of the scalpel cutting a body open. But it was so cool trying to work out how these people died.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "If a guy is skilled at anything, that's attractive. There's something very primal about that and, sure, it can be as simple as figuring out the tip quickly. It's really cool when a guy tips 20 percent quickly and effortlessly so that when the check comes, he opens it and signs his name and done.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Parenthood and family come first for me, and when I'm not working I'm cool with the Teletubbies.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "I'm going to let people know that it's cool to have a child and be young and still be a good mom. It's really tough, but I'm doing it.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "Playing well with others is important - not being too flashy, just keeping good time and of course coming up with cool beats. A good snare drum, kick drum, high hat. Just getting good at the hand feet coordination.", 
    "name": "Chad Smith"
  }, 
  {
    "quote": "I'm not saying I look cool, but every single time I go onstage, it is a fail if I don't feel like I'm going to pass out at least twice.", 
    "name": "Kesha"
  }, 
  {
    "quote": "It's really cool to see glowsticks at the show, to see dance music culture infiltrating and becoming one with the metal community.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "My friends are people who like building cool stuff. We always have this joke about people who want to just start companies without making something valuable. There's a lot of that in Silicon Valley.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "When I come home and I'm tired from filming all day, I expect her to be there and make sure everything is cool for me. You know, like drawing my bath and helping me into bed.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "It's cool to go places where working people are happy.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "I really, specifically, love acting, and I think it's a really cool thing to be really indulgent and follow that. I have a lot of ambitions in life, but for the next few years, I just want to be an actor. That's a lucky opportunity, and that drives me to want to be good at that.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "That is who Barack Obama is - a person of admirable character - and that is who he has remained for me over these last four years. I have not agreed with his every decision, but never once have I seen him break his cool, lose his composure, or abandon his insightful perspective - even during the most serious and/or absurd national disasters.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "As a young boy, I was taught in high school that hacking was cool.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "It's been really fun to see with each album when I change to see the fans of the show emulate my style and with the first record a lot of the kids in the crowd were wearing neck ties like I was and now you'll see a lot of girls with pink hair. It's cool, it's actually really neat.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "I kinda see everyone as competition. I'm a very competitive person. But I think that's good. Competition is great. And as long as it's friendly and not a malicious thing, then I think it's cool.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "The funny thing is, the girls that I'm always up against for roles are pretty nice and cool, like Emma Watson. She's awesome.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I put on the Hank Williams and the Patsy Cline and the Rosemary Clooney on vinyl - I'm not trying to be some cool indie-rock person, I just love the way it sounds - and throw on a T-shirt and jeans. In Texas, we practically come out of the womb in jeans.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "If you want to go to the mall, you have to take security. But it's always cool. The kids are amazing.", 
    "name": "Aaliyah"
  }, 
  {
    "quote": "A friend of mine has a big farm in the desert, and she picks up feathers and roadkill for me, then makes it into clothes. I think it's cool to wear roadkill. If I died and somebody wanted to wear my teeth around their neck to VMAs, I'd feel honored.", 
    "name": "Kesha"
  }, 
  {
    "quote": "I have, I admit, a low tolerance for detached chronicling and cool analysis.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "It's really cool when a guy tips 20 per cent quickly and effortlessly so that when the check comes, he opens it and signs his name and done.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Every night I fell asleep to a different Beatles album. So I'm very familiar with the Beatles Ringo was my favorite Beatle until I grew up and then changed. I made the switch over to George Harrison just in time to regain my cool.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I want Maggie Gyllenhaal. I don't know why. I don't think she necessarily looks like me or acts like me, I just think she's a cool actress and she could play me, so there you go.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "The cool kindliness of sheets, that soon smooth away trouble and the rough male kiss of blankets.", 
    "name": "Rupert Brooke"
  }, 
  {
    "quote": "I'm not a movie star. People know me, but they don't necessarily know what they know me for. I get recognised, but it's not like Justin Bieber. It's a nice thing, people are cool.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I really, specifically, love acting, and I think it's a really cool thing to be really indulgent and follow that. I have a lot of ambitions in life, but for the next few years, I just want to be an actor.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "It's interesting to feel the pressure of having to be outgoing, because I think in general, as a human being, I'm pessimistic and introverted. But, it's cool, because it's a whole different side of me, and I impress myself. Even at times when I think that there's no possible way that I can be engaging, I'll suddenly pull it out and impress myself.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "Part of Obama's persona is self-reliance. He's calm he's cool he's self-possessed. In many ways, he has tried to define himself in opposition to Clinton's sometimes needy, often undisciplined, emotionalism.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Obama has made America cool again - and more than that, he's made his own brand arguably the most powerful the world has ever known.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Conforming is not cool.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "When I was kid, I remember playing 'Vogue' by Madonna over and over and over again. And ah, you know, something about the beat was really cool, and Madonna, visually, was on TV all the time and I thought she was just so beautiful.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "You have to watch all sides of your advancement, you have to make sure people's bodies and minds are healthy and their morale is cool before you can really go out and play great music.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "It's not cool to be an alcoholic.", 
    "name": "Chester Bennington"
  }, 
  {
    "quote": "Manners are love in a cool climate.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "Maybe that first, gigantic deficit the Reaganites piled up was an accident, just a combination of deluded 'supply side' tax cuts and a huge bag of good stuff for the Pentagon. But pretty quickly conservatives discovered that deficits, when done correctly, did something really cool: deficits defunded the Left.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Acknowledging class was always difficult for 'New Democrats' - it was second-wave, it was divisive - but 2008 made retro politics cool again.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "If you do a trick and it doesn't work out, that can stick with you. I like to go back, nail the trick, and, 'OK, I'm cool, it's all good.'", 
    "name": "Shaun White"
  }, 
  {
    "quote": "What drives me now is the fact that I feel like I still have so many tricks that I want to learn and so many things that I can still do. And so many cool things outside of sports that I have been doing.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I mean, I get letters in the mail because I had a heart defect when I was one, I had surgeries and stuff. And so you get these letters in the mail that just, they are crazy, they are just like, yes, well our son is dealing with the same thing and we saw you on TV and I mean it is such a cool thing to inspire and kind of give hope.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "An orange on the table, your dress on the rug, and you in my bed, sweet present of the present, cool of night, warmth of my life.", 
    "name": "Jacques Prevert"
  }, 
  {
    "quote": "My parents are the coolest of the cool on every single level, and it's because they have a deep appreciation for every moment of their lives.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "In early high school years, I was pretty chubby, and I spent a lot of time on my computer, before it was cool to have a computer - because there was a time that was true. So that's where I developed my personality.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I'm friends with a lot of my exes, but it took time. We didn't just get into it. I don't think you can be friends until you're cool with them dating someone else. That's when you know.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "A lot of pop people out there are cool, but they overdo it.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "The pop world is cool, but I never really thought of myself as part of it or wanting to be a part of it because I'm on a label that's not really like that. They're not trying to dress me up, they're not trying to do things like that. I feel like I'm sort of separate from that, actually.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I could do without 'cool' publications calling me 'mom jazz.' But I laughed all the way to the bank, baby.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "When I entered high school I was an A-student, but not for long. I wanted the fancy clothes. I wanted to hang out with the guys. I went from being an A-student to a B-student to a C-student, but I didn't care. I was getting the high fives and the low fives and the pats on the back. I was cool.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I'm a sappy mom now. I didn't think I would be. I thought I'd be a cool mom who keeps everything in perspective.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "My uncle's a lawyer and I remember going to see him in court and thinking, 'That's cool, too bad I could never be a lawyer.'", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "I remember once acting really cool on a bus with this girl named Stephanie. When I got home, I realized that I had a really big zit on my forehead. If you have acne problems, you really shouldn't be acting like Don Juan.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I used to be a cool chick but I'm not anymore.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "In the Lamborghini I have to avoid certain roads because of pot holes, and there's nowhere to put my drink, no cup holder. And I'm not going to lie, it looks pretentious. I used to think it was cool to, like, drive it to dinner. Now? Like I really need to be looked at any more.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Long intros are cool because there's a little bit of anticipation, you know?", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "As a kid, I did want to be an old-timer, since they were the ones with the big stories and the cool clothes. I wanted to go there. Now, I guess I want to bring that with me and go back in time.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "My parents used to throw great New Year's Eve parties. They invited such an eclectic mix of showbiz people. All those cool people were always hanging out at our apartment.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "And we have a little herb garden, which survived the winter thanks to global warming. It makes me feel like a cool, old Italian housewife, that I kept my rosemary alive outside all winter.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "It was a very cool thing to be a smart girl, as opposed to some other, different kind. And I think that made a great deal of difference to me growing up and in my life afterward.", 
    "name": "Elena Kagan"
  }, 
  {
    "quote": "Cynicism is kind of like folding your arms and stepping back and commenting on things, like the old guys in 'The Muppets,' just throwing out comments all the time, whereas there are other people on the ground really trying to affect things and improve their lives and the lives of other people. I think it's noble and I think it's cool.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "I haven't left the house without a packet of Kleenex in my back pocket for as long as I can remember. Whenever I start thinking I'm incredibly cool, the packet of Kleenex in my back pocket brings me right back down to earth.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "And of course I've got kids of my own now, and they love me being in the Harry Potter films. I'm now part of a phenomenon. You become incredibly cool to your kids, and you get a young fan base. So you became the cool dad at school. You're suddenly hip.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "There aren't many poster children for cool angst. Everybody thinks it's cool if you're the bad girl.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "For the last few years, it's been so chic for everybody to be miserable. Like if you're in with the cool crowd, you can't be happy.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "Now I'm way into suits that I can put on whether I took a shower or not, and wear barefoot and paint my toes black or whatever color the suit is. It's very cool to wear suits like that. Roll up the sleeves and just say yee-haw.", 
    "name": "Steven Tyler"
  }, 
  {
    "quote": "How serious can a movie about time-traveling robots be? You want it to be cool and fun.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I did find some time to go to a record store and check out 'Headstrong' actually in the racks. It was pretty cool I never thought I'd see my own CD sitting there with everyone else's. I made my Mom take lots of pics!", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "All I know about thermal pollution is that if we continue our present rate of growth in electrical energy consumption it will simply take, by the year 2000, all our freshwater streams to cool the generators and reactors.", 
    "name": "David R. Brower"
  }, 
  {
    "quote": "I haven't took no punishment. There's nothing cool about taking punishment.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "Australia is so cool that it's hard to even know where to start describing it. The beaches are beautiful so is the weather. Not too crowded. Great food, great music, really nice people. It must be a lot like Los Angeles was many years ago.", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "It's cool to be healthy.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "I don't wanna abandon my identity as LL Cool J, but at the same time, I had to figure out how to let people know that I'm really serious about making these movies.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "What is more important than the name is that people know that I really like acting, I enjoy it and I want people to know that I am serious. The name thing: I will always be L.L. Cool J.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "I'm taking a lot of my favorite artists, different people, my favorite music and marrying that with what I do as a comic. It's very collaborative, arty, fun and cool.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "The problem to me is violence. It's not cool to kill somebody or hurt people.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "When you're a kid, you see your parents reading the newspaper and you're like, 'God, why are they reading the newspaper?' When you're young, you're not reading the newspaper. But there comes a time in your life when the newspaper's cool.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "Come Christmas Eve, we usually go to my mom and dad's. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Tweeting is like sending out cool telegrams to your friends once a week.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I'm obsessed with the 1920s, everything from the style to the lifestyle. It was a really cool era.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "These days it's cool to be ethnic and to be different, but when I was a kid, it was not cool - at all. My friends would come over and my mom would make crepes with eggs, stuffed with mozzarella cheese, tomatoes and spinach. And they'd be like, 'What is this?'", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I think a lot of young kids at school are very conscious of trying to keep credibility in case they kind of stand out in a crowd and get bullied by trying to stay cool and stuff. And my whole thing, all the way through school, was I was just a goof... I didn't care.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "Orlando's a really cool guy. They hired him for 'Lord of the Rings' out of drama school. He's very new at this still and doesn't have a lot of experience. So we were in this together and we've tried to help each other out. We felt very equal which was good.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I have a kind of boring personal life, to the paparazzi anyway, and I don't hang with the cool crowd.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Justin Timberlake is everything, and what more could you want in a person? He's funny. He's cute. He's great. He just understands. I get him and he gets me, and that's cool.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "Survival, in the cool economics of biology, means simply the persistence of one's own genes in the generations to follow.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "I've always been scared of advertising folk. I've met them at parties and I've been to their offices and I've always found them intimidatingly cool. At one company I visited, they held their meetings in a caravan that had somehow been installed in the place, a rather more exotic place to gather than the typical BBC glass box.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "I was trying to break out of the suburbs, and when I did break out, I don't think I took my whole self with me - I think I played a role of being too cool and hip.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "Elves are cool, man.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I wondered how they would top the Pirates and skeletons and moonlight, because that's a pretty cool concept.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I'm trying to mix the cool, independent stuff with the big stuff, but it's been difficult finding the right roles. It's been an interesting ride as far as my career pendulum is concerned.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "The truth is - I found myself doing these huge action-adventure movies, and um, and which are cool man. And I really love doing them. And thankfully I haven't had too much dialogue, because if I had I would have really made a mess of it. You know what I mean?", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "It's hard to encapsulate my inspiration because there are so many different looks, but I think it's just like, sexy girl you see walking down the street in a cool outfit. A lot of eyelet, a lot of leather, playing with the hard and the soft, the good and bad inside of us all.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "Danger is cool.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "I'm finding, as I get older, that I'm not much of a believer in redemption. I mean, I believe in redemption in real life - redemption does happen, and it's cool when it does - but I find myself getting leery of my desire for it in stories (especially my own).", 
    "name": "George Saunders"
  }, 
  {
    "quote": "The cool parts - the parts that have won Dubai its reputation as 'the Vegas of the Middle East' or 'the Venice of the Middle East' or 'the Disney World of the Middle East, if Disney World were the size of San Francisco and out in a desert' - have been built in the last ten years.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "It's cool to be a part of recovery. This is just who I am, this is what I write about, what I do, and most of my work has been a reflection of what I've been going through in one way or another.", 
    "name": "Chester Bennington"
  }, 
  {
    "quote": "I read the script for Wonder Boys, and I said that was almost perfect, it was so classy, cool and funny. It's a really specific thing. We stuck to it, it turned out good and a lot of people liked it.", 
    "name": "Robert Downey, Jr."
  }, 
  {
    "quote": "Yeah, my dream would be to work for 6 months and then have 6 months to play, just snowboarding, surfing, and going to cool places to listen and be alone and kinda chill out.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "I would like to do a musical, if I could find a cool one. A song-and-dance role is closer to me personally than other characters I play.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I used to love to draw. I didn't want to go to art class because I felt that would be too corny when I was young, but architectural drafting was the cool thing to do because there was more precision. It taught me a lot about building and structures and doorways and frames and windowsills.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "In the summer I wear shorts with a bright top and ankle boots or just sandals. I'll add a nice scarf, maybe a hat, some cool sunglasses. It's all about the accessories.", 
    "name": "Alessandra Ambrosio"
  }, 
  {
    "quote": "Look at Scottish guys wearing kilts - you could look at them and laugh, but the way they carry themselves, how can you? You can wear some of the weirdest things and be cool. If you believe in it, that's what makes it cool.", 
    "name": "Andre Benjamin"
  }, 
  {
    "quote": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "Hip-hop is still cool at a party. But to me, hip-hop has never been strictly a party it is also there to elevate consciousness.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "But when you're a working actor - and that's what you keep saying in your head, how blessed you are to have a job - and you are working with heavyweights, working with the best guys in TV, it's pretty cool. Exhausting, but cool.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "It is a weird feeling to have people go, 'Hey Chris' like they know me. But, number one, 99 percent of my experiences have been really cool. People couldn't be nicer and more positive.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I'd love to date somebody cool, fun, funny.", 
    "name": "Rihanna"
  }, 
  {
    "quote": "The second I met Zac, I thought he was a really cool guy. It's hard not to have chemistry with someone who is so attractive.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values.", 
    "name": "Martin Lawrence"
  }, 
  {
    "quote": "I think I'm drawn to more villain-type characters, because it's so cool to get to say all the things you want to say. In Hollywood, you get to this position where you have to bite your tongue so much. You take all your experiences of not being able to say what you really want to say, and channel that through your character.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Being cool, having a 'cool' energy is just not attractive to me.", 
    "name": "Selena Gomez"
  }, 
  {
    "quote": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "'Sparkle' fell into my lap. I had heard a little bit about it, that it was being redone in early 2011. I was just kind of like, 'Oh, that would be really cool,' and not really thinking too much about it, and then it came through my agency. I read it, I fell in love with the script and I went in to audition.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "As far as friendships go, things change even without the fame. People start moving on. I have a few friends that are married and are starting to have kids and I'm like, 'Oh my goodness gracious - that's so insane.' I also have friends who are just doing their own thing, which is cool.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "It's cool to have parents and family who will always tell me the truth no matter what. They'll tell me if I'm doing something stupid!", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I have the ability to sing with emotion and feeling, but if you say I sound like Billie Holiday, that's cool. Let's look at who Billie was: she was this person, this singer, this beautiful diva who could move the audience with the slightest gesture of her hand.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Oh, man, if in real life I was as cool and suave as Coach Taylor and had all the answers, things would be easier.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "I think fashion is a lot of fun. I love clothes. More than fashion or brand labels, I love design. I love the thought that people put into clothes. I love when clothes make cultural statements and I think personal style is really cool. I also freely recognize that fashion should be a hobby.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "It was just an idea I had, that it could be cool to have a book covered in fake fur.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I'm cool with the way I look, I'm not an ugly dog, but I don't see myself as a stud or anything.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I've never been cool and I don't really care about being cool. It's just an awful lot of time and hair gel wasted.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "For my group of friends is Lady Gaga eye-opening? No. She's a less dangerous version of what was so cool about pop culture in the '80s. Back then it was so gay and so punk in so many ways.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "All this fashion stuff - who's cool now - is just a bigger version of the cool kids versus the nerds.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I think it's really cool that there are people like Adele on the cover of 'Vogue' and 'Rolling Stone,' and like I think it's really important that people are talking about your body, because if they don't, then you'll never be able to break that barrier.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I think all jocks have a sensitive side. It's just, will they show it to anybody? Will they let their guard down and stop being tough and the cool jock guy around their friends, or just relax? I don't know if it's best to say opening up, but just relax and really say what you're actually thinking, and not what you think people want to hear.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "Whatever hysteria exists is inflamed by mystery, suspicion and secrecy. Hard and exact facts will cool it.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "I want to go to college and go back to Georgetown. It's a really cool place.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "I haven't ever really relied on relationships with guys. They come around and it's cool, but it's never been a big thing. I guess I've just been really distracted by work.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "If we have a great idea, we'll go, 'Oh, this could be a cool movie.' Or really for us, it's more like, 'Oh, this is a really bad idea. Let's do this. This seems really stupid.'", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "The ballplayer who loses his head, who can't keep his cool, is worse than no ballplayer at all.", 
    "name": "Lou Gehrig"
  }, 
  {
    "quote": "I know what it feels like to have the door slammed firmly in my face, so I'm cool with that.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "I am surprised by how not-adopted the video reply has been. What keeps other people from doing it, I think, is that they think a video comes across as 'I'm cool, look at how many e-mails I get.' That perception doesn't scare me, because I know who I am.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "People are more comfortable learning about wine because now they can just Google, you know, 'Soave,' and say, 'Oh, O.K., cool.'", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "In my teens, I was never part of the cool crowd.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "For most of my life, I've thought of myself as pretty cool.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "When Brian told me he grew up in New Mexico, I told him I thought it is cool that people from other countries play football. He corrected me on my geography and agreed to sit down with me anyway.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "Personally, I was never the cool kid. I was always sort of a bookworm. I would just like to be more like Troy, because he's so cool.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Personally, I was never the cool kid. I was always sort of a bookworm.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Spider-Man's probably my favorite. You see, Batman is a billionaire and there's nothing really cool about a billionaire saving the world. But Spider-Man is Peter Parker, a conflicted character who puts on a suit and saves the world. I love that.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Yeah, I get to fight in 'Eclipse.' My trainer is teaching me MMA right now. So. Cool.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "My parents are pretty cool people.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "The term 'geek' for me is like you having a passion, interest in something that is unabashed and you don't care if people think it's not cool. You think it's cool and that's your thing.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "I am an unconventional beauty. I grew up in a high school where if you didn't have a nose job and money and if you weren't thin, you weren't cool, popular, beautiful. I was always told that I wasn't pretty enough to be on television.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "But my main thing that I would love to see as a fan of 'Glee,' like I said, is to really get into the character and who they are and what they do outside of school. I think that that's interesting. And then of course the themed stuff and the album episodes are all really cool too.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "I was in choir in school. I kind of just did it. I already knew I wanted to sing. My music program in my school wasn't really great - people didn't really want to be part of the choir, they didn't want to do the plays and stuff like that. It definitely wasn't the cool thing to do.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "I really felt like I finally made it. Having your first fake pregnancy rumor. It was really awesome. I feel like it's part of what happens in this business, but that's a real one. That's a cool one to get.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "I want to be a cool mom.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I was never considered cool throughout my teens: a very important time to be accepted by someone, especially your peers. Yes, I had all the screaming women, but the guys hated my guts.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "Maybe I am a little bit guilty of trying to convince myself that I am cool to this point - even today. But I am so much more healthy than I used to be in my twenties, because I was not accepted at all.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "It's cool to play a vampire and be a part of this new, hot genre.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "When you get to play a character that's in love, it's cool.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "I've never believed in singing about Satan and thinking he's cool, because he's not.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "Both conservatives and liberals watch 'Parks and Recreation,' and they each think the show is for them, which is really cool. 'SNL' was totally different. It was exciting because everyone was paying attention. Political humor works when people know what you're talking about.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "There's a lot of gimmick infringement out there, but that's cool. It's a compliment. But it all started right when I first came into the Garden. I came down to 'Eye of the Tiger' and when I hit the ring with the Sheik, I just put my hand up to my ear by accident, and the crowd got louder. I was like 'Oh, that works.'", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "All of a sudden, Hulk Hogan has become retro. Hulk Hogan has become cool again. So to come out and to hear how loud the fans are. To hear how loyal the fans are, it's truly overwhelming. I just can't believe I've been reborn in the WWE.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "My definition of cool is finding your own definition of cool and not necessarily taking your lead from what other people tell you or from what you might read from magazines or see on TV.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "I got tired of the Ramones around the time I quit and I really got into rap. I thought it was the new punk rock. LL Cool J was my biggest idol.", 
    "name": "Dee Dee Ramone"
  }, 
  {
    "quote": "Everything that's cool that happens, I look at my wife and I say, 'We need to enjoy this moment right here! This is really special!'", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "In my mind, as long as I did what was right for me, I was cool. But that's not the way it works. You have to think about other people and take their feelings into account.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "There's been a lot of really cool stuff that's happened to me throughout my career, and I remember everything, but I don't think I savored every moment of it like I should have or like I do now.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "Americans are cool if you show just a chink of vulnerability, they respond so much. They'll pat you on the arm and say, 'Hey kid, you're all right.' Brits will respond but they are much more cynical.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "I'm blessed to have cool roles in these big movies.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "I mean, there are some amazing storytelling being done on the small screen right now. That's what so cool about being in television right now. Studios, networks are starting to throw more resources, better writers, more production values... and to be part of that is awesome.", 
    "name": "Ian Somerhalder"
  }, 
  {
    "quote": "I've helped create over 400 jobs in the worst economy of my lifetime. That's cool.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "My whole thing is that I want to explore why you read books, what's the purpose of reading, and maybe that it's not that cool to hate something just because it's popular.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "The thing that's cool about the recording booth is that it's so perfunctory, so cut-to-the-chase.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "I really wanted to do something positive on the Internet. I wanted to try to get young people talking about, thinking about, life's big questions-make it cool and OK to wonder about the heart, the soul and free will and God and death and big topics like that, big human topics.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Vince Vaughn is a genuine person, awesome guy. He'll come to a lot of my shows. It's not that often that you can meet someone as cool as Vince.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "It's cool to express myself, but I've had to learn that doing interviews isn't completely therapy - spilling everything about yourself isn't healthy all the time. But I've been through things that have made me a stronger person, and if I can help some people, I will.", 
    "name": "Fergie"
  }, 
  {
    "quote": "My parents were really, really cool about supporting what I wanted to do at a really young age. I think I was about 10 when I caught the bug. They would drive me down to New York if there were auditions. When I was 12, I did this show on Broadway called 'High Society,' so we moved to New York for the run of that.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "More and more, Democrats are starting to worry they that they have a more um, colorful version of Jimmy Carter on their hands. Obama acts cool as a proverbial cucumber but that awful '70s show seems frightfully close to a rerun.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "I've noticed that once you leave London you do kind of become a bit more famous. People in London are a bit too cool for school. It's not so unusual to see someone from London in the street. But outside of London people are a bit more excited to see you and come out and support you.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "That was excellent! I mean, it didn't do anything, but it looked really cool!", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "I always hated high-school shows and high-school movies, because they were always about the cool kids. It was always about dating and sex, and all the popular kids, and the good-looking kids. And the nerds were super-nerdy cartoons, with tape on their glasses. I never saw 'my people' portrayed accurately.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "It's healthy to have older friends. You go, 'Look, I'm younger than them!' That's always the nice thing, if you can be the youngest one in the room at times. Like if you're always the oldest one in the room, you'll start to feel like the oldest person in the world. So get older friends, because they're cool. Get cool older friends.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "Period costume films are fun to discover, but they're not relatable. It's more, 'Wow, that's cool - did it really look like that back then?' Whereas with a comedy, you're like, 'Yeah, that's me, that's my friends.' No matter what, I want people to relate.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "As tempting as it seems to wear tennis shoes with your tux, don't do it. I think it looks ridiculous. If you're 14 years old, maybe give it a shot. In general, don't portray anything that says 'I'm too cool and I don't care.'", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "Most of an award-show host's job is showing up and keeping a cool head and soldiering through it, whether it's the Oscars or the Hallmark Channel's 'Hero Dog Awards.'", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "Big Star invented a vision of bohemian rock &amp roll cool that had nothing to do with New York, Los Angeles or London, which made them completely out of style in the 1970s, but also made them an inspiration to generations of weird Southern kids.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "I love Poseidon. His trident - his weapon - is really cool.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "Hats off to starting a franchise younger than we all did in 'Twilight' and keeping your cool. The 'Harry Potter' men and women had, what, a 10-year run?", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "Even in high school, I had friends that I didn't know were gay until years later. I'd find out on Facebook or something and be like, 'Oh, that explains some things,' or 'Wow, no wonder they were so cool.'", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "It's interesting because a lot of my 16-year-old kids' friends know me from 'Wedding Crashers,' and not so much Bond. My kids have a good laugh. I was 20 then. The look I had then was the look that a lot of their friends are assuming now. They think it's cool. What goes around comes around.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I think you have to be cool to be a good flirt, and I don't think I'm very cool.", 
    "name": "Harry Styles"
  }, 
  {
    "quote": "When I see my staff take a step back because I've lost my cool about something food-related, I say never apologise for your standards. If someone doesn't meet them, then you should explain that and that you want it changed. I want my staff to be like that, too.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "I got a chance to have my dream come true, and I wanted to make sure I made the decision as to when I dropped my last album. If I don't feel like this album is an incredible piece of work, then I'm cool with the albums I've done. I don't have to put out another album.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "Basically, after an ABC sitcom I did, I ended up with a holding deal with 20th Century Fox. Absolutely cool. It pays you to be unemployed. And the bigger the entity that gives you the deal, the better.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I'm constantly pitching one episode where we see life through Castle's eyes. I think Castle's just a little off as far as his perception goes. A very, very clever man, but I want to see the world as Castle sees it - kind of a rose-colored glasses, all the women find him irresistible, all the guys find him super cool and do whatever he says.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I'm comfortable only when there's a mutual attraction. That's what anyone wants. If I find out she's not attracted to me, it brings down my level of attraction to her. If I'm interested and find out she's not, I tend to cool off.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I think my printing to this day looks like the printing right out of a comic book. Actually, I always wanted to be in a comic book. I watched cartoons when I was a kid, too, and both comics and cartoons lit fire in my imagination. This realm holds a lot of interest for me, a lot of passion for me. So to be comic-ized, yeah, that's cool.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I remember my first test in F1. After five laps, I came back to the pits and tried to play it cool - 'Oh yeah, I'm fine, I'm on top of this' - but I was completely lost.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "That's the hardest thing about being a mom. You want to be cool, and you want them to like you all the time, but you can't always have that. You're gonna have times where you have to say no, and you won't be the most popular person in the house.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "Traveling to Russia and Germany and being able to see the world at a young age was really cool for me, and I really liked that.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "Music is music, ultimately. If it makes you feel good, cool.", 
    "name": "Prince"
  }, 
  {
    "quote": "Me and my dad are friends. We're cool. I'll never be disappointed again, because I don't expect anything anymore from him. I just let him exist, and that's how we get along.", 
    "name": "Drake"
  }, 
  {
    "quote": "At the age of 11 I was about 6 ft. tall and my voice had completely broken. That caused problems. I was this gangly, spotty, very unattractive kid. I wasn't cool and I wasn't a nerd. I didn't even want to fit in with anyone.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "When I left Europe in 1987 I did so with the thought that my relevance as a composition teacher would benefit from a certain cool distance to certain tendencies I had been observing for several years with increasing disquiet.", 
    "name": "Brian Ferneyhough"
  }, 
  {
    "quote": "I like cool jackets - a nice fall or winter coat. You can get a lot of use out of it, and you'll wear it frequently, so it can really set the tone of your uniform for the season.", 
    "name": "John Legend"
  }, 
  {
    "quote": "Our career is a dream. I mean, we get to act, travel around the world, and meet cool people. What's not to love!", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "Edie Sedgwick had a cool style she pushed the envelope for the time.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "The thing people don't understand is that touring or travelling or whatever you do in my position means you go to all these cool places all over the world, but you see everything from a car window. You don't get to see much of the city or meet people at all.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "My legs are really long and that's cool apparently, but I'm totally klutzy. I mean, I'm like Bambi. I fall all over myself because I can't control my arms and my really long legs.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "Well, a sort of epiphany: I was in a great band. And it's very cool to be at 53 and realise that when you were a kid you were in a great band.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "It's the same with visual arts, you have some really cool, wonderful striking images that make you think and then again you have wonderful striking images that just take you away from the existing world for a second. And I like the latter a bit more.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "We aren't cool and never will be.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "My family moved - first to Washington, D.C., and then, in the spring of 1975, to Lebanon, where my father worked as a diplomat at the American embassy. My parents were enthusiastic about the move, so my older brother and I felt like we were off to some place kind of cool.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "Playing and singing at the same time is pretty cool, but sometimes it's difficult to know when you can just really let go a bit because you've got to get back to bloody microphone and sing some stuff.", 
    "name": "Graham Coxon"
  }, 
  {
    "quote": "If a musician wants to be an actor, everyone thinks that's pretty cool. But if an actor wants to play a song, even if they've been doing it for 40 years, that's bad news.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "Jazz took too much discipline. You have to come in at the right place, which is different than me singing the blues, where I can sing, 'Oh, baby,' if there's a pause in the melody. With jazz, you better leave that space open, or put in something real cool.", 
    "name": "Etta James"
  }, 
  {
    "quote": "It's always cool to meet people who can do things that you have no capacity to do.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "I'd like to see a world free of strife, stress, pain, hunger, war - a cool place where everyone could live.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "It's cool to play a sinister bad guy who also has a human side.", 
    "name": "Lukas Haas"
  }, 
  {
    "quote": "Sitting at the table during Color Purple and looking up and suddenly realizing I was acting in front of Steven Spielberg, was pretty cool. It was pretty good.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "Growing up, politics never trickled down to the areas we come from. But people from Obama's camp, and Obama himself, reached out to me and asked for my help on the campaign. We've sat and had dinner, and we've spoken on the phone. He's a very sharp guy. Very charming. Very cool.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "You make your first album, you make some money, and you feel like you still have to show face, like 'I still go to the projects.' I'm like, why? Your job is to inspire people from your neighborhood to get out. You grew up there. What makes you think it's so cool?", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "The cool part of being an entertainer is getting the opportunity to get your feet wet in all areas.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "Someone once told me that something they really liked about me was that they thought that I was really down to earth and not high-maintenance. I think that was cool. It's important to stay grounded.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I think it's really cool how J. Lo's been able to balance an acting career and a music career. That's something I strive for.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I went to Catholic high school for half a year and religion wasn't the cool thing to talk about even at a catholic high school. It never came up.", 
    "name": "Mandy Moore"
  }, 
  {
    "quote": "But, on another level it's really sort of this really cool coming of age story, it reminds me of like The Breakfast Club or something like that, if I can be so bold to associate with The Breakfast Club.", 
    "name": "Will Estes"
  }, 
  {
    "quote": "Having been to Europe and working and traveling there, the restaurants my wife and I remember were always off the beaten trail restaurants. So I tried to seek a little 'off the beaten trail,' but cool area.", 
    "name": "Todd English"
  }, 
  {
    "quote": "When people recognise me they just kind of go 'Hi how are you,' really kind of cool you know.", 
    "name": "Rachel Stevens"
  }, 
  {
    "quote": "I love the song 'El Rey.' And for years, I never knew what the song was totally about. It was something new for me. I'd never sung a song in Spanish before. Then I got the translation and saw what a really cool song it was.", 
    "name": "George Strait"
  }, 
  {
    "quote": "All this stuff is so mind-blowing to me that I get to do in my life. Throwing the first pitch out at the White Sox game on a random Wednesday? Like who am I? How did I get this life? I'm glad I'm not jaded, and little kids are the least jaded people in the entire world, so it's fun to be around people that still find wonder in how cool things are.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "'Allen Gregory' came about because we wanted an animated show and we were just tossing around some ideas about me playing a 7-year-old. We thought that would be cool, because we couldn't do that in real life.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "Even though my father was a radio comedian, it wasn't cool to say, at a young age, 'I want to be a comedian.'", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I was terribly shy when I was growing up, I really wasn't confident with other people and I think I was always afraid of up or not being this very cool, amazing person that I wanted to be.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "51st State was one that I loved doing because the character was so out there, and in a way I was sad to leave the character behind. I'm afraid I could never be that cool in real life!", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "I'm physically completely mal-coordinated. My best friend used to make me run for the bus just to give herself a quick, cheap laugh because I definitely don't have that sophisticated cool thing down.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "I was not a good-lookin' girl. I was extremely skinny. I wasn't pretty. I wasn't cool.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "It's cool to go to a place that has posters up and it's one night only. It feels more special.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "In my hometown there is a pub named after me - The Frome Flyer on Jenson Avenue. How cool is that?!", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "I was in a really crummy pop-punk band. I think we did a whole bunch of Blink-182 covers, and we were on the fringe of losers and jocks. So we invited all the cool kids to come watch us play in our bass player's brother's bedroom. And it was terrible, but everyone thought we were so cool.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "I think it's really cool, but Jimmy Eat World and Gin Blossoms did it better than anyone. People don't realize just how awesome the Arizona history is, especially for alternative music. Growing up, that's all I ever wanted to be was those two bands.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "I'm a fan of designers and clothes that look beautiful, but more importantly, make me feel beautiful and confident. It's why I've always loved Stella McCartney, and more recently, Prabal Gurung. Their pieces are cool, yet timeless, and the fits are effortlessly flattering.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "In high school I was an outcast... I wasn't cool to hang out with. I ate my lunch in a bathroom stall because that was the one place I could go where I wouldn't been seen.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "Most of the time you're too busy to think about it. But every now and then you say, 'I work at 'Saturday Night Live,' and that is so cool.", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities.", 
    "name": "Trent Reznor"
  }, 
  {
    "quote": "As an investor, what we're not looking for is 'oh this is a cool app,' it's 'is this something that can become a big business?' You need to find those that can become real businesses.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "I'm a comic book artist. So I think to myself, what do I like to draw? I like to draw hot chicks, fast cars and cool guys in trench coats. So that's what I write about.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "I thought Daredevil was kind of cool because he couldn't do anything. I mean, he's blind. It wasn't that he could fly. His major power was an impediment. So I was intrigued. When I took over he was kind of like Spider-Man-lite, but I was able to project a lot of my Catholic imagery onto it. And I'd always wanted to do a crime comic.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "But acting is very much a profession that is you're hot one moment and not the next - and that is totally cool. I think that's what I find most fascinating and most exciting about it - is that it can be gone in a puff of smoke.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "Man, I love the 'Lord of the Rings' movies. Some people would say I'm weird for liking those types of movies, but they are so cool.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "Robert De Niro... It seemed like a pretty cool thing to do to put his name on my resume next.", 
    "name": "Famke Janssen"
  }, 
  {
    "quote": "I don't count on the boy who waits till October, when it's cool and fun, then decides he wants to play.", 
    "name": "Darrell Royal"
  }, 
  {
    "quote": "Apparently it's cool to watch The Daily Show.", 
    "name": "Rob Corddry"
  }, 
  {
    "quote": "That was cool and that sucked all at the same time.", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "If your album sells, that's cool, more people find out about you, more people get turned on to what we're really about-which is a live rock and roll band.", 
    "name": "Nikki Sixx"
  }, 
  {
    "quote": "When I look at President Obama, I see a leader with a cool head, a caring heart and an open mind, a president who has demonstrated through his demeanor and through his deeds that he is uniquely qualified to heal our divisions, rebuild our nation and lead us to a brighter future together.", 
    "name": "Charlie Crist"
  }, 
  {
    "quote": "When the soul drifts uncertainly between life and the dream, between the mind's disorder and the return to cool reflection, it is in religious thought that we should seek consolation.", 
    "name": "Gerard De Nerval"
  }, 
  {
    "quote": "I represent the kids who come from nothing but who understand it all and love it all. That's what I represent - those are the cool kids, you know, the kids of tomorrow, because who would've known that I'd be who I am today? We are the kids of tomorrow.", 
    "name": "ASAP Rocky"
  }, 
  {
    "quote": "When I was 24, I was full of life. I was that ham who wanted to be famous, a movie star, all that stuff. I think it's cool. But it was not what I was searching for, really. It was more a delusion.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "We have newsreaders behaving like actors, lowering their voices if it's a sad story, as if we didn't know it's a sad story. There isn't a single cool newsreader.", 
    "name": "Tom Baker"
  }, 
  {
    "quote": "Sydney in the 1960s wasn't the exuberant multicultural metropolis it is today. Out in the city's western reaches, days passed in a sun-struck stupor. In the evenings, families gathered on their verandas waiting for the 'southerly buster' - the thunderstorm that would break the heat and leave the air cool enough to allow sleep.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "I've had fans come and knock on my door. I'm usually polite, but I'm usually very direct and say, 'It's not cool that you come here uninvited.'", 
    "name": "Gary Allan"
  }, 
  {
    "quote": "I was a 'Duck Hunt' and 'Mario' guy, and stuff like that. I was never technologically driven. I never had all the cool, new toys. I was the youngest child, I wasn't the only child, so I wasn't spoiled as a kid. And, we were on the farm, so we didn't have a lot. Also, with computers, I'm not very good with them. I just check my email.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "What's weird is that I work with these directors and then I start channeling them. I kind of turn into them a bit - which is cool when you're working with Clint Eastwood.", 
    "name": "Jamie Bell"
  }, 
  {
    "quote": "I think that Obama is very cool. And I think he's clever, and I think he can be witty. But I don't think he's funny in either the way that Reagan was funny - or John McCain and Dick Cheney are both funny in that ruthless, kind of mean way.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "We do this basically for ourselves. People appreciate it, which is cool, but I think they appreciate that we're doing it for ourselves. We're doing it our way, and how people like it is not up to us. We like it.", 
    "name": "James Hetfield"
  }, 
  {
    "quote": "In Hollywood today, it's cool for guys to wear nail polish and earrings in their lips and tongues. I don't get it.", 
    "name": "Scott Caan"
  }, 
  {
    "quote": "If only media people would stop reaching for the low-hanging fruit, which is cynicism and pessimism, and stopped trying so hard to be hip and cool and have a swagger.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I'm an actor. I try to play a character in a really cool story, the very best I can.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "I wasn't one of the cool kids by any stretch. I just bumbled along really.", 
    "name": "Matthew Rhys"
  }, 
  {
    "quote": "Well, it's a little harder in New York. It's not as forgiving to a film crew. You hold up a bunch of New Yorkers who can't cross the street, they're not going to take it well. Southern California? They'll wait. It's cool man. In New York, they're like, 'Are you kidding me? I gotta get to work.'", 
    "name": "Matthew Rhys"
  }, 
  {
    "quote": "When I was younger, the pressure was just being cool. I never thought of myself as a cool guy. I always thought of myself as more of the goofy guy.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "I could finally quit my job as a bartender and stop dreaming that I might be Superman and know that I was. Then I started thinking about how cool it was.", 
    "name": "Brandon Routh"
  }, 
  {
    "quote": "I really love rap music. I grew up in the '80s and '90s with Public Enemy, N.W.A., LL Cool J - I'm a hip-hop encyclopedia. But I got kind of frustrated with the chauvinistic side of rap music, the one that makes it hard to write songs about love and relationships.", 
    "name": "Mayer Hawthorne"
  }, 
  {
    "quote": "There aren't as many girl superheroes, but there are cool ones. Banshee, for instance.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "I'd love to be an artist that's multifaceted. At the moment, I am not. But wouldn't that be cool if I was like, 'Yeah, let me pull out my guitar and play you a song.' I would adore that. I am so far not gifted in that way. But I am a very hard worker and a very determined person, so who knows?", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "I'm thought of as a cool, unemotional dancer, but inside I'm not.", 
    "name": "Suzanne Farrell"
  }, 
  {
    "quote": "My sister has three kids so I've spent a lot of time around children and I've always really liked them and wanted my own. It's cool because you think all babies are the same but they aren't at all. They all have such different personalities. It's crazy.", 
    "name": "Bode Miller"
  }, 
  {
    "quote": "It's very cool to be able to say that my first real film was 'Footloose' and my second film I got to star alongside Tom Cruise and Catherine Zeta-Jones.", 
    "name": "Julianne Hough"
  }, 
  {
    "quote": "But live shows are cool. I just got back into the idea of enjoying it live.", 
    "name": "Graham Coxon"
  }, 
  {
    "quote": "Lonnie was ahead of his time, but at the same time he was right in there with Albert Collins's Cool Sounds.", 
    "name": "Stevie Ray Vaughan"
  }, 
  {
    "quote": "I always looked really young for my age. And once I hit 23, 24 and 25, I was then allowed to play the cool 18-year-olds and stuff.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "I get recognised sometimes, and that's really cool. I've tried certain disguises, but that doesn't work.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "For me the stunts are so cool, they're one of my favourite things when we're doing the film.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "People recognize me, call me Ron, and ask me questions. It's really cool and weird as well.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "I'd like to have the flying car, I think that'd be really cool.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "My band is so dedicated, everybody works very hard. The No. 1 priority is the show, and it's pretty cool because we all pull together, and it's fun. It's like being on a sports team or something.", 
    "name": "Bob Seger"
  }, 
  {
    "quote": "I think Al Gore has done a great service in making global warming cool. He's basically taken it from a nerdy, almost ignored issue to making it what it is - namely, a problem.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "For a long time the people at my shows were sort of the Pantera-tattoo trucker guys, really cool dudes, but I don't know what happened to them. That's the crowd that I like, the ones that don't get so offended just to be offended.", 
    "name": "Dave Attell"
  }, 
  {
    "quote": "I don't watch reality TV. I'm cool.", 
    "name": "Dave Attell"
  }, 
  {
    "quote": "The band feels loose in all the right ways, and it's just so cool looking out and seeing all of these people that I haven't seen in a while.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "You know, you grow up with the image of John Travolta being super cool - 'Saturday Night Fever,' Brian De Palma, handsome young god... he, in reality, is a very silly man. And I mean that in a good way. He'll walk around the set talking in little weird voices, making people laugh.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "What's cool about indie rock is that one band can do effectively the same thing as another band, and one band nails it, and the other one doesn't. I like that elusiveness.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "With all of you men out there who think that having a thousand different ladies is pretty cool, I have learned in my life I've found out that having one woman a thousand different times is much more satisfying.", 
    "name": "Wilt Chamberlain"
  }, 
  {
    "quote": "I want you to see that I'm looking. Look at me look at you. I'm cool with that.", 
    "name": "Busta Rhymes"
  }, 
  {
    "quote": "I could never dream of being cool.", 
    "name": "Andrea Corr"
  }, 
  {
    "quote": "You actually don't want people thinking your product is cool, because then you're a fad.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "I think being a wealthy member of the establishment is the antithesis of cool. Being a countercultural revolutionary is cool. So to the extent that you've made a billion dollars, you've probably become uncool.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "My relationship with my mom is so amazing. We never got to have that stage that people go through, like when you're 13 and you think you're too cool for your parents. When you're embarrassed by them and stuff. We never went through that because I was constantly working and she constantly had to be there.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "You show up in Paris, and on the drive from the airport to the hotel you're like, 'This is so cool! I want to see something! I want to go to the Eiffel Tower!' And then you leave the next morning. You think, Oh, I didn't get to do anything. I tell people: I've been just about everywhere, but I've seen nothing.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "Everybody thinks it's going to be so glamorous, so cool, you're on 'Glee,' you know, a hit show or whatever.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "I was probably cool around the end of 2002.", 
    "name": "Martin Freeman"
  }, 
  {
    "quote": "But being on location and shooting, whether its in Puerto Rico or Atlanta, it always reminds me of how really cool my job can be. Interacting with the fans is one of the best parts of it.", 
    "name": "Dwayne Johnson"
  }, 
  {
    "quote": "People connect with me just as a cool, around-the-way type of guy.", 
    "name": "Wiz Khalifa"
  }, 
  {
    "quote": "You don't have to be a certain thing to be cool. If you're white, you don't have to act black or whatever. Just be you and know who you are.", 
    "name": "Wiz Khalifa"
  }, 
  {
    "quote": "And in a world without heroes, as the movie trailer voice-over guy might say, the slightly awkward can be slightly cool.", 
    "name": "Adam Brody"
  }, 
  {
    "quote": "To me, what I love about the draft is first, you see the young men who are realizing their dreams that they've worked so hard for. That's a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that's great for everybody.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "I do, I kick major butt in 'Dredd.' I get to kill people. I break a guy's neck by roundhouse kicking him in the face. It was me, I did it. I learned how to roundhouse kick. I also do it with my hands cuffed behind my back so it's pretty cool I have to say. Yeah, leather body suit, blonde hair, the whole thing.", 
    "name": "Olivia Thirlby"
  }, 
  {
    "quote": "I shall go the way of the open sea, to the lands I knew before you came, and the cool ocean breezes shall blow from me the memory of your name.", 
    "name": "Adela Florence Nicolson"
  }, 
  {
    "quote": "I'm more into the Spawn toys. They're really cool. They're coming out with a Techno Spawn series and another series, The Dark Ages, which are really cool.", 
    "name": "Jason Mewes"
  }, 
  {
    "quote": "It's cool to be recognised by your peers.", 
    "name": "Frank Ocean"
  }, 
  {
    "quote": "The idea of recognising your strengths and using them in as versatile a way as you can is cool to me.", 
    "name": "Frank Ocean"
  }, 
  {
    "quote": "What I do doesn't sit well in the world of hipsterville. I don't have a cool card, but I also don't have thin skin.", 
    "name": "Chris Daughtry"
  }, 
  {
    "quote": "Above all, film is a business... Independence is a really cool thing as you can be a bit more bold, and take a few more chances with what you do.", 
    "name": "Mel Gibson"
  }, 
  {
    "quote": "I used to lie between cool, clean sheets at night after I'd had a bath, after I had washed my hair and scrubbed my knuckles and finger-nails and teeth. Then I could lie quite still in the dark with my face to the window with the trees in it, and talk to God.", 
    "name": "Frances Farmer"
  }, 
  {
    "quote": "My strangest media moment a photo session they all had dressed up like 50 gangsters. That was pretty cool. We have to get some more of those kind of photos sometimes.", 
    "name": "Kerry King"
  }, 
  {
    "quote": "When I decided to launch my first knitwear line, it was because I saw a void in the basics category. The editors were always looking for cool, fashion-forward tees and sweaters. So that's where I started.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "If people are taking pictures of me at Starbucks, it's not the end of the world. It's cool, it's fun, it's exciting.", 
    "name": "Cory Monteith"
  }, 
  {
    "quote": "And looking at today's music scene, I think it's cool that there are a lot of consumers and fans not limited by what radio and the record companies tell them to buy.", 
    "name": "Juice Newton"
  }, 
  {
    "quote": "The cool thing about music is no one can take music away from you, writing wise.", 
    "name": "Darren Criss"
  }, 
  {
    "quote": "I don't think, generally speaking, people become writers because they were the really good, really cool, attractive kid in class. I'll be honest. This is our revenge for people who were much better looking and more popular than us. I was a bit like that, I suppose.", 
    "name": "Steven Moffat"
  }, 
  {
    "quote": "If you can get a teen leader in each sector of a student population, you can pull people in. Everybody wants to get involved, but most are too afraid. When they see a person they think is cool leading it, they're first to join.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "I'm way better in person than I am on things like Twitter. I know Twitter is the best and fastest way to connect with fans who really appreciate you but I'm still not cool with it - although I am trying! I try my best but I'm a one-on-one person and I don't want to tell people I'm on the toilet or I just brushed my teeth.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "In France, everyone speaks French 'cause they think it's cool. Gives 'em, gives 'em an excuse to smoke.", 
    "name": "Scott Thompson"
  }, 
  {
    "quote": "I'm not really cool, or dashing, or any of those things.", 
    "name": "Scott Thompson"
  }, 
  {
    "quote": "That was really cool. I got to kiss a little boy. I was 7 and he was 10, and his name is Thomas Curtis. He was the first boy I've ever kissed in my entire life and he was three years older than me.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "There's no point in swanning through and being cool as a breeze in every scene. It's not really that interesting. Even if you're a superhero.", 
    "name": "Michael Fassbender"
  }, 
  {
    "quote": "I think the great sketch shows, like 'Python' and 'Mr. Show,' they didn't stick around for very long. There's something kind of cool about that.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "Acting is sort of an extension of childhood. You get to play all of these roles and have so much fun. Playing an athlete would be so cool. Or where you get to shoot guns, ride horses. I wouldn't turn down any of that.", 
    "name": "Jon Hamm"
  }, 
  {
    "quote": "Being in America isn't old-hat - it's where we're from - but I get excited to be in other parts of the world like Athens and Croatia, which were quite cool. I'm a sightseer. I go see the sights and museums. I'm into that kind of thing.", 
    "name": "Richie Sambora"
  }, 
  {
    "quote": "My mother used to take me to flea markets in my stroller, and I would just rummage through the piles. You've got to dig through the overstuffed racks that everyone else just walks by. It's the only way to find the cool stuff.", 
    "name": "Lily Collins"
  }, 
  {
    "quote": "I don't like reading things that people say on the Internet because I know so much of it is not true. I don't want to waste my time worrying about what other people are thinking. I just want to focus on being able to do cool projects.", 
    "name": "Lily Collins"
  }, 
  {
    "quote": "Belly buttons are cool!", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "In my books the technology that I choose to talk about has to serve the themes. What that means is that I end up having to cut out a lot of cool technology that would be really fun to describe and play with, but which would just confuse everybody. So in 'Amped,' I focus on neural implants.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "I may be the prat in the hat, that's cool, but I drive an Aston Martin DB5.", 
    "name": "Jay Kay"
  }, 
  {
    "quote": "With 'The Host,' I think the actors could be really big names. That would be cool. I'd love to see Robert Redford put on a beard and be Jeb he would be amazing... Matt Damon has some very Jared-esque qualities, and then Casey Affleck as Ian and Ben Affleck as Kyle. Imagine the interplay.", 
    "name": "Stephenie Meyer"
  }, 
  {
    "quote": "When certain bootleg companies started off and they would take maybe ten per cent of whatever they got and help fuel new bands, which I'm cool with, I think that's a good idea. Most of the record companies are not doing that.", 
    "name": "David Coverdale"
  }, 
  {
    "quote": "Adele's amazing, I think the world of her and her music and I think Tinie Tempah is cool. To work with someone like Kanye West would be awesome.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "It's just cool for a girl to be able to do her own thing. I do a lot of movies, and I'm very lucky, and I'm not complaining. But in movies, alongside big action men, we've always got to take a step back and let the men shine.", 
    "name": "Maggie Q"
  }, 
  {
    "quote": "He's as cool as a prized marrow!", 
    "name": "Sid Waddell"
  }, 
  {
    "quote": "But this is Miami, you can't come to Miami and not show any skin. You gotta show something. If you're all covered up in this heat, you're gonna make me pass out out just to look at you. It's sweaty in Miami-but the diamonds will keep me cool.", 
    "name": "Lil' Kim"
  }, 
  {
    "quote": "The private interest of the individual would not be sufficiently provided for by reasonable and cool self-love alone therefore the appetites and passions are placed within as a guard and further security, without which it would not be taken due care of.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "Being in love is not cool!", 
    "name": "Alice Englert"
  }, 
  {
    "quote": "Everything you listen to when you are 17 should be embarrassing, otherwise you are way too cool.", 
    "name": "Jessica Brown Findlay"
  }, 
  {
    "quote": "My style icons would be people like Brigitte Bardot and old Hollywood actresses who always look so stunning, cool and chic. I like classic and timeless looks.", 
    "name": "Jessica Brown Findlay"
  }, 
  {
    "quote": "I like doing theaters. I like being up close and personal with the fans. It's really cool.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "Simon is cool. You know, it's different if you ever see him around his mom. He acts totally different.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "All I know is that I've ruled out wearing fairy wings. When I was nine I wanted to get married in fairy wings, and now I realize that's not cool anymore.", 
    "name": "Isla Fisher"
  }, 
  {
    "quote": "'Ludacris' is something that I made up. It just kind of describes me. Sometimes I have like a split personality. Sometimes I'm cool, calm, and collected, and other times I'm beyond crazy.", 
    "name": "Ludacris"
  }, 
  {
    "quote": "Everyone hooks up with George Clooney. He's a genuinely cool guy. He's using his powers for good.", 
    "name": "William H. Macy"
  }, 
  {
    "quote": "I never saw music in terms of men and women or black and white. There was just cool and uncool.", 
    "name": "Bonnie Raitt"
  }, 
  {
    "quote": "New York had a big influence on me growing up, and I was really part of the club scene - the Mudd Club and Studio 54. When you're living in New York, you are just bombarded with style, trying to figure out how to be cool and how to feel relaxed at the same time.", 
    "name": "Dylan McDermott"
  }, 
  {
    "quote": "My dad was kind of a pool shark and had a Frank Sinatra, Dean Martin thing going on. I've always been fascinated by the fifties because of him. There was a hip, cool, anything-goes atmosphere back then, but looking good was still a priority.", 
    "name": "Dylan McDermott"
  }, 
  {
    "quote": "Style is innate to who I am. My father gave me a picture the other day. I must have been about seven, and I had on wing-tip shoes and some cool pants. I thought, 'Wow!'", 
    "name": "Dylan McDermott"
  }, 
  {
    "quote": "Honestly, I'm cool with everyone, and people pick up on that. I'd say, 'I'm not gay, but it's all good.' It's kind of like going to Paris when you don't know the language some Americans get into trouble over there, but I'm just like, 'Sorry, I don't speak French.'", 
    "name": "Dylan McDermott"
  }, 
  {
    "quote": "Sometimes guys are so concerned with being cool and hanging out with their friends. They don't want to seem like the guy that 'has to call his girlfriend.' It's just boys growing up.", 
    "name": "Kristin Cavallari"
  }, 
  {
    "quote": "We, some cast members and I, even went on a weekend trip together and spent the weekend at an inn, because we enjoy each other's company so much, and it was so cool.", 
    "name": "Victor Garber"
  }, 
  {
    "quote": "If you meet a girl, you meet a girl. It's normal, so if you exchange numbers, whatevs, it's cool.", 
    "name": "Zayn Malik"
  }, 
  {
    "quote": "When I think of the definition of cool and when I look at people, John Travolta is really the definition of cool because, not only is he great in all his movies, but, as a person, he's just really cool.", 
    "name": "Christina Milian"
  }, 
  {
    "quote": "I always thought it would be really cool to be playing the drums in the show and then have your astral body or whatever travel all through the audience and dig whatever it's like out there.", 
    "name": "Bill Kreutzmann"
  }, 
  {
    "quote": "Am I really cool? You're telling me I'm cool? Well, that's good to hear.", 
    "name": "Paul Giamatti"
  }, 
  {
    "quote": "Ron Howard is as good a person as you could want to work with on film. He never lost his cool. He's the most easygoing, lovely man, but he's got this enormous intelligence and a wonderful humanity.", 
    "name": "Christine Baranski"
  }, 
  {
    "quote": "If the choice is between doing something supercool and having no one hear it and doing something equally cool and tricking people into putting it on the radio, I don't think the second option is some big sellout.", 
    "name": "Julian Casablancas"
  }, 
  {
    "quote": "My music was never considered cool, but I've always felt that connection with the audience.", 
    "name": "David Cassidy"
  }, 
  {
    "quote": "I would never do a commercial for something that is embarrassing, and I think that people maybe have a different perspective on what is embarrassing or not. Some people think doing a Revlon hair commercial is really cool. To me, that's embarrassing, but World of Warcraft - not embarrassing, very cool.", 
    "name": "Aubrey Plaza"
  }, 
  {
    "quote": "So you got the cool New Yorkers, and then there are the less-than-cool New Yorkers.", 
    "name": "Edward Burns"
  }, 
  {
    "quote": "I mean the cool thing about the movies is that you get to try on these different personalities and different styles.", 
    "name": "Edward Burns"
  }, 
  {
    "quote": "I knew exactly what I wanted to do. I wanted to build some kind of lifestyle brand that was preppy and cool.", 
    "name": "Tommy Hilfiger"
  }, 
  {
    "quote": "We had incense and rock'n'roll posters, and we sold records and rolling papers. People could just, like, hang out. We had a cool vibe going.", 
    "name": "Tommy Hilfiger"
  }, 
  {
    "quote": "I influenced the BG style by not being able to draw perspective. The BG artists developed cool graphic painting styles to make my bad backgrounds look like they were that way on purpose.", 
    "name": "John Kricfalusi"
  }, 
  {
    "quote": "I try to be the best husband I can be, and if people respect that, that's cool. But there's no 'perfect husband.' We just all try to do the best we can, you know what I mean?", 
    "name": "Nick Lachey"
  }, 
  {
    "quote": "One interviewer asked me: 'How do you feel that you've betrayed your father?' That wasn't really very cool.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "It's really hard for actors to cross over and get any respect as a singer, and if I could just keep it separate and not use my music in movies, it's cool.", 
    "name": "Taryn Manning"
  }, 
  {
    "quote": "There's kind of a cool feel that happens every now and then. I guess that feel is the thing that makes the score its own score. But, I don't know exactly what that is. So, it's hard for me to answer that question.", 
    "name": "Danny Elfman"
  }, 
  {
    "quote": "I have visualizations where I'm living in a really cool place - probably outside of town - with a really dope studio where I can record music or film things. Just have my own mini production house. That's really the thing I'd love to end up with the most and only do gigs when I needed to and also amass a little bit of a crew around me.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "Sometimes airport security people recognize me. I'll go through the whole screening process and at the end they'll go, 'Hey, man, I really like your work.' That's so cool.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "My parents were vegetarians. I'd show up at school, this giant black kid, with none of the cool clothes and a tofu sandwich and celery sticks.", 
    "name": "Aisha Tyler"
  }, 
  {
    "quote": "I didn't come to Hollywood to drink or get high, and I don't want to be considered a cool actor - I want to be a great actor.", 
    "name": "Tom Sizemore"
  }, 
  {
    "quote": "You have to be the best of whatever you are, but successful, cool actresses come in all shapes and sizes.", 
    "name": "Jessica Alba"
  }, 
  {
    "quote": "In my school, people liked the gym teachers because they were the football or soccer coaches. But look, if they're cool, they get respect.", 
    "name": "Danny McBride"
  }, 
  {
    "quote": "When people meet me, many times they're very surprised because they expect someone who is kind of wacky with seven piercings and very hip and cool and New York City, and I'm not.", 
    "name": "Augusten Burroughs"
  }, 
  {
    "quote": "I just want to do cool stuff.", 
    "name": "Rob Corddry"
  }, 
  {
    "quote": "For years I have been going to the South of France to cool out.", 
    "name": "Suzanne Somers"
  }, 
  {
    "quote": "It's cool to have instruments lying around because they give you different ideas.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "I do think sometimes there's danger in guest appearance mania. I've seen too many examples that sound cool on paper, like 'Oh, get that guy to sing the hook on that guy's song,' and then that's all it is. It's a cool idea that sounds good on paper.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "It's pretty cool that people will pay for something even though they don't have to. It's totally different now to back in the day. Now you're paying for a record because you believe in the band. In the future that will be the only time people will pay for albums, because there's some kind of connection.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "I didn't want to come up with some generic Johnny Bravo type name. I'm not that cool, so I might as well stick with my birth name.", 
    "name": "Colin Hanks"
  }, 
  {
    "quote": "We want to do for 'Hamlet' what Baz Luhrmann did for 'Romeo and Juliet' in terms of like a really cool kind of re-imagining.", 
    "name": "Emile Hirsch"
  }, 
  {
    "quote": "I once owned a really, really ugly pair of white leather boots. They were so bad. It was back in the '80s! It was just a really tacky fashion choice when I was in middle school, and I thought it was cool. I'm really embarrassed.", 
    "name": "Jordana Brewster"
  }, 
  {
    "quote": "I was labeled at a young age - Miss Unemotional, Miss Cool, and that would carry over to my press conferences.", 
    "name": "Chris Evert"
  }, 
  {
    "quote": "Being on Oprah? You realize that there are a couple of types of audience members. There are like the cult people in the audience who are just crying before she gets on. And then there are the people who are playing it cool. I definitely was somewhere in the middle.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "For me, everything is cool.", 
    "name": "Paz Vega"
  }, 
  {
    "quote": "People always come up to me now and say, 'Watchmen' is the best superhero movie ever made.' I'm always saying 'That's super cool. That's nice of you to say.' But it happens now, more and more and more than it did when it first came out.", 
    "name": "Zack Snyder"
  }, 
  {
    "quote": "Now, guitar was pretty cool. Everybody knew something on the guitar. So I wanted to play guitar, but I told my dad if he wanted me to keep studying something, I'd like to study piano.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "The downright fanatic is nearer to the heart of things than the cool and slippery disputant.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "I'm just a cool type of guy who's all about positives.", 
    "name": "Big Boi"
  }, 
  {
    "quote": "I was the only Christian on the cast, but that was cool because we all respected each others talent and mostly they respected me a lot even though I was the only Christian.", 
    "name": "Victoria Jackson"
  }, 
  {
    "quote": "I love David Caruso. I know it's not cool, but I do. I watch CSI: Miami. I think he's interesting.", 
    "name": "James Denton"
  }, 
  {
    "quote": "The promos with all of the beautiful women probably attracted some men, but the mystery story line is pretty cool. It's got that dark edge, and people will watch anything funny.", 
    "name": "James Denton"
  }, 
  {
    "quote": "I feel like people start to believe things that people say about them and start to think they're really important. If you have a family that is down to earth and cool, I don't see how you can be like that.", 
    "name": "Amanda Bynes"
  }, 
  {
    "quote": "I have actor friends, but they're not famous. I feel like if you're an actor or - famous, you have to overly prove that you're a normal, cool person.", 
    "name": "Amanda Bynes"
  }, 
  {
    "quote": "In some of the L.A. clubs, people can act too cool to get into your music. That can get to be a bit much.", 
    "name": "Chad Smith"
  }, 
  {
    "quote": "I never felt cool growing up. I was a bit of an outsider, but I discovered theatre very early on, which got me through.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "I get really cool gifts, and I know this sounds really lame, but I think one of the best gifts I've ever received was the Easy Bake Oven when I was younger. When I was little, I loved to bake! I want to get one now so I can make weird mini desserts for people.", 
    "name": "Ashley Benson"
  }, 
  {
    "quote": "I get letters from kids, teenagers and young girls who just want to be Mac. I've had quite a few people actually say that they're going to become a Marine or a JAG lawyer because of me... the character. I think that's pretty cool!", 
    "name": "Catherine Bell"
  }, 
  {
    "quote": "Most people are really cool and I really don't mind talking to them and answering their questions.", 
    "name": "Jimmy Carl Black"
  }, 
  {
    "quote": "I won't go into detail but this animated one, the story line is very cool and the kids seem to love it.", 
    "name": "Blair Underwood"
  }, 
  {
    "quote": "I didn't really work with Vin on it except we talked about it a little bit. I think it was kind of cool because we didn't think it was going to be that emotional. I don't think Vin knew I was going to be that emotional.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "I've worn my share of leopard pink boots to premieres or belts the size of cars. I thought my pink leopard boots were so cool.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "I have no control over people's perceptions of me at all and that's one of the things I decided very early on is that I can't control the way other people think of me. All I can do, especially when it comes to my career is go out there and do cool unique kinds of things.", 
    "name": "Macaulay Culkin"
  }, 
  {
    "quote": "Now there is so much expertise and brainpower it's hard to be at the cutting edge of what's cool and not do something that's totally geeky.", 
    "name": "Darren Aronofsky"
  }, 
  {
    "quote": "Sometimes acting is really cool because it forces you to exercise certain muscles in your personality that you wouldn't normally be called upon in life.", 
    "name": "Jenna Fischer"
  }, 
  {
    "quote": "For electronica music, David Linton has been doing this series called Unity Gain, which is pretty cool.", 
    "name": "Jim Coleman"
  }, 
  {
    "quote": "I don't think I really know just how cool Satan really was when I was in Junior High School. Now, thanks to Marilyn Manson, it's no longer a secret.", 
    "name": "Jim Coleman"
  }, 
  {
    "quote": "I have been a huge nerd to my kids. I haven't done the cool movies that they like. With '24,' I gained a lot of respect. '24' is now, it's hip, it's their generation.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "Arizona is really cool but I couldn't stay there for too long.", 
    "name": "Dar Williams"
  }, 
  {
    "quote": "I thought that would be kind of cool, to make a bad guy look sympathetic.", 
    "name": "Christopher Atkins"
  }, 
  {
    "quote": "In Fargo, they say, well, that's a job. How well do you get paid? For example, for this book I was written about in Entertainment Weekly, and it was kind of cool because my mom asked me if Entertainment Weekly was a magazine or a newspaper.", 
    "name": "Chuck Klosterman"
  }, 
  {
    "quote": "I'm not saying that people have to listen to rock music. It's a great, cool thing and it can really be liberating for a lot of people but, hey, so can Charles Dickens so I'm not going to judge.", 
    "name": "Frank Black"
  }, 
  {
    "quote": "They're a different generation, those kids kids that are under the age of twelve. They're not that impressed by rock music, you know what I mean? They're like, it's cool and everything, but whatever. They're just as impressed by YouTube.", 
    "name": "Frank Black"
  }, 
  {
    "quote": "The truth is, we have this idea that late night is about creativity and being cool, but that's not our job. Our job is to get as many people watching the commercials in between our show. That's the reality of it.", 
    "name": "Jimmy Kimmel"
  }, 
  {
    "quote": "Violence is a very ugly thing. Violence is often so casual on film, and made to look so cool and so sexy, but violence is a repulsive, repugnant act that human beings inflict on each other. It shouldn't seem to be cool and sexy, ever really.", 
    "name": "James Purefoy"
  }, 
  {
    "quote": "Most of what I listen to now is mainstream jazz from 1935 right up to and including early bebop and cool jazz.", 
    "name": "Dave Van Ronk"
  }, 
  {
    "quote": "The great thing about it is, in Hollywood, certain people are very good at keeping their lives and who they are very private. I've never met anybody as down to earth and cool in Hollywood than Matt Damon.", 
    "name": "Anthony Mackie"
  }, 
  {
    "quote": "Do you want to be an actor, or do you want to be a celebrity? I made that decision when I went to Juilliard. I wanted to be an actor. So, if I get the opportunity to be an actor and do some cool, fun and interesting projects, I'm going to do that.", 
    "name": "Anthony Mackie"
  }, 
  {
    "quote": "In a daydream sort of way, I think it would be pretty cool to direct a movie. But I have been on movie and TV sets and know it is hard work. I like directing it in my mind. It is easier.", 
    "name": "Michael Connelly"
  }, 
  {
    "quote": "President Clinton is going to embrace President Obama, as he should. They are working together. They're different kinds of people. Obama is cool, Clinton is a schmoozer. Both are great speakers. It's a great merging of the party.", 
    "name": "Bill Richardson"
  }, 
  {
    "quote": "'Aladdin' was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. 'Aladdin' was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn't a princess or a girl beating the odds it was a street rat. That seemed really cool to me.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "Films are really cool because, every couple months, or however many times you can get a job because there's a lot of luck involved in that, you're playing a different character.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "I met Drew Barrymore in New York and she said she liked the band. That was really cool. I grew up on her.", 
    "name": "Meg White"
  }, 
  {
    "quote": "It's cool to meet your idols. It's a good opportunity to travel. Those kinds of things are good.", 
    "name": "Meg White"
  }, 
  {
    "quote": "Country's hip it's cool music.", 
    "name": "Ricky Skaggs"
  }, 
  {
    "quote": "I have snakes, three sharks, moray eels, piranhas, five scorpions and a bird spider. All of them are predators. They are dangerous but it's cool to have strong and powerful pets.", 
    "name": "Tracy Morgan"
  }, 
  {
    "quote": "So when I got to be about 13 or 14, I started listening - even though my parents music was way cool - to contemporary hard rock at that time, which was Aerosmith, Cheap Trick, Black Sabbath, AC/DC, Ted Nugent and all that, and that's just where I came from.", 
    "name": "Slash"
  }, 
  {
    "quote": "I even knew some of the dialogue but it was definitely cool to look at. We always argue that the movies should be loyal but in this case I could argue that it might have been too loyal.", 
    "name": "Todd McFarlane"
  }, 
  {
    "quote": "I'm a guy who likes to watch something cool, creepy and suspenseful and there is no show to watch as an adult that would scare me at for even four seconds.", 
    "name": "Todd McFarlane"
  }, 
  {
    "quote": "Our mission for younger people is to do our best to make exercise cool, hip - the thing to do.", 
    "name": "Bruce Jenner"
  }, 
  {
    "quote": "I think when you're winning, your uniforms are cool.", 
    "name": "Shaun Alexander"
  }, 
  {
    "quote": "I really, really love Hilary Clinton. I think she's very cool. She's out there and she's involved.", 
    "name": "Sandra Bernhard"
  }, 
  {
    "quote": "It's cool when your husband starts to sing some old Merle Haggard song and I can pop in with a harmony and it doesn't sound too bad.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "Doing charity work is always cool. It's always a good thing.", 
    "name": "Lee DeWyze"
  }, 
  {
    "quote": "I definitely wasn't cool in high school. I really wasn't. I did belong to many of the clubs and was in leadership on yearbook and did the musical theater route, so I had friends in all areas. But I certainly did not know what to wear, did not know how to do my hair, all those things.", 
    "name": "Dianna Agron"
  }, 
  {
    "quote": "In New York City, you can walk down the street and see a girl in a trench who looks equally as cool as a girl wearing Lululemon. It's like you're watching models. You see a little of everything right by you.", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "The sexiest thing about style is if you kind of just take your personality and put it in what you wear. That's what I think is cool.", 
    "name": "Jessica Szohr"
  }, 
  {
    "quote": "Fame and stuff like that is all very cool, but at the end of the day, we're all human beings. Although what I do is incredibly surreal and fun and amazing and I'm really grateful for it, I don't believe my own press release, do you know what I mean?", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "I'm not a guy who curses very much in my personal life. When I curse it sounds like a kid trying to be cool. But I think there are quite a few people, my father being one of them, who use curse words rather eloquently.", 
    "name": "Justin Halpern"
  }, 
  {
    "quote": "The cool thing about being a songwriter, or a writer, I guess, in general, you can take on a lot of different things, experience a lot of different things, just by writing about them.", 
    "name": "Amos Lee"
  }, 
  {
    "quote": "Melanie Fiona is a singer, a songwriter, she's a super-girl. I can be silly, goofy, really chilled. She's like your cool chill girlfriend, sister-friend. I'm just like everybody else.", 
    "name": "Melanie Fiona"
  }, 
  {
    "quote": "I don't need to hang out in a posse and try to act cool.", 
    "name": "Jeremy London"
  }, 
  {
    "quote": "THE GODS was my first professional band and I learned a lot during that time. It was very cool playing with so many great musicians as it helped me to learn.", 
    "name": "Ken Hensley"
  }, 
  {
    "quote": "But I'm trying not to be cynical - I don't want to be one of those people who has a cool opportunity and blows it. It's really amazing what's happening to me.", 
    "name": "Shannyn Sossamon"
  }, 
  {
    "quote": "Never judge someone by who he's in love with judge him by his friends. People fall in love with the most appalling people. Take a cool, appraising glance at his pals.", 
    "name": "Cynthia Heimel"
  }, 
  {
    "quote": "And I now think that Stratocasters and Telecasters are way cool.", 
    "name": "John Fogerty"
  }, 
  {
    "quote": "There's a power in women being women. There's a role for men, but we don't have to be men, because we're women. I think that representing that on television is a cool thing.", 
    "name": "Jenna Elfman"
  }, 
  {
    "quote": "If you're a kid who's not necessarily attractive, and you don't have money, and you're not hip and cool, chances are you're not going to feel good about yourself and want to be an actor.", 
    "name": "Jim McKay"
  }, 
  {
    "quote": "Like I said about Freaked, people tend to find these films, and I think that in the end the cool thing about a movie is that it can be sort of burnt temporarily, but then it's burnt into the fabric of your culture.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "The second we see somebody on the street or meet someone, we make snap judgments about them, about who they are and why we wouldn't necessarily sit with them or why we would or what's cool or not cool.", 
    "name": "Max Cannon"
  }, 
  {
    "quote": "Labels don't mean anything to me. I'm trying to play as passionately as I'm able to. If they want to call that cool, that's fine. Just spell the name right, is the formula.", 
    "name": "Lee Konitz"
  }, 
  {
    "quote": "I'm pretty content with what I have, but the one thing that I don't have is something like the iPod - but PC-based. I think that would be cool.", 
    "name": "Oren Peli"
  }, 
  {
    "quote": "You get to bring your own sound system when you play an arena, all the lights and visual stuff, which I think is really cool. There's something about those old arenas, where it feels larger than life.", 
    "name": "Dan Auerbach"
  }, 
  {
    "quote": "All the bands get along really well. That's one of the biggest things on a tour. It's great to get all these cool bands together, but if they don't get along it sucks.", 
    "name": "Brandon Thomas"
  }, 
  {
    "quote": "The frustrating part of it is that you're generally known for what you did last. I've had the privilege of doing some very cool independent films that, a lot of the time, the general public doesn't see unless you're at a film festival or you're into that kind of movie.", 
    "name": "Hayden Panettiere"
  }, 
  {
    "quote": "For too long, our country's version of an energy policy has consisted of Americans waking up every day and wondering how much it will cost to drive to work, how much it will cost to keep their business running, how much it will cost to heat or cool their homes.", 
    "name": "Bob Beauprez"
  }, 
  {
    "quote": "David Lynch and I almost made a movie together in the late '80s. We had lots of dinners and lunches. He's a very cool, hip guy. This film, let's face it, is like an homage to him, I would imagine he'd find it funny.", 
    "name": "Martin Short"
  }, 
  {
    "quote": "I like rhythmic things that butt up against each other in a cool kind of way.", 
    "name": "Stone Gossard"
  }, 
  {
    "quote": "And I remember as a second or third grader having some autonomy to go to the store if I felt like it, walk home, take my time, kick the can. We were on our own schedule after school, so that was cool.", 
    "name": "Stone Gossard"
  }, 
  {
    "quote": "If I could have anyone on speed dial it would be George Clooney. He seems like a cool guy who would give good advice.", 
    "name": "Adam Garcia"
  }, 
  {
    "quote": "When you see people who are really good at game shows, the one common attribute is a cool head under pressure: an ability to perform as well in the studio, surrounded by lights and noise, as you do on your couch.", 
    "name": "Ken Jennings"
  }, 
  {
    "quote": "I get around OK with a toolbox. As a kid, I picked up skills following my dad through the oil fields of Oklahoma and West Texas. My wife Janine is hard to impress, but she does think it's cool when I fix things around the house.", 
    "name": "Ronnie Dunn"
  }, 
  {
    "quote": "I think movies glamorize violence, in the sense that they make it in a way that it's either cool or funny.", 
    "name": "Matthew Vaughn"
  }, 
  {
    "quote": "I mean, you have a general tone of it but it's pretty much you get to come in and you're going to flip this car and it's going to blow up and you're going to come out on fire and you go oh, that's cool, and then you get paid a lot of money.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "They had some really cool rigged cars and things that were different that they would tow behind the camera car that were actually on these trailers that manipulated side to side and stuff like they were getting hit, and actually put the actor right in the middle of the chase.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "When you're in Los Angeles, nobody bats an eye, they're so used to seeing actors, they just act really cool.", 
    "name": "Luke Wilson"
  }, 
  {
    "quote": "I'm always looking for cool stuff to do because that's what we're supposed to do, ya know?", 
    "name": "Joshua Homme"
  }, 
  {
    "quote": "I think it's interesting to have a cool character not look so cool, you know?", 
    "name": "Norman Reedus"
  }, 
  {
    "quote": "You can't not look cool with a crossbow.", 
    "name": "Norman Reedus"
  }, 
  {
    "quote": "If I could work with any actor it would have to be Johnny Depp. He is cool.", 
    "name": "Ben Nicholas"
  }, 
  {
    "quote": "It is really cool to have created a movie that has turned out to become the biggest movie of the year.", 
    "name": "Michael Bay"
  }, 
  {
    "quote": "Well, we played with Soul Coughing once for like two days, that was pretty cool. I mean they were all good, you can pull a great experience from everything.", 
    "name": "Mike Lowry"
  }, 
  {
    "quote": "It's a really cool time for artists who want to strive for a little more depth in what they want to say to come forward. We live in a very fast world right now. We've got all this media and music which is so accessible to us, it's here one minute gone the next.", 
    "name": "Kimbra"
  }, 
  {
    "quote": "We're gonna try and bring on all the different aspects of horror movie making and bring on guests and show all these old '50's B movies. Not the real corny ones, the real cool ones.", 
    "name": "Jerry Only"
  }, 
  {
    "quote": "It's kinda cool seeing people having real fights with people they really know.", 
    "name": "Ron Livingston"
  }, 
  {
    "quote": "I want kids of this generation to see that everything is cool, that there's some kind of unity in hip-hop. We all found something that's really important to us, and music is all we've really got.", 
    "name": "Missy Elliot"
  }, 
  {
    "quote": "I jumped off a cliff backwards for 'I Am Number Four,' which was pretty cool. I'd never done that before. It took seven takes from different angles and luckily there were no injuries. I came close, though. My head nearly hit the rock at one point.", 
    "name": "Alex Pettyfer"
  }, 
  {
    "quote": "We had a huge audience, we sold truckloads of albums. If we do something that's cool, people will listen to it. If we don't, we would be selling people short.", 
    "name": "Andy Taylor"
  }, 
  {
    "quote": "I don't particularly dislike any kind of person that might be reading my stuff. They like it and that's cool, but I don't do the work for any kind of group in particular, except for hobos, who just plain kick ass and light up my life.", 
    "name": "Jhonen Vasquez"
  }, 
  {
    "quote": "Obviously anything that accessorizes or enhances the iPhone is always pretty cool.", 
    "name": "Harry Shum, Jr."
  }, 
  {
    "quote": "I was asked to do a test commercial shoot for an Apple product which didn't mean much to me at the time. Some music player that holds all your songs. Sounded cool to me and I never gave up an opportunity to work, especially with the possibility of it turning into a national commercial. Coolest job I did in that time.", 
    "name": "Harry Shum, Jr."
  }, 
  {
    "quote": "It's a beautiful thing, diving into the cool crisp water and then just sort of being able to pull your body through the water and the water opening up for you.", 
    "name": "Dawn Fraser"
  }, 
  {
    "quote": "Sunday school don't make you cool forever.", 
    "name": "Sly Stone"
  }, 
  {
    "quote": "I don't think a show's ever changed networks in the middle of the season before, but it was cool because they gave us those extra couple years of life that was necessary to get us to syndication.", 
    "name": "Donal Logue"
  }, 
  {
    "quote": "I think as - all in all, it's better to have a cool president than a not cool president.", 
    "name": "Jonah Goldberg"
  }, 
  {
    "quote": "But if the choice is a cool president and 8 or 10 percent unemployment in a declining economy and a country that seems to be going in the wrong direction and structural unemployment for young people at 50 percent, I'd rather have a dorky president who fixed those problems.", 
    "name": "Jonah Goldberg"
  }, 
  {
    "quote": "Doing something that warrants the attention of the President of the United States is super cool.", 
    "name": "Michael K. Williams"
  }, 
  {
    "quote": "You get to actually see the music video on the TV in the pilot and we have the soundtrack playing at this big party. I thought that was sort of a cool moment, to actually have the A-Ha video is pretty cool.", 
    "name": "Will Estes"
  }, 
  {
    "quote": "We had the skirts with the slits up the side, sort of tough, sort of Spanish Harlem cool, but sweet too.", 
    "name": "Ronnie Spector"
  }, 
  {
    "quote": "Men, when they fight in movies, it's a very different style. Harrison Ford was so cool when he had the whip, and Bruce Lee was such an artist that you couldn't take your eyes off of him.", 
    "name": "Lucy Liu"
  }, 
  {
    "quote": "The cool thing about writing music, writing anything, is that once you publish it, it's there forever.", 
    "name": "Ryan Tedder"
  }, 
  {
    "quote": "I am super-proud to have a sort of famous character in my background that if you're a certain age, he was probably a part of your youth. I think that's pretty cool.", 
    "name": "Adam Brody"
  }, 
  {
    "quote": "I have been in teen shows for years, so doing that stuff - kissing - is kind of commonplace and not a big deal. It was way more cool just because it was Meg Ryan.", 
    "name": "Adam Brody"
  }, 
  {
    "quote": "I think some people record songs and make records a certain way to cater to radio. If you're born to make commercial music that's cool. But if you're born to not make commercial records, maybe you're meant to cater to another market.", 
    "name": "Bryan White"
  }, 
  {
    "quote": "It was cool to do someone else's movie. It was a lot of fun.", 
    "name": "Jason Mewes"
  }, 
  {
    "quote": "In an online community, there's this kind of social economy between the community members. Some people have status because they make cool skins or that's a good website that's visited a lot, but there's no real gameplay there.", 
    "name": "Will Wright"
  }, 
  {
    "quote": "And every now and then people find the bugs, and they interpret those as cool failures in the Sims terms. For them it's like a treasure hunt, you know.", 
    "name": "Will Wright"
  }, 
  {
    "quote": "I never really loved school through junior high, but then I started running track my freshman year, and I was just like, 'Wow, this is cool!'", 
    "name": "Regina King"
  }, 
  {
    "quote": "Athletes are very cool to me.", 
    "name": "Regina King"
  }, 
  {
    "quote": "This wired generation is kind of cool.", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "I was horrible at science and math. I couldn't pass a test to save my life! I'm surprised that it didn't take me until I was 20 to graduate. That's why my role is so cool - Grissom is the complete opposite of me.", 
    "name": "William Petersen"
  }, 
  {
    "quote": "That's the best way to feed the human mind. That's how Bob Marley did it. He never put it in your face. After you got the groove, you were just singing the hooks, because you thought it was cool.", 
    "name": "Wyclef Jean"
  }, 
  {
    "quote": "Ten years ago, it was really difficult for a young actress to walk onto a set and disagree with the director and having that be OK and have a conversation about it and everyone be cool with it.", 
    "name": "Maggie Gyllenhaal"
  }, 
  {
    "quote": "It was cool for a couple of weeks, but how much bad golf can you play?", 
    "name": "John Goodman"
  }, 
  {
    "quote": "Some of the hip-hop stuff people get into is exciting, because there's a passion and there's something to explain to a more mainstream audience, so you get these passionate writers who want to express their love for rap and hip-hop, which is cool.", 
    "name": "Cameron Crowe"
  }, 
  {
    "quote": "A lot of those little things that I really like doing are just moments of cool articulation, just little moments of phrasing that probably go over everybody's head.", 
    "name": "Steve Vai"
  }, 
  {
    "quote": "The worst thing I could be thinking is how could I be a cool bass player.", 
    "name": "Mike Gordon"
  }, 
  {
    "quote": "He's a guy's guy, so it pretty much became like the impressions - don't imitate Sean Connery's voice, and things like that. We were all kind of doing it towards the end of the film, anyway, and he was cool with it.", 
    "name": "Shane West"
  }, 
  {
    "quote": "I found out some really cool ways to swing around the Winchester.", 
    "name": "Shane West"
  }, 
  {
    "quote": "It was really cool going to Sea World. We had an amazing time. They were amazing to us. We got to swim with the dolphins, and it was really special.", 
    "name": "Sarah Chalke"
  }, 
  {
    "quote": "I like being out front, doing what I do, but then I also like playing in a band too. I'd like to do stuff like I did with Deee-lite. I went out and played with them and they were the stars, that was cool.", 
    "name": "Bootsy Collins"
  }, 
  {
    "quote": "If I'm driving to L.A. and have anxiety about making the drive, if I've got Peggy with me, we're cool.", 
    "name": "Rita Coolidge"
  }, 
  {
    "quote": "I like to give dimension to shots inside action scenes. It's demanding because you have to rehearse a lot of things happening at the same time and frame all those things in a shot. But I feel like when you accomplish that then you've got a cool action scene.", 
    "name": "Jose Padilha"
  }, 
  {
    "quote": "Actually just recently I came up with that idea, watching the movie 'Legally Blonde' and I was like, 'Cool, that's something I want to do.'", 
    "name": "Lisa Leslie"
  }, 
  {
    "quote": "Everybody hangs out with everybody, which is very strange for a cast this large and this young. We're all cool and down to earth and not caught up in this maniacal business at all... . Everybody really, really likes everybody else.", 
    "name": "Lizzy Caplan"
  }, 
  {
    "quote": "A Christian high school is just like any other high school in the sense of the politics and all of these levels of who's cool and what to wear.", 
    "name": "Jena Malone"
  }, 
  {
    "quote": "When you're nearing 35, going, 'Hey Dad, I can't make these payments,' just isn't cool.", 
    "name": "Eleanor Mondale"
  }, 
  {
    "quote": "I wanted to be an actress. I think it had a lot to do with being a kid and watching how every time my dad would stand up to talk people would applaud... that was pretty cool.", 
    "name": "Eleanor Mondale"
  }, 
  {
    "quote": "I think trying to be cool is the worst possible ambition - and I have never suffered from it.", 
    "name": "Ben Elton"
  }, 
  {
    "quote": "It's pretty cool to see how far music can take you.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "I was training more learning how to scuba dive which I'd never done which was really, really, really cool.", 
    "name": "Ashley Scott"
  }, 
  {
    "quote": "My purpose is to make a movie to make you warm. To give you some heat. Now, this rational world has become a place where only what is cool is good. Do you cut the movie on the basis of the beat of modernity or the basis of the beat of your own heart?", 
    "name": "Emir Kusturica"
  }, 
  {
    "quote": "Punk's influence on music, movies, art, design and fashion is no longer in doubt. It is used as the measurement for what is cool.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "I like that band Get Hustle. They're cool live. I haven't heard their records, though.", 
    "name": "Stephen Malkmus"
  }, 
  {
    "quote": "It was really really neat to make the movie because there were mentally challenged actors in the movie. So that was really really cool to work with them and they were always really happy, and they made everybody really happy on the set too.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "Courtney Love is really cool and funny. I would like to meet Julia Roberts and Cameron Diaz. I think I could play their daughters.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "We used to play the underground clubs like the UFO, and Middle Earth, and they were great because they would have on things like a poet, string quartets, and then a rock band! It was kinda cool!", 
    "name": "Alvin Lee"
  }, 
  {
    "quote": "They have decided to tour under the name of Ten Years After which I don't think is very cool. To be honest, they have had to do that as it's the only way they can get any work.", 
    "name": "Alvin Lee"
  }, 
  {
    "quote": "I've been such an oddball my whole life, but I've always been cool and I've always dressed fairly smartly.", 
    "name": "Cee Lo Green"
  }, 
  {
    "quote": "I think I've been incredibly raw my whole career. A lot of people spend a lot of time trying to look cool and spend time being guarded and putting up walls. I just never had the time. It seems more honest to say, 'Hey, this is who I am.'", 
    "name": "Ryan Adams"
  }, 
  {
    "quote": "Orlando's a part of me. The next guy's a part of me. And the next guy's a part of me. That's all I'm trying to do, is tell cool stories that people can relate to.", 
    "name": "Shemar Moore"
  }, 
  {
    "quote": "The cool part about working for Disney is that they've allowed me to be a change agent.", 
    "name": "Christy Romano"
  }, 
  {
    "quote": "When you're 14, anything with a sword and a dragon is pretty cool. But when you're 21 and you've read 2,000 fantasy novels, you start to realize that some of those books, well, they weren't really good. OK, let's be honest. A lot of them were crap.", 
    "name": "Patrick Rothfuss"
  }, 
  {
    "quote": "I never set out to become 'famous.' I mean, when you're 14 you think 'I'm gonna become a writer and people will want my autograph and that'll be cool,' but you grow up and you learn that's just not how the world works. I resigned myself to the fact that I would probably never be published and if I did it probably wouldn't be a big deal.", 
    "name": "Patrick Rothfuss"
  }, 
  {
    "quote": "Don't get me wrong, magic is cool. But a nervous mother singing to her child at night while something moves quietly through the dark outside her house? That's a story. Handled properly, it's more dramatic than any apocalypse or goblin army could ever be.", 
    "name": "Patrick Rothfuss"
  }, 
  {
    "quote": "Look at Neil Diamond. Was he the cool guy? No, he was the housewives' guy. He didn't try to be what he wasn't. He just did what he did - made great music, was a good entertainer, nice-enough guy.", 
    "name": "Michael Buble"
  }, 
  {
    "quote": "My friends that are snobs think its cool I did a movie with Albert Brooks.", 
    "name": "Robin Tunney"
  }, 
  {
    "quote": "On stage, we just want to generate hysteria. We don't care about looking cool or posing.", 
    "name": "Adrian Edmondson"
  }, 
  {
    "quote": "See, at a certain point it becomes cool to be boy crazy. That happens in sixth grade, and it gives you so much social status, particularly in an all-girls school, if you can go up and talk to boys.", 
    "name": "Rosalind Wiseman"
  }, 
  {
    "quote": "I'm not hip, I'm not cool, I'm not glib.", 
    "name": "Eric Bogosian"
  }, 
  {
    "quote": "Roy Schneider was cool. I learned quite a bit from him.", 
    "name": "Jonathan Brandis"
  }, 
  {
    "quote": "Tobey's a mellow, cool guy. He's just a good guy. I know that's not the answer you want, and I don't mean that as the political thing to say, but he's a nice guy.", 
    "name": "Neil Patrick Harris"
  }, 
  {
    "quote": "You want hot days to get your fruit ripe but then you want it to cool off nicely at night so that the grapes stay on the vine longer and develop complexity.", 
    "name": "Drew Bledsoe"
  }, 
  {
    "quote": "I joined MySpace in September 2003. At that time no one was on there at all. I felt like a loser while all the cool kids were at some other school. So I mass e-mailed between 30,000 and 50,000 people and told them to come over. Everybody joined overnight.", 
    "name": "Tila Tequila"
  }, 
  {
    "quote": "Everyone in Hollywood wanted a role in this movie. Everyone wanted to have a part in it. I feel so lucky that I got one, but what I find so cool about 'Hunger Games' is that the real star is the story itself.", 
    "name": "Alexander Ludwig"
  }, 
  {
    "quote": "When I first started acting I was about nine years old. I had never been to audition in my life and my agent sent me out. It was just a commercial for 'Harry Potter.' That was the first thing I ever went out for and I got the 'Harry Potter' commercial which was really cool, but I didn't play Harry Potter.", 
    "name": "Alexander Ludwig"
  }, 
  {
    "quote": "If we really wanted to be cool, and everyone in the world had Pro Tools, we could just put it up on the internet and everyone could make their own record out of it.", 
    "name": "Charlie Hunter"
  }, 
  {
    "quote": "In politics almost all of us are nerds, so that's just a given... but we're cool nerds.", 
    "name": "Jonathan Krohn"
  }, 
  {
    "quote": "They used to say it was bad for Indians to drink, but it's bad for anybody. When they drink they lose their cool, a lot of us. Like when we played with Sonny Boy, I would never get paid, you know. He would drink up all the money.", 
    "name": "Ike Turner"
  }, 
  {
    "quote": "If I took over the 'Glamour' offices for a day, I would put Joe Pesci on the cover. I would say 'We've got to change all these magazines a little bit. We have to bring out a different version of what is, like, cool. You know, what's winning. Joe Pesci, Burt Reynolds.'", 
    "name": "Jake Johnson"
  }, 
  {
    "quote": "You know, what 'New Girl' is doing is they're bringing in really cool people. These are home-run people who aren't your typical guest-star-type people.", 
    "name": "Jake Johnson"
  }, 
  {
    "quote": "My first three years of high school, I wasn't that cool.", 
    "name": "Jonathan Bennett"
  }, 
  {
    "quote": "I never think of myself as any kind of sex symbol, but I get letters from all over, all sorts. It's really cool. I get a lot from inmates, which is kind of scary. But the best was the guy who wanted to send me a plane ticket to fly me to his prom.", 
    "name": "Laura Prepon"
  }, 
  {
    "quote": "There are some people who have stayed with us our whole career, which is pretty cool too.", 
    "name": "Mike McCready"
  }, 
  {
    "quote": "I'm so critical of myself. I'm actually really, really proud of the film. It's really cool to see a movie at Sundance because everybody is so supportive.", 
    "name": "Giovanni Ribisi"
  }, 
  {
    "quote": "My parents have always been cool. They even became surrogates to friends of mine who didn't have such supportive parents.", 
    "name": "Olivia Williams"
  }, 
  {
    "quote": "We got to do a few things with President Clinton. To be invited to Washington again to play with Ashanti and all those other cool people there in front of President Bush and the rest of the world feels awesome. I'm really looking forward to going.", 
    "name": "Darius Rucker"
  }, 
  {
    "quote": "The thing about stand-up was, I was doing all this sketch and YouTube stuff where I was not being censored and I got to do my own thing, and it was really cool.", 
    "name": "Donald Glover"
  }, 
  {
    "quote": "Having your own character in a video game is pretty cool.", 
    "name": "Josie Maran"
  }, 
  {
    "quote": "The military is a very cool world to write about. I went down to Ft. Benning, Ga., for military training, and I learned a lot about soldiers and officers and why they joined up and what their life has been like.", 
    "name": "David Baldacci"
  }, 
  {
    "quote": "Unless something real cool comes along, I will probably be doing features, so long as I can make a living doing that. Otherwise, I will do another show.", 
    "name": "Danny Masterson"
  }, 
  {
    "quote": "I am a huge fashion fan. It's a really cool way to express yourself.", 
    "name": "Kiernan Shipka"
  }, 
  {
    "quote": "I do resent that when you're in the most cool, powerful time of your life, which is your 40s, you're put out to pasture. I think women are so much cooler when they're older. So it's a drag that we're not allowed to age.", 
    "name": "Rosanna Arquette"
  }, 
  {
    "quote": "If it was just me and Elvis one on one, which only happened once or twice in the times that I did see him, it was a really comfortable. He was a cool guy. Easy laugh, nice guy.", 
    "name": "Mac Davis"
  }, 
  {
    "quote": "I think you go through a period as a teenager of being quite cool and unaffected by things.", 
    "name": "Miranda Otto"
  }, 
  {
    "quote": "I definitely dislike pomposity and artifice. I hope that I'm not that. Once I write a song, it belongs to the world, and the way people perceive it, it's cool.", 
    "name": "Daryl Hall"
  }, 
  {
    "quote": "The simplest way to do something cool is the cross-turn. Like in the '80s - Michael Jackson did it. You jump and cross your legs together at the same time, and then spin out of it. That's it.", 
    "name": "Heather Morris"
  }, 
  {
    "quote": "You don't want to be too cool. But you don't want to be too dorky. Still, I find it so much better to see a guy at a club being a dork, and having fun, than trying to be sexy.", 
    "name": "Heather Morris"
  }, 
  {
    "quote": "I just did a part in 'Sin City 2.' I got to do a scene with Ray Liotta. Amazing man, extraordinary gentleman who was just so kind to me... I'm so excited about that I think it's gonna be very cool.", 
    "name": "Juno Temple"
  }, 
  {
    "quote": "Almost all the fans I meet are pretty cool people. They're intelligent and tend to think about things a bit more than your average rock'n'roll fans: sensible people I wouldn't mind having a drink with.", 
    "name": "Peter Buck"
  }, 
  {
    "quote": "The name Crow was inspired by a number of things. I thought it would be cool to have a robot with sort of a Native American feel to it.", 
    "name": "Joel Hodgson"
  }, 
  {
    "quote": "But if you think you aren't creative that's cool, too. I think being around people who aren't creative is kind of refreshing and nice.", 
    "name": "Joel Hodgson"
  }, 
  {
    "quote": "It feels quite cool, in a mad way, to be someone who skulks about in the shadows.", 
    "name": "Peter Baynham"
  }, 
  {
    "quote": "I'd wear flip-flops and jeans. I guess that's not cool.", 
    "name": "Bill Rancic"
  }, 
  {
    "quote": "Meyer and I have a bit in common because we're both left-handed. I think it's great that he seeks out that advice because he's not too cool or too uncomfortable to ask for it.", 
    "name": "Barry Zito"
  }, 
  {
    "quote": "Everyone focuses on the earthly state, but how cool might death be? I believe in spiritual rebirth, and I can't wait to experience that.", 
    "name": "Barry Zito"
  }, 
  {
    "quote": "I love people, and I love to be with people and to make music with people, but my natural state is to revert back to being by myself in my house, which is cool because that's where I practice and write and listen and study.", 
    "name": "Esperanza Spalding"
  }, 
  {
    "quote": "I think I'm much too earnest to be as cool as 'Boyd Crowder'.", 
    "name": "Walton Goggins"
  }, 
  {
    "quote": "I love Prince Harry. Good looking and a bit of a rebel. Me and his dad are as thick as thieves and I knew Harry before I knew his dad so we've met a few times. I think he's amazing. And I think you can relate to him because he's made mistakes. He's cool.", 
    "name": "Cheryl Cole"
  }, 
  {
    "quote": "My friend and I sang an a cappella rendition of Extreme's 'More Than Words' at one of our football pep rallies in a desperate attempt to look cool. For a while, I wore pink Converse All Stars because I thought it made me seem daring and irreverent.", 
    "name": "Ed Helms"
  }, 
  {
    "quote": "I try to explain to people that you get the roles that are right when they're right. If you have a nerd character but you're kind of a cool guy, you're probably not going to get the nerd part. The nerd is going to get the nerd part. You know, someone like me.", 
    "name": "Ed Helms"
  }, 
  {
    "quote": "I'm a massive fan of Drake, and we walked right past him. He's too cool to be clapping One Direction though.", 
    "name": "Zayn Malik"
  }, 
  {
    "quote": "I saw a drummer play once when I was a kid and I thought, that's really cool. You know, you're moving. You're using your arms and fingers. So I tried it and I loved it.", 
    "name": "Bill Kreutzmann"
  }, 
  {
    "quote": "I think that was a moment of cool panic there.", 
    "name": "Ron Atkinson"
  }, 
  {
    "quote": "I love seeing people having fun. Everyone over in L.A. is too cool for it. That's the problem.", 
    "name": "Lukas Haas"
  }, 
  {
    "quote": "I've always thought vampires were interesting because they live forever, they're always well-financed, they dress well, you know what I mean? And they're, like, cool. Usually vampire - you've never seen a broke vampire. Have you?", 
    "name": "Michael Ealy"
  }, 
  {
    "quote": "I'm not geeky but I have my geeky, corky moments, and then I've got some aspects of cool in me, I guess.", 
    "name": "Nick Cannon"
  }, 
  {
    "quote": "When you think back to your first kiss, your hair is perfect and she was wearing a cool outfit. We remember it with restraint and we remember it with style. We remember it as idealistically as you can think.", 
    "name": "Stephen Chbosky"
  }, 
  {
    "quote": "I always loved Kate Winslet, but after you meet her you really love her because she's a cool chick.", 
    "name": "Peter Farrelly"
  }, 
  {
    "quote": "When you have kids, you just love them. It's similar to when you're in love with someone. You just think they are so cool and want to be around them all the time, but what if she starts being embarrassed and only giving me charity visits? I want her to actually want to see me, so that's what I'm going for!", 
    "name": "Jeremy Sisto"
  }, 
  {
    "quote": "I just got an iPhone, which is cool, but I don't download movies, I don't watch Hulu, I don't have Netflix. I don't do any of that. But I do geek out to music.", 
    "name": "Miles Teller"
  }, 
  {
    "quote": "When things are really good, really easy it's not cool for me.", 
    "name": "Romario"
  }, 
  {
    "quote": "We looked at each other standing on the podium, and I think we all were tearing up. But we had to keep it cool. I think we did. Then we let out a breath.", 
    "name": "Michael Irvin"
  }, 
  {
    "quote": "Even as a kid, if I would come across something cool in the record store, that would be how I found out about bands. It's kind of the same way these days. In a way even less because there are no record stores to go to anymore.", 
    "name": "Scott Ian"
  }, 
  {
    "quote": "I know a lot of people dread going to work every morning, but my work is playing pretend and doing stunts and screaming. It's a lot of fun and I get to play dress up. Every day is exciting and different and new and cool. I couldn't be more grateful.", 
    "name": "Nina Dobrev"
  }, 
  {
    "quote": "Thirty years ago, we were in a movie theater and thought it was so cool because we were finally delivered from the horrors of stained glass and wooden pews.", 
    "name": "Bill Hybels"
  }, 
  {
    "quote": "There were a few 6th form girls that I got with when I was I the 6th form, they were really nice, so that was cool.", 
    "name": "Charlie Simpson"
  }, 
  {
    "quote": "Lots of people say to me, 'I completely hate Busted'. That's completely cool with me. I understand why.", 
    "name": "Charlie Simpson"
  }, 
  {
    "quote": "I hear good things about Xbox Live from some of my younger teammates. I think it would be fun to be able to challenge fans all over the world. It would be cool to be able to play some of my friends back home in the States. I'm looking forward to trying it.", 
    "name": "Claudio Reyna"
  }, 
  {
    "quote": "I actually bought a travel guitar, and that guitar is really cool. You can actually fold the guitar, and you can plug headphones into it, but it's acoustic, or semi-acoustic.", 
    "name": "Daniel Ek"
  }, 
  {
    "quote": "I'm not going chic, I swear. The geek endures. But, I mean, a snazzy cool suit looks good.", 
    "name": "Jon Heder"
  }, 
  {
    "quote": "I'm not that into reading. If I'm gonna read, I'm gonna read some cool sci-fi book or something, not some stupid self-help book.", 
    "name": "Jon Heder"
  }, 
  {
    "quote": "I think working with Johnny Depp was very intimidating. It was my fault though. I mean he's a total cool nice, nice guy, but I was just so, I don't know, overpowered by his presence. Like he's a very mystic person. He's older so I never really warmed up around him. I was so stiff.", 
    "name": "Franka Potente"
  }, 
  {
    "quote": "I would think flying would be pretty cool. You would be able to fly away from all your enemies and get where you're going much faster. But being invisible? You probably wouldn't use that for the good of man.", 
    "name": "Randy Johnson"
  }, 
  {
    "quote": "We should be recklessly abandoned to Jesus, and just turn it over to Him. Through the support I think the sacrifices will be made and we'll all be cool with it.", 
    "name": "Stacie Orrico"
  }, 
  {
    "quote": "If you work in casting, it's sort of not cool to want to act. A lot of people think that casting directors are frustrated actors, but it wasn't true with any of the casting people I knew.", 
    "name": "Catherine Keener"
  }, 
  {
    "quote": "I didn't audition for the part! The role was offered to me, and I was so excited to be a part of 'The Haunting Hour.' It is such a cool show and it was so much fun shooting the 'Intruders.'", 
    "name": "Willow Shields"
  }, 
  {
    "quote": "For 'The Haunting Hour,' I thought it would be a lot of fun. It was great to play this cool kid role. My episode is called 'The Intruders' and my character is this mean, angry teenager because her younger brother was just born and he gets all of the attention. She's always playing tricks on her family, and there are some cool twists.", 
    "name": "Willow Shields"
  }, 
  {
    "quote": "Even though I never worked with her, it was still really cool to have Brooke Shields on set. She was so nice and so funny.", 
    "name": "Atticus Shaffer"
  }, 
  {
    "quote": "The quickest way to defuse fear or insecurity or anger is usually humor. I think comics figure that out quickly, and, once you figure it out, you think, 'Hey, if I can do this and get paid, that would be kind of cool.'", 
    "name": "Billy Gardell"
  }, 
  {
    "quote": "I like men who are very cool but who are also so brilliant that they are almost insane. Sean Penn, Gary Oldman, Bob Dylan, Tom Waits - men who would be flipping burgers if they hadn't found an outlet for their brilliant mind-sets.", 
    "name": "Jolene Blalock"
  }, 
  {
    "quote": "My favorite type of music to sing and to listen to, you know, rock. It's not always metal, but you know, half the time it is. Metal's cool, you know? Not everybody on 'American Idol' listens to metal.", 
    "name": "James Durbin"
  }, 
  {
    "quote": "I like America. I think it's pretty cool.", 
    "name": "Mary Lynn Rajskub"
  }, 
  {
    "quote": "I was a drama major also so it's cool to cuss for meaning, but for no apparent reason, no.", 
    "name": "Kel Mitchell"
  }, 
  {
    "quote": "I already have legitimacy as a filmmaker and now I'm trying to do stuff that's just fun. Until I find a cool tangible subject again that I want to tackle.", 
    "name": "John Singleton"
  }, 
  {
    "quote": "I wanted to dress cool, and get all the ladies.", 
    "name": "John Singleton"
  }, 
  {
    "quote": "It's cool for me because I'm a director, but I'm also a teacher. I'm a lover of cinema, and I love working with people who are hungry and have the energy to really do better work.", 
    "name": "John Singleton"
  }, 
  {
    "quote": "People always used to say to me, 'Don't you want your own show? That'd be so cool if you had your own show.' I said, 'You know, it's not gonna happen. So - no.'", 
    "name": "Candy Crowley"
  }, 
  {
    "quote": "All literature consists of whatever the writer thinks is cool. The reader will like the book to the degree that he agrees with the writer about what's cool.", 
    "name": "Steven Brust"
  }, 
  {
    "quote": "It's now possible to play and take lessons from any place of the world. The concept of physical distance doesn't exist in the online world, and that is so cool!", 
    "name": "Alexandra Kosteniuk"
  }, 
  {
    "quote": "A female piano player is always pretty cool to me.", 
    "name": "Chrisette Michele"
  }, 
  {
    "quote": "So, it's cool that, yes, Hal Jordan is a superhero, but my character is a real-world hero in her own life.", 
    "name": "Blake Lively"
  }, 
  {
    "quote": "I just really like fun, cool, interesting, quirky girls. And sometimes you find that in 6'2 model bodies and sometimes they're short and brunette. All shapes and sizes - it's really about the personality. That sounds cliche, but it's so freaking true!", 
    "name": "Dylan O'Brien"
  }, 
  {
    "quote": "What we do every night is we change out the set list as much as we can to make sure that (fans can) go home and tell their friends they experienced something unique and cool.", 
    "name": "Isaac Hanson"
  }, 
  {
    "quote": "One of the great bands we opened up for was Priest back in '89. That was really great because at that time we had never met them, never toured with them before. They were a big influence on Slayer, so to open up for them was really cool.", 
    "name": "Dave Lombardo"
  }, 
  {
    "quote": "To me, it all comes down to things being character-driven. It's hard for me to look beyond that. CG and all this cool stuff - so be it. But to me, it pretty much begins and ends with character-driven plots rather than technologically-driven plots.", 
    "name": "Billy West"
  }, 
  {
    "quote": "The nude scenes were a little eerie and I felt a bit odd. Yeah, when the camera scanned up my body, I said to my friend, 'Now, that's a close-up.' I mean, you see every inch of my body. But I'm okay with it and so it was cool.", 
    "name": "Natasha Henstridge"
  }, 
  {
    "quote": "Almost any film that you do is an opportunity to open you up and make you more aware of an area that you might not be thinking about. That's what is kind of cool, or one of the cool things about this profession.", 
    "name": "Joan Allen"
  }, 
  {
    "quote": "Rhyme patterns are nothing without meanings to the words. A lot of rappers can do those flows, but the raps aren't really about anything - which is cool sometimes, but to have the flow and the message is one of my favorite things.", 
    "name": "J. Cole"
  }, 
  {
    "quote": "When you go in and do a cool, small character, it feels less like work and more like fun.", 
    "name": "Balthazar Getty"
  }, 
  {
    "quote": "I remember being in Atlantic City once when I was 18 or 19, and a sea of people were screaming and pulling their hair because I was there. It was weird. Nobody deserves adulation like that. I tried to explain it to my kids once. I said, 'Mommy used to be kind of cool, kind of like a Britney Spears.'", 
    "name": "Genie Francis"
  }, 
  {
    "quote": "It was really cool to work with Dakota Fanning. I've watched her grow up and I've always loved her films, loved her. It was amazing working with someone who was American as well, because obviously it's going to be a different energy straightaway. We got on really well she's so professional and hardworking.", 
    "name": "Kaya Scodelario"
  }, 
  {
    "quote": "My niece was very much caught up in the vampire craze for young adults, and she thought having a vampire boyfriend would be a cool thing. What do you do on a first date? The more I thought about it, the more fun I had imagining what you'd serve a vampire for dinner.", 
    "name": "Deborah Harkness"
  }, 
  {
    "quote": "It's great that people are basically spending their two weeks of vacation to come out and be with us in some weird part of the world. And I think we owe it to them to take 'em to some cool places.", 
    "name": "Jeff Ament"
  }, 
  {
    "quote": "It's just cool to me that Bon Jovi knows my name!", 
    "name": "Josh Hopkins"
  }, 
  {
    "quote": "Being an author of banned books is cool, I've decided.", 
    "name": "Lauren Myracle"
  }, 
  {
    "quote": "What I find cool about being a banned author is this: I'm writing books that evoke a reaction, books that, if dropped in a lake, go down not with a whimper but a splash.", 
    "name": "Lauren Myracle"
  }, 
  {
    "quote": "That's always a cool thing to be the voice of what the eyes are seeing. It gives you the role of the Greek chorus and that's always fun to do.", 
    "name": "Jorge Garcia"
  }, 
  {
    "quote": "I just saw the movie for the first time in its entirely last night. It's really cool when you're in with an audience that's so tuned in and plugged in to what's going on.", 
    "name": "Sasha Alexander"
  }, 
  {
    "quote": "Sometimes, the other characters are too normal and then you start to be brought back to reality but then Luna shows up and she is just so funny and cool and honest and slightly mad and she's all that matters. She is 100% true. She puts on no shows, because she is so comfortable with herself.", 
    "name": "Evanna Lynch"
  }, 
  {
    "quote": "As a father, you immediately become uncool, especially the older they get. The older you get, it's inevitable that, as cool as you think you are, you're probably just as lame in your kids' eyes.", 
    "name": "Mark Consuelos"
  }, 
  {
    "quote": "You always have in the back of your mind that would be cool if you get recognized. But you can't concentrate on any of those things. You've got to just keep playing and doing your music and the rest is just a bonus.", 
    "name": "Michael Kiwanuka"
  }, 
  {
    "quote": "My role in 'Legally Blonde' was really rewarding, because I had so much fun working on the movie. I've had really rewarding experiences on tiny low budget films that you'll never see but where I had a cool time creating characters as well. I love almost all of the characters I've played.", 
    "name": "Alanna Ubach"
  }, 
  {
    "quote": "That wasn't the way that things was supposed to be. And all because the so-called culture that I thought was right, that I thought it was cool, and I thought it was fun, and it was exciting at the time. It all led to me laying in a prison bunk by myself with no one to talk to but myself.", 
    "name": "Michael Vick"
  }, 
  {
    "quote": "I try not to name too many labels - not because it's not cool, but because it starts getting political.", 
    "name": "Nelly"
  }, 
  {
    "quote": "I'm confident - confident in my skin, and I'm cool with my flaws and all that stuff.", 
    "name": "Minka Kelly"
  }, 
  {
    "quote": "Now that I finally have the time for it, this web surfing stuff turns out to be as interesting and fun and addictive as you've all been telling me. Zipping from link to link, chasing an idea across the noosphere, sucking up information like a killer whale - way cool.", 
    "name": "Spider Robinson"
  }, 
  {
    "quote": "I hate it when people come up to me on trains and ask 'Are you Soulja Boy?' If people want pictures or autographs, that's cool, but I don't like the dumb questions.", 
    "name": "Soulja Boy"
  }, 
  {
    "quote": "I love my mother Ali so much. I'm a momma's boy. I just have a very cool mom. It's not as though I had any say in the matter. I'm just really fortunate. She's the most kind, loving, giving woman.", 
    "name": "Hayden Christensen"
  }, 
  {
    "quote": "Greg Berlanti, David Nutter, Andrew Kreisberg and Marc Guggenheim are the people I wanted to work with. They're smart, they're funny, they're cool, they're edgy.", 
    "name": "Katie Cassidy"
  }, 
  {
    "quote": "I wouldn't compare myself to any past Idol contestant, because I don't feel like I am like any of them. Maybe stories are cool but my story is different from most people's story. I don't like to compare myself to other people, I like to just be me.", 
    "name": "Naima Adedapo"
  }, 
  {
    "quote": "The Dead was cool, It's a great horror story. I went to the casting director of this movie and talked to him, then they called my agent and had me come in and read for it and they wanted to use me.", 
    "name": "Matthew McGrory"
  }, 
  {
    "quote": "Cool things happen. Ace's guitar flies through space, goes through a hole, and blows up. I throw drumsticks and they come flying at you.", 
    "name": "Peter Criss"
  }, 
  {
    "quote": "I have this idealistic and maybe naive thought that almost any song can be anything. If you record one song today, it would maybe be exciting and cool. But I could record the same song next week and it would be something completely different.", 
    "name": "Sondre Lerche"
  }, 
  {
    "quote": "I work with really cool people, and so far I haven't been approached in any embarrassing manner when it comes to image.", 
    "name": "Sondre Lerche"
  }, 
  {
    "quote": "There is a bit of a movement as far as younger people in country music. That is cool because people are saying things like, 'I didn't listen to country music until so-and-so came along.' And I'm like, 'Yeah! Now you know why I love it.'", 
    "name": "Hunter Hayes"
  }, 
  {
    "quote": "You're not really necessarily the coolest guy in their life. You are a conduit to the really cool people.", 
    "name": "Tony Shalhoub"
  }, 
  {
    "quote": "We found out the Gemini spacesuit was, well, oxygen was flowing to keep me cool as well as to breathe, and it wasn't good enough. My visor got fogged.", 
    "name": "Gene Cernan"
  }, 
  {
    "quote": "A guy's biggest style mistake is definitely trying to look too cool. As long as you've got a good pair of jeans, a good pair of boots and a few good shirts, you're fine.", 
    "name": "Luke Evans"
  }, 
  {
    "quote": "I liked the name Frog Brigade because it lent itself to a lot of cool imagery with the whole frog thing.", 
    "name": "Les Claypool"
  }, 
  {
    "quote": "I have this desire to just while away weeks, months and years. It took me two years to make this record but that was with me trying to condense my process and not disappear down the rabbit hole with all the cool things I've collected. I could take 10 years and not explore everything I want to with these instruments.", 
    "name": "Gotye"
  }, 
  {
    "quote": "Maybe you are the 'cool' generation If coolness means a capacity to stay calm and use your head in the service of ends passionately believed in, then it has my admiration.", 
    "name": "Kingman Brewster, Jr."
  }, 
  {
    "quote": "Spiderman can climb walls and he's got a cool outfit.", 
    "name": "Rhona Mitra"
  }, 
  {
    "quote": "I am kind of a private person, so I don't miss that part of show business at all. Looking back on my career in television and making a movie like 'The Sound of Music' from an adult point of view, it actually seems kind of unreal. I was involved in shows that people grew up with - that hold memories for them - and it's a cool feeling.", 
    "name": "Angela Cartwright"
  }, 
  {
    "quote": "I love crispy, cool sheets.", 
    "name": "Ryan Murphy"
  }, 
  {
    "quote": "There is something exciting about being in an environment in which it's really cool to be smart.", 
    "name": "Freeman A. Hrabowski III"
  }, 
  {
    "quote": "Looking so cool, his greed is hard to conceal, he's fresh out of law school, you gave him a license to steal.", 
    "name": "Al Stewart"
  }, 
  {
    "quote": "I'm a big fan of all the Boston guys that are acting - Matt Damon , Ben Affleck, Mark Wahlberg - they made a great career out of it, and they found a way to do it and still be cool guys, so that's kind of where I want to be.", 
    "name": "Kenny Wormald"
  }, 
  {
    "quote": "I was a dancer, and it's not really cool for a boy to dance, so it was inspiring to see a movie like 'Footloose' where a guy is dancing masculine and had a proper reason behind it. It made me feel cool, and when these kids would make fun of me, I'd be like, 'Oh, didn't you see 'Footloose,' man?'", 
    "name": "Kenny Wormald"
  }, 
  {
    "quote": "I think it can be fun to be single and date-like when you don't want a relationship. Or when you've just gotten out of a relationship, and, after get over the initial shock, your thinking, Hey, it's kind of cool being single.", 
    "name": "Breckin Meyer"
  }, 
  {
    "quote": "My whole family actually, but my parents. I had such a normal and amazing childhood. I've been so lucky. My parents are cool and normal. They don't talk about the business and I still have stuff to do at their house.", 
    "name": "Kaley Cuoco"
  }, 
  {
    "quote": "I used to skip out of high school and go flying. It was just one of those things, I thought it was kind of a cool thing to do. I never thought about doing that as a profession, but I started checking things out and I found out there was a flight school down in Daytona Beach, called Embry-Riddle Aeronautical University.", 
    "name": "Jerry Doyle"
  }, 
  {
    "quote": "I was 35 years old and in a position to take a shot at whatever I wanted to try. The Air Force said I was too old to fly fighter jets. I thought about becoming a fishing boat captain, before deciding that acting seemed pretty cool.", 
    "name": "Jerry Doyle"
  }, 
  {
    "quote": "I got a phone call from Fearne Cotton. It was amazing! I literally couldn't believe it. It was so cool. It was the night before I was going on her show to sing on the 'Live Lounge.' She was so lovely.", 
    "name": "Birdy"
  }, 
  {
    "quote": "Dinosaurs was a cool idea, but we just couldn't find a way to make it really fun. We've got a bunch of great game ideas that we want to bring to life over the next several years.", 
    "name": "Sid Meier"
  }, 
  {
    "quote": "I went to engineering school, which I thought was what I wanted to do, for about two weeks. We had an orientation class and we met this guy where he worked and stuff and it was cool, but I was like, 'There is no way this is going to be my life.'", 
    "name": "Evan Glodell"
  }, 
  {
    "quote": "With these men and women who work-for the cause with all their hearts, with cool heads and skilled hands we will master every fate.", 
    "name": "Gustav Krupp"
  }, 
  {
    "quote": "Atlanta is an incredibly cool city.", 
    "name": "Andrew Lincoln"
  }, 
  {
    "quote": "I liked the way my character, Shane, was first introduced. You get introduced to her through this sexual action, and I thought that was so cool and just kind of summed up what she enjoys and who she is, to a certain extent. She's a complete sexual being and the great thing is that she doesn't apologize for it. It's just who she is. We rarely see women be able to do that on television.", 
    "name": "Katherine Moennig"
  }, 
  {
    "quote": "What I like about the 'Underworld' thing is that it's a mix of cool genres, as well as creating its own message.", 
    "name": "Theo James"
  }, 
  {
    "quote": "I saw 'Captain America' in 3D. It's cool. I liked the beginning. It's a really good setup.", 
    "name": "Theo James"
  }, 
  {
    "quote": "I've got two brothers and two sisters, so there's five of us and we're all very close, which is cool.", 
    "name": "Theo James"
  }, 
  {
    "quote": "I like starting. It's pretty cool.", 
    "name": "Al Leiter"
  }, 
  {
    "quote": "I'm a big techno fan. I love that thumping kick drum. We heard a version of 'Lost in Love' and it was thrash metal. It sounded cool!", 
    "name": "Graham Russell"
  }, 
  {
    "quote": "I know some actors feel classes are not cool or they create negative public relations, but I continue to crave the story just beyond my reach. To grasp that brass ring I need to continue to fine-tune my talents.", 
    "name": "Michael Welch"
  }, 
  {
    "quote": "And when I was a kid being an actor was not cool. I'm thirty now and when I was a kid in the 80s that wasn't a cool thing to be.", 
    "name": "Vincent Kartheiser"
  }, 
  {
    "quote": "Again, like I said, we're not trying to censor anyone. If you think drugs are cool, fine. Make that movie. We are not going to stop you, or try to stop you, but we would encourage other people to be a bit more responsible about their portrayal of drug usage.", 
    "name": "Gerald McRaney"
  }, 
  {
    "quote": "I do love to walk around in New York because people will notice me, smile, but they never bother anyone. New Yorkers are very cool. I love New York.", 
    "name": "Creed Bratton"
  }, 
  {
    "quote": "I grew up on the South Side of Chicago, north Beverly. It was cool, everybody's cool on the block.", 
    "name": "Craig Robinson"
  }, 
  {
    "quote": "Working with Omarion is pretty amazing. That's like my brother. He's really cool.", 
    "name": "Teyana Taylor"
  }, 
  {
    "quote": "When I was in high school, my friends and I would drive out into the country to abandoned houses and structures... haha... to ghost hunt. We would scare each other so bad! We would sometimes camp out by the abandoned buildings just to scare ourselves! Such good times. The adrenaline of real fear is so cool!", 
    "name": "Keegan Allen"
  }, 
  {
    "quote": "I don't want to stay underground for just the cool people.", 
    "name": "Buzz Osborne"
  }, 
  {
    "quote": "Being a kid and growing up is such a cool part of life.", 
    "name": "Devon Werkheiser"
  }, 
  {
    "quote": "The alternative scene, for a couple years now, has been taken seriously and that's a cool thing. I don't think it's exploded or anything, but I think it's pretty cool that it still exists, it's still affecting people.", 
    "name": "Bob Odenkirk"
  }, 
  {
    "quote": "I noticed that this defense attorney is a very, very intelligent man, and he's very cool and he's very knowledgeable, and I think that personally I'd like to have an attorney like him.", 
    "name": "Tommy Bond"
  }, 
  {
    "quote": "Everyone is different, but I'm not standoffish at all. I'm not one of those people who prefer to write a note. I'll walk right up to you and ask you out! Even if the answer's no, I'm totally cool with it.", 
    "name": "Corbin Bleu"
  }, 
  {
    "quote": "I am a very open, social, friendly person, and when it comes to people approaching me and asking for an autograph, I am totally cool with doing any of that. It's a lot of fun.", 
    "name": "Corbin Bleu"
  }, 
  {
    "quote": "A couple days ago, I saw a lot of people tweeting, 'Oh, it's so cool 'Home' is being used in the Olympics!' We don't really get to watch much TV, man, with the concerts every night, but I wish I could have seen it. I really just found out through Twitter and my management texting me. I thought it was really awesome.", 
    "name": "Phillip Phillips"
  }, 
  {
    "quote": "I think there are four or five interesting pockets where a lot of cool technology companies are getting started. Chicago is one of them. New York is certainly another. Silicon Valley really dominates. And you're seeing some stuff out of Boston and Seattle and down South.", 
    "name": "Eric Lefkofsky"
  }, 
  {
    "quote": "And getting stunt coordinator Dan Bradley and everybody from the whole 'Bourne Supremacy' crew, I think was real cool for our film because we do a bunch of really big jumps in this movie.", 
    "name": "Sean William Scott"
  }, 
  {
    "quote": "I just thought it could make a really cool movie. It's not that it's just a buddy comedy but it's all about two guys hating each other and towards the end they're good friends. I liked that these two guys were best friends from the very beginning, and they're crazy.", 
    "name": "Sean William Scott"
  }, 
  {
    "quote": "I think it's really cool to embrace the pain of something that may have hurt you and be able to express it through music.", 
    "name": "Ciara"
  }, 
  {
    "quote": "People spend hours constantly checking and tweeting and Facebooking. And it's cool to check up on your friends and see what's going on in the world, but it's not cool to spend five hours of your day on the computer looking at the Internet.", 
    "name": "Ty Segall"
  }, 
  {
    "quote": "Well, I look at it like this: When you go to a restaurant, the less you know about what happens in the kitchen, the more you enjoy your meal. If the soup tastes good, everything's cool, and you don't necessarily want to know what's in it. The same thing holds true with movies.", 
    "name": "Jeffrey Wright"
  }, 
  {
    "quote": "It's really cool to know that you've put something together that isn't for a particular audience. It's so often that a TV show can really only speak to one sect of the population, and this really is something that appeals to a worldwide fan base. People who are into the pursuit of knowledge. Their reaction has meant the world to us.", 
    "name": "David Krumholtz"
  }, 
  {
    "quote": "I've always been into guitars... we want to put keyboards on, but keyboard players don't look cool onstage, they just keep their heads down. There has never been a cool keyboard player, apart from Elton John.", 
    "name": "Noel Gallagher"
  }, 
  {
    "quote": "To me, anyone with an Australian accent wielding a tennis racket is cool.", 
    "name": "Adrian Smith"
  }, 
  {
    "quote": "On a film set everyone is very cool. Well, blase really.", 
    "name": "Anthony Daniels"
  }, 
  {
    "quote": "But it's cool working with female directors because I'm a girl, so you do relate to them more. You can talk to them about other stuff like clothes and all that.", 
    "name": "Elle Fanning"
  }, 
  {
    "quote": "You know, Southerners are pretty cool.", 
    "name": "Fred Schneider"
  }, 
  {
    "quote": "I don't mind what the role is at all I just want to play cool characters.", 
    "name": "Daniel Cudmore"
  }, 
  {
    "quote": "Florida has been really cool to us. This is our first big club tour, and Pennywise has been really nice.", 
    "name": "Brandon Thomas"
  }, 
  {
    "quote": "I've won some pretty cool things in my life and I have a lot of great titles.", 
    "name": "Heather O'Reilly"
  }, 
  {
    "quote": "It's fun to be a part of pop history. Anytime you can be referenced in that respect it can be cool.", 
    "name": "Joey McIntyre"
  }, 
  {
    "quote": "Will Smith is young, he's cool and my kids have his CDs.", 
    "name": "Robert Conrad"
  }, 
  {
    "quote": "Two weeks later, we played our first concert and had 100 people there. It was pretty cool.", 
    "name": "Will Champion"
  }, 
  {
    "quote": "White people couldn't do black music back in the day because they weren't funky or bad enough. They weren't from the ghettoes, but hip-hop and R&ampB changed all of that because white kids want to be down with it. They wanted to learn it so they studied the culture. It's kind of a cool thing because we shouldn't be so separate.", 
    "name": "Narada Michael Walden"
  }, 
  {
    "quote": "I grew up around hip-hop so I didn't think it was about being cool or being black or being white or whatever.", 
    "name": "Chad Hugo"
  }, 
  {
    "quote": "It's pretty cool to be able to hang out with the President and have the race-winning car on the South Lawn.", 
    "name": "Buddy Rice"
  }, 
  {
    "quote": "I love 'Goodfellas' because it's a great movie - it's funny and there is action at perfect points. I just think Martin Scorsese makes everyone look really cool.", 
    "name": "Booboo Stewart"
  }, 
  {
    "quote": "I've done four other films since 'Submarine,' so that's quite cool. It's just good to have people respect your work I've never had that before. Yeah, my life has changed crazy. I'm a kid from a small town in south Wales, I play my Xbox usually and all that sort of stuff, and it's a whole new world.", 
    "name": "Craig Roberts"
  }, 
  {
    "quote": "The 'Being Human' people were really cool and let me improvise. They had such a good working atmosphere. It was a cool set-up and a really good environment to be in.", 
    "name": "Craig Roberts"
  }, 
  {
    "quote": "I'm getting a lot of stick because my character in 'Young Dracula' wanted to be vampire, so now that I am a vampire, everyone's like, 'You finally did it!' But it's cool and I loved doing 'Young Dracula.' That show's finished and I don't know why it ended, so it was brilliant to go into 'Being Human,' which is like the adult version of it.", 
    "name": "Craig Roberts"
  }, 
  {
    "quote": "I'd love to pop back into 'Being Human' as Adam. I love the character so much. I've never really played a character like that. I'm always playing the geek, so to play a kid who is very energetic when he wants to be, and who is always trying to get the girls, was really cool.", 
    "name": "Craig Roberts"
  }, 
  {
    "quote": "I want to speak up and tell you that mascara and clothes don't make you cool, neither do name-brand handbags, but being a leader can.", 
    "name": "Renee Olstead"
  }, 
  {
    "quote": "Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how 'cool' you are? Well, now you're picking a friend for life.", 
    "name": "Renee Olstead"
  }, 
  {
    "quote": "I was never interested in making cool, distilled, pure objects.", 
    "name": "Martin Puryear"
  }, 
  {
    "quote": "I've had cameos on some cool shows.", 
    "name": "Paul Wesley"
  }, 
  {
    "quote": "I wasn't some weird loner in school, but I definitely wasn't invited to any of the cool parties.", 
    "name": "Paul Wesley"
  }, 
  {
    "quote": "I was always a sci-fi and fantasy geek. I was in the 'Lord of the Rings' club and all my cool friends made fun of me.", 
    "name": "Melissa de la Cruz"
  }, 
  {
    "quote": "Ninjas are so cool!", 
    "name": "Adrianne Palicki"
  }, 
  {
    "quote": "I'm not cool with ACORN or the working families' party, or people that vote like democrats and run on Republican lines.", 
    "name": "Doug Hoffman"
  }, 
  {
    "quote": "I once saw a picture in the paper of John Hegley with 'poet' written on his knuckles, and I thought that was pretty cool, so I was quite up front about it.", 
    "name": "Jon McGregor"
  }, 
  {
    "quote": "I've never won an award for anything, and I think it's weird. I mean, that's really cool but it's strange to think you could get an award for acting. I always thought that was strange.", 
    "name": "Bobby Cannavale"
  }, 
  {
    "quote": "They use all of the music that I did in the '50s, '60s and the '70s behind people like Tupac and LL Cool J. I'm into all that stuff.", 
    "name": "Donald Byrd"
  }, 
  {
    "quote": "I feel like my music is just an extension of my acting. I treat the songs like scenes that tell a story... it's very similar. My favorite thing is when cartoon fans show up to my live gigs! They are always the most kick-butt audience members 'cause they're not trying to act all cool like a lot of the music fans do! It's refreshing!!", 
    "name": "Grey DeLisle"
  }, 
  {
    "quote": "My favorite thing is when cartoon fans show up to my live gigs! They are always the most kick-butt audience members 'cause they're not trying to act all cool like a lot of the music fans do!", 
    "name": "Grey DeLisle"
  }, 
  {
    "quote": "We believe the ice sheet was not around all the time. It was only around during cool snaps of the climate.", 
    "name": "Kenneth R. Miller"
  }, 
  {
    "quote": "I remember in high school trying to get home from water-polo practice in time so I could see Happy Days on television when it first came on, because I was so blown away by it. It was just such a cool thing.", 
    "name": "Ted McGinley"
  }, 
  {
    "quote": "In the old days, a TV sync was perceived as not so cool or whittling away at your indie cred. Now it's seen as much more of an opportunity than a sellout, as a way to find fans who wouldn't have ordinarily come across their genre of music.", 
    "name": "Alexandra Patsavas"
  }, 
  {
    "quote": "I am working on a dress sock line of funky, colorful, cool designs.", 
    "name": "Rob Kardashian"
  }, 
  {
    "quote": "The cool thing about writing is that there is really never a typical day. Sometimes I get a rhythm going and head off to work every morning and come home at night. Sometimes I'll write for two days straight and then be utterly blank for the next two.", 
    "name": "Patricia Briggs"
  }, 
  {
    "quote": "It's cool to be in the paper every once in awhile and people read about you and they know who you are.", 
    "name": "Taylor Phinney"
  }, 
  {
    "quote": "I'm playing with Bonnie Raitt. I don't have to sing it. I just have to play it. That's cool.", 
    "name": "Billy Preston"
  }, 
  {
    "quote": "Personally, I just got one of these Vonage IP phones. It's actually pretty cool. It comes with one of these Cisco ATA routers where you just plug an analog handset in.", 
    "name": "Rob Glaser"
  }, 
  {
    "quote": "I used to do this as a kid. And now they're paying me for it, which is cool.", 
    "name": "William Kempe"
  }, 
  {
    "quote": "L.A.'s cool I had a run with it to where it just pretty much wore me out. I love the weather and I have great friends there, great family, but I really cannot take a lot of the culture. Like Nashville, where everybody's a songwriter, everybody out there is an actor.", 
    "name": "Shooter Jennings"
  }, 
  {
    "quote": "There aren't many things that are universally cool, and it's cool not to litter. I'd never do it.", 
    "name": "Matthew McConaughey"
  }, 
  {
    "quote": "There's nothing less funny than someone who looks cool. There's nothing more unappealing.", 
    "name": "Eric Wareheim"
  }, 
  {
    "quote": "They very seldom let me lose my cool. They made me like I was Polly Perfect, which was ridiculous so that when I bump into kids on the street they'd say 'I wish my Mom were like you.'", 
    "name": "Charlotte Rae"
  }, 
  {
    "quote": "Comedy is so hard to do, so it was very cool to do dead pan humor.", 
    "name": "Brittany Daniel"
  }, 
  {
    "quote": "The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring.", 
    "name": "Burl Ives"
  }, 
  {
    "quote": "I'm cool with where I'm at. It's certain things I wanna do to be better, but I'm good.", 
    "name": "Jazmine Sullivan"
  }, 
  {
    "quote": "You can think of Hollywood as high school. TV actors are freshmen, comedy actors are maybe juniors, and dramatic actors - they're the cool seniors.", 
    "name": "Owen Wilson"
  }, 
  {
    "quote": "But Freedom Strike was actually quite cool.", 
    "name": "Tone Loc"
  }, 
  {
    "quote": "Now that we are cool, he said, and regret that we hurt each other, I am not sorry that it happened.", 
    "name": "William Henry Hudson"
  }, 
  {
    "quote": "The cool thing about my profession is that I can do it until the day I die.", 
    "name": "Candace Cameron"
  }, 
  {
    "quote": "I get to hang out with people I think are awesome, and do work I think is awesome. It's really cool.", 
    "name": "Harold Perrineau"
  }, 
  {
    "quote": "It's cool to have critical success because it's always nice for your peers to say, 'Good job.' But who cares about them?", 
    "name": "Zac Hanson"
  }, 
  {
    "quote": "In France, we don't yet have the craft that American TV does or big studios like Paramount. It was so cool going through those famous gates when you have your own little pass and picture on it. Woo hoo, I'm going to work!", 
    "name": "Lizzie Brochere"
  }, 
  {
    "quote": "My sister and I said, Dad, are you doing to do anything about that? And he mentioned treatments other people sent him that he'd been working on. So we thought it would be kind of cool to give these guys a real script.", 
    "name": "Rae Dawn Chong"
  }, 
  {
    "quote": "The cool thing about working and meeting a lot of people through your acting is that you never know who you might work with, in the future.", 
    "name": "Tania Raymonde"
  }, 
  {
    "quote": "I hated the idea of a high school sweetheart. Growing up, oh my God, it just made me sick. I wanted to have a range of cool boyfriends. I wanted to travel around and date these interesting men. Then it just happened. You fall in love.", 
    "name": "Charlotte Arnold"
  }, 
  {
    "quote": "When I was in school I read a lot of comic books and pretend I was in them and kids would tease me and call me names. But now I do the same things and people say that I'm artistic and cool and I'm doing the exact same thing I did in high school.", 
    "name": "Freddie Prinze, Jr."
  }, 
  {
    "quote": "I was raised to believe in myself. I know I'm cool. I'm not trying to brag or say I'm the man or anything like that. I don't lie or cheat, and I'm not mean to anybody. I treat people with respect.", 
    "name": "Freddie Prinze, Jr."
  }, 
  {
    "quote": "Internet mailing lists are like Fox television shows. They have really cool previews, and they get you all excited about them, but they just don't live up to their promises.", 
    "name": "John Dobbin"
  }, 
  {
    "quote": "Definitely River Phoenix is somebody that I thought, 'This guy is very cool.' I wanted to be like him when I was a kid.", 
    "name": "Jim Sturgess"
  }, 
  {
    "quote": "I thought that 'Twilight' would be a kind of girl movie, but it was cool.", 
    "name": "Kodi Smit-McPhee"
  }, 
  {
    "quote": "I'm in a comic book now. That was cool. That's something that I'm still sorta reeling about, 'cause I read comics as a kid. Someone drew me, and actually did a pretty good job!", 
    "name": "Rutina Wesley"
  }, 
  {
    "quote": "Film and television are just different. Film is cool because it's a complete package. You know the beginning, middle, and end. You can plan it out more, which I like. But with television you get a new script every week, so it's constantly a mystery as to what you're going to be doing.", 
    "name": "Austin Butler"
  }, 
  {
    "quote": "I never had a cool older brother or sister to turn me on to cool music. I had to discover it for myself.", 
    "name": "Tony Kanal"
  }
]