[
  {
    "quote": "It is strange to be known so universally and yet to be so lonely.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Alone we can do so little together we can do so much.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "It's often just enough to be with someone. I don't need to touch them. Not even talk. A feeling passes between you both. You're not alone.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Associate with men of good quality if you esteem your own reputation for it is better to be alone than in bad company.", 
    "name": "George Washington"
  }, 
  {
    "quote": "I restore myself when I'm alone.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "A man is born alone and dies alone and he experiences the good and bad consequences of his karma alone and he goes alone to hell or the Supreme abode.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "I have to be alone very often. I'd be quite happy if I spent from Saturday night until Monday morning alone in my apartment. That's how I refuel.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "I don't want to be alone, I want to be left alone.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "You cannot be lonely if you like the person you're alone with.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "We allow our ignorance to prevail upon us and make us think we can survive alone, alone in patches, alone in groups, alone in races, even alone in genders.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "If it's true that our species is alone in the universe, then I'd have to say the universe aimed rather low and settled for very little.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Language... has created the word 'loneliness' to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "I love to be alone. I never found the companion that was so companionable as solitude.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Every man must do two things alone he must do his own believing and his own dying.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "I have never found a companion that was so companionable as solitude. We are for the most part more lonely when we go abroad among men than when we stay in our chambers. A man thinking or working is always alone, let him be where he will.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I finally faced the fact that it isn't a crime not having friends. Being alone means you have fewer problems.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "Yes, I guess you could say I am a loner, but I feel more lonely in a crowed room with boring people than I feel on my own.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "The only real progress lies in learning to be wrong all alone.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "If you are lonely when you're alone, you are in bad company.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Life could be wonderful if people would leave you alone.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "All men's miseries derive from not being able to sit in a quiet room alone.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We are rarely proud when we are alone.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "We are all sentenced to solitary confinement inside our own skins, for life.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "If I am a legend, then why am I so lonely?", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "A man can be himself only so long as he is alone.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "What a lovely surprise to finally discover how unlonely being alone can be.", 
    "name": "Ellen Burstyn"
  }, 
  {
    "quote": "Still and all, why bother? Here's my answer. Many people need desperately to receive this message: I feel and think much as you do, care about many of the things you care about, although most people do not care about them. You are not alone.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "When so many are lonely as seem to be lonely, it would be inexcusably selfish to be lonely alone.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "You come into the world alone and you go out of the world alone yet it seems to me you are more alone while living than even going and coming.", 
    "name": "Emily Carr"
  }, 
  {
    "quote": "To live alone is the fate of all great souls.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "The time you feel lonely is the time you most need to be by yourself.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I've also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create.", 
    "name": "Yousuf Karsh"
  }, 
  {
    "quote": "In Genesis, it says that it is not good for a man to be alone but sometimes it is a great relief.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "I only go out to get me a fresh appetite for being alone.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "The lonely become either thoughtful or empty.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "There's a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I've got to see my friends 'cause I'm too content being by myself.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I really enjoy being single again. I spent a lot of time in a relationship and the nearer we came to the end, the more difficult it got. You don't see things clearly as long as you're still involved.", 
    "name": "Dido Armstrong"
  }, 
  {
    "quote": "The best part about being alone is that you really don't have to answer to anybody. You do what you want.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "The desire to get married, which - I regret to say, I believe is basic and primal in women - is followed almost immediately by an equally basic and primal urge - which is to be single again.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "Who knows what true loneliness is - not the conventional word but the naked terror? To the lonely themselves it wears a mask. The most miserable outcast hugs some memory or some illusion.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Living alone makes it harder to find someone to blame.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "As a body everyone is single, as a soul never.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "The capacity for not feeling lonely can carry a very real price, that of feeling nothing at all.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Always give a word or sign of salute when meeting or passing a friend, or even a stranger, if in a lonely place.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "All men's misfortunes spring from their hatred of being alone.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "To dare to live alone is the rarest courage since there are many who had rather meet their bitterest enemy in the field, than their own hearts in their closet.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Even in the presence of others he was completely alone.", 
    "name": "Robert M. Pirsig"
  }, 
  {
    "quote": "Alone let him constantly meditate in solitude on that which is salutary for his soul, for he who meditates in solitude attains supreme bliss.", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "I have so many different personalities in me and I still feel lonely.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "I never said, 'I want to be alone.' I only said, 'I want to be left alone.' There is all the difference.", 
    "name": "Greta Garbo"
  }, 
  {
    "quote": "Every man is born as many men and dies as a single one.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "I paint self-portraits because I am so often alone, because I am the person I know best.", 
    "name": "Frida Kahlo"
  }, 
  {
    "quote": "As I get older I'm more and more comfortable being alone.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "I'm fascinated with myself and love hearing the sound of my own voice. I'd like to hear what I have to say. A lot of people don't like being alone because they truly don't like themselves, but I love me.", 
    "name": "Gene Simmons"
  }, 
  {
    "quote": "I would be married, but I'd have no wife, I would be married to a single life.", 
    "name": "Charles Bukowski"
  }, 
  {
    "quote": "Unless we love and are loved, each of us is alone, each of us is deeply lonely.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "A man content to go to heaven alone will never go to heaven.", 
    "name": "Boethius"
  }, 
  {
    "quote": "He that can live alone resembles the brute beast in nothing, the sage in much, and God in everything.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Remember we're all in this alone.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone.", 
    "name": "Octavio Paz"
  }, 
  {
    "quote": "Absolutely lonely people have few personal interactions of any kind.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Is he alone who has courage on his right hand and faith on his left hand?", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "Don't go away. I don't want to be alone. I can't stand being alone.", 
    "name": "Arnold Rothstein"
  }, 
  {
    "quote": "Inside myself is a place where I live all alone and that is where I renew my springs that never dry up.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Being alone is very difficult.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "I would rather be a beggar and single than a queen and married.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "If you make friends with yourself you will never be alone.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "Only the lonely know the way I feel tonight.", 
    "name": "Roy Orbison"
  }, 
  {
    "quote": "Be able to be alone. Lose not the advantage of solitude, and the society of thyself.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "The longer one is alone, the easier it is to hear the song of the earth.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "All of our unhappiness comes from our inability to be alone.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "When the people you love are gone, you're alone.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "You can't fake it when you're alone with God, you know.", 
    "name": "Jim Bakker"
  }, 
  {
    "quote": "Nothing makes us so lonely as our secrets.", 
    "name": "Paul Tournier"
  }, 
  {
    "quote": "If you're going to put yourself above everybody else, you might end up alone.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "By all means use some time to be alone.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "I think I jump around more when I'm alone.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "When I'm alone, I can sleep crossways in bed without an argument.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "There are places and moments in which one is so completely alone that one sees the world entire.", 
    "name": "Jules Renard"
  }, 
  {
    "quote": "I'm happily single.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "You're only lonely if you're not there for you.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "I'm single, footloose and fancy free, I have no responsibilities, no anchors. Work, friendship and self-improvement, that's me.", 
    "name": "Joel Edgerton"
  }, 
  {
    "quote": "When everything is lonely I can be my best friend.", 
    "name": "Conor Oberst"
  }, 
  {
    "quote": "A human being is a single being. Unique and unrepeatable.", 
    "name": "Eileen Caddy"
  }, 
  {
    "quote": "Your actions, and your action alone, determines your worth.", 
    "name": "Evelyn Waugh"
  }, 
  {
    "quote": "I think the greatest amount of pressure is the pressure I place on myself. So in a way I chose to be alone.", 
    "name": "Cathy Freeman"
  }, 
  {
    "quote": "You only grow when you are alone.", 
    "name": "Paul Newman"
  }, 
  {
    "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "For beautiful eyes, look for the good in others for beautiful lips, speak only words of kindness and for poise, walk with the knowledge that you are never alone.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Walking with a friend in the dark is better than walking alone in the light.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "It's better to be unhappy alone than unhappy with someone - so far.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Nothing in this world can take the place of persistence. Talent will not nothing is more common than unsuccessful people with talent. Genius will not unrewarded genius is almost a proverb. Education will not the world is full of educated failures. Persistence and determination alone are omnipotent.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "I may climb perhaps to no great heights, but I will climb alone.", 
    "name": "Cyrano de Bergerac"
  }, 
  {
    "quote": "What we have done for ourselves alone dies with us what we have done for others and the world remains and is immortal.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "I am free because I know that I alone am morally responsible for everything I do. I am free, no matter what rules surround me. If I find them tolerable, I tolerate them if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Every government degenerates when trusted to the rulers of the people alone. The people themselves are its only safe depositories.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "It is error alone which needs the support of government. Truth can stand by itself.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "I think this is the most extraordinary collection of talent, of human knowledge, that has ever been gathered at the White House - with the possible exception of when Thomas Jefferson dined alone.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "One travels more usefully when alone, because he reflects more.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "Each player must accept the cards life deals him or her: but once they are in hand, he or she alone must decide how to play the cards in order to win the game.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Justice cannot be for one side alone, but must be for both.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "It is better to be alone than in bad company.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Perhaps I know best why it is man alone who laughs he alone suffers so deeply that he had to invent laughter.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The soul that sees beauty may sometimes walk alone.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "A man is rich in proportion to the number of things he can afford to let alone.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "To Follow by faith alone is to follow blindly.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "You can get help from teachers, but you are going to have to learn a lot by yourself, sitting alone in a room.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "Unconditional war can no longer lead to unconditional victory. It can no longer serve to settle disputes... can no longer be of concern to great powers alone.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "Virtue is not left to stand alone. He who practices it will have neighbors.", 
    "name": "Confucius"
  }, 
  {
    "quote": "An artist is always alone - if he is an artist. No, what the artist needs is loneliness.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "The man who goes alone can start today but he who travels with another must wait till that other is ready.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Being solitary is being alone well: being alone luxuriously immersed in doings of your own choice, aware of the fullness of your won presence rather than of the absence of others. Because solitude is an achievement.", 
    "name": "Alice Koller"
  }, 
  {
    "quote": "I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I am alone I am always alone no matter what.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Some of my foster families used to send me to the movies to get me out of the house and there I'd sit all day and way into the night. Up in front, there with the screen so big, a little kid all alone, and I loved it. I loved anything that moved up there and I didn't miss anything that happened and there was no popcorn either.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "A woman can't be alone. She needs a man. A man and a woman support and strengthen each other. She just can't do it by herself.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I used to think as I looked out on the Hollywood night, 'There must be thousands of girls sitting alone like me dreaming of being a movie star.' But I'm not going to worry about them. I'm dreaming the hardest.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Reason is not automatic. Those who deny it cannot be conquered by it. Do not count on them. Leave them alone.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "The doer alone learneth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "There is danger that we lose sight of what our friend is absolutely, while considering what she is to us alone.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "No face which we can give to a matter will stead us so well at last as the truth. This alone wears well.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I alone of English writers have consciously set myself to make music out of what I may call the sound of sense.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "It is far better to be alone, than to be in bad company.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Being a child at home alone in the summer is a high-risk occupation. If you call your mother at work thirteen times an hour, she can hurt you.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Ah, mon cher, for anyone who is alone, without God and without a master, the weight of days is dreadful.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Without a family, man, alone in the world, trembles with the cold.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Often we can help each other most by leaving each other alone at other times we need the hand-grasp and the word of cheer.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Grant that I may not pray alone with the mouth help me that I may pray from the depths of my heart.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "This is the highest wisdom that I own freedom and life are earned by those alone who conquer them each day anew.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Wisdom alone is the science of other sciences.", 
    "name": "Plato"
  }, 
  {
    "quote": "Man, alone, has the power to transform his thoughts into physical reality man, alone, can dream and make his dreams come true.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Change alone is eternal, perpetual, immortal.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Time, which alone makes the reputation of men, ends by making their defects respectable.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.", 
    "name": "Ferdinand Marcos"
  }, 
  {
    "quote": "Blood alone moves the wheels of history.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "What is uttered from the heart alone, Will win the hearts of others to your own.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "You are never so alone as when you are ill on stage. The most nightmarish feeling in the world is suddenly to feel like throwing up in front of four thousand people.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "I mean, I've always been a libertarian. Leave everybody alone. Let everybody else do what they want. Just stay out of everybody else's hair.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Everything great in the world comes from neurotics. They alone have founded our religions and composed our masterpieces.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "The artist alone sees spirits. But after he has told of their appearing to him, everybody sees them.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Man is a creature who lives not upon bread alone, but primarily by catchwords.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "You that would judge me, do not judge alone this book or that, come to this hallowed place where my friends' portraits hang and look thereon Ireland's history in their lineaments trace think where man's glory most begins and ends and say my glory was I had such friends.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Laugh and the world laughs with you, snore and you sleep alone.", 
    "name": "Anthony Burgess"
  }, 
  {
    "quote": "I like video games, but they are very violent. I want to create a video game in which you have to help all the characters who have died in the other games. 'Hey, man, what are you playing?' 'Super Busy Hospital. Could you leave me alone? I'm performing surgery! This guy got shot in the head, like, 27 times!'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Even though I love solar and love wind, like most people do, I like the renewable sources, they alone are not going to get America energy independent.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "There are two types of poor people, those who are poor together and those who are poor alone. The first are the true poor, the others are rich people out of luck.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Your most precious, valued possessions and your greatest powers are invisible and intangible. No one can take them. You, and you alone, can give them. You will receive abundance for your giving.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "It seems that when you have cancer you are a brave battler against the disease, but when you have Alzheimer's you are an old fart. That's how people see you. It makes you feel quite alone.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "People used what they called a telephone because they hated being close together and they were scared of being alone.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Jealousy is no more than feeling alone against smiling enemies.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "Too many Christians have a commitment of convenience. They'll stay faithful as long as it's safe and doesn't involve risk, rejection, or criticism. Instead of standing alone in the face of challenge or temptation, they check to see which way their friends are going.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "If those committed to the quest fail, they will be forgiven. When lost, they will find another way. The moral imperative of humanism is the endeavor alone, whether successful or not, provided the effort is honorable and failure memorable.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Faith, mighty faith, the promise sees, And looks to God alone Laughs at impossibilities, And cries it shall be done.", 
    "name": "Charles Wesley"
  }, 
  {
    "quote": "Our language has wisely sensed the two sides of being alone. It has created the word loneliness to express the pain of being alone. And it has created the word solitude to express the glory of being alone.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "Better mad with the rest of the world than wise alone.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "I do not believe that sheer suffering teaches. If suffering alone taught, all the world would be wise, since everyone suffers. To suffering must be added mourning, understanding, patience, love, openness and the willingness to remain vulnerable.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Love alone is capable of uniting living beings in such a way as to complete and fulfill them, for it alone takes them and joins them by what is deepest in themselves.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "It is in moments of illness that we are compelled to recognize that we live not alone but chained to a creature of a different kingdom, whole worlds apart, who has no knowledge of us and by whom it is impossible to make ourselves understood: our body.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "Communication is a continual balancing act, juggling the conflicting needs for intimacy and independence. To survive in the world, we have to act in concert with others, but to survive as ourselves, rather than simply as cogs in a wheel, we have to act alone.", 
    "name": "Deborah Tannen"
  }, 
  {
    "quote": "I don't think I could live without hair, makeup and styling, let alone be the performer I am. I am a glamour girl through and through. I believe in the glamorous life and I live one.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Wisdom is not wisdom when it is derived from books alone.", 
    "name": "Horace"
  }, 
  {
    "quote": "No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Loneliness expresses the pain of being alone and solitude expresses the glory of being alone.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "None of us will ever accomplish anything excellent or commanding except when he listens to this whisper which is heard by him alone.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "This, then, is the test we must set for ourselves not to march alone but to march in such a way that others will wish to join us.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "When I decided to be a singer, my mother warned me I'd be alone a lot. Basically we all are. Loneliness comes with life.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "Man alone is born crying, lives complaining, and dies disappointed.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "No nation can meet the world's challenges alone.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Knowledge rests not upon truth alone, but upon error also.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Why is it you feel like a dope if you laugh alone, but that's usually how you end up crying?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "The golden opportunity you are seeking is in yourself. It is not in your environment it is not in luck or chance, or the help of others it is in yourself alone.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "All conservatism is based upon the idea that if you leave things alone you leave them as they are. But you do not. If you leave a thing alone you leave it to a torrent of change.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Doubt, of whatever kind, can be ended by action alone.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Work alone is noble.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "I want to be with those who know secret things or else alone.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "The struggle alone pleases us, not the victory.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Remember, man does not live on bread alone: sometimes he needs a little buttering up.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "A leader does not deserve the name unless he is willing occasionally to stand alone.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "No enterprise can exist for itself alone. It ministers to some great need, it performs some great service, not for itself, but for others or failing therein, it ceases to be profitable and ceases to exist.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "One man alone can be pretty dumb sometimes, but for real bona fide stupidity, there ain't nothin' can beat teamwork.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "I want to be alone.", 
    "name": "Greta Garbo"
  }, 
  {
    "quote": "Man's ultimate concern must be expressed symbolically, because symbolic language alone is able to express the ultimate.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "There is no pleasure to me without communication: there is not so much as a sprightly thought comes into my mind that it does not grieve me to have produced alone, and that I have no one to tell it to.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Grief can't be shared. Everyone carries it alone. His own burden in his own way.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Man does not live by soap alone and hygiene, or even health, is not much good unless you can take a healthy view of it or, better still, feel a healthy indifference to it.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Freedom is the sure possession of those alone who have the courage to defend it.", 
    "name": "Pericles"
  }, 
  {
    "quote": "The radiation left over from the Big Bang is the same as that in your microwave oven but very much less powerful. It would heat your pizza only to minus 271.3*C - not much good for defrosting the pizza, let alone cooking it.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Don't ever let economic alone determine your career or how you spend the majority of your time.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "It is the fight alone that pleases us, not the victory.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We are not to give credit to the many, who say that none ought to be educated but the free but rather to the philosophers, who say that the well-educated alone are free.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "He travels the fastest who travels alone.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "It is great folly to wish to be wise all alone.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "A dream you dream alone is only a dream. A dream you dream together is reality.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Though nature be ever so generous, yet can she not make a hero alone. Fortune must contribute her part too and till both concur, the work cannot be perfected.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The most boring scenes are the scenes where a character is alone.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring.", 
    "name": "William Alexander"
  }, 
  {
    "quote": "I tend to stay up late, not because I'm partying but because it's the only time of the day when I'm alone and don't have to be performing.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Woman is fine for her own satisfaction alone. No man will admire her the more, no woman will like her the better for it. Neatness and fashion are enough for the former, and a something of shabbiness or impropriety will be most endearing to the latter.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Being an actor is the loneliest thing in the world. You are all alone with your concentration and imagination, and that's all you have.", 
    "name": "James Dean"
  }, 
  {
    "quote": "As human beings, we need to know that we are not alone, that we are not crazy or completely out of our minds, that there are other people out there who feel as we do, live as we do, love as we do, who are like us.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Wisdom comes alone through suffering.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Children, dear and loving children, can alone console a woman for the loss of her beauty.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "A great source of calamity lies in regret and anticipation therefore a person is wise who thinks of the present alone, regardless of the past or future.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "One ever feels his twoness - an American, a Negro two souls, two thoughts, two unreconciled strivings two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.", 
    "name": "W. E. B. Du Bois"
  }, 
  {
    "quote": "The foolish and the dead alone never change their opinions.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Human beings should be held accountable. Leave God alone. He has enough problems.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "A well-instructed people alone can be permanently a free people.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Success comes when people act together failure tends to happen alone.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "The belief in a supernatural source of evil is not necessary men alone are quite capable of every wickedness.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "I have grown up alone. I've taken care of myself. I worked, earned money and was independent at 18.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "Show me a man who lives alone and has a perpetually clean kitchen, and 8 times out of 9 I'll show you a man with detestable spiritual qualities.", 
    "name": "Charles Bukowski"
  }, 
  {
    "quote": "I was sleeping the other night, alone, thanks to the exterminator.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "Take a course in good water and air and in the eternal youth of Nature you may renew your own. Go quietly, alone no harm will befall you.", 
    "name": "John Muir"
  }, 
  {
    "quote": "My mother was a professional sick person she took a lot of pain pills. There are many people like that. It's just how they are used to getting attention. I always remember she's the daughter of alcoholics who'd leave her alone at Christmas time.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Self-reverence, self-knowledge, self-control these three alone lead one to sovereign power.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Thank you for leaving us alone but giving us enough attention to boost our egos.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "The two operations of our understanding, intuition and deduction, on which alone we have said we must rely in the acquisition of knowledge.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "Better be alone than in bad company.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "All species capable of grasping this fact manage better in the struggle for existence than those which rely upon their own strength alone: the wolf, which hunts in a pack, has a greater chance of survival than the lion, which hunts alone.", 
    "name": "Christian Lous Lange"
  }, 
  {
    "quote": "On stage I make love to twenty five thousand people and then I go home alone.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "Man shall not live by bread alone, but by every word that proceeds from the mouth of God.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "The man of genius is he and he alone who finds such joy in his art that he will work at it come hell or high water.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "The light of lights looks always on the motive, not the deed, the shadow of shadows on the deed alone.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Then stirs the feeling infinite, so felt In solitude, where we are least alone.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Change alone is unchanging.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "I'm not alone, I'm free. I no longer have to be a credit, I don't have to be a symbol to anybody I don't have to be a first to anybody.", 
    "name": "Lena Horne"
  }, 
  {
    "quote": "Plant and your spouse plants with you weed and you weed alone.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "The happiness of one's own heart alone cannot satisfy the soul one must try to include, as necessary to one's own happiness, the happiness of others.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "I had a very happy childhood, but I wasn't that happy a child. I liked being alone and creating characters and voices. I think that's when your creativity is developed, when you're young. I liked the world of the imagination because it was an easy place to go to.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "'The Christmas Song,' by Nat King Cole, is not only a masterful performance to me it just sounds like the holidays. I've never sung it, because Nat's version is so perfect. I gotta leave it alone.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I was a queen, and you took away my crown a wife, and you killed my husband a mother, and you deprived me of my children. My blood alone remains: take it, but do not make me suffer long.", 
    "name": "Marie Antoinette"
  }, 
  {
    "quote": "I just don't want to die alone, that's all. That's not too much to ask for, is it It would be nice to have someone care about me, for who I am, not about my wallet.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.", 
    "name": "Sivananda"
  }, 
  {
    "quote": "It doesn't matter about money having it, not having it. Or having clothes, or not having them. You're still left alone with yourself in the end.", 
    "name": "Billy Idol"
  }, 
  {
    "quote": "The words of the Bible, and the Bible alone, should be heard from the pulpit.", 
    "name": "Ellen G. White"
  }, 
  {
    "quote": "Down to Gehenna, or up to the Throne, He travels the fastest who travels alone.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "No woman can be handsome by the force of features alone, any more that she can be witty by only the help of speech.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Music should probably provide answers in terms of lyrical content, and giving people a sense of togetherness and oneness, as opposed to being alone in their thoughts and dilemmas or regrets or happiness or whatever.", 
    "name": "Peabo Bryson"
  }, 
  {
    "quote": "If we take science as our sole guide, if we accept and hold fast that alone which is verifiable, the old theology must go.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Time alone reveals the just man but you might discern a bad man in a single day.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "What is the worst of woes that wait on age? What stamps the wrinkle deeper on the brow? To view each loved one blotted from life's page, And be alone on earth, as I am now.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Health consists with temperance alone.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Recommend virtue to your children it alone, not money, can make them happy. I speak from experience.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "The want of logic annoys. Too much logic bores. Life eludes logic, and everything that logic alone constructs remains artificial and forced.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "We learn about life not from plusses alone, but from minuses as well.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "So during those first moments of the day, which are yours and yours alone, you can circumvent these boundaries and concentrate fully on spiritual matters. And this gives you the opportunity to plan the time management of the entire day.", 
    "name": "Menachem Mendel Schneerson"
  }, 
  {
    "quote": "Music is amazing. There's some metaphysical comfort where it allows you to be isolated and alone while telling you that you are not alone... truly, the only cure for sadness is to share it with someone else.", 
    "name": "Wayne Coyne"
  }, 
  {
    "quote": "Early on, if I was alone two three nights in a row, I'd start writing poems about suicide.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "Know then this truth, enough for man to know virtue alone is happiness below.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Observe, record, tabulate, communicate. Use your five senses. Learn to see, learn to hear, learn to feel, learn to smell, and know that by practice alone you can become expert.", 
    "name": "William Osler"
  }, 
  {
    "quote": "When you're surrounded by all these people, it can be even lonelier than when you're by yourself. You can be in a huge crowd, but if you don't feel like you can trust anybody or talk to anybody, you feel like you're really alone.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "I need to do things on my own, need to be left alone.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Sometimes I think we're alone in the universe, and sometimes I think we're not. In either case the idea is quite staggering.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "The person who tries to live alone will not succeed as a human being. His heart withers if it does not answer another heart. His mind shrinks away if he hears only the echoes of his own thoughts and finds no other inspiration.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Compassion alone stands apart from the continuous traffic between good and evil proceeding within us.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "If we were to wipe out insects alone on this planet, the rest of life and humanity with it would mostly disappear from the land. Within a few months.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "It is very easy to love alone.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "The law was made for one thing alone, for the exploitation of those who don't understand it, or are prevented by naked misery from obeying it.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "Sometimes I think we're alone. Sometimes I think we're not. In either case, the thought is staggering.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Marriage is good for those who are afraid to sleep alone at night.", 
    "name": "St. Jerome"
  }, 
  {
    "quote": "We need quiet time to examine our lives openly and honestly - spending quiet time alone gives your mind an opportunity to renew itself and create order.", 
    "name": "Susan Taylor"
  }, 
  {
    "quote": "In any great organization it is far, far safer to be wrong with the majority than to be right alone.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Nothing we do, however virtuous, can be accomplished alone therefore we are saved by love.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Love turns, with a little indulgence, to indifference or disgust hatred alone is immortal.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "I don't even know how to use a parking meter, let alone a phone box.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "To the press alone, chequered as it is with abuses, the world is indebted for all the triumphs which have been gained by reason and humanity over error and oppression.", 
    "name": "James Madison"
  }, 
  {
    "quote": "I think I meant that, given the circumstances of my childhood, I had the illusion that it's easier to be alone. To have your relationships be casual and also to pose as a solitary person, because it was more romantic. You know, I was raised on the idea of the ramblin' man and the loner.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Bid, then, the tender light of faith to shine By which alone the mortal heart is led Unto the thinking of the thought divine.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "No memory is ever alone it's at the end of a trail of memories, a dozen trails that each have their own associations.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "We gave up some of our country to the white men, thinking that then we could have peace. We were mistaken. The white man would not let us alone.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "We don't accomplish anything in this world alone... and whatever happens is the result of the whole tapestry of one's life and all the weavings of individual threads form one to another that creates something.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "The best artist has that thought alone Which is contained within the marble shell The sculptor's hand can only break the spell To free the figures slumbering in the stone.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Throughout my whole life, as a performer, I've never played with a band. I've always played alone, so I was never required to stay in rhythm or anything. So it was a real different experience for me to start playing with a band. There were so many basic things for me to learn.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "We perceive when love begins and when it declines by our embarrassment when alone together.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "A political prisoner is someone who is out fighting for his or her people's rights and freedom and is imprisoned for that alone.", 
    "name": "Leonard Peltier"
  }, 
  {
    "quote": "He who studies books alone will know how things ought to be, and he who studies men will know how they are.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Sensual love deceives one as to the nature of heavenly love it could not do so alone, but since it unconsciously has the element of heavenly love within it, it can do so.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "I once asked a hermit in Italy how he could venture to live alone, in a single cottage, on the top of a mountain, a mile from any habitation? He replied, that Providence was his next-door neighbor.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "For what Harley Street specialist has time to understand the body, let alone the mind or both in combination, when he is a slave to thirteen thousand a year?", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Rigid, the skeleton of habit alone upholds the human frame.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Whoever thinks that he alone has speech, or possesses speech or mind above others, when unfolded such men are seen to be empty.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "The rewards of virtue alone abide secure.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Never trust a man, who when left alone with a tea cosey... Doesn't try it on.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "It is not necessary that you leave the house. Remain at your table and listen. Do not even listen, only wait. Do not even wait, be wholly still and alone. The world will present itself to you for its unmasking, it can do no other, in ecstasy it will writhe at your feet.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "At the beginning and at the end of love, the two lovers are embarrassed to find themselves alone.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "And then when all around grows dark, when we feel utterly alone, when all men right and left pass us by and know us not, a forgotten feeling rises in the breast.", 
    "name": "Max Muller"
  }, 
  {
    "quote": "I have three phobias which, could I mute them, would make my life as slick as a sonnet, but as dull as ditch water: I hate to go to bed, I hate to get up, and I hate to be alone.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "There is a destiny which makes us brothers none goes his way alone. All that we send into the lives of others comes back into our own.", 
    "name": "Edwin Markham"
  }, 
  {
    "quote": "We can only know one thing about God - that he is what we are not. Our wretchedness alone is an image of this. The more we contemplate it, the more we contemplate him.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people.", 
    "name": "Philip Zimbardo"
  }, 
  {
    "quote": "Genius begins great works labor alone finishes them.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "The people, and the people alone, are the motive force in the making of world history.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "What is it that love does to a woman? Without she only sleeps with it alone, she lives.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Man cannot live by bread alone he must have peanut butter.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "I cannot live under pressures from patrons, let alone paint.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "The best of artists has no conception that the marble alone does not contain within itself.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "No woman has to be a victim of physical abuse. Women have to feel like they are not alone.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Victims always feel alone and helpless.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!", 
    "name": "Anthony de Mello"
  }, 
  {
    "quote": "To have striven, to have made the effort, to have been true to certain ideals - this alone is worth the struggle.", 
    "name": "William Osler"
  }, 
  {
    "quote": "I'm learning a lot about myself being alone, and doing what I'm doing.", 
    "name": "Chantal Kreviazuk"
  }, 
  {
    "quote": "It's time to end the cruel slaughter of whales and leave these magnificent creatures alone.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "God created man and, finding him not sufficiently alone, gave him a companion to make him feel his solitude more keenly.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "When you stand alone and sell yourself, you can't please everyone. But when you're different, you can last.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "I believe that no man who holds a leader's position should ever accept favors from either side. He is then committed to show favors. A leader must stand alone.", 
    "name": "Mother Jones"
  }, 
  {
    "quote": "As far as loneliness, I feel Los Angeles and its layout, having to drive everywhere - it is a lonely place. It's an isolated city in that respect because you're driving to places alone listening to the radio.", 
    "name": "Jason Schwartzman"
  }, 
  {
    "quote": "The Bible was a consolation to a fellow alone in the old cell. The lovely thin paper with a bit of matress stuffing in it, if you could get a match, was as good a smoke as I ever tasted.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "Too small is our world to allow discrimination, bigotry and intolerance to thrive in any corner of it, let alone in the United States of America.", 
    "name": "Eliot Engel"
  }, 
  {
    "quote": "When thinking about companions gone, we feel ourselves doubly alone.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "It's better to be healthy alone than sick with someone else.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "The best thing I've learned is, if you're going out, never go out alone - you leave yourself vulnerable. If you've got someone else there you trust, they can say, be wary of that person. I probably used to be too trusting of people.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "The strongest man in the world is he who stands most alone.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "Another thing to do with the blues is how they were recorded. They were done on the quick, and some of that stuff was made on wire, not even tape, let alone digital.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "Talent alone won't make you a success. Neither will being in the right place at the right time, unless you are ready. The most important question is: 'Are your ready?'", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Recommend to your children virtue that alone can make them happy, not gold.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "I'm a happy man, because I am successful in what I do, of course but what makes me most happy is I have people around me that I love and who love me back. This, for me, is the most important thing. Nobody likes to be alone.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "True thoughts are those alone which do not understand themselves.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "No harm comes to man from outside alone: dumbness is the objective spirit.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "I have nothing to hide in art. The initial force alone can bring anyone to the end he must attain.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "We're all in this alone.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "When they are alone they want to be with others, and when they are with others they want to be alone. After all, human beings are like that.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "This avidity alone, of acquiring goods and possessions for ourselves and our nearest friends, is insatiable, perpetual, universal, and directly destructive of society.", 
    "name": "David Hume"
  }, 
  {
    "quote": "If I want to be alone, some place I can write, I can read, I can pray, I can cry, I can do whatever I want - I go to the bathroom.", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "It's motive alone which gives character to the actions of men.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "I love clothes, but I don't know what to put on myself, let alone others. I have a lot of help getting dressed.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I know what men want. Men want to be really, really close to someone who will leave them alone.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "Sometimes, when I'm alone, I put on six inch heels and wear nothing else and dance around in front of the mirror and do my little stripper dance.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "If I'm alone too long I think too much, and I'm not interested in doing that. That won't lead anywhere good, I'm sure. If I'm busy I tend to stay out of trouble. An idle mind is the devil's playground.", 
    "name": "Lisa Marie Presley"
  }, 
  {
    "quote": "Probably only an art-worlder like me could assign deeper meaning to something as simple and silly as Tebowing. But, to us, anytime people repeat a stance or a little dance, alone or together, we see that it can mean something. Imagistic and unspoken language is our thing.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "There's one Baldessari work I genuinely love and would like to own, maybe because of my Midwestern roots and love of driving alone. 'The backs of all the trucks passed while driving from Los Angeles to Santa Barbara, California, Sunday, 20 January 1963' consists of a grid of 32 small color photographs depicting just what the title says.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The only time I commit to conspiracy theories is when something way retarded happens. Like Lee Harvey Oswald acting alone.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "A task becomes a duty from the moment you suspect it to be an essential part of that integrity which alone entitles a man to assume responsibility.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Getting through the nights is the toughest part. Being alone. Not having her there to talk to.", 
    "name": "Stuart Appleby"
  }, 
  {
    "quote": "Slump, and the world slumps with you. Push, and you push alone.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "We are so bound together that no man can labor for himself alone. Each blow he strikes in his own behalf helps to mold the universe.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "I think it's interesting that 'cologne' rhymes with 'alone.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me.", 
    "name": "Larry Wilcox"
  }, 
  {
    "quote": "When I was producing on my own, I was doing it in order to - in a very patriarchal entertainment industry, let alone planet - very much hell-bent on trying to prove to myself, if nothing else, that I could do it as a woman.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I was always such a people-watcher. I would sit on street corners alone and watch people and make up stories about them in my head. Then, all of a sudden, I was the one being watched.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "I have the handicap of being born with a special language to which I alone have the key.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "We all get stuck. We all lose ourselves a little bit in a fantasy or in our jobs and forget how we feel about other things. It's really important to check yourself, to spend some time alone.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "Is it not by love alone that we succeed in penetrating to the very essence of being?", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "The strong man is strongest when alone.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "We were alone. Where, I could not say, hardly imagine. All was black, and such a dense black that, after some minutes, my eyes had not been able to discern even the faintest glimmer.", 
    "name": "Jules Verne"
  }, 
  {
    "quote": "A man is never completely alone in this world. At the worst, he has the company of a boy, a youth, and by and by a grown man - the one he used to be.", 
    "name": "Cesare Pavese"
  }, 
  {
    "quote": "I was passionate. I found something that I loved. I could be all alone in a big old skating rink and nobody could get near me and I didn't have to talk to anybody because of my shyness. It was great. I was in my fantasy world.", 
    "name": "Dorothy Hamill"
  }, 
  {
    "quote": "To stand up on a stage alone with an acoustic guitar requires bravery bordering on heroism. Bordering on insanity.", 
    "name": "Richard Thompson"
  }, 
  {
    "quote": "I'm a teenager, but I'm independent - I have my own apartment, I have my own life. And I think I have learned more than any of those teenagers have in school. I learned to be responsible, leaving my family and coming here alone.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "Offspring, the due performance on religious rites, faithful service, highest conjugal happiness and heavenly bliss for the ancestors and oneself, depend on one's wife alone.", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "Look at the Afghans, during the time of the Soviet invasion. They were among the poorest Muslims in the world, yet they were sustained by their faith in God, and God alone.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "Testing oneself is best when done alone.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Had the United States and the United Kingdom gone on alone to capture Baghdad, under the provisions of the Geneva and Hague conventions we would have been considered occupying powers and therefore would have been responsible for all the costs of maintaining or restoring government, education and other services for the people of Iraq.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Now suddenly there was nothing but a world of cloud, and we three were there alone in the middle of a great white plain with snowy hills and mountains staring at us and it was very still but there were whispers.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "Look, if I were alone in the world, I would have the right to choose despair, solitude and self-fulfillment. But I am not alone.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "For me, growing up, the downside of it was that as a kid you don't want to stand out. You don't want to have a famous father let alone get a job because of your famous father, you know? But I'm a product of nepotism. That's how I got my foot in the door, through my dad.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "While the resurrection promises us a new and perfect life in the future, God loves us too much to leave us alone to contend with the pain, guilt and loneliness of our present life.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "The most terrifying thing I can think of is being alone - and I mean utterly alone, like no one else in the world alone - at night. That's the nucleus of the first story in my collection and it's also where the title came from for the book.", 
    "name": "Paul Kane"
  }, 
  {
    "quote": "No one ever said on their deathbed, 'Gee, I wish I had spent more time alone with my computer'.", 
    "name": "Danielle Berry"
  }, 
  {
    "quote": "Love alone could waken love.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "I never did anything alone. Whatever was accomplished in this country was accomplished collectively.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "There's a lot of people out there who go through hard times, and they feel alone. They feel like nobody is there. But I'm in the same boat.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "I need, absolutely, to be alone.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "If Galileo had said in verse that the world moved, the inquisition might have let him alone.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Even if I have to stand alone, I will not be afraid to stand alone. I'm going to fight for you. I'm going to fight for what's right. I'm going to fight to hold people accountable.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "I have an internal protectiveness where it's like, if it comes to just me, as frightened as I am of losing someone I love or things going sour or simply being alone, there is a dark place in my brain where I'm like, It could happen and I'm okay, I'm prepared.", 
    "name": "Lena Headey"
  }, 
  {
    "quote": "I live alone, with cats, books, pictures, fresh vegetables to cook, the garden, the hens to feed.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "On stage, I make love to 25,000 different people, then I go home alone.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "Alone I'm nothing.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "I have a huge, active imagination, and I think I'm really scared of being alone because if I'm left to my own devices, I'll just turn into a madwoman.", 
    "name": "Claire Danes"
  }, 
  {
    "quote": "I don't like being in houses alone.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Our world is so glutted with useless information, images, useless images, sounds, all this sort of thing. It's a cacophony, it's like a madness I think that's been happening in the past twenty-five years. And I think anything that can help a person sit in a room alone and not worry about it is good.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Happiness is spiritual, born of truth and love. It is unselfish therefore it cannot exist alone, but requires all mankind to share it.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "You could say, in a vulgar Freudian way, that I am the unhappy child who escapes into books. Even as a child, I was most happy being alone. This has not changed.", 
    "name": "Slavoj Zizek"
  }, 
  {
    "quote": "Can anyone understand how it is to have lived in the White House and then, suddenly, to be living alone as the President's widow?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "I'm very shy really. I spend a lot of time in my room alone reading or writing or watching television.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "I have no time for those who say there is no way Scotland could go it alone. I know first-hand the contribution Scotland and Scots make to Britain's success - so for me there's no question about whether Scotland could be an independent nation.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Comics, for me, is being able to sing alone in the shower. I find it freeing. You just pick up a pen and get to it.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "If I was writing songs just for me I'd only play them in my living room, alone.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "The principal contributor to loneliness in this country is television. What happens is that the family 'gets together' alone.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "And I find - I'm 63, and my capacity to be by myself and just spend time by myself hasn't diminished any. That's the necessary part of being a writer, you better like being alone.", 
    "name": "John Irving"
  }, 
  {
    "quote": "You have to have enough respect for other human beings to leave their lives alone. If you admire that life, build it for yourself. Don't just try to come in and take somebody else's life.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Life's an awfully lonesome affair. You come into the world alone and you go out of the world alone yet it seems to me you are more alone while living than even going and coming.", 
    "name": "Emily Carr"
  }, 
  {
    "quote": "Friends are very important to me, and I have always had many of them. There are probably many reasons why this is so, but two seem to me more valid than any of the others I am a naturally friendly person, and I hate to be alone.", 
    "name": "Georg Solti"
  }, 
  {
    "quote": "The prospect of success in achieving our most cherished dream is not without its terrors. Who is more deprived and alone than the man who has achieved his dream?", 
    "name": "Brendan Francis"
  }, 
  {
    "quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "The majority does not rule in America, but the minority shouldn't hijack it. And it's because we're afraid. They have isolated us and made us feel as though we're alone. We're not.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Belief is nothing but a more vivid, lively, forcible, firm, steady conception of an object, than what the imagination alone is ever able to attain.", 
    "name": "David Hume"
  }, 
  {
    "quote": "You can't walk alone. Many have given the illusion, but none have really walked alone. Man is not made that way. Each man is bedded in his people, their history, their culture, and their values.", 
    "name": "Peter Abrahams"
  }, 
  {
    "quote": "The primary distinction of the artist is that he must actively cultivate that state which most men, necessarily, must avoid the state of being alone.", 
    "name": "James Baldwin"
  }, 
  {
    "quote": "I've always had a huge fear of dying or becoming ill. The thing I'm most afraid of, though, is being alone, which I think a lot of performers fear. It's why we seek the limelight - so we're not alone, were adored. We're loved, so people want to be around us. The fear of being alone drives my life.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "We can recognize the dawn and the decline of love by the uneasiness we feel when alone together.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "We neither laugh alone, nor weep alone, why then should we pray alone?", 
    "name": "Anna Letitia Barbauld"
  }, 
  {
    "quote": "Where I come from, it was a heresy to say you wanted to be in movies, leave alone American movies.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "Man does not live by words alone, despite the fact that sometimes he has to eat them.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Journalists do not live by words alone, although sometimes they have to eat them.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "But there comes a moment in everybody's life when he must decide whether he'll live among the human beings or not - a fool among fools or a fool alone.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "All we ask is to be let alone.", 
    "name": "Jefferson Davis"
  }, 
  {
    "quote": "I can't really define it in sexual terms alone although our sexuality is so energizing why not enjoy it too?", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "As strong as the United States is, we can't deal with terrorism alone.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I love my friends and family, but I also love it when they can't find me and I can spend all day reading or walking all alone, in silence, eight thousand miles away from everyone. All alone and unreachable in a foreign country is one my most favorite possible things to be.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Work alone will efface the footsteps of work.", 
    "name": "James Whistler"
  }, 
  {
    "quote": "A steady patriot of the world alone, The friend of every country but his own.", 
    "name": "George Canning"
  }, 
  {
    "quote": "I get a friend to travel with me... I need somebody to bring me back to who I am. It's hard to be alone.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "The average Nigerian person has come to reconcile himself with the fact that his or her social progress remain essentially in his or her hands in collaboration with other fellow Nigerians and not merely relying on what government alone could provide for him or her.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "I have never been able to grasp the meaning of time. I don't believe it exists. I've felt this again and again, when alone and out in nature. On such occasions, time does not exist. Nor does the future exist.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "And what's more I've got no need for anyone to tell me how to do it. I am not interested. You act how you want to and leave me alone to do my own thing.", 
    "name": "Olivier Martinez"
  }, 
  {
    "quote": "U2 is an original species... there are colours and feelings and emotional terrain that we occupy that is ours and ours alone.", 
    "name": "Bono"
  }, 
  {
    "quote": "No one else can take risks for us, or face our losses on our behalf, or give us self-esteem. No one can spare us from life's slings and arrows, and when death comes, we meet it alone.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "I don't like to work with assistants. I'm already one too many the camera alone would be enough.", 
    "name": "Alfred Eisenstaedt"
  }, 
  {
    "quote": "I want to be alone and work until the day my heads hits the drawing table and I'm dead. Kaput. I feel very much like I want to be with my brother and sister again. They're nowhere. I know they're nowhere and they don't exist, but if nowhere means that's where they are, that's where I want to be.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Simply by not owning three medium-sized castles in Tuscany I have saved enough money in the last forty years on insurance premiums alone to buy a medium-sized castle in Tuscany.", 
    "name": "Ludwig Mies van der Rohe"
  }, 
  {
    "quote": "Men, even when alone, lighten their labors by song, however rude it may be.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "I once had a boyfriend who couldn't write unless he was wearing a necktie and a dress shirt, which I thought was really weird, because this was a long time ago, and no one I knew ever wore dress shirts, let alone neckties it was like he was a grown-up reenacter or something.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "When we dream alone it is only a dream, but when many dream together it is the beginning of a new reality.", 
    "name": "Friedensreich Hundertwasser"
  }, 
  {
    "quote": "Unhappy, let alone angry, religious people provide more persuasive arguments for atheism and secularism than do all the arguments of atheists.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "If the First Amendment means anything, it means that a state has no business telling a man, sitting alone in his house, what books he may read or what films he may watch.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "The history of philosophy is not, like the history of the sciences, to be studied with the intellect alone. That which is receptive in us and that which impinges upon us from history is the reality of man's being, unfolding itself in thought.", 
    "name": "Karl Jaspers"
  }, 
  {
    "quote": "I'm a dad, and I no longer see a way for my kids to even inherit the money that I'm making, let alone go out there, have an idea, and create it in their own lifetime.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "It's kind of awkward to eat alone in a restaurant because everybody's looking at me.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Be able to live alone, even if you don't want to and think you will never find it necessary.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "The age in which we live, this non-stop distraction, is making it more impossible for the young generation to ever have the curiosity or discipline... because you need to be alone to find out anything.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "I think more and more people want to live alone. You can be a couple without being in each other's pockets. I don't see why you have to share the same bathroom.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "I absolutely relate to being alone in squalor, trying to come up with something adequate. I relate to that, and I've been known to crawl out of bed and drink out of a 2-liter bottle of Diet Coke.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "After all my various relationships I find myself now home alone.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Deliberation is the work of many men. Action, of one alone.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "Worse there cannot be a better, I believe, there may be, by giving energy to the capital and skill of the country to produce exports, by increasing which, alone, can we flatter ourselves with the prospect of finding employment for that part of our population now unemployed.", 
    "name": "Joseph Hume"
  }, 
  {
    "quote": "War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "I never knew I'd be in a musical, let alone win an award for one.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Happy the man, and happy he alone, he who can call today his own he who, secure within, can say, tomorrow do thy worst, for I have lived today.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "For the last third of life there remains only work. It alone is always stimulating, rejuvenating, exciting and satisfying.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "I got a lot of problems, but I'm really good at intuiting what I need to do to be happy with whatever I create. I know when to stop myself, I know when to start, I know when to leave something alone. I guess I just kind of indulge that completely, and so I just take my time.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "It's important for moms to have alone time. However, that's the first thing that goes on a busy day. Fortunately for me, because of my job, I have to find the time to do it. At least that's the way my mind sees it.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "We cannot remember too often that when we observe nature, and especially the ordering of nature, it is always ourselves alone we are observing.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Photography, alone of the arts, seems perfected to serve the desire humans have for a moment - this very moment - to stay.", 
    "name": "Sam Abell"
  }, 
  {
    "quote": "In Turkey, you're not allowed to be left alone in the hospital. The nurse teaches the family how to do things, and somebody is always there with the patient.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "A dream you dream alone is only a dream. A dream you dream together is a reality.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Death is the mother of Beauty hence from her, alone, shall come fulfillment to our dreams and our desires.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "In Sleep we lie all naked and alone, in Sleep we are united at the heart of night and darkness, and we are strange and beautiful asleep for we are dying the darkness and we know no death.", 
    "name": "Thomas Wolfe"
  }, 
  {
    "quote": "Schizophrenia beats dining alone.", 
    "name": "Oscar Levant"
  }, 
  {
    "quote": "When one by one our ties are torn, and friend from friend is snatched forlorn when man is left alone to mourn, oh! then how sweet it is to die!", 
    "name": "Anna Letitia Barbauld"
  }, 
  {
    "quote": "When I get into bed at night, I hope I don't get into it alone!", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "You need a whole community to raise a child. I have raised two children, alone.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "An American, a Negro... two souls, two thoughts, two unreconciled strivings two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.", 
    "name": "W. E. B. Du Bois"
  }, 
  {
    "quote": "Weird people follow you in the streets, you can't sit alone in a restaurant or a cafe and read a book in peace, and I think everybody values those moments of being alone.", 
    "name": "Winona Ryder"
  }, 
  {
    "quote": "It may, however, be said that the level of experience to which concepts are inapplicable cannot yield any knowledge of a universal character, for concepts alone are capable of being socialized.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Inductive reason, which alone makes man master of his environment, is an achievement and when once born it must be reinforced by inhibiting the growth of other modes of knowledge.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "I'm so accustomed to being alone.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "When I'm alone, I work sometimes with music, sometimes without and sometimes just listening to NPR.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "What I'm trying to do is get this message out about self-empowerment, entrepreneurial spirit and true Americanism - the way we were when we changed the world, when Edison was alone, failing his 2,000th time on the lightbulb.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "A country is made not by policy alone, but by its music, its entertainment shows, all of it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I thought about how we need to make children feel that there are times in their lives when they need to be alone and quiet and to be able to accept their aloneness.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "I think about dying. I've come to realize we all die alone in one way or another.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "Because for whatever reason, even though I want to stay home all the time and be left alone, I want to tell the world who I am now.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "I love the solitude of being on a plane and finally getting to read an entire book and being left alone.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I don't think I ever got the hang of the writers' room. I love collaborating with people, but I really do my best work alone, and I think I would want to - if I did something again, I think I'd want to take total ownership the way Aaron Sorkin or David Kelley does.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Fear of error which everything recalls to me at every moment of the flight of my ideas, this mania for control, makes men prefer reason's imagination to the imagination of the senses. And yet it is always the imagination alone which is at work.", 
    "name": "Louis Aragon"
  }, 
  {
    "quote": "Work, apart from devotion or love of God, is helpless and cannot stand alone.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "I was never less alone than when by myself.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "The attempt to devote oneself to literature alone is a most deceptive thing, and often, paradoxically, it is literature that suffers for it.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "People talk about the conscience, but it seems to me one must just bring it up to a certain point and leave it there. You can let your conscience alone if you're nice to the second housemaid.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Those who remember Washington's cold war culture in the 1980s will recall the shocked reactions to Reagan's intervention. People interested in foreign policy were astonished when in 1985 he met alone at Geneva - alone, not a single strategic thinker at his elbow! - with the Soviet Communist master Gorbachev.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Palin was a political Hail Mary, a long bomb in the closing minutes of a game that John McCain and Co. were certain to lose. They didn't care if she had the policy or political or emotional capacity to serve as vice president, let alone president. They were willing to drive the country off a cliff, if that's what it took to win.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "This, and this alone, is Christianity, a universal holiness in every part of life, a heavenly wisdom in all our actions, not conforming to the spirit and temper of the world but turning all worldly enjoyments into means of piety and devotion to God.", 
    "name": "William Law"
  }, 
  {
    "quote": "The Fuhrer alone is the present and future German reality and its law. Learn to know ever more deeply: from now on every single thing demands decision, and every action responsibility.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "Fail I alone, in words and deeds? Why, all men strive and who succeeds?", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Finds progress, man's distinctive mark alone, Not God's, and not the beast's God is, they are, Man partly is, and wholly hopes to be.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Liberal that I am, I support health-care reform on its merits alone. My liberal blood boils, for example, when I read that half of the personal bankruptcies in this country are brought on, in part, by medical expenses.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "I don't think nationalism is alone holding the field it's in contention with a lot of different things.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I am alone, some people help me, but, basically, I can do what I want.", 
    "name": "Sergei Bubka"
  }, 
  {
    "quote": "I mean, I don't think I'm alone when I look at the homeless person or the bum or the psychotic or the drunk or the drug addict or the criminal and see their baby pictures in my mind's eye. You don't think they were cute like every other baby?", 
    "name": "Dustin Hoffman"
  }, 
  {
    "quote": "It is the unknown that excites the ardor of scholars, who, in the known alone, would shrivel up with boredom.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Most high courts in other nations do not have discretion, such as we enjoy, in selecting the cases that the high court reviews. Our court is virtually alone in the amount of discretion it has.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Yes, I will bring the understanding of a woman to the Court, but I doubt that alone will affect my decisions.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "With production alone as the goal, industry in North America was dominated by the assembly line, standardization for mass consumption.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "The music industry is a strange combination of having real and intangible assets: pop bands are brand names in themselves, and at a given stage in their careers their name alone can practically gaurantee hit records.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "It would do the world good if every man would compel himself occasionally to be absolutely alone. Most of the world s progress has come out of such loneliness.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "And if you don't believe the sun will rise, stand alone and greet the coming night in the last remaining light.", 
    "name": "Chris Cornell"
  }, 
  {
    "quote": "A celibate, like the fly in the heart of an apple, dwells in a perpetual sweetness, but sits alone, and is confined and dies in singularity.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "He alone is free who lives with free consent under the entire guidance of reason.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Only that thing is free which exists by the necessities of its own nature, and is determined in its actions by itself alone.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Wisdom alone is true ambition's aim, wisdom is the source of virtue and of fame obtained with labour, for mankind employed, and then, when most you share it, best enjoyed.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "My contribution I hope is to get people to eat full-flavored food. If I could come away with that alone, that would be a fantastic accomplishment. I'm also very proud of being a very American chef.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "But no nation can base its survival and development on luck and prayers alone while its leadership fritters away every available opportunity for success and concrete achievement.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "Solitude is strength to depend on the presence of the crowd is weakness. The man who needs a mob to nerve him is much more alone than he imagines.", 
    "name": "Paul Brunton"
  }, 
  {
    "quote": "He was thinking alone, and seriously racking his brain to find a direction for this single force four times multiplied, with which he did not doubt, as with the lever for which Archimedes sought, they should succeed in moving the world, when some one tapped gently at his door.", 
    "name": "Alexandre Dumas"
  }, 
  {
    "quote": "When I decided to be a singer, my mother warned me I'd be alone a lot. Basically we all are.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "And remember don't high post when you're far from home, and high posting when you're all alone.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "Go on thinking that you don't need to be read and you'll find that it may become quite true: no one will feel the need tom read it because it is written for yourself alone and the public won't feel any impulse to gate crash such a private party.", 
    "name": "Dylan Thomas"
  }, 
  {
    "quote": "Being alone is scarier than any boogey man and the reason why I don't choose to see Horror movies as a rule.", 
    "name": "Tom Sizemore"
  }, 
  {
    "quote": "I have been alone since my husband died. I stay in my home. I don't date. It's hard to date when you're at home. Nobody knows you.", 
    "name": "Anna Nicole Smith"
  }, 
  {
    "quote": "I'd like to state that Spike Lee is not saying that African American culture is just for black people alone to enjoy and cherish. Culture is for everybody.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "Once a disease has entered the body, all parts which are healthy must fight it: not one alone, but all. Because a disease might mean their common death. Nature knows this and Nature attacks the disease with whatever help she can muster.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "The progress of evolution from President Washington to President Grant was alone evidence to upset Darwin.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "I'm the most gregarious of men and love good company, but never less alone when alone.", 
    "name": "Peter O'Toole"
  }, 
  {
    "quote": "The daily act of writing remains as demanding and maddening as it was before, and the pleasure you get from writing - rare but profound - remains at the true heart of the enterprise. On their best days, writers all over the world are winning Pulitzers, all alone in their studios, with no one watching.", 
    "name": "Jeffrey Eugenides"
  }, 
  {
    "quote": "Costumes and scenery alone will not attract audiences.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "There are times when the only access I have to the truest person that I am is when I'm alone and trying to solve a sentence. It's exciting, even when it's frustrating, even when I can't do it right.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Well, I'm not a member of the permanent political establishment, and I've learned quickly these last few days that if you're not a member in good standing of the Washington elite, then some in the media consider a candidate unqualified for that reason alone.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "Successful crimes alone are justified.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Reason is a crutch for age, but youth is strong enough to walk alone.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Volume depends precisely on the writer's having been able to sit in a room every day, year after year, alone.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "Still, intuitive assumptions about behavior is only the starting point of systematic analysis, for alone they do not yield many interesting implications.", 
    "name": "Gary Becker"
  }, 
  {
    "quote": "The writer is all alone.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "If you write a novel alone you sit and you weave a little narrative. And it's O.K., but it's of no account.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "There is no end to the violations committed by children on children, quietly talking alone.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "Never to lie is to have no lock on your door, you are never wholly alone.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "Muslims must believe that all power, success and victory comes from God alone.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "If man knew how women pass the time when they are alone, they'd never marry.", 
    "name": "O. Henry"
  }, 
  {
    "quote": "I don't like being alone.", 
    "name": "Cristiano Ronaldo"
  }, 
  {
    "quote": "You can be around 100 people and be completely alone. People don't realize what it's really like.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "That we find a crystal or a poppy beautiful means that we are less alone, that we are more deeply inserted into existence than the course of a single life would lead us to believe.", 
    "name": "John Berger"
  }, 
  {
    "quote": "One of the places where we lived when I was growing up had this big wood out the back. And starting when I was about 8, I used to enjoy just walking alone through the wood late. Eleven p.m. Midnight. Later.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "Others indeed may talk, and write, and fight about liberty, and make an outward pretence to it but the free-thinker alone is truly free.", 
    "name": "George Berkeley"
  }, 
  {
    "quote": "Writers may be disreputable, incorrigible, early to decay or late to bloom but they dare to go it alone.", 
    "name": "John Updike"
  }, 
  {
    "quote": "I love my government not least for the extent to which it leaves me alone.", 
    "name": "John Updike"
  }, 
  {
    "quote": "For every quarrel a man and wife have before others, they have a hundred when alone.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I'm not someone who likes to have my picture taken, let alone see it plastered all over the place.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "Benevolence alone will not make a teacher, nor will learning alone do it. The gift of teaching is a peculiar talent, and implies a need and a craving in the teacher himself.", 
    "name": "John Jay Chapman"
  }, 
  {
    "quote": "It's important to say that actors can't act alone, it's impossible. What we have to do is support each other.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "In the laughing times we know that we are lucky, and in the quiet times we know that we are blessed. And we will not be alone.", 
    "name": "Dar Williams"
  }, 
  {
    "quote": "The flesh endures the storms of the present alone the mind, those of the past and future as well as the present. Gluttony is a lust of the mind.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Every animal leaves traces of what it was man alone leaves traces of what he created.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "The only way to get gay issues off the front pages of Canadian newspapers is to grant gay and lesbian people our full civil equality and leave it alone.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "I do not come bearing a party label on my sleeve - or a quick fix in my back pocket. I do not come with a rigid ideology in my heart - or a soul that tells me to go it alone. I do not come to uproot tradition - or to be imprisoned by it.", 
    "name": "Ted Kulongoski"
  }, 
  {
    "quote": "I'm a grown woman and sometimes, I might be a little fat, you know? Am I alone there? Not really.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "From 18 to 22, I was alone, living in L.A. with a bunch of friends, partying.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "We talk a lot on 'Biggest Loser' about how fitness is a natural antidepressant, how it burns off stress. What I like about running is that it gives me time alone. I'm always busy, with people at work, with my kids. I love getting out for a run by myself and just listening to my music.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "Britain, relative to the U.S., is a highly secular society. Philanthropy alone cannot fill the gap left by government cutbacks. And the sources of altruism go deep into our evolutionary past.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "As a young man, even if I was going to see a play or a film by myself, I didn't feel like I was alone. There was something that was unfolding up there that brought me into it. And I recognised that. For those two hours, it made me feel like I belonged to something really good.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Solitude, though it may be silent as light, is like light, the mightiest of agencies for solitude is essential to man. All men come into this world alone and leave it alone.", 
    "name": "Thomas de Quincey"
  }, 
  {
    "quote": "Most of these people who are celebrities now don't do anything to deserve it, so by that fact alone, I don't want to be one.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "Men don't even ask me out. I can't remember the last time I was asked out on a date, and I'm talking years here. I spend my life more and more alone.", 
    "name": "Anna Nicole Smith"
  }, 
  {
    "quote": "I couldn't even go to the bathroom alone. My mother or a social worker always went with me.", 
    "name": "Natalie Wood"
  }, 
  {
    "quote": "I wrote and produced millions and millions of selling records, so my publishing company alone was worth millions of dollars. I didn't have to work anymore in life because when the rappers started sampling... I'm the most sampled artist in history.", 
    "name": "Rick James"
  }, 
  {
    "quote": "I would hope that understanding and reconciliation are not limited to the 19th hole alone.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "I'm not at the point where I'd feel safe in a house alone. I would be really scared. I'm the kind of person that when I get up to go use the bathroom I have this big long hallway, and I just know someone's going to jump out and get me.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "To be adult is to be alone.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "I'm not a rock star. Sure I am, to a certain extent because of the situation, but when kids ask me how it feels to be a rock star, I say leave me alone, I'm not a rock star. I'm not in it for the fame, I'm in it because I like to play.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I may be alone in this, but I do sense the power of film, in that movies have the ability to literally change people's minds. That's pretty powerful stuff when you consider that.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "The thing I like about baseball is that it's one-on-one. You stand up there alone, and if you make a mistake, it's your mistake. If you hit a home run, it's your home run.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "In the first 50 years of the filibuster, it was used only 35 times. But the last Congress alone had 112 cloture motions filed, plus threats of more. This is the tyranny of the minority.", 
    "name": "Peter Fenn"
  }, 
  {
    "quote": "Perhaps our own opposition to even the level of European integration we have now, let alone any more, is well known.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "My learning process is by eye alone it's not at all scientific.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "As a child, I wanted only two things - to be left alone to read my library books, and to get away from my provincial hometown and go to London to be a writer. And I always knew that when I got there, I wanted to make loads of money.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Surely being a Professional Beauty - let alone an ageing one - is one of the most insecure and doomed careers imaginable.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "But we cannot rely on memorials and museums alone. We can tell ourselves we will never forget and we likely won't. But we need to make sure that we teach history to those who never had the opportunity to remember in the first place.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "I feel so good after a workout. Any time you can be alone with yourself is really important.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "I tried acupuncture, the patch, and hypnosis, but found that I needed to do it alone - when the time was right for me.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "I think sometimes if you are alone, you are freer because your time is your own.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "One person alone can't do anything as important as bringing genuine democracy to a country.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "No one should be left to suffer alone.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "When you work alone, you need to socialize at some level.", 
    "name": "Jeffery Deaver"
  }, 
  {
    "quote": "I must try and break through the cliches about Latin America. Superpowers and other outsiders have fought over us for centuries in ways that have nothing to do with our problems. In reality we are all alone.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "The right to be let alone is indeed the beginning of all freedoms.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "Yeah, my dream would be to work for 6 months and then have 6 months to play, just snowboarding, surfing, and going to cool places to listen and be alone and kinda chill out.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "Making checklists of things you're looking for in a person is the numero uno thing you can do to guarantee you'll be alone forever.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I'm a very brave person. I can go to North Vietnam, I can challenge my government, but I can't challenge the man I'm with if means I'm going to end up alone.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "When the traveler goes alone he gets acquainted with himself.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "At the root of the shy temperament is a deep fear of social judgment, one so severe it can sometimes be crippling. Introverted people don't worry unduly about whether they'll be found wanting, they just find too much socializing exhausting and would prefer either to be alone or in the company of a select few people.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Virtue alone has majesty in death.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Probably nothing serious or worthwhile can be accomplished without one's willingness to be alone for sustained periods of time, which is not to say that one must live alone, obsessively.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "I'm fiercely independent, but I'm also terrified of being alone.", 
    "name": "Adam Levine"
  }, 
  {
    "quote": "As a child, I had to get up early for school or work. I'd get ready by myself. I'd set my alarm to wake me up very early in the morning, and be off to work, the family driver driving me every morning. I did it alone, my parents never coming in to wake me up.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "It is eerie being all but alone in Westminster Abbey. Without the tourists, there are only the dead, many of them kings and queens. They speak powerfully and put my thoughts into vivid perspective.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "Let me alone, and go in search of someone else.", 
    "name": "Ali ibn Abi Talib"
  }, 
  {
    "quote": "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice.", 
    "name": "Franz Liszt"
  }, 
  {
    "quote": "For so long as the Jew has even one ally, he will be convinced - in his smallness of mind - that his salvation came from that ally. It is only when he is alone - against all of his own efforts and frantic attempts - that he will, through no choice, be compelled to turn to G-d.", 
    "name": "Meir Kahane"
  }, 
  {
    "quote": "But it seems that the judging maybe they shouldn't at least see the practices all week long. That can taint the way they go into the judging and the outlook of what's going to happen, instead of just watching those four minutes and judging on those minutes alone.", 
    "name": "Nancy Kerrigan"
  }, 
  {
    "quote": "No one chooses to raise children alone.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "I'm not saying that there's anything better than mated bliss at its best, but I'm saying that living alone is as good in its own way. But we haven't quite given ourselves permission to recognize that.", 
    "name": "Barbara Feldon"
  }, 
  {
    "quote": "It was either Voltaire or Charlie Sheen who said, 'We are born alone. We live alone. We die alone. And anything in between that can give us the illusion that we're not, we cling to.'", 
    "name": "Gabriel Byrne"
  }, 
  {
    "quote": "Most bands don't even last fourteen months let alone fourteen years.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "I was very happy sitting alone at a dining room table, writing a script.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "It's always easier if you have the support of your family, if you're not alone. I came from a country that has been through a lot of troubles in the last 20 to 30 years, but we have been through them together.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "It's an amazing feeling to go into a studio and really be alone.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "Not drunk is he who from the floor - Can rise alone and still drink more But drunk is They, who prostrate lies, Without the power to drink or rise.", 
    "name": "Thomas Love Peacock"
  }, 
  {
    "quote": "Whatever my individual desires were to be free, I was not alone. There were many others who felt the same way.", 
    "name": "Rosa Parks"
  }, 
  {
    "quote": "I'm never less at leisure than when at leisure, or less alone than when alone.", 
    "name": "Scipio Africanus"
  }, 
  {
    "quote": "I'm ultimately a widow and a single mother, who's not even getting to be a mother right now. I am so alone, it's freaky.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "I have my best ideas when I am alone.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "I learned why 'out riding alone' is an oxymoron: An equestrian is never alone, is always sensing the other being, the mysterious but also understandable living being that is the horse.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "When I walked to school in the mornings I would start out alone but would pick up four other boys along the way. We would set out together after school across the village green.", 
    "name": "Roald Dahl"
  }, 
  {
    "quote": "You can't get rid of it with exercise alone. You can do the most vigorous exercise and only burn up 300 calories in an hour. If you've got fat on your body, the exercise firms and tones the muscles. But when you use that tape measure, what makes it bigger? It's the fat!", 
    "name": "Jack LaLanne"
  }, 
  {
    "quote": "I'm not into watching stuff I did last week, let alone three or four years ago.", 
    "name": "Chris Hemsworth"
  }, 
  {
    "quote": "The accumulation of skill and science which has been directed to diminish the difficulty of producing manufactured goods, has not been beneficial to that country alone in which it is concentrated distant kingdoms have participated in its advantages.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "Photography can never grow up if it imitates some other medium. It has to walk alone it has to be itself.", 
    "name": "Berenice Abbott"
  }, 
  {
    "quote": "Postmodernism surely requires an even greater grasp of symbolism, as it's increasingly an art of gesture alone.", 
    "name": "Andrew Eldritch"
  }, 
  {
    "quote": "I try to push ideas away, and the ones that will not leave me alone are the ones that ultimately end up happening.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "Writing is a solitary occupation. Family, friends, and society are the natural enemies of the writer. He must be alone, uninterrupted, and slightly savage if he is to sustain and complete an undertaking.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "I'm a workaholic. Before long I'm traveling on my nervous energy alone. This is incredibly exhausting.", 
    "name": "Eva Gabor"
  }, 
  {
    "quote": "I had to weave and play around with a honey bear, you know, and I could wrestle with him a little bit, but there's no way you can even wrestle a honey bear, let alone a grizzly bear that's standing ten feet to eleven feet tall! Can you imagine? But it was fascinating to work that close to that kind of animal.", 
    "name": "Leslie Nielsen"
  }, 
  {
    "quote": "Women are smart in business and dumb in love. They won't date outside their zip code, let alone outside the city. They are city snobs.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "However, anyone to whom this happens should not leave his room upon awakening, should speak to no-one, but remain alone and sober until everything comes back to him, and he recalls the dream.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "The question is what will Mitt Romney do as president if his policy is simply to be hands off and let the government be made so small it can be drowned in a bathtub. In the 21st century global economy, no state alone has the ability to compete against China.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "You can work on the saxophone alone, but ultimately you must perform with others.", 
    "name": "Steve Lacy"
  }, 
  {
    "quote": "I'm really lucky that my record companies have been patient with me and leave me alone and give me the time to make it right in my mind.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "I think sometimes all you need is to hear someone else say the same thing that you're going through to realize that you're not alone. I try to put some sense of hope into the songs, into whatever the situation is so that it's not just dirt, drudgery and a life of misery.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "It's only when you're alone that you realize where you are. You have nothing to fall back on except your own resources.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "The best part about being with a group is that you don't have to do everything alone. You're with your friends.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "In a civilized society, all crimes are likely to be sins, but most sins are not and ought not to be treated as crimes. Man's ultimate responsibility is to God alone.", 
    "name": "Geoffrey Fisher"
  }, 
  {
    "quote": "People love pretty much the same things best. A writer looking for subjects inquires not after what he loves best, but after what he alone loves at all.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "Buddhism notes that it is always a mistake to think your soul can go it alone.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "Good acting is all in the writing. If it isn't on the page, then it really won't make any difference. You cannot act on force of personality alone.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "I just broke up with my boyfriend, and I've been spending more time alone than I'd like.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "I live to hail that season by gifted one foretold, when men shall live by reason, and not alone by gold.", 
    "name": "George Linnaeus Banks"
  }, 
  {
    "quote": "Man cannot live by incompetence alone.", 
    "name": "Charlotte Whitton"
  }, 
  {
    "quote": "The power of a book lies in its power to turn a solitary act into a shared vision. As long as we have books, we are not alone.", 
    "name": "Laura Bush"
  }, 
  {
    "quote": "I know that books I have written will still resonate in 50 years - particularly 'My Sister's Keeper.' It has sold three million copies in the States alone. I strongly feel that, as a novelist, you have a platform and the ability to change people's minds.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "With fame there is a crosswire between intensity and intimacy. You have decoy intimacy, but you are also very much alone.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "Do not rely completely on any other human being, however dear. We meet all life's greatest tests alone.", 
    "name": "Agnes Macphail"
  }, 
  {
    "quote": "In the country of pain we are each alone.", 
    "name": "May Sarton"
  }, 
  {
    "quote": "People like eccentrics. Therefore they will leave me alone, saying that I am a mad clown.", 
    "name": "Vaslav Nijinsky"
  }, 
  {
    "quote": "If you would have your son to walk honourably through the world, you must not attempt to clear the stones from his path, but teach him to walk firmly over them - not insist upon leading him by the hand, but let him learn to go alone.", 
    "name": "Anne Bronte"
  }, 
  {
    "quote": "All still lifes are actually paintings of the world on the sixth day of creation, when God and the world were alone together, without man!", 
    "name": "Robert Musil"
  }, 
  {
    "quote": "I'm a huge Wes Anderson fan I would faint if I met him, let alone got to work with him.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "Forbidden pleasures alone are loved immoderately when lawful, they do not excite desire.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "As regards parents, I should like to see them as highly educated as possible, and I do not restrict this remark to fathers alone.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "Government alone cannot solve the problems we deal with in our correctional facilities, treatment centers, homeless shelters and crisis centers - we need our faith-based and community partners.", 
    "name": "Dirk Kempthorne"
  }, 
  {
    "quote": "Whoever wants to know something about me - as an artist which alone is significant - they should look attentively at my pictures and there seek to recognise what I am and what I want.", 
    "name": "Gustav Klimt"
  }, 
  {
    "quote": "Let your mind alone, and see what happens.", 
    "name": "Virgil Thomson"
  }, 
  {
    "quote": "I rise to taste the dawn, and find that love alone will shine today.", 
    "name": "Ken Wilber"
  }, 
  {
    "quote": "If men knew how women pass the time when they are alone, they'd never marry.", 
    "name": "O. Henry"
  }, 
  {
    "quote": "Americans different in some maybe thoughts or emphasis still have the same ideas. They want a government that lets them be free, that leaves them alone, that doesn't interrupt and interfere with every aspect of their life, that lets them go to work and keep more of what they've worked hard to have.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "A good government may, indeed, redress the grievances of an injured people but a strong people can alone build up a great nation.", 
    "name": "Thomas Francis Meagher"
  }, 
  {
    "quote": "I made some friends at Listerine and they taught me a little bit about oral care. That half of adults suffer from oral disease, that the number one chronic disease among children is oral disease, that we're only taking care of 25% of our mouths when brushing alone and there are more germs in your mouth than there are people on the planet.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I would point out that I'm an actress for a reason! If I were popular in high school, I would have considered another career because I wouldn't have been alone in my room, making up other characters for myself. I definitely had growing pains. The popular kids didn't want anything to do with the girl who was starting the drama club.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "Some players you pat their butts, some players you kick their butts, some players you leave alone.", 
    "name": "Pete Rose"
  }, 
  {
    "quote": "My overcoat is worn out my shirts also are worn out. And I ask to be allowed to have a lamp in the evening it is indeed wearisome sitting alone in the dark.", 
    "name": "William Tyndale"
  }, 
  {
    "quote": "As for style, there is something about the way musicians dress-they seem to be able to create their own world within their fashion alone.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "One definition of eternity is that we are not alone on this planet, that there are those who've gone before and those who will come, and that there is a community of spirits.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "I think Mr. Wilson will have to be the rest of the way alone.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "In art, all who have done something other than their predecessors have merited the epithet of revolutionary and it is they alone who are masters.", 
    "name": "Paul Gauguin"
  }, 
  {
    "quote": "In truth, I am a single mother. But I don't feel alone at all in parenting my daughter. Krishna has a whole other side of her family who loves her, too. And so Krishna is parented by me, but also by her grandmother and aunts and cousins and uncles and friends.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "No one can arrive from being talented alone, work transforms talent into genius.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "In the U.S. alone, weather disasters caused $50 billion in economic damages in 2010.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "Style used to be an interaction between the human soul and tools that were limiting. In the digital era, it will have to come from the soul alone.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "What does it mean to not be alone? I've approached that question through music, technology, writing and other means.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I understand and get when kids and teenagers feel like they're alone and it's not going to get better. My advice is that there is a support system out there, there are a lot of people who have been through what you're going through and are going through it now.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "No enterprise, small or large, public or private, can remain self-governing, let alone successful, so deeply in hock to others as we are about to be.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "The methods by which a trade union can alone act, are necessarily destructive its organization is necessarily tyrannical.", 
    "name": "Henry George"
  }, 
  {
    "quote": "Our country will, I believe, sooner forgive an officer for attacking an enemy than for letting it alone.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "To share our stories is not only a worthwhile endeavor for the storyteller, but for those who hear our stories and feel less alone because of it.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "The English Bible - a book which, if everything else in our language should perish, would alone suffice to show the whole extent of its beauty and power.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "The object of oratory alone in not truth, but persuasion.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "The best rules to form a young man, are, to talk little, to hear much, to reflect alone upon what has passed in company, to distrust one's own opinions, and value others that deserve it.", 
    "name": "William Temple"
  }, 
  {
    "quote": "Science is analytical, descriptive, informative. Man does not live by bread alone, but by science he attempts to do so. Hence the deadliness of all that is purely scientific.", 
    "name": "Eric Gill"
  }, 
  {
    "quote": "'Tis the last rose of summer Left blooming alone All her lovely companions Are faded and gone.", 
    "name": "Thomas More"
  }, 
  {
    "quote": "Lord, Bless our enemies have mercy upon them, may they turn their course and let us alone, and let us live in peace at our homes in our own native land.", 
    "name": "William Pennington"
  }, 
  {
    "quote": "I grew up in a very large family in a very small house. I never slept alone until after I was married.", 
    "name": "Lewis Grizzard"
  }, 
  {
    "quote": "I like singer-songwriters, and I find sad songs comforting rather than depressing. It makes you realise you're not alone in the world.", 
    "name": "Natalie Imbruglia"
  }, 
  {
    "quote": "Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself.", 
    "name": "Scott Hamilton"
  }, 
  {
    "quote": "Life is so impermanent that it's not about somebody else or things around me, it's about knowing you are completely alone in this world and being content inside.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "The foundations of a strong economy don't rest alone on the decisions of Chancellors or the spending programmes of government.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "You can't play a symphony alone, it takes an orchestra to play it.", 
    "name": "Navjot Singh Sidhu"
  }, 
  {
    "quote": "For the first time, I lived alone... in a luxury apartment on Sunset Strip. For a few days I loved the idea, but I got lonely and restless.", 
    "name": "Patty Duke"
  }, 
  {
    "quote": "People must insist on the right to say no, to be alone, to stand out from the herd. Creative artists can say all this in their own way and in their own field, by hard, rigorous work.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "The right to be let alone is the underlying principle of the Constitution's Bill of Rights.", 
    "name": "Erwin Griswold"
  }, 
  {
    "quote": "In days of doubt, in days of dreary musings on my country's fate, you alone are my comfort and support, oh great, powerful, righteous, and free Russian language!", 
    "name": "Ivan Turgenev"
  }, 
  {
    "quote": "At the moment of childbirth, every woman has the same aura of isolation, as though she were abandoned, alone.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "Of all our possessions, wisdom alone is imortal.", 
    "name": "Isocrates"
  }, 
  {
    "quote": "What good is sitting all alone in your room?", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "A career is all very well, but no one lives by work alone.", 
    "name": "Lorna Luft"
  }, 
  {
    "quote": "Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds.", 
    "name": "Elizabeth Stuart Phelps"
  }, 
  {
    "quote": "The biggest opportunity in 2013 is in Africa. It has seven out of the ten fastest-growing economies in the world. In Nigeria alone there are 100 million people with mobile phones. In total, 300 million Africans - five times the population of Britain - are in the middle class.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "The problems that the world faces - from nuclear proliferation to climate change - can't be tackled by the West alone. They need a coalition of not just West and East, but they need a coalition of Christian and Jew and Muslim.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "This is nourishing, redemptive we become less alone inside.", 
    "name": "David Foster Wallace"
  }, 
  {
    "quote": "I would say, 'I'm alone, but I'm not lonely.' But I was just kidding myself.", 
    "name": "Bruce Willis"
  }, 
  {
    "quote": "He who does not fill his world with phantoms remains alone.", 
    "name": "Antonio Porchia"
  }, 
  {
    "quote": "I used to do a lot of interviews in the early '80s, when my career started, but it came to a point when I decided I didn't want to talk anymore, and people kind of understood that and left me alone.", 
    "name": "George Strait"
  }, 
  {
    "quote": "So many people suffer from abuse, and suffer alone.", 
    "name": "Pamela Stephenson"
  }, 
  {
    "quote": "Men was formed for society, and is neither capable of living alone, nor has the courage to do it.", 
    "name": "William Blackstone"
  }, 
  {
    "quote": "Is it not careless to become too local when there are four hundred billion stars in our galaxy alone.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "You can either invade a country or leave them alone and trade with them. When goods cross borders, armies don't.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "It's a terrible thing to be alone - yes it is - it is - but don't lower your mask until you have another mask prepared beneath - as terrible as you like - but a mask.", 
    "name": "Katherine Mansfield"
  }, 
  {
    "quote": "You'd think I'd have been happiest in my life playing music in front of 50,000 people at Gillette Stadium. But let me tell you, it's an odd feeling to feel alone in the spotlight.", 
    "name": "Kenny Chesney"
  }, 
  {
    "quote": "You're alone in your ideas, because you're the only one who knows what's possible.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "I was born to be alone, and I always shall be but now I want to be.", 
    "name": "Mary MacLane"
  }, 
  {
    "quote": "I've performed solo for 20 years now, but I don't do much of it, because if you only play alone, you go crazy and out of tune and play foolish music.", 
    "name": "Steve Lacy"
  }, 
  {
    "quote": "Nobody was playing the soprano saxophone and certainly nobody was trying to do anything with it. So I was all alone. I didn't know that at first.", 
    "name": "Steve Lacy"
  }, 
  {
    "quote": "We're all outsiders in a way. We're all alone and can become very lonely.", 
    "name": "Hugo Weaving"
  }, 
  {
    "quote": "I delight in my family obligations, but they leave little time for breaks let alone quick trips across the country.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "The employee is regarded by the employer merely in the light of his value as an operative. His productive capacity alone is taken into account.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "I feel less alone when I read the books of Ratzinger.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "You know golf is very lonely. When I'm in the States, I feel like if I just think about Taiwan, my friends, my fans, I won't feel like I'm alone.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "Even crushed against his brother in the Tube the average Englishman pretends desperately that he is alone.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "We've just got to be careful - with all sports, let alone cricket - I think there's so much emphasis on doing the right thing all the time, but I think the public want to be entertained when they come to watch sport.", 
    "name": "Shane Warne"
  }, 
  {
    "quote": "It depends on the situation. I mean, on one hand there's the argument that people should be left alone on the other hand, there's the argument to wade in a stop slaughters in places like Bosnia and Kosovo and what we probably should have done in Rwanda.", 
    "name": "Jello Biafra"
  }, 
  {
    "quote": "Picture yourself vividly as winning, and that alone will contribute immeasurably to success.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "When I was in my early 20s, I had my hair permed. Bad idea! It turned into total frizz. My advice to women is, if you have nice hair already, don't get a perm, leave your hair alone!", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "The development of beauty in chess never depends on you alone. No matter how much imagination and creativity you invest, you still do not create beauty. Your opponent must react at the same highest level.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "I don't know that I spent any more time alone than any other kid, but being by myself never bothered me.", 
    "name": "Joseph Barbera"
  }, 
  {
    "quote": "I still don't like going to bed alone.", 
    "name": "James Franco"
  }, 
  {
    "quote": "Improvisation is almost like the retarded cousin in the comedy world. We've been trying forever to get improvisation on TV. It's just like stand-up. It's best when it's just left alone. It doesn't translate always on TV. It's best live.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "Look, the center right coalition in American politics today is best understood as a coalition of groups and individuals that on the issue that brings them to politics what they want from the government is to be left alone.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "Luckily, my husband is my business partner as well as my life partner, so I never had to do the heavy lifting alone, literally or figuratively.", 
    "name": "Josie Maran"
  }, 
  {
    "quote": "Religion is the possibility of the removal of every ground of confidence except confidence in God alone.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "Smart businesses do not look at labor costs alone anymore. They do look at market access, transportation, telecommunications infrastructure and the education and skill level of the workforce, the development of capital and the regulatory market.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "Your Majesty, I took the liberty because I was so desirous of visiting alone with you for a few minutes before the rest of the other peasants arrived.", 
    "name": "Walter Annenberg"
  }, 
  {
    "quote": "If you talk to geneticists they are constantly finding that your genes are being switched on and off because of the environment. Genes alone do not determine an exact path in your life.", 
    "name": "Jeffrey Eugenides"
  }, 
  {
    "quote": "Yes, I am seeking a husband. As soon as the right man asks me, I shall say, It is not good for a woman to live alone.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "I knew I was alone in a way that no earthling has ever been before.", 
    "name": "Michael Collins"
  }, 
  {
    "quote": "Other nations use 'force' we Britons alone use 'Might'.", 
    "name": "Evelyn Waugh"
  }, 
  {
    "quote": "With 'Twilight,' you have these massive tomes that you have to condense. With 'Penoza,' we had an eight episode Dutch series that, just for the pilot alone, I condensed three episodes. So, there's a lot of filling in and a ton of invention that has to happen to fill out eight episodes.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "Is there no Latin word for Tea? Upon my soul, if I had known that I would have let the vulgar stuff alone.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "For me the Anita series is built like a mystery series, which means that as much as possible each book stands alone, so you have a mystery to solve from the beginning to the end of the book.", 
    "name": "Laurell K. Hamilton"
  }, 
  {
    "quote": "It helps to be able to be alone. 'Cuz writing is done alone, unless you collaborate, but I don't do that. Ask my ex-wife.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "My favorite thing is to be alone in a room with a blank paper in front of me and the time to fill it.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "The question of whether or to what extent human activities are causing global warming is not a matter of ideology, let alone of belief. The issue is simply one of risk management.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "Once you grow past Mommy and Daddy coming running when you're hurt, you're really on your own. You're alone, and there's no one to help you.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "The only people who like to live alone more than comics are priests.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "I feel most empires fell when they started to act human, but then look at Russia. They kept a pretty strong hand, and they fell from Afghanistan alone because Afghanistan is the graveyard of empires. I guess you just can't sustain it.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "I like my life alone.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "By 2050, the Australian population is expected to grow from 22 million to 36 million. That increase alone will put huge pressure on our towns and our cities. We will need more homes, more roads, more rail lines, more hospitals, more schools, just to accommodate so many Australians.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "Very few people are original. There's very little original anything out there. Because to be original means you have to stand alone.", 
    "name": "Susan Powter"
  }, 
  {
    "quote": "Californians invented the concept of life-style. This alone warrants their doom.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "He travels fastest who travels alone, and that goes double for she. Real feminism is spinsterhood.", 
    "name": "Florence King"
  }, 
  {
    "quote": "The Lord had the wonderful advantage of being able to work alone.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Your life is yours and yours alone. Rise up and live it.", 
    "name": "Terry Goodkind"
  }, 
  {
    "quote": "By far the greatest part of those goods which are the objects of desire, are procured by labour and they may be multiplied, not in one country alone, but in many, almost without any assignable limit, if we are disposed to bestow the labour necessary to obtain them.", 
    "name": "David Ricardo"
  }, 
  {
    "quote": "Trust him not with your secrets, who, when left alone in your room, turns over your papers.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "You may tell a man thou art a fiend, but not your nose wants blowing to him alone who can bear a thing of that kind, you may tell all.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "Between 1910 and 1950 approximately 350 lives of Jesus were published in the English language alone.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "You watch a hockey game, and the hand-eye coordination and the speed is really miraculous how those guys track the puck alone, just following it with their eyes.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "I never wanted to go on stage alone because if you mess up, who can you blame?", 
    "name": "Patti LaBelle"
  }, 
  {
    "quote": "I don't know much about only children. I was the middle one of three, and if ever I was alone with mum and dad, it was a rare moment.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "Now, on nights that I can't sleep, I play video games alone until the morning.", 
    "name": "Namie Amuro"
  }, 
  {
    "quote": "Why can't everybody leave everybody else the hell alone.", 
    "name": "Jimmy Durante"
  }, 
  {
    "quote": "I don't wanna hear nobody complain that they're getting paid all this money and people won't leave them alone. It's part of it.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "It's very hard to write a song alone. It's only by jamming that you can get a song together.", 
    "name": "Maurice Gibb"
  }, 
  {
    "quote": "I was able to support myself by acting alone about six years ago. Until then, I was just scraping by.", 
    "name": "Edie Falco"
  }, 
  {
    "quote": "Eagles commonly fly alone. They are crows, daws, and starlings that flock together.", 
    "name": "John Webster"
  }, 
  {
    "quote": "I like being alone and I think this movie, as much as it is an investigation of connection and people bonding, I also think it's just as much about loneliness.", 
    "name": "Jason Schwartzman"
  }, 
  {
    "quote": "I am very averse to bringing myself forward in print, but as my account will only appear as an appendage to a former production, and as it will be confined to such topics as have connection with my authorship alone, I can hardly accuse myself of a personal intrusion.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "The secret to being a writer is that you have to write. It's not enough to think about writing or to study literature or plan a future life as an author. You really have to lock yourself away, alone, and get to work.", 
    "name": "Augusten Burroughs"
  }, 
  {
    "quote": "When I was old enough to go to movies alone, I got to see 'Frankenstein' and 'Dracula' on the big screen. I just fell in love with them.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "Autobiography begins with a sense of being alone. It is an orphan form.", 
    "name": "John Berger"
  }, 
  {
    "quote": "Young people discovering their sexuality must know they walk with a strong tradition and that they are not alone. They have a right to information without being pressured.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "Laws are generally found to be nets of such a texture, as the little creep through, the great break through, and the middle-sized are alone entangled in it.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "The athlete of today is not an athlete alone. He's the center of a team - doctors, scientists, coaches, agents and so on.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "I don't treat the band like I'm above them or that they're a hired hand for me. We've never worked that way. So I'm a team player. I would be very uncomfortable having to do this alone.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "It is said that man doesn't live by bread alone. Sometimes this is unfortunate, because people who cannot live by bread alone too often kill other people in consequence of the fights they get into.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "For an adult, eating alone at McDonald's is admitting a kind of defeat.", 
    "name": "Jonathan Carroll"
  }, 
  {
    "quote": "I tour alone. There's no sound check, no back up. I stay with the hosts I am in a family home and it's really nourishing. I just have to remember after the show not to run out into the living room in my pyjamas. Every day, it's a new relationship being built. It's odd and wonderful.", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "I hope this will help new moms not feel alone or desperate, and that there is no shame in their feelings. PPD is out of their control, but the treatment and healing process is not.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "It's good that the first half of the speech emphasized freedom, because George W. Bush has been the global champion for freedom. As he said, if we don't fight tyranny it will not leave us alone in peace.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "All my fans tell me what a glamorous life I have, but I tell them how hard I work and how many nights I spend alone with my dogs, eating chicken pot pie in my bedroom.", 
    "name": "Shannen Doherty"
  }, 
  {
    "quote": "I've been left alone, even by the paparazzi, because what sells is sex and scandal. Absent that, they really don't have much interest in you. I'm still married, still working, still happy.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "Although born in a prosperous realm, we did not believe that its boundaries should limit our knowledge, and that the lore of the East should alone enlighten us.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "Science and vision are not opposites or even at odds. They need each other. I sometimes hear other startup folks say something along the lines of: 'If entrepreneurship was a science, then anyone could do it.' I'd like to point out that even science is a science, and still very few people can do it, let alone do it well.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "A movie like House of the Dead with around $7 million budget or Alone in the Dark with around $16 million budget are much easier to make profit than the typical $50 million major motion picture.", 
    "name": "Uwe Boll"
  }, 
  {
    "quote": "If you're truly in a band and you guys have been together for a long time, there's a family bond that you have. In fact, I've talked about this with therapists, especially if you're talking about a relationship, because when you're with somebody, you're going to your family, and she's alone.", 
    "name": "Gary Allan"
  }, 
  {
    "quote": "I mean one of the things about being alone is that you've no people to define yourself off, I mean, people are like all-round mirrors, because let's face it, we don't often see ourselves all round in a mirror anyway, do we.", 
    "name": "Diana Wynne Jones"
  }, 
  {
    "quote": "The devil had as good have let Paul alone, for he no sooner comes into prison but he falls a preaching, at which the gates of Satan's prison fly open, and poor sinners come forth.", 
    "name": "William Gurnall"
  }, 
  {
    "quote": "Every three days on average, I am alone on stage, facing the public.", 
    "name": "Placido Domingo"
  }, 
  {
    "quote": "But in the end, in the end one is alone. We are all of us alone. I mean I'm told these days we have to consider ourselves as being in society... but in the end one knows one is alone, that one lives at the heart of a solitude.", 
    "name": "Harold Bloom"
  }, 
  {
    "quote": "The Jew does not wish to be isolated. He fears being alone, without allies.", 
    "name": "Meir Kahane"
  }, 
  {
    "quote": "I think that in itself is kind of an amazing achievement to be able to say that your full-time career is in any creative arts, let alone a show that has kept people interested for coming on four seasons and hopefully more.", 
    "name": "Anna Paquin"
  }, 
  {
    "quote": "In today's interdependent world, a threat to one becomes a menace to all. And no state can defeat these challenges and threats alone.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Artists walk alone.", 
    "name": "Ezra Miller"
  }, 
  {
    "quote": "Christmas lights may be the loneliest thing for me, especially if you mix them up with reindeers and sleighs. I feel alone. I feel isolated. I feel I do not belong.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "In my cranky old age, I actually prefer recording alone now, on 'The Simpsons,' for example, because I find that the director can just focus on what I'm doing and I can do a lot of variations. A lot of times, when I record with a group, I'll stay after class for another hour or two.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "I'm so secluded. Very alone.", 
    "name": "Yves Saint Laurent"
  }, 
  {
    "quote": "It felt like the first thing, but when I first started out, I got a job adapting a book by Russell Banks called 'Rule Of The Bone.' I didn't do a very good job. I didn't really know what I was doing in general, let alone how to adapt a book.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "Let me alone: I have yet my legs and one arm. Tell the surgeon to make haste and his instruments. I know I must lose my right arm, so the sooner it's off the better.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "On the stage, you alone hold the key, and on the night you have to trust that the director has inspired you enough to take the material and run with it.", 
    "name": "Greta Scacchi"
  }, 
  {
    "quote": "We cannot know the whole truth, which belongs to God alone, but our task nevertheless is to seek to know what is true. And if we offend gravely enough against what we know to be true, as by failing badly enough to deal affectionately and responsibly with our land and our neighbors, truth will retaliate with ugliness, poverty, and disease.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "I am convinced that living in an enclave shapes the personality, and living alone shapes the personality too.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "European investment in Texas alone exceeds all U.S. investment in China and Japan put together.", 
    "name": "John Bruton"
  }, 
  {
    "quote": "There's great sadness and life doesn't work out like you would want, on a lot of levels, but there's no need to feel all alone. This happens to everybody, so there's no self-pity. This is the ride that humans are on, and all of it is essential for our natural part of it.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "I like to be alone so I can write. But focus can hurt you. I don't want to be some stress casualty in early middle age.", 
    "name": "James Ellroy"
  }, 
  {
    "quote": "I am aware that in presenting myself as the advocate of the Indians and their rights, I shall stand very much alone.", 
    "name": "Sam Houston"
  }, 
  {
    "quote": "A singer for me is more like someone who is standing alone with a microphone like Scott Walker, rather than someone who is bashing a plank and is spitting all over a microphone.", 
    "name": "Graham Coxon"
  }, 
  {
    "quote": "You have to respect your audience. Without them, you're essentially standing alone, singing to yourself.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "She goes through the vale of death alone, each time a babe is born. As it is the right neither of man nor the state to coerce her into this ordeal, so it is her right to decide whether she will endure it.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "There's nobody else on the face of this earth that's playing a sport at a highest level... with a transplant. That alone continues to inspire me, because I realize throughout the whole world the struggles that people are going through. I need to inspire them the best way I can.", 
    "name": "Alonzo Mourning"
  }, 
  {
    "quote": "This communication alone, by the comparison of the antagonisms, rivalries, movements which give birth to decisive moments, permits the evolution of the soul, whereby a man realizes himself on earth. It is impossible to be concerned with anything else in art.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "I think all teenagers feel alone, and that nobody else knows what they are going through and all that sort of stuff.", 
    "name": "Nicholas Hoult"
  }, 
  {
    "quote": "Life certainly points it out to you - 'you can go this way or the other way.' You have to decide and it's a very strong decision because, would you sleep well knowing that you're living in the best place, but you're letting the place where you should live alone?", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "People with fertility problems are not alone. It is a very very common problem for couples today. I've seen statistics that are just staggering.", 
    "name": "Michael Zaslow"
  }, 
  {
    "quote": "No One Is Alone by Stephen Sondheim is all about thinking for yourself and being your own person.", 
    "name": "Bernadette Peters"
  }, 
  {
    "quote": "I sailboat raced, I love to go out on my motorcycle alone, but I also love my family dearly. I love that aspect of my life as well.", 
    "name": "Bob Seger"
  }, 
  {
    "quote": "Shockingly, a University of Pennsylvania study says the number of young people addicted to gambling - largely due to increased exposure to the Internet and Internet gambling - grew by an alarming 20 percent between 2004 and 2005 alone.", 
    "name": "Spencer Bachus"
  }, 
  {
    "quote": "My early childhood prepared me to be a social psychologist. I grew up in a South Bronx ghetto in a very poor family. From Sicilian origin, I was the first person in my family to complete high school, let alone go to college.", 
    "name": "Philip Zimbardo"
  }, 
  {
    "quote": "Anyone who writes knows that ultimately the majority of your time is spent alone in a room with a piano or a guitar, no matter what the project is.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "You have to understand the tone of the movie, because if it's supposed to be funny, it can be funny violent like the Home Alone stuff, but you have to really understand the tone of what you're doing and make the action work for that and for the character.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "As the only girl growing up among three brothers, I was always afraid of being excluded. If there was a game to be played, a sport to be learned, a competition to join, I was on my feet and ready. I didn't spend much time alone for fear that I'd miss out.", 
    "name": "Elisabeth Shue"
  }, 
  {
    "quote": "I like to read books and be alone I'm not social butterfly person.", 
    "name": "Hope Solo"
  }, 
  {
    "quote": "I don't know. I think it's funny! I think it's funny! I go, what? It's so absurd. I'm alone.", 
    "name": "Danny DeVito"
  }, 
  {
    "quote": "I personally love to run outdoor fitness trails. I love the meditative value I get when out alone, challenging myself to run faster and higher.", 
    "name": "Laurieann Gibson"
  }, 
  {
    "quote": "I can work myself up into a fearful, paralyzing state of mind that can last for days, weeks even months where I feel mad, totally isolated and alone, overwhelmed and completely out of control.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "I can't write without a reader. It's precisely like a kiss - you can't do it alone.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "Glasgow's not a media center. When you're there, when you're hanging about, you feel quite detached from musical movements or fashions or anything like that. You do feel quite alone, in a good way.", 
    "name": "Alex Kapranos"
  }, 
  {
    "quote": "I believe in capitalism for everybody, not necessarily high finance but capitalism that works for the working men and women of this country who are out there paddling alone in America right now.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "But there's not enough time in life to go sit at a party, have a drink, and make idle conversation. There's too many important things to do. Just being together with my husband, spending time alone, which I have very little of.", 
    "name": "Pia Zadora"
  }, 
  {
    "quote": "Tell me who is able to keep his bed chaste, or which goddess is able to live with one god alone?", 
    "name": "Sextus Propertius"
  }, 
  {
    "quote": "A book is sent out into the world, and there is no way of fully anticipating the responses it will elicit. Consider the responses called forth by the Bible, Homer, Shakespeare - let alone contemporary poetry or a modern novel.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "I feel completely alone - it's like melting, I am the structure, and I am also Alain Robert.", 
    "name": "Alain Robert"
  }, 
  {
    "quote": "I love working with a cast and a group of people every day, which is different than recording because you're usually pretty isolated and alone. They serve as a good balance for each other.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "I mean Buckingham Palace has never hired a professional public relations outfit let alone a Madison Avenue type and they would throw up their hands in horror at the very idea.", 
    "name": "Anthony Holden"
  }, 
  {
    "quote": "Mr. Churchill is proud of Britain's stand alone, after France had fallen and before America entered the War.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "I'm actually not an exhibitionist at all. When you get onstage and you get under the lights playing music, I feel more hidden and more alone than anywhere else. You hide behind your music and let your emotions come out through the music.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "I love nicknames. It makes me feel loved. It makes me feel less alone in this world.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "But there is a discomfort that surrounds grief. It makes even the most well-intentioned people unsure of what to say. And so many of the freshly bereaved end up feeling even more alone.", 
    "name": "Meghan O'Rourke"
  }, 
  {
    "quote": "Despite the demands of this job, one of the things my wife and I try to do is to spend time together alone. And one of the things we really enjoy doing together is seeing a good movie.", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "I have Graham Greene's telephone number, but I wouldn't dream of using it. I don't seek out writers because we all want to be alone.", 
    "name": "Patricia Highsmith"
  }, 
  {
    "quote": "We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "I'm more like my father, personality-wise. But my mom and I get alone really well - obviously, because my mom and my dad get along so well.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "As I've gotten older I've occasionally found myself nostalgic for earlier periods of solitude, though I realize that's also likely a false nostalgia, as I know there was nothing I wanted more during those periods than to not be alone, whatever that means.", 
    "name": "Chris Ware"
  }, 
  {
    "quote": "He alone loves the Creator perfectly who manifests a pure love for his neighbor.", 
    "name": "Venerable Bede"
  }, 
  {
    "quote": "For every five well-adjusted and smoothly functioning Americans, there are two who never had the chance to discover themselves. It may well be because they have never been alone with themselves.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "Our ideal is to make her ever stronger and better and finer, because in that way alone, as we believe, can she be of the greatest service to the world's peace and to the welfare of mankind.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "Each year over 2,500 commercial vessels enter the Port of Hampton Roads alone, so adequate funding for port security is a significant issue for those of us who live in Richmond and Hampton Roads.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "I love the way you can fall in love with a piece of literature how words alone can get your heart doing that.", 
    "name": "Laura Marling"
  }, 
  {
    "quote": "I need some isolation, it's necessary to me, that's just who I am. I need to be left alone.", 
    "name": "Laura Marling"
  }, 
  {
    "quote": "When you have two busy kids running around the house, returning e-mails is a task, let alone surfing the web.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "The way life manages information involves a logical structure that differs fundamentally from mere complex chemistry. Therefore chemistry alone will not explain life's origin, any more than a study of silicon, copper and plastic will explain how a computer can execute a program.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Perhaps the best motivation for going to Mars is political. It is obvious that no single nation currently has either the will or the resources to do it alone, but a consortium of nations and space agencies could achieve it within 20 years.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Should we find a second form of life right here on our doorstep, we could be confident that life is a truly cosmic phenomenon. If so, there may well be sentient beings somewhere in the galaxy wondering, as do we, if they are not alone in the universe.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "One thing, however, is sure, - that in all cases the effort should be to impose all the cost of repairing the wrong upon the doer of the wrong. This alone is real justice, and of course such justice is necessarily free.", 
    "name": "Benjamin Tucker"
  }, 
  {
    "quote": "Sisters are always drying their hair. Locked into rooms, alone, they pose at the mirror, shoulders bare, trying this way and that their hair, or fly importunate down the stair to answer the telephone.", 
    "name": "Phyllis McGinley"
  }, 
  {
    "quote": "We'll try to include Iraqi officers in our staffs. We will do everything we can to empower Iraqi security forces to stand up on their own and operate where they can alone.", 
    "name": "John Abizaid"
  }, 
  {
    "quote": "I would as soon put a girl alone into a closet to meditate as give her only the society of her needle.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Fear is that thing that keeps you up there on that other plateau. Fear is that thing that just keeps you closed down, and quite frankly, alone.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "The White House alone cannot hold its opponents accountable.", 
    "name": "Paul Weyrich"
  }, 
  {
    "quote": "Largely this is a class thing - writers tend to be cosseted little middle-class kiddies who think that the world owes them a royalty cheque. But just doing it - being in your room for years on end, locked in your head, alone with invented ghosts - it weakens and softens the body. And I know I can't just live in my head.", 
    "name": "Tony Parsons"
  }, 
  {
    "quote": "However, democracy cannot be defined as the existence of parliaments and elections alone.", 
    "name": "Recep Tayyip Erdogan"
  }, 
  {
    "quote": "But Socialism, alone, can bring self-determination of their peoples.", 
    "name": "Karl Liebknecht"
  }, 
  {
    "quote": "By being friends with all, we are not alone.", 
    "name": "Hamad bin Isa Al Khalifa"
  }, 
  {
    "quote": "No man is an island. No man stands alone.", 
    "name": "Dennis Brown"
  }, 
  {
    "quote": "Music is one of those things that make us feel a little less alone in the world.", 
    "name": "Tom Cochrane"
  }, 
  {
    "quote": "In a world that is constantly changing, there is no one subject or set of subjects that will serve you for the foreseeable future, let alone for the rest of your life. The most important skill to acquire now is learning how to learn.", 
    "name": "John Naisbitt"
  }, 
  {
    "quote": "Today osteoporosis affects more than 75 million people in the United States, Europe and Japan and causes more than 2.3 million fractures in the USA and Europe alone.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "I think Jersey stands alone, and because I'm from Jersey, I never make fun of where people are from. I'll make fun of what they look like, but I'll never make fun of where they are from. Jersey is special.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "I'm vulnerable to criticism. Any artist is, because you work alone in your studio and, until recently, critics were the only way you'd get any feedback.", 
    "name": "Howard Hodgkin"
  }, 
  {
    "quote": "I have tried to be a leader. I have tried in my role of being one of the first women at Google, let alone the first woman to have a baby, to really try to set the tone that this is a great place to work for diversity reasons.", 
    "name": "Susan Wojcicki"
  }, 
  {
    "quote": "To really be centered and to really work well and to think about the kinds of things that I need to think about, I need to spend large amounts of time alone.", 
    "name": "Donna Tartt"
  }, 
  {
    "quote": "Why has not anyone seen that fossils alone gave birth to a theory about the formation of the earth, that without them, no one would have ever dreamed that there were successive epochs in the formation of the globe.", 
    "name": "Georges Cuvier"
  }, 
  {
    "quote": "I have always been very obsessed with time. Time's passage makes us all very vulnerable and because we all experience it in our own way, it can make us feel very alone.", 
    "name": "John Barton"
  }, 
  {
    "quote": "Human beings do not live in the objective world alone, nor alone in the world of social activity as ordinarily understood, but are very much at the mercy of the particular language which has become the medium of expression for their society.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "I very much wished not to be noticed, and to be left alone, and I sort of succeeded.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "After I lost my fiance, it seemed like it would be better to always be alone than to risk being hurt again.", 
    "name": "Nancy Grace"
  }, 
  {
    "quote": "We enter the world alone, we leave the world alone.", 
    "name": "James Anthony Froude"
  }, 
  {
    "quote": "I have a grim outlook on the world, and in particular on humanity. Spent years denying it, but I am very misanthropic. And I live alone on a mountain for a reason.", 
    "name": "Caleb Carr"
  }, 
  {
    "quote": "There is no one looking out for us. We are all alone.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "Judaism is much more communal, and partly as a consequence of my religious switch, I am increasingly more suspicous of my previous view that what people do in the privacy of their own home is their business alone.", 
    "name": "Luke Ford"
  }, 
  {
    "quote": "I'm throwing myself back in because I like being married. I don't want to end this whole fabulous journey alone. I want someone by my side who I love and who loves me. I've finally found somebody who's up to the task of being my wife, because I'm very high maintenance.", 
    "name": "Neil Diamond"
  }, 
  {
    "quote": "Having gone through so many of the personal things I've gone through, its about creating an (online) space for girls to be heard. I don't profess to have all the answers. But Ask Elizabeth is a space where girls are not alone.", 
    "name": "Elizabeth Berkley"
  }, 
  {
    "quote": "The private interest of the individual would not be sufficiently provided for by reasonable and cool self-love alone therefore the appetites and passions are placed within as a guard and further security, without which it would not be taken due care of.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "Men are beginning to realize that they are not individuals but persons in society, that man alone is weak and adrift, that he must seek strength in common action.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "As much as I long for a sort of security and consistency sometimes, I do enjoy sort of being busted around. I really don't know what's happening sometimes next week, let alone this year.", 
    "name": "Matthew Macfadyen"
  }, 
  {
    "quote": "For a while I felt very alone sort of out there in the world of comics, especially here in the States.", 
    "name": "Bill Sienkiewicz"
  }, 
  {
    "quote": "The U.S. cannot go it alone simply when it is convenient.", 
    "name": "Susan Rice"
  }, 
  {
    "quote": "I would rather be alone and a loud voice for action than be silent.", 
    "name": "Susan Rice"
  }, 
  {
    "quote": "But, if you observe children learning in their first few years of life, you can see that they can and do learn on their own - we leave them alone to crawl, walk, talk, and gain control over their bodies. It happens without much help from parents.", 
    "name": "Daniel Greenberg"
  }, 
  {
    "quote": "She can't even chew gum and walk in a straight line, let alone write a book.", 
    "name": "Liam Gallagher"
  }, 
  {
    "quote": "That song is a story that shows how easily you could get slipped into being labeled as the bad guy, even though what you really trying to do is tell the bad guy to leave you alone.", 
    "name": "Slick Rick"
  }, 
  {
    "quote": "No matter how fast I could do it with the digital camera I don't think I would get the same thing out of it. The passion I have for formulating an idea stands alone. It is the important essence of what I do.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "Taste is the fundamental quality which sums up all the other qualities. It is the nec plus ultra of the intelligence. Through this alone is genius the supreme health and balance of all the faculties.", 
    "name": "Isidore Ducasse Lautreamont"
  }, 
  {
    "quote": "I think we need one recognized, respected public figure to make a tough, blunt statement on just what Reagan's record is and what he might do to the country, let alone the Republican Party before Christmas.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "There is nothing like being left alone again, to walk peacefully with oneself in the woods. To boil one's coffee and fill one's pipe, and to think idly and slowly as one does it.", 
    "name": "Knut Hamsun"
  }, 
  {
    "quote": "Hungary is, in a word, in a state of WAR against the Hapsburg dynasty, a war of legitimate defence, by which alone it can ever regain independence and freedom.", 
    "name": "Lajos Kossuth"
  }, 
  {
    "quote": "The power that is supported by force alone will have cause often to tremble.", 
    "name": "Lajos Kossuth"
  }, 
  {
    "quote": "Highly educated young people are tutored, taught and monitored in all aspects of their lives, except the most important, which is character building. When it comes to this, most universities leave them alone.", 
    "name": "David Brooks"
  }, 
  {
    "quote": "The Holy Spirit alone can do this, the Holy Spirit alone can establish this link with one's neighbor.", 
    "name": "Jacques Ellul"
  }, 
  {
    "quote": "When I was working on Eye of the Beholder, I played a character who is so aloof that my whole lifestyle became very aloof. If someone knocked on my door, there was a part of me that went into a rage, because I wanted to be isolated and alone.", 
    "name": "Ashley Judd"
  }, 
  {
    "quote": "I have a responsibility to nurture and shepherd my talent and when I'm living the parts of my life not related to that I feel I have the right to be left alone.", 
    "name": "Ashley Judd"
  }, 
  {
    "quote": "Both my husband and I give a lot of ourselves in what we do because that is our public lives but in my private life, I have an intrinsic right to be left alone.", 
    "name": "Ashley Judd"
  }, 
  {
    "quote": "President Johnson did not want the Vietnam War to broaden. He wanted the North Vietnamese to leave their brothers in the South alone.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "In the last 5 years, American employers have lost over $150 billion of productivity to depression alone. That is more than the GDP of 28 different States during the same period.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "The writing is really hard. You're alone. It really pulls it out of you. You pull it out of your head. But when you're a director, you're shopping - you're picking this actor, you're picking this scene. It's like the most intense kinetic high-speed shopping of all time. You sit in a chair and it will all come rushing at you like a wind tunnel.", 
    "name": "Tony Gilroy"
  }, 
  {
    "quote": "Looking back on those games, I probably hustled out of position as much as I hustled into position since I really never had any real training. I was working on instincts alone.", 
    "name": "Jim Evans"
  }, 
  {
    "quote": "There's this thing of you can live in a city and be completely alone, not notice anything going on around you.", 
    "name": "Simon Pegg"
  }, 
  {
    "quote": "There are actually quite high profile British TV star cameos in it that you probably wouldn't even notice, that the British wouldn't even notice, let alone the American audience.", 
    "name": "Simon Pegg"
  }, 
  {
    "quote": "Scholarship was one thing, drudgery another. I very soon concluded that nothing would induce me to read, let alone make notes on, hundreds and hundreds of very, very, very boring books.", 
    "name": "Simon Raven"
  }, 
  {
    "quote": "In our open society, we are inclined to give to the less fortunate for the pure goodness of giving. We open our home to those who are alone on this holiday to spread some warmth into the life of another.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.", 
    "name": "Lana Del Rey"
  }, 
  {
    "quote": "Remember, the burden of sorrow is doubled when it is borne alone.", 
    "name": "Goran Persson"
  }, 
  {
    "quote": "I don't like to produce albums. I hate producing albums, as a matter of fact, because I'm an obsessed mixer and I can't leave it alone.", 
    "name": "David Friedman"
  }, 
  {
    "quote": "You watch an old 'Jeopardy!' and the categories alone are very plain. 'Poetry,' or 'Movies,' or 'Physics.' If you watch it now, though, there'll be a theme board where the categories are all Hitchcock movies. Lots more jokes, lots more high-concept categories and questions.", 
    "name": "Ken Jennings"
  }, 
  {
    "quote": "He never is alone that is accompanied with noble thoughts.", 
    "name": "John Fletcher"
  }, 
  {
    "quote": "Acquire the habit of speaking to God as if you were alone with Him, familiarly and with confidence and love, as to the dearest and most loving of friends.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "We are ultimately alone in that we are ultimately responsible for ourselves.", 
    "name": "Robert Zemeckis"
  }, 
  {
    "quote": "Iran has long sponsored terrorists who carry out homicide bombings in Israeli cities. However, it is a mistake to believe the danger Iran poses is directed at Israel alone.", 
    "name": "John Doolittle"
  }, 
  {
    "quote": "On the one hand, shopping is dependable: You can do it alone, if you lose your heart to something that is wrong for you, you can return it it's instant gratification and yet something you buy may well last for years.", 
    "name": "Judith Krantz"
  }, 
  {
    "quote": "That is, we believed, the supreme duty of the parent, who only was permitted to claim in some degree the priestly office and function, since it is his creative and protecting power which alone approaches the solemn function of Deity.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "Israel is no longer a people that dwells alone, and has to join the global journey toward peace, reconciliation and international cooperation.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "I had never walked on the street alone when I was growing up in Calcutta, up to age 20. I had never handled money. You know, there was always a couple of bodyguards behind me, who took care if I wanted... I needed pencils for school, I needed a notebook, they were the ones who were taking out the money. I was constantly guarded.", 
    "name": "Bharati Mukherjee"
  }, 
  {
    "quote": "It can be kind of gruesome at times, making things alone.", 
    "name": "Jenny Holzer"
  }, 
  {
    "quote": "It's necessary to start most work alone. But I'm tickled to death when I can pull somebody in or join someone, whether it's borrowing poetry or traveling with an associate.", 
    "name": "Jenny Holzer"
  }, 
  {
    "quote": "I don't understand the Democrats' approach to Social Security in this country, and I'm not alone.", 
    "name": "William Weld"
  }, 
  {
    "quote": "And I don't have any specific steps to take because I don't start the same way every time. But there is a knowing when it's enough and you can leave it alone.", 
    "name": "Bruce Nauman"
  }, 
  {
    "quote": "I love photo sessions. I'm alone, I'm the queen, everyone's taking care of me.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "The whole kiss-and-tell thing is a negative approach that often happens in a World Cup. We will see negative stories about the players and it can affect their confidence and the overall performance of the national team on the pitch, let alone the bid to actually stage the competition.", 
    "name": "Gary Lineker"
  }, 
  {
    "quote": "What We want is to make it possible for our unfortunate people to live a life of industry for it is by steady work alone that we hope for our physical and moral rehabilitation. For this reason above all we have undertaken to rally our people around our ideal.", 
    "name": "Theodor Herzl"
  }, 
  {
    "quote": "And you know when I was growing up, I knew I wanted to have kids, but I knew I didn't want to do it alone. Then once I was 41, 42, I had to accept that I probably wouldn't have kids unless I decided to adopt later on, but even then it would be with a partner.", 
    "name": "Rachel Dratch"
  }, 
  {
    "quote": "If there's ever an example that military power alone cannot be successful in Afghanistan, I think it was the Soviet experience.", 
    "name": "Robert M. Gates"
  }, 
  {
    "quote": "It is very frightening to feel alone when you are standing against a rich and powerful person and all his attendant helpers.", 
    "name": "Gloria Allred"
  }, 
  {
    "quote": "I think the Mother is gradually revealing itself to me and taking over. But it is not the Mother alone. It is the Mother and the Father, the male and the female, sort of gradually having their marriage.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "When anything goes digital, let alone something as immaterial as a book, there is a tendency to see it as just in the air to be taken, and to lose the sense that somebody once made it.", 
    "name": "Graham Swift"
  }, 
  {
    "quote": "There's a sense of aliveness that comes from connection, shared experience. And you see it in every place. You see it when ball players jump up and down, gather at home plate, hugging, and it's not just because they're winning, it's that shared moment, that feeling of - we enter the world alone, we leave alone.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Traditionally, Medicare's assurance has been that for the elderly and persons with disabilities that they will not be alone when confronted with the full burden of their health care costs.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "Myspace alone has just over 80 million users and ranks as the sixth most popular English language website and the eighth most popular site in the world.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "I never thought a basketball shoe would be named after a woman, let alone me.", 
    "name": "Sheryl Swoopes"
  }, 
  {
    "quote": "Always the aim for me is making people feel like they are not alone. That's just the greatest feeling.", 
    "name": "Zooey Deschanel"
  }, 
  {
    "quote": "Man, I hate to get depressing on you, but I don't have a game. I'm so alone, so depressed, so dark, no.", 
    "name": "Jason Schwartzman"
  }, 
  {
    "quote": "Strength alone knows conflict, weakness is born vanquished.", 
    "name": "Sophie Swetchine"
  }, 
  {
    "quote": "If you think spreading money around by force seems like an odd definition of fairness, you're not alone.", 
    "name": "Arthur C. Brooks"
  }, 
  {
    "quote": "When you see a struggle that you may be having personally put on a big screen and in a roomful of people, then it makes you feel less crazy or alone, because you're seeing that other people are dealing with it too. You get to see in this imaginary scenario how people might try and answer some questions or deal with some problems.", 
    "name": "Michael Shannon"
  }, 
  {
    "quote": "It is my personality alone that has brought back the waltz and made it a global craze.", 
    "name": "Andre Rieu"
  }, 
  {
    "quote": "I have always had a sense that we are all pretty much alone in life, particularly in adolescence.", 
    "name": "Robert Cormier"
  }, 
  {
    "quote": "For people who are really talented, what you don't say becomes extremely important. You have to judge what to say and what to leave alone so you can let the talent develop.", 
    "name": "Itzhak Perlman"
  }, 
  {
    "quote": "Time and space - time to be alone, space to move about - these may well become the great scarcities of tomorrow.", 
    "name": "Edwin Way Teale"
  }, 
  {
    "quote": "We are never the same with others as when we are alone. We are different, even when we are in the dark with them.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "You ask me if I will not be glad when the last battle is fought, so far as the country is concerned I, of course, must wish for peace, and will be glad when the war is ended, but if I answer for myself alone, I must say that I shall regret to see the war end.", 
    "name": "George Armstrong Custer"
  }, 
  {
    "quote": "The population forecast for the United States in 1970 is 170 million. The population forecast for Russia alone in 1970 is 251 million. The implications are clear.", 
    "name": "Emanuel Celler"
  }, 
  {
    "quote": "I do read books. I suppose it's more or less the same thing, but at least I'm alone and I'm an individual. I can stop anytime I want, which I frequently do.", 
    "name": "Jack Vance"
  }, 
  {
    "quote": "I've always been shocked and waiting-for-the-other-shoe-to-drop that a girl would ever talk to me, let alone want to marry me. They always seem to hold the power to me, and from my mother to my wife to my daughter, every time I try to really figure them out, and think I've got them pegged, I pay for it.", 
    "name": "Andrew Stanton"
  }, 
  {
    "quote": "I talked about the barriers created by monopolies. I said that it was the role of government to break up these monopolies and that we couldn't do it alone.", 
    "name": "Joichi Ito"
  }, 
  {
    "quote": "Most photographers work best alone, myself included.", 
    "name": "Elliott Erwitt"
  }, 
  {
    "quote": "It proved easier to buy the farm to get the mineral rights than to buy the coal rights alone.", 
    "name": "Orville Redenbacher"
  }, 
  {
    "quote": "No matter how close to yours another's steps have grown, in the end there is one dance you'll do alone.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "Absolute truth belongs to Thee alone.", 
    "name": "Gotthold Ephraim Lessing"
  }, 
  {
    "quote": "Research and development needs permanent tax credits to build the technology that spurs our growth. But no government programs alone can get America's students to study more science and math parents must push and help their children to meet this goal.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "The next thing I wrote was in a writing class at night school. It was about a poor woman who worked at a dime store and who was all alone for Christmas in Laurel, Mississippi.", 
    "name": "Beth Henley"
  }, 
  {
    "quote": "My brother and Lauren are very close with me and they are in Sun Valley, so sometimes I need to go there and feel their presence. And there are times I need to see my bro' alone.", 
    "name": "Picabo Street"
  }, 
  {
    "quote": "What's important is promising something to the people, not actually keeping those promises. The people have always lived on hope alone.", 
    "name": "Hermann Broch"
  }, 
  {
    "quote": "For a while I couldn't leave the house by myself. Even if I was just grocery shopping alone, I'd get self-conscious.", 
    "name": "Shannen Doherty"
  }, 
  {
    "quote": "Words alone cannot fully convey the realities of the soul or the greatness of the human spirit.", 
    "name": "William Shirley"
  }, 
  {
    "quote": "Let there be no mistake. A gay man alone could never begin to replicate the inner workings of the female mind.", 
    "name": "Michael Patrick King"
  }, 
  {
    "quote": "The great increase of our population throughout the Union will alone produce an important effect, and in no quarter will it be so sensibly felt as in those in contemplation.", 
    "name": "James Monroe"
  }, 
  {
    "quote": "Alone is a much better film than House of the Dead and better than most horror movies out today.", 
    "name": "Uwe Boll"
  }, 
  {
    "quote": "I think Alone in the Dark was too much an action creature movie than a horror creature movie.", 
    "name": "Uwe Boll"
  }, 
  {
    "quote": "When I'm online, I'm alone in a room, tapping on a keyboard, staring at a cathode-ray tube.", 
    "name": "Clifford Stoll"
  }, 
  {
    "quote": "I like to have a massage therapist come to my house, get a massage, take a bath, go to bed. That's a perfect night alone for me.", 
    "name": "Stacy Keibler"
  }, 
  {
    "quote": "I'm fortunate that I've been in this business long enough that I've earned the right to be left alone by my record company.", 
    "name": "Don Henley"
  }, 
  {
    "quote": "We are very anxious to bring the Jews of Morocco over and we are doing all we can to achieve this. But we cannot count on the Jews of Morocco alone to build the country, because they have not been educated for this.", 
    "name": "Moshe Sharett"
  }, 
  {
    "quote": "When I work alone, it can be like dabbling with a canvas. Maybe you paint over bits, and it starts to form its own life and lead you off in a direction. It becomes an intuitive, subconscious process.", 
    "name": "Lindsey Buckingham"
  }, 
  {
    "quote": "When I work alone, my process is like painting. With Fleetwood Mac, it's more like movie making.", 
    "name": "Lindsey Buckingham"
  }, 
  {
    "quote": "Success doesn't necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won't win a game or a battle the win comes from basic blocking and tackling.", 
    "name": "Naveen Jain"
  }, 
  {
    "quote": "Some people can sometimes really invade your space and kind of never leave you alone.", 
    "name": "Julia Louis-Dreyfus"
  }, 
  {
    "quote": "Now that I have found someone, I'm feeling more alone... than I ever have before.", 
    "name": "Ben Folds"
  }, 
  {
    "quote": "Thus, the poet's word is beginning to strike forcefully upon the hearts of all men, while absolute men of letters think that they alone live in the real world.", 
    "name": "Salvatore Quasimodo"
  }, 
  {
    "quote": "If I lived alone, Mom'd never sleep because she wouldn't know I was okay.", 
    "name": "Scott Baio"
  }, 
  {
    "quote": "I didn't need clothes. I was allowed the opportunity to act out moments you don't get the opportunity to experience in your own life, let alone as a character in a film. I didn't feel naked.", 
    "name": "Marguerite Moreau"
  }, 
  {
    "quote": "Say not that honor is the child of boldness, nor believe thou that the hazard of life alone can pay the price of it: it is not to the action that it is due, but to the manner of performing it.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "Some of us may just, in one-on-one conversations with our family, with our friends, over the back fence with our neighbors, talk about the reality of our lives and realize that we're not alone, that we have a right to be physically safe and emotionally safe in our own homes.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "Hiking is the best workout!... You can hike for three hours and not even realize you're working out. And, hiking alone lets me have some time to myself.", 
    "name": "Jamie Luner"
  }, 
  {
    "quote": "I can barely remember what I wrote yesterday, let alone 10 years ago.", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "I can support going in after Saddam Hussein, but I want to make sure I don't go alone.", 
    "name": "John Dingell"
  }, 
  {
    "quote": "I spend my life essentially alone at a computer. That doesn't change. I have the same challenges every day.", 
    "name": "Dan Brown"
  }, 
  {
    "quote": "Something about Texas I'm not proud of is that our state murdered 37 people last year alone.", 
    "name": "Richard Linklater"
  }, 
  {
    "quote": "For each one of us stands alone in the midst of a universe.", 
    "name": "John Buchanan Robinson"
  }, 
  {
    "quote": "I have two ideas for novels at the moment, neither of them all that conventional, but I'm not ready to choose between them yet, let alone settle down to the process of writing.", 
    "name": "Jonathan Coe"
  }, 
  {
    "quote": "You are forever alone.", 
    "name": "John Buchanan Robinson"
  }, 
  {
    "quote": "I think the idea that you can go this alone is - was a huge mistake. And unfortunately, there was a price paid in terms of suffering and pain for people in New Orleans.", 
    "name": "Michael Chertoff"
  }, 
  {
    "quote": "Your thoughts and emotions are yours alone.", 
    "name": "John Buchanan Robinson"
  }, 
  {
    "quote": "But the wicked passions of men's hearts alone seem strong enough to leave pictures that persist the good are ever too luke-warm.", 
    "name": "Algernon H. Blackwood"
  }
]