[
  {
    "quote": "The only thing necessary for the triumph of evil is for good men to do nothing.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Despite everything, I believe that people are really good at heart.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "When I do good, I feel good. When I do bad, I feel bad. That's my religion.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We will have to repent in this generation not merely for the vitriolic words and actions of the bad people, but for the appalling silence of the good people.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "We shall never know all the good that a simple smile can do.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.", 
    "name": "Plato"
  }, 
  {
    "quote": "There has to be evil so that good can prove its purity above it.", 
    "name": "Buddha"
  }, 
  {
    "quote": "The good times of today, are the sad thoughts of tomorrow.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "It is better to be beautiful than to be good. But... it is better to be good than to be ugly.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "I can live for two months on a good compliment.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "There is nothing either good or bad but thinking makes it so.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "A man who is good enough to shed his blood for the country is good enough to be given a square deal afterwards.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "It takes many good deeds to build a good reputation, and only one bad one to lose it.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "When I'm good, I'm very good. But when I'm bad I'm better.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Honest disagreement is often a good sign of progress.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Don't be afraid to give up the good to go for the great.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Good judgment comes from experience, and a lot of that comes from bad judgment.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "If you can't make it good, at least make it look good.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Every man is guilty of all the good he did not do.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "A man is called selfish not for pursuing his own good, but for neglecting his neighbor's.", 
    "name": "Richard Whately"
  }, 
  {
    "quote": "You're in pretty good shape for the shape you are in.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "Good things happen to those who hustle.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Not only must we be good, but we must also be good for something.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The true measure of a man is how he treats someone who can do him absolutely no good.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "If you don't think every day is a good day, just try missing one.", 
    "name": "Cavett Robert"
  }, 
  {
    "quote": "It takes a great man to be a good listener.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Learn to... be what you are, and learn to resign with a good grace all that you are not.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "On the whole, human beings want to be good, but not too good, and not quite all the time.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Good advice is something a man gives when he is too old to set a bad example.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "It's good to shut up sometimes.", 
    "name": "Marcel Marceau"
  }, 
  {
    "quote": "It is not good to be too free. It is not good to have everything one wants.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Less is only more where more is no good.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Acorns were good until bread was found.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The omission of good is no less reprehensible than the commission of evil.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "What the people want is very simple - they want an America as good as its promise.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "Laughter is the sensation of feeling good all over and showing it principally in one place.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I believe that we parents must encourage our children to become educated, so they can get into a good college that we cannot afford.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Good leaders make people feel that they're at the very heart of things, not at the periphery.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "Only the young die good.", 
    "name": "Oliver Herford"
  }, 
  {
    "quote": "I have made good judgments in the past. I have made good judgments in the future.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "That which is striking and beautiful is not always good, but that which is good is always beautiful.", 
    "name": "Ninon de L'Enclos"
  }, 
  {
    "quote": "Good copy can't be written with tongue in cheek, written just for a living. You've got to believe in the product.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "A good scare is worth more to a man than good advice.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Be sweet, be good, and honest always.", 
    "name": "Emma Bunton"
  }, 
  {
    "quote": "A man has to live with himself, and he should see to it that he always has good company.", 
    "name": "Charles Evans Hughes"
  }, 
  {
    "quote": "He who bestows his goods upon the poor shall have as much again, and ten times more.", 
    "name": "John Bunyan"
  }, 
  {
    "quote": "They're only truly great who are truly good.", 
    "name": "George Chapman"
  }, 
  {
    "quote": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "For beautiful eyes, look for the good in others for beautiful lips, speak only words of kindness and for poise, walk with the knowledge that you are never alone.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", 
    "name": "Buddha"
  }, 
  {
    "quote": "One good thing about music, when it hits you, you feel no pain.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "A wise and frugal Government, which shall restrain men from injuring one another, which shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned. This is the sum of good government, and this is necessary to close the circlue of our felicities.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "By all means, marry. If you get a good wife, you'll become happy if you get a bad one, you'll become a philosopher.", 
    "name": "Socrates"
  }, 
  {
    "quote": "A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "A good head and a good heart are always a formidable combination.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?", 
    "name": "Buddha"
  }, 
  {
    "quote": "Let him who would enjoy a good future waste none of his present.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "A good wife is one who serves her husband in the morning like a mother does, loves him in the day like a sister does and pleases him like a prostitute in the night.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "For every good reason there is to lie, there is a better reason to tell the truth.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Friends and good manners will carry you where money won't go.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve and bad things are very easy to get.", 
    "name": "Confucius"
  }, 
  {
    "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.", 
    "name": "Buddha"
  }, 
  {
    "quote": "The very atmosphere of firearms anywhere and everywhere restrains evil interference - they deserve a place of honor with all that's good.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "A good marriage would be between a blind wife and a deaf husband.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "An empty stomach is not a good political adviser.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.", 
    "name": "Godfrey Winn"
  }, 
  {
    "quote": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "He who can no longer pause to wonder and stand rapt in awe, is as good as dead his eyes are closed.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Good friends, good books and a sleepy conscience: this is the ideal life.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I am not interested in power for power's sake, but I'm interested in power that is moral, that is right and that is good.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "You can't stop loving or wanting to love because when its right it's the best thing in the world. When you're in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete.", 
    "name": "Keith Sweat"
  }, 
  {
    "quote": "I once had a rose named after me and I was very flattered. But I was not pleased to read the description in the catalogue: no good in a bed, but fine up against a wall.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I do not believe in the God of theology who rewards good and punishes evil.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.", 
    "name": "Buddha"
  }, 
  {
    "quote": "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "No man is good enough to govern another man without the other's consent.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "No man has a good enough memory to be a successful liar.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "When one has the feeling of dislike for evil, when one feels tranquil, one finds pleasure in listening to good teachings when one has these feelings and appreciates them, one is free of fear.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Whatever you are, be a good one.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Virtue is persecuted more by the wicked than it is loved by the good.", 
    "name": "Buddha"
  }, 
  {
    "quote": "If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Our prayers should be for blessings in general, for God knows best what is good for us.", 
    "name": "Socrates"
  }, 
  {
    "quote": "The virtues, like the Muses, are always seen in groups. A good principle was never found solitary in any breast.", 
    "name": "Buddha"
  }, 
  {
    "quote": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their intellects. A man cannot be too careful in the choice of his enemies.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "If you have a particular faith or religion, that is good. But you can survive without it.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "An armed society is a polite society. Manners are good when one may have to back up his acts with his life.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "I'm a true believer in karma. You get what you give, whether it's bad or good.", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "Of all tyrannies a tyranny sincerely exercised for the good of its victims may be the most oppressive.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "All I'm trying to do is survive and make good out of the dirty, nasty, unbelievable lifestyle that they gave me.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Discourage litigation. Persuade your neighbors to compromise whenever you can. As a peacemaker the lawyer has superior opportunity of being a good man. There will still be business enough.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "He that is good for making excuses is seldom good for anything else.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Concentrated power is not rendered harmless by the good intentions of those who create it.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Associate with men of good quality if you esteem your own reputation for it is better to be alone than in bad company.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Any book that helps a child to form a habit of reading, to make reading one of his deep and continuing needs, is good for him.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Truthful words are not beautiful beautiful words are not truthful. Good words are not persuasive persuasive words are not good.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The evil that men do lives after them the good is oft interred with their bones.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Being entirely honest with oneself is a good exercise.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Treat those who are good with goodness, and also treat those who are not good with goodness. Thus goodness is attained. Be honest to those who are honest, and be also honest to those who are not honest. Thus honesty is attained.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "It's good sportsmanship to not pick up lost golf balls while they are still rolling.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Learn to say 'no' to the good so you can say 'yes' to the best.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune to keep him is a blessing.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Golf is a good walk spoiled.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The care of human life and happiness, and not their destruction, is the first and only object of good government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "My advice to you is get married: if you find a good wife you'll be happy if not, you'll become a philosopher.", 
    "name": "Socrates"
  }, 
  {
    "quote": "If money help a man to do good to others, it is of some value but if not, it is simply a mass of evil, and the sooner it is got rid of, the better.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "A good conscience is a continual Christmas.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Even when a person has all of life's comforts - good food, good shelter, a companion - he or she can still become unhappy when encountering a tragic situation.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Thunder is good, thunder is impressive but it is lightning that does the work.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A man is born alone and dies alone and he experiences the good and bad consequences of his karma alone and he goes alone to hell or the Supreme abode.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating there is really no such thing as bad weather, only different kinds of good weather.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "There is no such thing as a good tax.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The more man meditates upon good thoughts, the better will be his world and the world at large.", 
    "name": "Confucius"
  }, 
  {
    "quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Climb the mountains and get their good tidings.", 
    "name": "John Muir"
  }, 
  {
    "quote": "The important thing is that men should have a purpose in life. It should be something useful, something good.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "It is absurd to divide people into good and bad. People are either charming or tedious.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A good traveler has no fixed plans, and is not intent on arriving.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.", 
    "name": "Eileen Caddy"
  }, 
  {
    "quote": "Good breeding consists in concealing how much we think of ourselves and how little we think of the other person.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The man who does not read good books has no advantage over the man who cannot read them.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I object to violence because when it appears to do good, the good is only temporary the evil it does is permanent.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "An overflow of good converts to bad.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Few things are harder to put up with than the annoyance of a good example.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The good news is that, according to the Obama administration, the rich will pay for everything. The bad news is that, according to the Obama administration, you're rich.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "It usually takes me more than three weeks to prepare a good impromptu speech.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A sense of humor... is needed armor. Joy in one's heart and some laughter on one's lips is a sign that the person down deep has a pretty good grasp of life.", 
    "name": "Hugh Sidey"
  }, 
  {
    "quote": "There are several good protections against temptation, but the surest is cowardice.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I intend to live forever. So far, so good.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "To be good is noble but to show others how to be good is nobler and no trouble.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Prophesy is a good line of business, but it is full of risks.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "What a good thing Adam had. When he said a good thing he knew nobody had said it before.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "How far that little candle throws its beams! So shines a good deed in a naughty world.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with with your self-esteem. They're no good at all.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "It is a good thing for an uneducated man to read books of quotations.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Our doubts are traitors and make us lose the good we oft might win by fearing to attempt.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Great and good are seldom the same man.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "For good or for ill, air mastery is today the supreme expression of military power and fleets and armies, however vital and important, must accept a subordinate rank.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I believe that every human mind feels pleasure in doing good to another.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Love sought is good, but given unsought, is better.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Life is never fair, and perhaps it is a good thing for most of us that it is not.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "What do I think of Western civilization? I think it would be a very good idea.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The good man is the friend of all living things.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Life consists not in holding good cards but in playing those you hold well.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "It takes time to persuade men to do even what is for their own good.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I always pass on good advice. It is the only thing to do with it. It is never of any use to oneself.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "No man is so foolish but he may sometimes give another good counsel, and no man so wise that he may not easily err if he takes no other counsel than his own. He that is taught only by himself has a fool for a master.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Sometimes I think my husband is so amazing that I don't know why he's with me. I don't know whether I'm good enough. But if I make him happy, then I'm everything I want to be.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "If you pretend to be good, the world takes you very seriously. If you pretend to be bad, it doesn't. Such is the astounding stupidity of optimism.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I find that he is happiest of whom the world says least, good or bad.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The Creator has not thought proper to mark those in the forehead who are of stuff to make good generals. We are first, therefore, to seek them blindfold, and then let them learn the trade at the expense of great losses.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Talking isn't doing. It is a kind of good deed to say well and yet words are not deeds.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The good opinion of mankind, like the lever of Archimedes, with the given fulcrum, moves the world.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "To wear your heart on your sleeve isn't a very good plan you should wear it inside, where it functions best.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "I look only to the good qualities of men. Not being faultless myself, I won't presume to probe into the faults of others.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Husbands are chiefly good as lovers when they are betraying their wives.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "It's like gambling somehow. You go out for a night of drinking and you don't know where your going to end up the next day. It could work out good or it could be disastrous. It's like the throw of the dice.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "A truly good book teaches me better than to read it. I must soon lay it down, and commence living on its hint. What I began by reading, I must finish by acting.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "A policy is a temporary creed liable to be changed, but while it holds good it has got to be pursued with apostolic zeal.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I had a stick of CareFree gum, but it didn't work. I felt pretty good while I was blowing that bubble, but as soon as the gum lost its flavor, I was back to pondering my mortality.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "The World is my country, all mankind are my brethren, and to do good is my religion.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "The only advantage of not being too good a housekeeper is that your guests are so pleased to feel how very much better they are.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "If one plays good music, people don't listen and if one plays bad music people don't talk.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Arguments are extremely vulgar, for everyone in good society holds exactly the same opinion.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A good decision is based on knowledge and not on numbers.", 
    "name": "Plato"
  }, 
  {
    "quote": "Bad times have a scientific value. These are occasions a good learner would not miss.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "If to do were as easy as to know what were good to do, chapels had been churches, and poor men's cottage princes' palaces.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The only thing to do with good advice is to pass it on. It is never of any use to oneself.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "When good Americans die they go to Paris.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Non-cooperation with evil is as much a duty as is cooperation with good.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I know in my heart that man is good. That what is right will always eventually triumph. And there's purpose and worth to each and every life.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "The good ended happily, and the bad unhappily. That is what fiction means.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Many a good hanging prevents a bad marriage.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I shall the effect of this good lesson keeps as watchman to my heart.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "One can survive everything, nowadays, except death, and live down everything except a good reputation.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A good plan violently executed now is better than a perfect plan executed next week.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "There is no principle worth the name if it is not wholly good.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Anybody can be good in the country. There are no temptations there.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Well, if Fortune be a woman, she's a good wench for this gear.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "If there's any message to my work, it is ultimately that it's OK to be different, that it's good to be different, that we should question ourselves before we pass judgment on someone who looks different, behaves different, talks different, is a different color.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Commitment is a big part of what I am and what I believe. How committed are you to winning? How committed are you to being a good friend? To being trustworthy? To being successful? How committed are you to being a good father, a good teammate, a good role model? There's that moment every morning when you look in the mirror: Are you committed, or are you not?", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.", 
    "name": "Confucius"
  }, 
  {
    "quote": "In modern life nothing produces such an effect as a good platitude. It makes the whole world kin.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Aim above morality. Be not simply good, be good for something.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Paris is always a good idea.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "Silence is golden when you can't think of a good answer.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "About morals, I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "A good thing to remember is somebody's got it a lot worse than we do.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "How true Daddy's words were when he said: all children must look after their own upbringing. Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "In spite of everything I still believe that people are really good at heart. I simply can't build up my hopes on a foundation consisting of confusion, misery and death.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "Be not simply good - be good for something.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Do good to your friends to keep them, to your enemies to win them.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Diligence is the mother of good luck.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "All good is hard. All evil is easy. Dying, losing, cheating, and mediocrity is easy. Stay away from easy.", 
    "name": "Scott Alexander"
  }, 
  {
    "quote": "Speak ill of no man, but speak all the good you know of everybody.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Anger is never without a reason, but seldom with a good one.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Of all that is good, sublimity is supreme. Succeeding is the coming together of all that is beautiful. Furtherance is the agreement of all that is just. Perseverance is the foundation of all actions.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Democracy is the theory that the common people know what they want, and deserve to get it good and hard.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Good habits formed at youth make all the difference.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well.", 
    "name": "Yannick Noah"
  }, 
  {
    "quote": "When one has not had a good father, one must create one.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "He who speaks without modesty will find it difficult to make his words good.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Those disputing, contradicting, and confuting people are generally unfortunate in their affairs. They get victory, sometimes, but they never get good will, which would be of more use to them.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "It doesn't do good to open doors for someone who doesn't have the price to get in. If he has the price, he may not need the laws. There is no law saying the Negro has to live in Harlem or Watts.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "There was never a good war, or a bad peace.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "There are three kinds of intelligence: one kind understands things for itself, the other appreciates what others can understand, the third understands neither for itself nor through others. This first kind is excellent, the second good, and the third kind useless.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts.", 
    "name": "Alan Cohen"
  }, 
  {
    "quote": "Today was good. Today was fun. Tomorrow is another one.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Each year one vicious habit discarded, in time might make the worst of us good.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "If you go to work on your goals, your goals will go to work on you. If you go to work on your plan, your plan will go to work on you. Whatever good things we build end up building us.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Human felicity is produced not as much by great pieces of good fortune that seldom happen as by little advantages that occur every day.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Good actions give strength to ourselves and inspire good actions in others.", 
    "name": "Plato"
  }, 
  {
    "quote": "Sex education may be a good idea in the schools, but I don't believe the kids should be given homework.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "The pay is good and I can walk to work.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Many foxes grow gray but few grow good.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I know you've heard it a thousand times before. But it's true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Love is the joy of the good, the wonder of the wise, the amazement of the Gods.", 
    "name": "Plato"
  }, 
  {
    "quote": "I like someone who is a little crazy but coming from a good place. I think scars are sexy because it means you made a mistake that led to a mess.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "A good indignation brings out all one's powers.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Not life, but good life, is to be chiefly valued.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That's truly about the game, and in some ways that's about life too.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Happiness is nothing more than good health and a bad memory.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Necessity never made a good bargain.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Do not be too moral. You may cheat yourself out of much life so. Aim above morality. Be not simply good be good for something.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Don't believe your friends when they ask you to be honest with them. All they really want is to be maintained in the good opinion they have of themselves.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "This time, like all times, is a very good one, if we but know what to do with it.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Doing well is the result of doing good. That's what capitalism is all about.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I have thought a sufficient measure of civilization is the influence of good women.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Every actual State is corrupt. Good men must not obey laws too well.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Friendship, like the immortality of the soul, is too good to be believed.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It's good, you know, when you got a woman who is a friend of your mind.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "I do not concern myself with gods and spirits either good or evil nor do I serve any.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Good men must not obey the laws too well.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "All credibility, all good conscience, all evidence of truth come only from the senses.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The sage does not hoard. The more he helps others, the more he benefits himself, The more he gives to others, the more he gets himself. The Way of Heaven does one good but never does one harm. The Way of the sage is to act but not to compete.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Perfect friendship is the friendship of men who are good, and alike in excellence for these wish well alike to each other qua good, and they are good in themselves.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Show me a good loser, and I'll show you a loser.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Every art and every inquiry, and similarly every action and choice, is thought to aim at some good and for this reason the good has rightly been declared to be that at which all things aim.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "As individuals, people are inherently good. I have a somewhat more pessimistic view of people in groups. And I remain extremely concerned when I see what's happening in our country, which is in many ways the luckiest place in the world. We don't seem to be excited about making our country a better place for our kids.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "A man always has two reasons for doing anything: a good reason and the real reason.", 
    "name": "J. P. Morgan"
  }, 
  {
    "quote": "It is a fact often observed, that men have written good verses under the inspiration of passion, who cannot write well under other circumstances.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A good writer possesses not only his own spirit but also the spirit of his friends.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Don't follow any advice, no matter how good, until you feel as deeply in your spirit as you think in your mind that the counsel is wise.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "The greatest good you can do for another is not just to share your riches but to reveal to him his own.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "He who is to be a good ruler must have first been ruled.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The wicked leader is he who the people despise. The good leader is he who the people revere. The great leader is he who the people say, 'We did it ourselves.'", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "It is not enough to have a good mind the main thing is to use it well.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "Therefore, the good of man must be the end of the science of politics.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Little League baseball is a very good thing because it keeps the parents off the streets.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "The only thing that could spoil a day was people. People were always the limiters of happiness except for the very few that were as good as spring itself.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "We are persuaded that good Christians will always be good citizens, and that where righteousness prevails among individuals the Nation will be great and happy. Thus while just government protects all in their religious rights, true religion affords to government it's surest support.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The best preparation for good work tomorrow is to do good work today.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The state comes into existence for the sake of life and continues to exist for the sake of good life.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "It's true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "I do not know what the spirit of a philosopher could more wish to be than a good dancer. For the dance is his ideal, also his fine art, finally also the only kind of piety he knows, his 'divine service.'", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A good leader can engage in a debate frankly and thoroughly, knowing that at the end he and the other side must be closer, and thus emerge stronger. You don't have that idea when you are arrogant, superficial, and uninformed.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "If you're not willing to work hard, let someone else do it. I'd rather be with someone who does a horrible job, but gives 110% than with someone who does a good job and gives 60%.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "What good is it being Marilyn Monroe? Why can't I just be an ordinary woman?", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Fame is like caviar, you know - it's good to have caviar but not when you have it at every meal.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "What good am I? I can't have kids. I can't cook. I've been divorced three times. Who would want me?", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I think one of the basic reasons men make good friends is that they can make up their minds quickly.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "What's the good of drawing in the next breath if all you do is let it out and draw in another?", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "An actor is supposed to be a sensitive instrument. Isaac Stern takes good care of his violin. What if everybody jumped on his violin?", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I don't know if high society is different in other cities, but in Hollywood, important people can't stand to be invited someplace that isn't full of other important people. They don't mind a few unfamous people being present because they make good listeners.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.", 
    "name": "Grenville Kleiser"
  }, 
  {
    "quote": "Many a man fails as an original thinker simply because his memory it too good.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "If you're married, and you have a wife, and you really love your wife, is it good enough to only say to your wife 'I love her' the day you get married? Or should you tell her every single day when you wake up and every opportunity? And that's how I feel about my relationship with Jesus Christ is that it is the most important thing in my life.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Whoever does not have a good father should procure one.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I am as bad as the worst, but, thank God, I am as good as the best.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "As for doing good that is one of the professions which is full. Moreover I have tried it fairly and, strange as it may seem, am satisfied that it does not agree with my constitution.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Whatever is done for love always occurs beyond good and evil.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use.", 
    "name": "Emily Post"
  }, 
  {
    "quote": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "A good compromise, a good piece of legislation, is like a good sentence or a good piece of music. Everybody can recognize it. They say, 'Huh. It works. It makes sense.'", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "There is in general good reason to suppose that in several respects the gods could all benefit from instruction by us human beings. We humans are - more humane.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A tree is known by its fruit a man by his deeds. A good deed is never lost he who sows courtesy reaps friendship, and he who plants kindness gathers love.", 
    "name": "Saint Basil"
  }, 
  {
    "quote": "There is no lonelier man in death, except the suicide, than that man who has lived many years with a good wife and then outlived her. If two people love each other there can be no happy end to it.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The bad gains respect through imitation, the good loses it especially in art.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "You say it is the good cause that hallows even war? I say unto you: it is the good war that hallows any cause.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Ideas can be life-changing. Sometimes all you need to open the door is just one more good idea.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Any man may easily do harm, but not every man can do good to another.", 
    "name": "Plato"
  }, 
  {
    "quote": "What is good? All that heightens the feeling of power, the will to power, power itself in man.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Here's the good news. If I realize that I'm insane, then I'm okay with it. I'm not dangerous insane.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I don't think of myself as a poor deprived ghetto girl who made good. I think of myself as somebody who from an early age knew I was responsible for myself, and I had to make good.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Honestly, I'd love to be remembered as one of the best to ever pick up a mic, but if I'm doing my part to lessen some racial tension I feel good about what I'm doing.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I had a really good childhood up until I was nine, then a classic case of divorce really affected me.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "A man of great common sense and good taste - meaning thereby a man without originality or moral courage.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "It feels good to have your work respected again.", 
    "name": "Eminem"
  }, 
  {
    "quote": "The way to gain a good reputation is to endeavor to be what you desire to appear.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Fun is good.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "Too much of a good thing can be wonderful.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Apply yourself both now and in the next life. Without effort, you cannot be prosperous. Though the land be good, You cannot have an abundant crop without cultivation.", 
    "name": "Plato"
  }, 
  {
    "quote": "When I'm good I'm very, very good, but when I'm bad, I'm better.", 
    "name": "Mae West"
  }, 
  {
    "quote": "I've always taught that a poor economy is the best opportunity for salespeople because the naysayers and grumblers have already given up, leaving more territory, more opportunities to be successful than in a good economy when virtually all salespeople are out there, giving it their best.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Dusting is a good example of the futility of trying to put things right. As soon as you dust, the fact of your next dusting has already been established.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "You know the good part about all those executions in Texas? Fewer Texans.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Good artists copy, great artists steal.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "A retentive memory may be a good thing, but the ability to forget is the true token of greatness.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "I have no desire to take all black people back to Africa there are blacks who are no good here and will likewise be no good there.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "Waste no more time arguing about what a good man should be. Be one.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "I only wish that ordinary people had an unlimited capacity for doing harm then they might have an unlimited power for doing good.", 
    "name": "Socrates"
  }, 
  {
    "quote": "I like refried beans. That's why I wanna try fried beans, because maybe they're just as good and we're just wasting time. You don't have to fry them again after all.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Instead of giving money to found colleges to promote learning, why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as good as the Prohibition one did, why, in five years we would have the smartest race of people on earth.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "To invent, you need a good imagination and a pile of junk.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I have seen how the foundations of the world are laid, and I have not the least doubt that it will stand a good while.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "There is more of good nature than of good sense at the bottom of most marriages.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I am confident that, in the end, common sense and justice will prevail. I'm an optimist, brought up on the belief that if you wait to the end of the story, you get to see the good people live happily ever after.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "People who have good relationships at home are more effective in the marketplace.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "I look back on my life like a good day's work, it was done and I am satisfied with it.", 
    "name": "Grandma Moses"
  }, 
  {
    "quote": "In modern war... you will die like a dog for no good reason.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "No evil can happen to a good man, either in life or after death.", 
    "name": "Plato"
  }, 
  {
    "quote": "A perpetual holiday is a good working definition of hell.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Depend upon yourself. Make your judgement trustworthy by trusting it. You can develop good judgement as you do the muscles of your body - by judicious, daily exercise. To be known as a man of sound judgement will be much in your favor.", 
    "name": "Grantland Rice"
  }, 
  {
    "quote": "One of the sanest, surest, and most generous joys of life comes from being happy over the good fortune of others.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Marriage is good enough for the lower classes: they have facilities for desertion that are denied to us.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Experience taught me a few things. One is to listen to your gut, no matter how good something sounds on paper. The second is that you're generally better off sticking with what you know. And the third is that sometimes your best investments are the ones you don't make.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, 'It's going to be a good day!'.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "He's a man of great common sense and good taste - meaning thereby a man without originality or moral courage.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Judgements prevent us from seeing the good that lies beyond appearances.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Do your little bit of good where you are its those little bits of good put together that overwhelm the world.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "I wish they'd had electric guitars in cotton fields back in the good old days. A whole lot of things would've been straightened out.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "It's easier to replace a dead man than a good picture.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I think when you spread the wealth around it's good for everybody.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "A hard man is good to find.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Every day is a good day to be alive, whether the sun's shining or not.", 
    "name": "Marty Robbins"
  }, 
  {
    "quote": "Whatever good things we build end up building us.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Good manners sometimes means simply putting up with other people's bad manners.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "The depressing thing about tennis is that no matter how good I get, I'll never be as good as a wall.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "There must always remain something that is antagonistic to good.", 
    "name": "Plato"
  }, 
  {
    "quote": "Character is the ability to carry out a good resolution long after the excitement of the moment has passed.", 
    "name": "Cavett Robert"
  }, 
  {
    "quote": "The highest reward that God gives us for good work is the ability to do better work.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "A man is as good as he has to be, and a woman as bad as she dares.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Good leadership consists of showing average people how to do the work of superior people.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Don't gamble take all your savings and buy some good stock and hold it till it goes up, then sell it. If it don't go up, don't buy it.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Friendship multiplies the good of life and divides the evil.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "I have no other view than to promote the public good, and am unambitious of honors not founded in the approbation of my Country.", 
    "name": "George Washington"
  }, 
  {
    "quote": "It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Children have never been very good at listening to their elders, but they have never failed to imitate them.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Religious liberty is the first freedom in our Constitution. And whether the cause is justice for the persecuted, compassion for the needy and the sick, or mercy for the child waiting to be born, there is no greater force for good in the nation than Christian conscience in action.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I like a man who's good, but not too good - for the good die young, and I hate a dead one.", 
    "name": "Mae West"
  }, 
  {
    "quote": "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "There is the good and the bad, the great and the low, the just and the unjust. I swear to you that all that will never change.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Do not ever say that the desire to 'do good' by force is a good motive. Neither power-lust nor stupidity are good motives.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "A celibate clergy is an especially good idea, because it tends to suppress any hereditary propensity toward fanaticism.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "I guess the real reason that my wife and I had children is the same reason that Napoleon had for invading Russia: it seemed like a good idea at the time.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "To assert in any case that a man must be absolutely cut off from society because he is absolutely evil amounts to saying that society is absolutely good, and no-one in his right mind will believe this today.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I met Woz when I was 13, at a friend's garage. He was about 18. He was, like, the first person I met who knew more electronics than I did at that point. We became good friends, because we shared an interest in computer and we had a sense of humor. We pulled all kinds of pranks together.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "What is moral is what you feel good after, and what is immoral is what you feel bad after.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Hatred is gained as much by good works as by evil.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "I have found little that is 'good' about human beings on the whole. In my experience most of them are trash, no matter whether they publicly subscribe to this or that ethical doctrine or to none at all. That is something that you cannot say aloud, or perhaps even think.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "A thing moderately good is not so good as it ought to be. Moderation in temper is always a virtue but moderation in principle is always a vice.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Life's pretty good, and why wouldn't it be? I'm a pirate, after all.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I've always thought that people need to feel good about themselves and I see my role as offering support to them, to provide some light along the way.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "If it looks good, you'll see it. If it sounds good, you'll hear it. If its marketed right, you'll buy it. But... If its real... you'll feel it.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.", 
    "name": "A. J. McLean"
  }, 
  {
    "quote": "We made the buttons on the screen look so good you'll want to lick them.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "After every storm the sun will smile for every problem there is a solution, and the soul's indefeasible duty is to be of good cheer.", 
    "name": "William R. Alger"
  }, 
  {
    "quote": "I tried to drown my sorrows, but the bastards learned how to swim, and now I am overwhelmed by this decent and good feeling.", 
    "name": "Frida Kahlo"
  }, 
  {
    "quote": "This is what customers pay us for - to sweat all these details so it's easy and pleasant for them to use our computers. We're supposed to be really good at this. That doesn't mean we don't listen to customers, but it's hard for them to tell you what they want when they've never seen anything remotely like it.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "An economist's guess is liable to be as good as anybody else's.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "He who is not a good servant will not be a good master.", 
    "name": "Plato"
  }, 
  {
    "quote": "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Dreams will get you nowhere, a good kick in the pants will take you a long way.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "People think love is an emotion. Love is good sense.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "The test of good manners is to be patient with the bad ones.", 
    "name": "Solomon Ibn Gabirol"
  }, 
  {
    "quote": "That terrible mood of depression of whether it's any good or not is what is known as The Artist's Reward.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Nonviolence is a good policy when the conditions permit.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "If you're in a bad situation, don't worry it'll change. If you're in a good situation, don't worry it'll change.", 
    "name": "John A. Simone, Sr."
  }, 
  {
    "quote": "1913 wasn't a very good year. 1913 gave us the income tax, the 16th amendment and the IRS.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "I believe in using words, not fists. I believe in my outrage knowing people are living in boxes on the street. I believe in honesty. I believe in a good time. I believe in good food. I believe in sex.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Dig within. Within is the wellspring of Good and it is always ready to bubble up, if you just dig.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Love seeks one thing only: the good of the one loved. It leaves all the other secondary effects to take care of themselves. Love, therefore, is its own reward.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "The good life is a process, not a state of being. It is a direction not a destination.", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "It's a good thing we don't get all the government we pay for.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "All good books have one thing in common - they are truer than if they had really happened.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "I must say I find television very educational. The minute somebody turns it on, I go to the library and read a good book.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "We are all here for a spell, get all the good laughs you can.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Thank you, God, for this good life and forgive us if we do not love it enough.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "A market is never saturated with a good product, but it is very quickly saturated with a bad one.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "A good leader takes a little more than his share of the blame, a little less than his share of the credit.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "The rulers of the state are the only persons who ought to have the privilege of lying, either at home or abroad they may be allowed to lie for the good of the state.", 
    "name": "Plato"
  }, 
  {
    "quote": "Liars need to have good memories.", 
    "name": "Algernon Sidney"
  }, 
  {
    "quote": "In the final analysis, the questions of why bad things happen to good people transmutes itself into some very different questions, no longer asking why something happened, but asking how we will respond, what we intend to do now that it happened.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "The good parts of a book may be only something a writer is lucky enough to overhear or it may be the wreck of his whole damn life and one is as good as the other.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "We ought to do good to others as simply as a horse runs, or a bee makes honey, or a vine bears grapes season after season without thinking of the grapes it has borne.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "I'm leaving because the weather is too good. I hate London when it's not raining.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "No one would remember the Good Samaritan if he'd only had good intentions he had money as well.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "A good politician is quite as unthinkable as an honest burglar.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Too much of a good thing can be taxing.", 
    "name": "Mae West"
  }, 
  {
    "quote": "What good are fans? You can't eat applause for breakfast. You can't sleep with it.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "It takes more than just a good looking body. You've got to have the heart and soul to go with it.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact to shatter and destroy it is not so good.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "For a long time now I have tried simply to write the best I can. Sometimes I have good luck and write better than I can.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "It seems to me we can never give up longing and wishing while we are thoroughly alive. There are certain things we feel to be beautiful and good, and we must hunger after them.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I realize I don't do a very good job in keeping up to date, but I try to.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "To prefer evil to good is not in human nature and when a man is compelled to choose one of two evils, no one will choose the greater when he might have the less.", 
    "name": "Plato"
  }, 
  {
    "quote": "Our business in life is not to succeed, but to continue to fail in good spirits.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Until we meet again, may the good Lord take a liking to you.", 
    "name": "Roy Rogers"
  }, 
  {
    "quote": "There is no harm in repeating a good thing.", 
    "name": "Plato"
  }, 
  {
    "quote": "The good life is one inspired by love and guided by knowledge.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "When you have shot one bird flying you have shot all birds flying. They are all different and they fly in different ways but the sensation is the same and the last one is as good as the first.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "For good nurture and education implant good constitutions.", 
    "name": "Plato"
  }, 
  {
    "quote": "Truth is the beginning of every good to the gods, and of every good to man.", 
    "name": "Plato"
  }, 
  {
    "quote": "When you put down the good things you ought to have done, and leave out the bad ones you did do well, that's Memoirs.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good.", 
    "name": "Plato"
  }, 
  {
    "quote": "The good is the beautiful.", 
    "name": "Plato"
  }, 
  {
    "quote": "Twice and thrice over, as they say, good is it to repeat and review what is good.", 
    "name": "Plato"
  }, 
  {
    "quote": "They didn't want it good, they wanted it Wednesday.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Diligence is the mother of good fortune.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "If only we'd stop trying to be happy we'd have a pretty good time.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "In all secrets there is a kind of guilt, however beautiful or joyful they may be, or for what good end they may be set to serve. Secrecy means evasion, and evasion means a problem to the moral mind.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "Here is the rule to remember in the future, When anything tempts you to be bitter: not, 'This is a misfortune' but 'To bear this worthily is good fortune.'", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "I would rather lose a good earring than be caught without make-up.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "Better is the enemy of good.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "You grow up a bit damaged or broken then you have some success but you don't know how to feel good about the work you're doing or the life you're leading.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Joy is what happens to us when we allow ourselves to recognize how good things really are.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I'd like to get four people who do cart wheels very good, and make a cart.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "People write negatives things, cause they feel that's what sells. Good news to them, doesn't sell.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "The best is the enemy of the good.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "All good music resembles something. Good music stirs by its mysterious resemblance to the objects and feelings which motivated it.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Treasure the love you receive above all. It will survive long after your good health has vanished.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "Anything you're good at contributes to happiness.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "In life, all good things come hard, but wisdom is the hardest to come by.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "If you lead a country like Britain, a strong country, a country which has taken a lead in world affairs in good times and in bad, a country that is always reliable, then you have to have a touch of iron about you.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "I intend to fight and I want to win. But my priorities are basically to be a good Brother and a strong one, and to try to be a good father one day.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "All tyranny needs to gain a foothold is for people of good conscience to remain silent.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Nothing good ever comes of violence.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "If the critics are right that I've made all my decisions based on polls, then I must not be very good at reading them.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "If you love those who love you, what credit is that to you? For even sinners love those who love them. And if you do good to those who do good to you, what credit is that to you? For even sinners do the same.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "When you are angry or frustrated, what comes out? Whatever it is, it's a good indication of what you're made of.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Few people have the wisdom to prefer the criticism that would do them good, to the praise that deceives them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Life's a fight. It's a good fight of faith.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Absences are a good influence in love and keep it bright and delicate.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Books are good enough in their own way, but they are a poor substitute for life.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "The opportunity for doing mischief is found a hundred times a day, and of doing good once in a year.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Setting a good example is a far better way to spread ideals than through force of arms.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "All styles are good except the tiresome kind.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Life is neither good or evil, but only a place for good and evil.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "He who is too busy doing good finds no time to be good.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "That which is not good for the bee-hive cannot be good for the bees.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "A good listener is usually thinking about something else.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Death is a commingling of eternity with time in the death of a good man, eternity is seen looking through time.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "All you need for happiness is a good gun, a good horse, and a good wife.", 
    "name": "Daniel Boone"
  }, 
  {
    "quote": "When you are older you will understand how precious little things, seemingly of no value in themselves, can be loved and prized above all price when they convey the love and thoughtfulness of a good heart.", 
    "name": "Edwin Booth"
  }, 
  {
    "quote": "In this country it is a good thing to kill an admiral from time to time to encourage the others.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "When bad men combine, the good must associate else they will fall one by one, an unpitied sacrifice in a contemptible struggle.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "When I woke up this morning my girlfriend asked me, 'Did you sleep good?' I said 'No, I made a few mistakes.'", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Make friends with the angels, who though invisible are always with you. Often invoke them, constantly praise them, and make good use of their help and assistance in all your temporal and spiritual affairs.", 
    "name": "Saint Francis de Sales"
  }, 
  {
    "quote": "There are two great forces, God's force of good and the devil's force of evil, and I believe Satan is alive and he is working, and he is working harder than ever, and we have many mysteries that we don't understand.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "My message is that God is a good God.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Go to foreign countries and you will get to know the good things one possesses at home.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "My idea of good company is the company of clever, well-informed people who have a great deal of conversation that is what I call good company.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Tomorrow is nothing, today is too late the good lived yesterday.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "A conversation is a dialogue, not a monologue. That's why there are so few good conversations: due to scarcity, two intelligent talkers seldom meet.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "You can do more good by being good than any other way.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "And finally I twist my heart round again, so that the bad is on the outside and the good is on the inside, and keep on trying to find a way of becoming what I would so like to be, and could be, if there weren't any other people living in the world.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Bad politicians are sent to Washington by good people who don't vote.", 
    "name": "William E. Simon"
  }, 
  {
    "quote": "I think a gentleman is someone who holds the comfort of other people above their own. The instinct to do that is inside every good man, I believe. The rules about opening doors and buying dinner and all of that other 'gentleman' stuff is a chess game, especially these days.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "Posterity: you will never know how much it has cost my generation to preserve your freedom. I hope you will make good use of it.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "It seems to never occur to fools that merit and good fortune are closely united.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Down on your knees, and thank heaven, fasting, for a good man's love.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "About astrology and palmistry: they are good because they make people vivid and full of possibilities. They are communism at its best. Everybody has a birthday and almost everybody has a palm.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "No good deed goes unpunished.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "In the beginning there was the word. The word was Jah. The word is in I, Jah is in I. I make what is good, better, and what is better, best. I follow this in every aspect of life.", 
    "name": "Peter Tosh"
  }, 
  {
    "quote": "Life is not a matter of holding good cards, but of playing a poor hand well.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything I still believe that people are really good at heart.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "One good schoolmaster is of more use than a hundred priests.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.", 
    "name": "Paul Hawken"
  }, 
  {
    "quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "People have to talk about something just to keep their voice boxes in working order so they'll have good voice boxes in case there's ever anything really meaningful to say.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "You must become an old man in good time if you wish to be an old man long.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "As is a tale, so is life: not how long it is, but how good it is, is what matters.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "In art the best is good enough.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "You're only as good as your last haircut.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "And above all things, never think that you're not good enough yourself. A man should never think that. My belief is that in life people will take you at your own reckoning.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.", 
    "name": "James H. Douglas"
  }, 
  {
    "quote": "A man that does not know how to be angry does not know how to be good.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Many of you are well enough off that the tax cuts may have helped you. We're saying that for America to get back on track, we're probably going to cut that short and not give it to you. We're going to take things away from you on behalf of the common good.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "A good man can be stupid and still be good. But a bad man must have brains.", 
    "name": "Maxim Gorky"
  }, 
  {
    "quote": "By cultivating the beautiful we scatter the seeds of heavenly flowers, as by doing good we cultivate those that belong to humanity.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "If there were no bad people, there would be no good lawyers.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "I talked to the players and tried to make them aware of what was good and bad, but I didn't try to run their lives.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "My eyesight is not nearly as good. My hearing is probably going away. My memory is slipping too. But I'm still around.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Good teaching is one-fourth preparation and three-fourths pure theatre.", 
    "name": "Gail Godwin"
  }, 
  {
    "quote": "This battle for 'common-sense' gun control laws pits emotion and passion against logic and reason. All too often in such a contest, logic loses. So, expect more meaningless, if not harmful, 'gun control' legislation. Good news - if you're a crook.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "The man who has the will to undergo all labor may win to any good.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "It's good to experience Hollywood in short bursts, I guess. Little snippets. I don't think I can handle being here all the time, it's pretty nutty.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "It seemed the world was divided into good and bad people. The good ones slept better while the bad ones seemed to enjoy the waking hours much more.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Giving every man a vote has no more made men wise and free than Christianity has made them good.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Our creator is the same and never changes despite the names given Him by people here and in all parts of the world. Even if we gave Him no name at all, He would still be there, within us, waiting to give us good on this earth.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "There is an infinite difference between a little wrong and just right, between fairly good and the best, between mediocrity and superiority.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "If you don't think drugs have done good things for us, then take all of your records, tapes and CD's and burn them.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "To be a good loser is to learn how to win.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "It is the mark of a good action that it appears inevitable in retrospect.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "The mark of a good action is that it appears inevitable in retrospect.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "All human beings are commingled out of good and evil.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "There is an idea abroad among moral people that they should make their neighbors good. One person I have to make good: Myself. But my duty to my neighbor is much more nearly expressed by saying that I have to make him happy if I may.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Well, well, Henry James is pretty good, though he is of the nineteenth century, and that glaringly.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars.", 
    "name": "William Blake"
  }, 
  {
    "quote": "No matter what looms ahead, if you can eat today, enjoy today, mix good cheer with friends today enjoy it and bless God for it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "It is not a God, just and good, but a devil, under the name of God, that the Bible describes.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "The past is our definition. We may strive with good reason to escape it, or to escape what is bad in it. But we will escape it only by adding something better to it.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "I would go to the deeps a hundred times to cheer a downcast spirit. It is good for me to have been afflicted, that I might know how to speak a word in season to one that is weary.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "To me, to be a conservative means to conserve the good parts of America and to conserve our Constitution.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "The good die young but not always. The wicked prevail but not consistently. I am confused by life, and I feel safe within the confines of the theatre.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "A book is good company. It is full of conversation without loquacity. It comes to your longing with full instruction, but pursues you never.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "And I hope that five years and 10 years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "I want to state upfront, unequivocally and without doubt: I do not believe that any racial, ethnic or gender group has an advantage in sound judging. I do believe that every person has an equal opportunity to be a good and wise judge, regardless of their background or life experiences.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "It makes my heart sick when I remember all the good words and the broken promises.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "It's no good running a pig farm badly for 30 years while saying, 'Really, I was meant to be a ballet dancer.' By then, pigs will be your style.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "A lot of good arguments are spoiled by some fool who knows what he is talking about.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "It is impossible to imagine Goethe or Beethoven being good at billiards or golf.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue.", 
    "name": "David Hume"
  }, 
  {
    "quote": "There are only really a few stories to tell in the end, and betrayal and the failure of love is one of those good stories to tell.", 
    "name": "Sean Lennon"
  }, 
  {
    "quote": "The chief enemy of creativity is 'good' sense.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "If I'd had good discipline, I might have gone into music.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "I had three points I wanted to make: That not everybody in Hollywood is on the left, that Obama has broken a lot of the promises he made when he took office, and that the people should feel free to get rid of any politician who's not doing a good job. But I didn't make up my mind exactly what I was going to say until I said it.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer.", 
    "name": "Ted Williams"
  }, 
  {
    "quote": "Nothing tastes as good as skinny feels.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "The main foundations of every state, new states as well as ancient or composite ones, are good laws and good arms you cannot have good laws without good arms, and where there are good arms, good laws inevitably follow.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "We don't have enough support for maternal leave and the kinds of things that some of the European countries do. So we still make it hard on women to go into the work force and feel that they can be good at work but then doing the most important job, which is raising your children in a responsible and positive way.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "A good idea is about ten percent and implementation and hard work, and luck is 90 percent.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "Hell isn't merely paved with good intentions it's walled and roofed with them. Yes, and furnished too.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The fact is that people are good, Give people affection and security, and they will give affection and be secure in their feelings and their behavior.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "It's good to know how to read, but it's dangerous to know how to read and not how to interpret what you're reading.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "When you have a good mother and no father, God kind of sits in. It's not enough, but it helps.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "The American people I talk to don't spend every moment thinking, 'How can I tax my neighbor more than they're being taxed?' They say, 'How can I get a good job? How can my kids get good jobs? How can seniors have a confidence in their future when they know that Social Security, Medicare and Medicaid are bankrupt?'", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Women wish to be loved without a why or a wherefore not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "A man must be willing to die for justice. Death is an inescapable reality and men die daily, but good deeds live forever.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "A bad man is the sort who weeps every time he speaks of a good woman.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "A garden requires patient labor and attention. Plants do not grow merely to satisfy ambitions or to fulfill good intentions. They thrive because someone expended effort on them.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "I question myself every day. That's what I still find motivating about this. I don't have the answers, I don't pretend that I do just because I won the match. Just keep fighting and maybe something good happens.", 
    "name": "Andre Agassi"
  }, 
  {
    "quote": "By having a reverence for life, we enter into a spiritual relation with the world By practicing reverence for life we become good, deep, and alive.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Feeling good about government is like looking on the bright side of any catastrophe. When you quit looking on the bright side, the catastrophe is still there.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "Chemistry can be a good and bad thing. Chemistry is good when you make love with it. Chemistry is bad when you make crack with it.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "Happiness? A good cigar, a good meal, a good cigar and a good woman - or a bad woman it depends on how much happiness you can handle.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Sorrow can be alleviated by good sleep, a bath and a glass of wine.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Say 'no' more than 'yes,' and just make sure you surround yourself with good people.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "The word 'good' has many meanings. For example, if a man were to shoot his grandmother at a range of five hundred yards, I should call him a good shot, but not necessarily a good man.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Compromise is but the sacrifice of one right or good in the hope of retaining another - too often ending in the loss of both.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There's still time, but not a lot, to turn things around.", 
    "name": "Sylvia Earle"
  }, 
  {
    "quote": "A good man would prefer to be defeated than to defeat injustice by evil means.", 
    "name": "Sallust"
  }, 
  {
    "quote": "If you stand up and be counted, from time to time you may get yourself knocked down. But remember this: A man flattened by an opponent can get up again. A man flattened by conformity stays down for good.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "A good photograph is knowing where to stand.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "I am glad that I paid so little attention to good advice had I abided by it I might have been saved from some of my most valuable mistakes.", 
    "name": "Edna St. Vincent Millay"
  }, 
  {
    "quote": "We are all ready to be savage in some cause. The difference between a good man and a bad one is the choice of the cause.", 
    "name": "William James"
  }, 
  {
    "quote": "Anyone who proposes to do good must not expect people to roll stones out of his way, but must accept his lot calmly, even if they roll a few stones upon it.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Perhaps it's good for one to suffer. Can an artist do anything if he's happy? Would he ever want to do anything? What is art, after all, but a protest against the horrible inclemency of life?", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "We seldom find any person of good sense, except those who share our opinions.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient.", 
    "name": "Sivananda"
  }, 
  {
    "quote": "Men and women of every faith and good people with none at all sincerely strive to do right and lead a purpose-driven life.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "No man is good enough to govern any woman without her consent.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Julia progresses from cradle to grave, showing how government makes every good thing in her life possible. The weak economy, high unemployment, falling wages, rising gas prices, the national debt, the insolvency of entitlements - all these are fictionally assumed away in a cartoon that is produced by a president who wants us to forget about them.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I wasn't in school often enough to really belong to a 'clique,' but my friends all studied hard and got pretty good grades. They were good people with self-respect. I still like to be friends with people I admire something about I really believe that we become like the people we're surrounded by, so I choose my friends carefully!", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "What does it say about a president's policies when he has to use a cartoon character rather than real people to justify his record? What does it say about the fiction of old liberalism to insist that good jobs and good schools and good wages will result from policies that have failed us, time and again?", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "And that's how it is in America. We look to our communities, our faiths, our families for our joy, our support, in good times and bad. It is both how we live our lives and why we live our lives.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Husbands never become good they merely become proficient.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "When times are tough and people are frustrated and angry and hurting and uncertain, the politics of constant conflict may be good, but what is good politics does not necessarily work in the real world. What works in the real world is cooperation.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Joyfulness keeps the heart and face young. A good laugh makes us better friends with ourselves and everybody around us.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "There is nothing I love as much as a good fight.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "If one has a good disposition, what other virtue is needed? If a man has fame, what is the value of other ornamentation?", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Good things happen when you meet strangers.", 
    "name": "Yo-Yo Ma"
  }, 
  {
    "quote": "If women believed in their husbands they would be a good deal happier and also a good deal more foolish.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "There is a saying in Baltimore that crabs may be prepared in fifty ways and that all of them are good.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I have one yardstick by which I test every major problem - and that yardstick is: Is it good for America?", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "To kill an error is as good a service as, and sometimes even better than, the establishing of a new truth or fact.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "A bad book is as much of a labor to write as a good one, it comes as sincerely from the author's soul.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Why not invest your assets in the companies you really like? As Mae West said, 'Too much of a good thing can be wonderful'.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "The worst thing about that kind of prejudice... is that while you feel hurt and angry and all the rest of it, it feeds you self-doubt. You start thinking, perhaps I am not good enough.", 
    "name": "Nina Simone"
  }, 
  {
    "quote": "A good motto is: use friendliness but do not use your friends.", 
    "name": "Frank Crane"
  }, 
  {
    "quote": "I surround myself with positive, productive people of good will and decency.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "One can know a man from his laugh, and if you like a man's laugh before you know anything of him, you may confidently say that he is a good man.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Walk a mile in my shoes is good advice. Our children will learn to respect others if they are used to imagining themselves in another's place.", 
    "name": "Neil Kurshan"
  }, 
  {
    "quote": "As people do better, they start voting like Republicans - unless they have too much education and vote Democratic, which proves there can be too much of a good thing.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "If there is dissatisfaction with the status quo, good. If there is ferment, so much the better. If there is restlessness, I am pleased. Then let there be ideas, and hard thought, and hard work. If man feels small, let man make himself bigger.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Inspiration is one thing and you can't control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work.", 
    "name": "Kevin Eubanks"
  }, 
  {
    "quote": "I don't think Christmas is necessarily about things. It's about being good to one another, it's about the Christian ethic, it's about kindness.", 
    "name": "Carrie Fisher"
  }, 
  {
    "quote": "The hardest job kids face today is learning good manners without seeing any.", 
    "name": "Fred Astaire"
  }, 
  {
    "quote": "If merely 'feeling good' could decide, drunkenness would be the supremely valid human experience.", 
    "name": "William James"
  }, 
  {
    "quote": "I don't think it's a good advert for any restaurant, a fat chef, and secondly, who wants to eat a dessert when the chef's a fat pig.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "Our forces saved the remnants of the Jewish people of Europe for a new life and a new hope in the reborn land of Israel. Along with all men of good will, I salute the young state and wish it well.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "My New Year's resolution is to stick to a good workout plan that will keep me healthy and happy.", 
    "name": "James Lafferty"
  }, 
  {
    "quote": "Everyone who wants to do good to the human race always ends in universal bullying.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Surround yourself with good people. Whether they're the best or not, people are capable of learning if they've got good hearts and they're good souls.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "For evil to flourish, it only requires good men to do nothing.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "The only thing that ultimately matters is to eat an ice-cream cone, play a slide trombone, plant a small tree, good God, now you're free.", 
    "name": "Ray Manzarek"
  }, 
  {
    "quote": "Anybody who says they are a good liar obviously is not, because any legitimately savvy liar would always insist they're honest about everything.", 
    "name": "Chuck Klosterman"
  }, 
  {
    "quote": "I think most of the people involved in any art always secretly wonder whether they are really there because they're good or there because they're lucky.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "There are no rules for good photographs, there are only good photographs.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "He that gives good advice, builds with one hand he that gives good counsel and example, builds with both but he that gives good admonition and bad example, builds with one hand and pulls down with the other.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The only work that will ultimately bring any good to any of us is the work of contributing to the healing of the world.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "It's a good thing I was born a girl, otherwise I'd be a drag queen.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "Only the pure in heart can make a good soup.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "Be good, keep your feet dry, your eyes open, your heart at peace and your soul in the joy of Christ.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "It's easy to impress me. I don't need a fancy party to be happy. Just good friends, good food, and good laughs. I'm happy. I'm satisfied. I'm content.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "I wake up some mornings and sit and have my coffee and look out at my beautiful garden, and I go, 'Remember how good this is. Because you can lose it.'", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "There is so much good in the worst of us, and so much bad in the best of us, that it ill behaves any of us to find fault with the rest of us.", 
    "name": "James Truslow Adams"
  }, 
  {
    "quote": "Amnesty is as good for those who give it as for those who receive it. It has the admirable quality of bestowing mercy on both sides.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Our intentions may be very good, but, because the intelligence is limited, the action may turn out to be a mistake - a mistake, but not necessarily a sin, for sin comes out of a wrong intention.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "There are good and bad times, but our mood changes more often than our fortune.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The God we serve does not seek out the perfect, but instead uses our imperfections and our shortcomings for his greater good. I am humbled by my own limitations. But where I am weak, He is strong.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "The humblest individual exerts some influence, either for good or evil, upon others.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Mr. Arthur Ashe, he was good. I read some of his books. He knew about everything, but he was real quiet and didn't talk much. I never met him.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Listen there's a hell of a good universe next door: let's go.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Every year of my life I grow more convinced that it is wisest and best to fix our attention on the beautiful and the good, and dwell as little as possible on the evil and the false.", 
    "name": "Richard Cecil"
  }, 
  {
    "quote": "Destiny is a good thing to accept when it's going your way. When it isn't, don't call it destiny call it injustice, treachery, or simple bad luck.", 
    "name": "Joseph Heller"
  }, 
  {
    "quote": "It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young.", 
    "name": "Konrad Lorenz"
  }, 
  {
    "quote": "Every religion is good that teaches man to be good and I know of none that instructs him to be bad.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "A good deed never goes unpunished.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "I like to do weird things in the shower, like drink my coffee, brush my teeth and drink a smoothie. It's good time management.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "The enlightened ruler is heedful, and the good general full of caution.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "The aim of a college education is to teach you to know a good man when you see one.", 
    "name": "William James"
  }, 
  {
    "quote": "All I can tell you really is if you get to the point where someone is telling you that you are not great or not good enough, just follow your heart and don't let anybody crush your dream.", 
    "name": "Patti LaBelle"
  }, 
  {
    "quote": "Dogs and philosophers do the greatest good and get the fewest rewards.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world.", 
    "name": "Paul Dudley White"
  }, 
  {
    "quote": "You know, when you really connect with the instrument and everything just comes out on an emotional level very naturally through your playing. That's, you know, a great night. And I think the reason I love touring so much is you're chasing that high around all the time, trying to have another good night.", 
    "name": "Slash"
  }, 
  {
    "quote": "It's always good to be underestimated.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Chocolate is the first luxury. It has so many things wrapped up in it: Deliciusness in the moment, childhood memories, and that grin-inducing feeling of getting a reward for being good.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "Men of ill judgment ignore the good that lies within their hands, till they have lost it.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "It is no good getting furious if you get stuck. What I do is keep thinking about the problem but work on something else. Sometimes it is years before I see the way forward. In the case of information loss and black holes, it was 29 years.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "If it's a good movie, the sound could go off and the audience would still have a perfectly clear idea of what was going on.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "My country is the world, and my religion is to do good.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Always read something that will make you look good if you die in the middle of it.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "You know when something feels so good but you're afraid to feel good about it? So you kinda hold back? Everyone says, Congratulations, you must be so happy. And you say something stupid like, I'm just doing what little I can with what little I have.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "I have good looking kids. Thank goodness my wife cheats on me.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Like every other good thing in this world, leisure and culture have to be paid for. Fortunately, however, it is not the leisured and the cultured who have to pay.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "A film is never really good unless the camera is an eye in the head of a poet.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "I don't want to be interesting. I want to be good.", 
    "name": "Ludwig Mies van der Rohe"
  }, 
  {
    "quote": "Finding good players is easy. Getting them to play as a team is another story.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Plans are only good intentions unless they immediately degenerate into hard work.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "I keep my ideals, because in spite of everything I still believe that people are really good at heart.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "It's not going to do any good to land on Mars if we're stupid.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "And it is easy to believe you are not good enough if you listen to everybody else.", 
    "name": "Mackenzie Astin"
  }, 
  {
    "quote": "No matter how full a reservoir of maxims one may possess, and no matter how good one's sentiments may be, if one has not taken advantage of every concrete opportunity to act, one's character may remain entirely unaffected for the better.", 
    "name": "William James"
  }, 
  {
    "quote": "Those who forget good and evil and seek only to know the facts are more likely to achieve good than those who view the world through the distorting medium of their own desires.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "My best moment? I have a lot of good moments but the one I prefer is when I kicked the hooligan.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "It's good to trust others but, not to do so is much better.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "It's with bad sentiments that one makes good novels.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Like every man of sense and good feeling, I abominate work.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The reading of all good books is like a conversation with the finest minds of past centuries.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "God never made a promise that was too good to be true.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.", 
    "name": "Irving Berlin"
  }, 
  {
    "quote": "My Alma mater was books, a good library... I could spend the rest of my life reading, just satisfying my curiosity.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Don't worry about people stealing your ideas. If your ideas are any good, you'll have to ram them down people's throats.", 
    "name": "Howard Aiken"
  }, 
  {
    "quote": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Good books, like good friends, are few and chosen the more select, the more enjoyable.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Never call an accountant a credit to his profession a good accountant is a debit to his profession.", 
    "name": "Charles Lyell"
  }, 
  {
    "quote": "At Christmas play and make good cheer, for Christmas comes but once a year.", 
    "name": "Thomas Tusser"
  }, 
  {
    "quote": "Life takes its path and sometimes there are people to blame. Of course there are bad people in this world. Good, bad, it happens unfortunately. But in a way I think if there was more focus on the good, more good would happen.", 
    "name": "Andrea Corr"
  }, 
  {
    "quote": "The infliction of cruelty with a good conscience is a delight to moralists. That is why they invented Hell.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Bad officials are the ones elected by good citizens who do not vote.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "The good die young, because they see it's no use living if you have got to be good.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. If makes it feel needed.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "Professionalism is not sportsmanship. If you don't succeed, you won't be in your profession for long. In our society, it's not about good or bad. It's about who's on top.", 
    "name": "Chili Davis"
  }, 
  {
    "quote": "A good artist should be isolated. If he isn't isolated, something is wrong.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he'd lie just to keep his hand in.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "You can be a good neighbor only if you have good neighbors.", 
    "name": "Howard Koch"
  }, 
  {
    "quote": "Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you're going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Far from idleness being the root of all evil, it is rather the only true good.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "No good movie is too long and no bad movie is short enough.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "A good laugh is sunshine in the house.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Four legs good, two legs bad.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Scientific views end in awe and mystery, lost at the edge in uncertainty, but they appear to be so deep and so impressive that the theory that it is all arranged as a stage for God to watch man's struggle for good and evil seems inadequate.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "In Genesis, it says that it is not good for a man to be alone but sometimes it is a great relief.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "Nobody gets justice. People only get good luck or bad luck.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "You built a factory out there, good for you. But I want to be clear. You moved your goods to market on the roads that the rest of us paid for. You hired workers that the rest of us paid to educate. You were safe in your factory because of police forces and fire forces that the rest of us paid for.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "A good leader is one who can tell another how to reach his or her potential a great leader is one who can help another discover this potential for him or herself.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "I don't believe in team motivation. I believe in getting a team prepared so it knows it will have the necessary confidence when it steps on a field and be prepared to play a good game.", 
    "name": "Tom Landry"
  }, 
  {
    "quote": "If I were to say, 'God, why me?' about the bad things, then I should have said, 'God, why me?' about the good things that happened in my life.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "When people see your personality come out, they feel so good, like they actually know who you are.", 
    "name": "Usain Bolt"
  }, 
  {
    "quote": "I'm such a good lover because I practice a lot on my own.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I don't believe that old cliche that good things come to those who wait. I think good things come to those who want something so bad they can't sit still.", 
    "name": "Ashton Kutcher"
  }, 
  {
    "quote": "Live fast, die young, and leave a good looking corpse.", 
    "name": "John Derek"
  }, 
  {
    "quote": "I shall never be ashamed of citing a bad author if the line is good.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Failure after long perseverance is much grander than never to have a striving good enough to be called a failure.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Normal people have an incredible lack of empathy. They have good emotional empathy, but they don't have much empathy for the autistic kid who is screaming at the baseball game because he can't stand the sensory overload. Or the autistic kid having a meltdown in the school cafeteria because there's too much stimulation.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "Mankind is not likely to salvage civilization unless he can evolve a system of good and evil which is independent of heaven and hell.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I don't look to a man to get pride in myself. It's not about having a black president, it's about having a good president, and I think that's the most important thing.", 
    "name": "Allen West"
  }, 
  {
    "quote": "The good old days, when each idea had an owner, are gone forever.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Tolerating evil leads only to more evil. And when good people stand by and do nothing while wickedness reigns, their communities will be consumed.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "The old cathedrals are good, but the great blue dome that hangs over everything is better.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "May joy and good fellowship reign, and in this manner, may the Olympic Torch pursue its way through ages, increasing friendly understanding among nations, for the good of a humanity always more enthusiastic, more courageous and more pure.", 
    "name": "Pierre de Coubertin"
  }, 
  {
    "quote": "Mere longevity is a good thing for those who watch Life from the side lines. For those who play the game, an hour may be a year, a single day's work an achievement for eternity.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "Wisdom allows nothing to be good that will not be so forever no man to be happy but he that needs no other happiness than what he has within himself no man to be great or powerful that is not master of himself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I just want to say, good night, sweet prince, may flights of angels sing thee to thy rest.", 
    "name": "Harry Dean Stanton"
  }, 
  {
    "quote": "I'm kind of a good girl - and I'm not. I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That's what the stories in my music do.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Now and then it's good to pause in our pursuit of happiness and just be happy.", 
    "name": "Guillaume Apollinaire"
  }, 
  {
    "quote": "I've learnt that through life you just get on with it. You're going to meet a lot of dishonest people along the line and you say good luck to them. I hope they live in comfort. Then I start sticking more pins in their effigies.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "Suspicion is the companion of mean souls, and the bane of all good society.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Well, for us, in history where goodness is a rare pearl, he who was good almost takes precedence over he who was great.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Manners is the key thing. Say, for instance, when you're growing up, you're walking down the street, you've got to tell everybody good morning. Everybody. You can't pass one person.", 
    "name": "Usain Bolt"
  }, 
  {
    "quote": "Good writing is like a windowpane.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The Jews don't like Farrakhan, so they call me Hitler. Well, that's a good name. Hitler was a very great man.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "I'm not in the leftist controlled Rock and Roll Hall of Fame because of my political views, primarily my lifelong militant support of the NRA, the Second Amendment, and my belief that the only good bad guy is a dead bad guy.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "A good novel tells us the truth about its hero but a bad novel tells us the truth about its author.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "We are justified in enforcing good morals, for they belong to all mankind but we are not justified in enforcing good manners, for good manners always mean our own manners.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I have the responsibility of over four million people, and I am in a position to do good, to be able to bring about a new life for my people, and I will continue to move in that direction. It's a burden, but it needs to be done, and you have to have the courage and wisdom to see it through.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.", 
    "name": "Homer"
  }, 
  {
    "quote": "A whopping 89 percent of buyers start their home search online. How your house looks online is the modern equivalent of 'curb appeal.' Rent a wide-angle lens and good lighting, get rid of your clutter and post at least eight great photos to win the beauty contest.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "The good things of prosperity are to be wished but the good things that belong to adversity are to be admired.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A good photographer can make you look incredible, even when you're not feeling very sexy.", 
    "name": "Cindy Margolis"
  }, 
  {
    "quote": "Riding a motorcycle on today's highways, you have to ride in a very defensive manner. You have to be a good rider and you have to have both hands and both feet on the controls at all times.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "The reason this country continues its drift toward socialism and big nanny government is because too many people vote in the expectation of getting something for nothing, not because they have a concern for what is good for the country.", 
    "name": "Lyn Nofziger"
  }, 
  {
    "quote": "Real firmness is good for anything strut is good for nothing.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "A bland smile is like a green light at an intersection, it feels good when you get one, but you forget it the moment you're past it.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "The problem with having a sense of humor is often that people you use it on aren't in a very good mood.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "If you want that good feeling that comes from doing things for other folks then you have to pay for it in abuse and misunderstanding.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "What does kissing really mean to me? To me, if you feel, when you kiss a girl, that certain feeling of all those dolphins, like, swimming through your blood stream, and you get those good tingles inside your stomach, I don't think there's any better feeling.", 
    "name": "Corey Haim"
  }, 
  {
    "quote": "To understand me, you have to meet me and be around me. And then only if I'm in a good mood - don't meet me in a bad mood.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "I used to be a real prince charming if I went on a date with a girl. But then I'd get to where I was likely to have a stroke from the stress of keeping up my act. I've since learned the key to a good date is to pay attention on her.", 
    "name": "Matthew Perry"
  }, 
  {
    "quote": "Some people thought we were presenting Archie as a false character. President Nixon thought we were making a fool out of a good man.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "Under all speech that is good for anything there lies a silence that is better, Silence is deep as Eternity speech is shallow as Time.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "When we are well, we all have good advice for those who are ill.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I've turned down jobs because I've said, 'Honestly, I can't find my way in. I can't do it. I love you, as a director. I think the script is good. You deserve better than I think I can do.'", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I've had extraordinary good luck with my health, other than a broken elbow.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Good judgment comes from experience and experience comes from bad judgment.", 
    "name": "Fred Brooks"
  }, 
  {
    "quote": "You can only be as good as you dare to be bad.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Why do I not seek some real good one which I could feel, not one which I could display?", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Every book you pick up has its own lesson or lessons, and quite often the bad books have more to teach than the good ones.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "What is life? A madness. What is life? An illusion, a shadow, a story. And the greatest good is little enough for all life is a dream, and dreams themselves are only dreams.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "One of the key problems today is that politics is such a disgrace, good people don't go into government.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "To have ego means to believe in your own strength. And to also be open to other people's views. It is to be open, not closed. So, yes, my ego is big, but it's also very small in some areas. My ego is responsible for my doing what I do - bad or good.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck.", 
    "name": "Channing Pollock"
  }, 
  {
    "quote": "A play should give you something to think about. When I see a play and understand it the first time, then I know it can't be much good.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am.", 
    "name": "Elle Macpherson"
  }, 
  {
    "quote": "I hope I am remembered by my children as a good father.", 
    "name": "Orson Scott Card"
  }, 
  {
    "quote": "To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can't eat it.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Greek philosophy seems to have met with something with which a good tragedy is not supposed to meet, namely, a dull ending.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "It is practically impossible to teach good programming to students that have had a prior exposure to BASIC: as potential programmers they are mentally mutilated beyond hope of regeneration.", 
    "name": "Edsger Dijkstra"
  }, 
  {
    "quote": "Clever men are good, but they are not the best.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "For all right judgment of any man or things it is useful, nay, essential, to see his good qualities before pronouncing on his bad.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Nothing that you do will ever feel good if you let people convince you that you have no choice.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "Good breeding differs, if at all, from high breeding only as it gracefully remembers the rights of others, rather than gracefully insists on its own rights.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "You have to have been a Republican to know how good it is to be a Democrat.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "I'm delirious with joy. It proves that if you confront the universe with good intentions in your heart, it will reflect that and reward your intent. Usually. It just doesn't always do it in the way you expect.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "I've run into some S.O.B. directors, but I gave them back as good as I got.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter - a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "The bad fortune of the good turns their faces up to heaven the good fortune of the bad bows their heads down to the earth.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Of all the home remedies, a good wife is best.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Being stubborn can be a good thing. Being stubborn can be a bad thing. It just depends on how you use it.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "Everywhere I go, I'm asked if I think the universities stifle writers. My opinion is that they don't stifle enough of them. There's many a best seller that could have been prevented by a good teacher.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "You could write a song about some kind of emotional problem you are having, but it would not be a good song, in my eyes, until it went through a period of sensitivity to a moment of clarity. Without that moment of clarity to contribute to the song, it's just complaining.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I am poor and naked, but I am the chief of the nation. We do not want riches but we do want to train our children right. Riches would do us no good. We could not take them with us to the other world. We do not want riches. We want peace and love.", 
    "name": "Red Cloud"
  }, 
  {
    "quote": "On the Continent people have good food in England people have good table manners.", 
    "name": "George Mikes"
  }, 
  {
    "quote": "War is war. The only good human being is a dead one.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken - and I'd rather remember it as it was at its best than mend it and see the broken places as long as I lived.", 
    "name": "Margaret Mitchell"
  }, 
  {
    "quote": "She generally gave herself very good advice, (though she very seldom followed it).", 
    "name": "Lewis Carroll"
  }, 
  {
    "quote": "A Buddha is someone who finds freedom in good fortune and bad.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Fresh air is good if you do not take too much of it most of the achievements and pleasures of life are in bad air.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Active Evil is better than Passive Good.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Always do good to others. Be selfless. Mentally remove everything and be free. This is divine life. This is the direct way to Moksha or salvation.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "To speak ill of others is a dishonest way of praising ourselves. Nothing is often a good thing to say, and always a clever thing to say.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "I used to play sports. Then I realized you can buy trophies. Now I am good at everything.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There's nothing like a really loyal, dependable, good friend. Nothing.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "I like a man who can be a real friend, has a good sense of humor, a good pair of shoes and a healthy gold card.", 
    "name": "Victoria Beckham"
  }, 
  {
    "quote": "The less we deserve good fortune, the more we hope for it.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "As a real person, he wouldn't last a minute, would he? But drama is about imperfection. And we've moved away from the aspirational hero. We got tired of it, it was dull. If I was House's friend, I would hate it. How he so resolutely refuses to be happy or take the kind-hearted road. But we don't always like morally good people, do we?", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "He that does good to another does good also to himself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Ladies, if you want to know the way to my heart... good spelling and good grammar, good punctuation, capitalize only where you are supposed to capitalize, it's done.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Surplus wealth is a sacred trust which its possessor is bound to administer in his lifetime for the good of the community.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "There is as much greatness of mind in acknowledging a good turn, as in doing it.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "There is no investment you can make which will pay you so well as the effort to scatter sunshine and good cheer through your establishment.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Anyone who tells a lie has not a pure heart, and cannot make a good soup.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "But I can say that life is good to me. Has been and is good. So I think my task is to be good to it. So how do you be good to life? You live it.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "A man is only as good as what he loves.", 
    "name": "Saul Bellow"
  }, 
  {
    "quote": "The confession of evil works is the first beginning of good works.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "I want people to remember me as a full on entertainer and a good person.", 
    "name": "Aaliyah"
  }, 
  {
    "quote": "Sarcasm I now see to be, in general, the language of the devil for which reason I have long since as good as renounced it.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I was considered by my peers to be a good comedian. So that's all I ever strived to do was get some recognition from my peers.", 
    "name": "Ron White"
  }, 
  {
    "quote": "Marriage is a very good thing, but I think it's a mistake to make a habit out of it.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I was nine or 10 years old and my father was sacked on Christmas Day. He was a manager, the results had not been good, he lost a game on December 22 or 23. On Christmas Day, the telephone rang and he was sacked in the middle of our lunch.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "The stories that I want to tell, especially as a director, don't necessarily have a perfect ending because, the older you get, the more you appreciate a good day versus a happy ending. You understand that life continues on the next day the reality of things is what happens tomorrow.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "There are some good people. But a good chunk of them will lie for no reason at all - it'll be ten o'clock and they'll tell you it's nine. You're looking at the clock and you can't even fathom why they're lying. They just lie because that's what they do.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I learnt a whole lot from my mother. About music, relationships, being a good person, loving people, the whole of life. I learnt about everything from her. Every single day I think about her. All through the day.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "Buying books would be a good thing if one could also buy the time to read them in: but as a rule the purchase of books is mistaken for the appropriation of their contents.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "I have never heard anything about the resolutions of the apostles, but a good deal about their acts.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "I think sportsmanship is knowing that it is a game, that we are only as a good as our opponents, and whether you win or lose, to always give 100 percent.", 
    "name": "Sue Wicks"
  }, 
  {
    "quote": "Well, real estate is always good, as far as I'm concerned.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "You don't appreciate a lot of stuff in school until you get older. Little things like being spanked every day by a middle-aged woman: Stuff you pay good money for in later life.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "A humorist is a person who feels bad, but who feels good about it.", 
    "name": "Don Herold"
  }, 
  {
    "quote": "The Senate is a place filled with goodwill and good intentions, and if the road to hell is paved with them, then it's a pretty good detour.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Fishing provides that connection with the whole living world. It gives you the opportunity of being totally immersed, turning back into yourself in a good way. A form of meditation, some form of communion with levels of yourself that are deeper than the ordinary self.", 
    "name": "Ted Hughes"
  }, 
  {
    "quote": "I've always wanted to improve on the idea of living well, In moderation, wine is good for you - mentally, physically, and spiritually.", 
    "name": "Robert Mondavi"
  }, 
  {
    "quote": "Beauty is indeed a good gift of God but that the good may not think it a great good, God dispenses it even to the wicked.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Papa, potatoes, poultry, prunes and prism, are all very good words for the lips.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "A lawyer is never entirely comfortable with a friendly divorce, anymore than a good mortician wants to finish his job and then have the patient sit up on the table.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "We must not discriminate between things. Where things are concerned there are no class distinctions. We must pick out what is good for us where we can find it.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Do I think faith will be an important part of being a good president? Yes, I do.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "God judged it better to bring good out of evil than to suffer no evil to exist.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "I'm not good at future planning. I don't plan at all. I don't know what I'm doing tomorrow. I don't have a day planner and I don't have a diary. I completely live in the now, not in the past, not in the future.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "I'm leaving the screen because I don't think I am very good in the pictures and I have this beautiful dream that I'm elegant on the stage.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "A good reputation is more valuable than money.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Being generous or doing things for others actually makes me feel good so I don't do it because I hope karma will come round and get me and I'll benefit from it.", 
    "name": "David Schwimmer"
  }, 
  {
    "quote": "Toleration is good for all, or it is good for none.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Hearing voices no one else can hear isn't a good sign, even in the wizarding world.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "We give a lot of others significance in our lives even when they don't deserve it. It doesn't matter if they're family or if you've known them forever. If they're not good for you, they've got to go.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Let me give you a definition of ethics: It is good to maintain and further life it is bad to damage and destroy life.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "The function of wisdom is to discriminate between good and evil.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "If you don't have a spiritual practice in place when times are good, you can't expect to suddenly develop one during a moment of crisis.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Any man may be in good spirits and good temper when he's well dressed. There ain't much credit in that.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "On a day when you're tired, it's important to just say good morning to everyone so they're kind of aware that it's gonna be a good day. Jamie Lee Curtis told me that.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "Every test, every trial, every heartache that's been significant, I can turn it over and see how God has turned it into good no matter what.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I have only one yardstick by which I test every major problem - and that yardstick is: Is it good for America?", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Thanksgiving, man. Not a good day to be my pants.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "There are things they tell us that sound good to hear, but when they have accomplished their purpose they will go home and will not try to fulfill our agreements with them.", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "Good judgment comes from experience, and experience comes from bad judgment.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Glamour is about feeling good in your own skin.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "Since you cannot do good to all, you are to pay special attention to those who, by the accidents of time, or place, or circumstances, are brought into closer connection with you.", 
    "name": "Augustine of Hippo"
  }, 
  {
    "quote": "Every good painter paints what he is.", 
    "name": "Jackson Pollock"
  }, 
  {
    "quote": "A man is in general better pleased when he has a good dinner upon his table, than when his wife talks Greek.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "A good basic selling idea, involvement and relevancy, of course, are as important as ever, but in the advertising din of today, unless you make yourself noticed and believed, you ain't got nothin'.", 
    "name": "Leo Burnett"
  }, 
  {
    "quote": "One has to grow up with good talk in order to form the habit of it.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "Being a good teammate is when you try to sprint down a ball that everyone thinks is going out of bounds. But you go after it anyways and you get it.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "All the good music has already been written by people with wigs and stuff.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "It's good for everyone to understand that they are to love their enemies, simply because your enemies show you things about yourself you need to change. So in actuality enemies are friends in reverse.", 
    "name": "Gary Busey"
  }, 
  {
    "quote": "I may be as bad as the worst, but, thank God, I am as good as the best.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "If the opposition disarms, well and good. If it refuses to disarm, we shall disarm it ourselves.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "There are three ingredients in the good life: learning, earning and yearning.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "It is the test of a good religion whether you can joke about it.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "What you see, but can't see over is as good as infinite.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I did the best I could, and in some arenas, my best was not good enough. I've made some bad choices.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "For, if a good speaker, never so eloquent, does not see into the fact, and is not speaking the truth of that - is there a more horrid kind of object in creation?", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Good judgement comes from experience. Experience comes from bad judgement.", 
    "name": "Jim Horning"
  }, 
  {
    "quote": "I believe that love and laughter can only happen when one person takes the time to think about what would cause the other person to feel good.", 
    "name": "Yakov Smirnoff"
  }, 
  {
    "quote": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "A peaceful man does more good than a learned one.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "I was walking along and this chair came flying past me, and another, and another, and I thought, man, is this gonna be a good night.", 
    "name": "Liam Gallagher"
  }, 
  {
    "quote": "Henceforth I ask not good fortune. I myself am good fortune.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Start living now. Stop saving the good china for that special occasion. Stop withholding your love until that special person materializes. Every day you are alive is a special occasion. Every minute, every breath, is a gift from God.", 
    "name": "Mary Manin Morrissey"
  }, 
  {
    "quote": "Your manuscript is both good and original but the part that is good is not original, and the part that is original is not good.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "My mother was a good recreational cook, but what she basically believed about cooking was that if you worked hard and prospered, someone else would do it for you.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "Man is a credulous animal, and must believe something in the absence of good grounds for belief, he will be satisfied with bad ones.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Good health and good sense are two of life's greatest blessings.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "In fact, I thought that Christianity was very a good and a very valuable thing for us. But after a while, I began to feel that the story that I was told about this religion wasn't perhaps completely whole, that something was left out.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "Sometimes the truth hurts. And sometimes it feels real good.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "I swear by that old expression, 'One monkey don't stop no show!' The reality is, we still have some good men out there, and we should hail those men as the kings they are.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "A people and their religion must be judged by social standards based on social ethics. No other standard would have any meaning if religion is held to be necessary good for the well-being of the people.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Ignorant men don't know what good they hold in their hands until they've flung it away.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "The idea of redemption is always good news, even if it means sacrifice or some difficult times.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "It is also true that one can write nothing readable unless one constantly struggles to efface one's own personality. Good prose is like a windowpane.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Certainly, it seems true enough that there's a good deal of irony in the world... I mean, if you live in a world full of politicians and advertising, there's obviously a lot of deception.", 
    "name": "Kenneth Koch"
  }, 
  {
    "quote": "Men are only as good as their technical development allows them to be.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Sometimes I'm so tired, I look down at what I'm wearing, and if it's comfortable enough to sleep in, I don't even make it into my pajamas. I'm looking down, and I'm like, 'T-shirt and stretchy pants? Yup, that's fine. It's pajama-y, good night.'", 
    "name": "Rebecca Romijn"
  }, 
  {
    "quote": "A good day is one where I can not just read a book, but write a review of it. Maybe today I'll be able to do that. I get for some reason somewhat stronger when the sun starts to go down. Dusk is a good time for me. I'm crepuscular.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "I'm not happy all the time, and I wouldn't want to be because that would make me a shallow person. But I do try to find the good in everybody.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "To be doing good deeds is man's most glorious task.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I'd rather do a really good small part than a really bad big part.", 
    "name": "Ron White"
  }, 
  {
    "quote": "You can't be truly rude until you understand good manners.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Edible - good to eat and wholesome to digest, as a worm to a toad, a toad to a snake, a snake to a pig, a pig to a man, and a man to a worm.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "A good husband makes a good wife.", 
    "name": "John Florio"
  }, 
  {
    "quote": "When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "I used to work in a funeral home to feel good about myself, just the fact that I was breathing.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "It takes a lot of imagination to be a good photographer. You need less imagination to be a painter because you can invent things. But in photography everything is so ordinary it takes a lot of looking before you learn to see the extraordinary.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Bad taste creates many more millionaires than good taste.", 
    "name": "Charles Bukowski"
  }, 
  {
    "quote": "The most savage controversies are about matters as to which there is no good evidence either way.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "It's a good place when all you have is hope and not expectations.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "Because of its tremendous solemnity death is the light in which great passions, both good and bad, become transparent, no longer limited by outward appearences.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "A friend is always good to have, but a lover's kiss is better than angels raining down on me.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "God has been very good to me, for I never dwell upon anything wrong which a person has done, so as to remember it afterwards. If I do remember it, I always see some other virtue in that person.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "I was in enough to get along with people. I was never socially inarticulate. Not a loner. And that saved my life, saved my sanity. That and the writing. But to this day I distrust anybody who thought school was a good time. Anybody.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Any good music must be an innovation.", 
    "name": "Les Baxter"
  }, 
  {
    "quote": "Now I need to take a piece of wood and make it sound like the railroad track, but I also had to make it beautiful and lovable so that a person playing it would think of it in terms of his mistress, a bartender, his wife, a good psychiatrist - whatever.", 
    "name": "Les Paul"
  }, 
  {
    "quote": "Death and love are the two wings that bear the good man to heaven.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "A good garden may have some weeds.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Probably the worst time in a person's life is when they have to kill a family member because they are the devil. But otherwise it's been a pretty good day.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "As soon as you concern yourself with the 'good' and 'bad' of your fellows, you create an opening in your heart for maliciousness to enter. Testing, competing with, and criticizing others weaken and defeat you.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "I've gone for each type: the rough guy the nerdy, sweet, lovable guy and the slick guy. I don't really have a type. Men in general are a good thing.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "The battleline between good and evil runs through the heart of every man.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Property may be destroyed and money may lose its purchasing power but, character, health, knowledge and good judgement will always be in demand under all conditions.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "If you're happy, if you're feeling good, then nothing else matters.", 
    "name": "Robin Wright Penn"
  }, 
  {
    "quote": "To reach something good it is very useful to have gone astray, and thus acquire experience.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Only good girls keep diaries. Bad girls don't have time.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "For most Americans, Friday afternoons are filled with positive anticipation of the weekend. In Washington, it's where government officials dump stories they want to bury. Good news gets dropped on Monday so bureaucrats can talk about it all week.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "But the real secret to lifelong good health is actually the opposite: Let your body take care of you.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "A good picture is equivalent to a good deed.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Edible, adj.: Good to eat, and wholesome to digest, as a worm to a toad, a toad to a snake, a snake to a pig, a pig to a man, and a man to a worm.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "We call ourselves public servants but I'll tell you this: we as public servants must set an example for the rest of the nation. It is hypocritical for the public official to admonish and exhort the people to uphold the common good.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "What this country needs what every country needs occasionally is a good hard bloody war to revive the vice of patriotism on which its existence as a nation depends.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The universe we observe has precisely the properties we should expect if there is, at bottom, no design, no purpose, no evil, no good, nothing but blind, pitiless indifference.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "I went to my son's graduation this weekend, and I heard a great quote I've never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it's the good people who don't speak out.", 
    "name": "Hamilton Jordan"
  }, 
  {
    "quote": "The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don't mean that as a bad thing. Good art requires work as well.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "I think every good Christian ought to kick Falwell right in the ass.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "If you pursue good with labor, the labor passes away but the good remains if you pursue evil with pleasure, the pleasure passes away and the evil remains.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Being in a rock band is about touring. It's about writing songs and it's about making records but it's also about taking a wonderful smile onto that stage and making the people feel good about themselves.", 
    "name": "James Young"
  }, 
  {
    "quote": "Do not think of your faults, still less of other's faults look for what is good and strong, and try to imitate it. Your faults will drop off, like dead leaves, when their time comes.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "I feel beautiful when I'm at peace with myself. When I'm serene, when I'm a good person, when I've been considerate of others.", 
    "name": "Elle Macpherson"
  }, 
  {
    "quote": "It is not often that someone comes along who is a true friend and a good writer.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "It's a good thing that beauty is only skin deep, or I'd be rotten to the core.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "Let's not be afraid to speak the common sense truth: you can't have high standards without good discipline.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Bear and endure: This sorrow will one day prove to be for your good.", 
    "name": "Ovid"
  }, 
  {
    "quote": "My mother gave lots of good advice and had a lot to say. As you get older, you realize everything she said was true.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "There's no regret. You can't regret. I mean, I've felt regret but I've also refused to allow regret to sow a seed and live in me because I don't believe it. You feel it, it's like guilt, it's like jealousy, it's like all those horrible things. You've just got to snip them and get them out, because they're no good.", 
    "name": "Jude Law"
  }
]