[
  {
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall.", 
    "name": "Confucius"
  }, 
  {
    "quote": "The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The test of our progress is not whether we add more to the abundance of those who have much it is whether we provide enough for those who have little.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "I like the dreams of the future better than the history of the past.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The very ink with which history is written is merely fluid prejudice.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "History will be kind to me for I intend to write it.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Study history, study history. In history lies all the secrets of statecraft.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "If you are neutral in situations of injustice, you have chosen the side of the oppressor. If an elephant has its foot on the tail of a mouse and you say that you are neutral, the mouse will not appreciate your neutrality.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "To wear your heart on your sleeve isn't a very good plan you should wear it inside, where it functions best.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "If we cannot now end our differences, at least we can help make the world safe for diversity.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "We would like to live as we once lived, but history will not permit it.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Democratic nations must try to find ways to starve the terrorist and the hijacker of the oxygen of publicity on which they depend.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Those who do not remember the past are condemned to repeat it.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "This is one small step for a man, one giant leap for mankind.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds.", 
    "name": "William James"
  }, 
  {
    "quote": "I came, I saw, I conquered.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "A world without nuclear weapons would be less stable and more dangerous for all of us.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Those who don't know history are destined to repeat it.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "When you do the common things in life in an uncommon way, you will command the attention of the world.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "A pint of sweat, saves a gallon of blood.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Americans love to fight. All real Americans love the sting of battle.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "History is more or less bunk.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "That men do not learn very much from the lessons of history is the most important of all the lessons of history.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "History is an account, mostly false, of events, mostly unimportant, which are brought about by rulers, mostly knaves, and soldiers, mostly fools.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Posterity: you will never know how much it has cost my generation to preserve your freedom. I hope you will make good use of it.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "History is the version of past events that people have decided to agree upon.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Historian: an unsuccessful novelist.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: 'President Can't Swim.'", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Legend: A lie that has attained the dignity of age.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "History is a gallery of pictures in which there are few originals and many copies.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "What is history but a fable agreed upon?", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Glory is fleeting, but obscurity is forever.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "The Marine Corps is the Navy's police force and as long as I am President that is what it will remain. They have a propaganda machine that is almost equal to Stalin's.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Hubert Humphrey talks so fast that listening to him is like trying to read Playboy magazine with your wife turning the pages.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "The chief condition on which, life, health and vigor depend on, is action. It is by action that an organism develops its faculties, increases its energy, and attains the fulfillment of its destiny.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Beware of endeavoring to become a great man in a hurry. One such attempt in ten thousand may succeed. These are fearful odds.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Being president is like being a jackass in a hailstorm. There's nothing to do but to stand there and take it.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "We used to root for the Indians against the cavalry, because we didn't think it was fair in the history books that when the cavalry won it was a great victory, and when the Indians won it was a massacre.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "The most terrible job in warfare is to be a second lieutenant leading a platoon when you are on the battlefield.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "We cannot defend freedom abroad by deserting it at home.", 
    "name": "Edward R. Murrow"
  }, 
  {
    "quote": "90 percent of my time is spent on 10 percent of the world.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "I have noticed that nothing I never said ever did me any harm.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "God cannot alter the past, though historians can.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "People are trapped in history and history is trapped in them.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "History is a pack of lies about events that never happened told by people who weren't there.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The greater the difficulty, the more the glory in surmounting it.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation's history and the world's future.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "History never looks like history when you are living through it.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Human history becomes more and more a race between education and catastrophe.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "The deliberate and deadly attacks which were carried out yesterday against our country were more than acts of terror. They were acts of war.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "It is necessary for me to establish a winner image. Therefore, I have to beat somebody.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "I can see clearly now... that I was wrong in not acting more decisively and more forthrightly in dealing with Watergate.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "People that are really very weird can get into sensitive positions and have a tremendous impact on history.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "History is a cyclic poem written by time upon the memories of man.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Following the light of the sun, we left the Old World.", 
    "name": "Christopher Columbus"
  }, 
  {
    "quote": "Be as a tower firmly set Shakes not its top for any blast that blows.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "It is impossible to predict the time and progress of revolution. It is governed by its own more or less mysterious laws.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "The man who is swimming against the stream knows the strength of it.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "History is a vast early warning system.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "You must pursue this investigation of Watergate even if it leads to the president. I'm innocent. You've got to believe I'm innocent. If you don't, take my job.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "The Russians feared Ike. They didn't fear me.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "Civilization is a movement and not a condition, a voyage and not a harbor.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "It takes an endless amount of history to make even a little tradition.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Difficulty is the excuse history never accepts.", 
    "name": "Edward R. Murrow"
  }, 
  {
    "quote": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Chaos often breeds life, when order breeds habit.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "A truly American sentiment recognizes the dignity of labor and the fact that honor lies in honest toil.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "It is the soothing thing about history that it does repeat itself.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "We, therefore, here in Britain stand shoulder to shoulder with our American friends in this hour of tragedy, and we, like them, will not rest until this evil is driven from our world.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "History is the sum total of things that could have been avoided.", 
    "name": "Konrad Adenauer"
  }, 
  {
    "quote": "World War II was the last government program that really worked.", 
    "name": "George Will"
  }, 
  {
    "quote": "History is indeed little more than the register of the crimes, follies, and misfortunes of mankind.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "Statutes authorizing unreasonable searches were the core concern of the framers of the 4th Amendment.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Russians can give you arms but only the United States can give you a solution.", 
    "name": "Anwar Sadat"
  }, 
  {
    "quote": "There are no extraordinary men... just extraordinary circumstances that ordinary men are forced to deal with.", 
    "name": "William Halsey"
  }, 
  {
    "quote": "Most of the things worth doing in the world had been declared impossible before they were done.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "It's a very good historical book about history.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Despise the enemy strategically, but take him seriously tactically.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Be assured those will be thy worst enemies, not to whom thou hast done evil, but who have done evil to thee. And those will be thy best friends, not to whom thou hast done good, but who have done good to thee.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "When the rich think about the poor, they have poor ideas.", 
    "name": "Evita Peron"
  }, 
  {
    "quote": "I have tried to lift France out of the mud. But she will return to her errors and vomitings. I cannot prevent the French from being French.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "Honor is not the exclusive property of any political party.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "No greater nor more affectionate honor can be conferred on an American than to have a public school named after him.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Failure is impossible.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "I cannot lead you into battle. I do not give you laws or administer justice but I can do something else - I can give my heart and my devotion to these old islands and to all the peoples of our brotherhood of nations.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "I'm the only person of distinction who has ever had a depression named for him.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Although... the Chief Magistrate must almost of necessity be chosen by a party and stand pledged to its principles and measures, yet in his official action he should not be the President of a party only, but of the whole people of the United States.", 
    "name": "James K. Polk"
  }, 
  {
    "quote": "If we celebrate Martin Luther King Jr.'s birthday at a time of presidential inaugurals, this is thanks to Ronald Reagan who created the holiday, and not to the Democratic Congress of the Carter years, which rejected it.", 
    "name": "David Horowitz"
  }, 
  {
    "quote": "The past actually happened but history is only what someone wrote down.", 
    "name": "A. Whitney Brown"
  }, 
  {
    "quote": "Friendship is a word, the very sight of which in print makes the heart warm.", 
    "name": "Augustine Birrell"
  }, 
  {
    "quote": "The past is really almost as much a work of the imagination as the future.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "I wouldn't attach too much importance to these student riots. I remember when I was a student at the Sorbonne in Paris, I used to go out and riot occasionally.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "The more bombers, the less room for doves of peace.", 
    "name": "Nikita Khrushchev"
  }, 
  {
    "quote": "Never doubt that you can change history. You already have.", 
    "name": "Marge Piercy"
  }, 
  {
    "quote": "History is a tool used by politicians to justify their intentions.", 
    "name": "Ted Koppel"
  }, 
  {
    "quote": "The future has a way of arriving unannounced.", 
    "name": "George Will"
  }, 
  {
    "quote": "Time is my greatest enemy.", 
    "name": "Evita Peron"
  }, 
  {
    "quote": "History is a vision of God's creation on the move.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "September 11th was a moment when America had the sympathy of the world.", 
    "name": "Tom Ford"
  }, 
  {
    "quote": "All truly historical peoples have an idea they must realize, and when they have sufficiently exploited it at home, they export it, in a certain way, by war they make it tour the world.", 
    "name": "Victor Cousin"
  }, 
  {
    "quote": "The fleet sailed to its war base in the North Sea, headed not so much for some rendezvous with glory as for rendezvous with discretion.", 
    "name": "Barbara Tuchman"
  }, 
  {
    "quote": "Keeping books on social aid is capitalistic nonsense. I just use the money for the poor. I can't stop to count it.", 
    "name": "Evita Peron"
  }, 
  {
    "quote": "Stonehenge was built possibly by the Minoans. It presents one of man's first attempts to order his view of the outside world.", 
    "name": "Stephen Gardiner"
  }, 
  {
    "quote": "One who comes to the Court must come to adore, not to protest. That's the new gloss on the 1st Amendment.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "Open markets offer the only realistic hope of pulling billions of people in developing countries out of abject poverty, while sustaining prosperity in the industrialized world.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don't want to do that and that's their decision.", 
    "name": "Ho Chi Minh"
  }, 
  {
    "quote": "I haven't, in the 23 years that I have been in the uniformed services of the United States of America, ever violated an order - not one.", 
    "name": "Oliver North"
  }, 
  {
    "quote": "Tell the FBI that the kidnappers should pick out a judge that Nixon wants back.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "Whether in chains or in laurels, liberty knows nothing but victories.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "You have to look at history as an evolution of society.", 
    "name": "Jean Chretien"
  }, 
  {
    "quote": "Dad, I'm in some trouble. There's been an accident and you're going to hear all sorts of things about me from now on. Terrible things.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "Peace, plenty, and contentment reign throughout our borders, and our beloved country presents a sublime moral spectacle to the world.", 
    "name": "James K. Polk"
  }, 
  {
    "quote": "Libraries are not made, they grow.", 
    "name": "Augustine Birrell"
  }, 
  {
    "quote": "They can shout down the head of the physics department at Cal Tech.", 
    "name": "James Stockdale"
  }, 
  {
    "quote": "The judicial system is the most expensive machine ever invented for finding out what happened and what to do about it.", 
    "name": "Irving R. Kaufman"
  }, 
  {
    "quote": "Something as curious as the monarchy won't survive unless you take account of people's attitudes. After all, if people don't want it, they won't have it.", 
    "name": "Prince Charles"
  }, 
  {
    "quote": "Generally speaking, historically in this country, the care of a child has been thought of as female business.", 
    "name": "Eddie Bernice Johnson"
  }, 
  {
    "quote": "Terrorism takes us back to ages we thought were long gone if we allow it a free hand to corrupt democratic societies and destroy the basic rules of international life.", 
    "name": "Jacques Chirac"
  }, 
  {
    "quote": "The construction of Europe is an art. It is the art of the possible.", 
    "name": "Jacques Chirac"
  }, 
  {
    "quote": "They were afraid, never having learned what I taught myself: Defeat the fear of death and welcome the death of fear.", 
    "name": "G. Gordon Liddy"
  }, 
  {
    "quote": "In my view, far from deserving condemnation for their courageous reporting, the New York Times, the Washington Post and other newspapers should be commended for serving the purpose that the Founding Fathers saw so clearly.", 
    "name": "Hugo Black"
  }, 
  {
    "quote": "We learned the value of research in World War II.", 
    "name": "Amar Bose"
  }, 
  {
    "quote": "The past is malleable and flexible, changing as our recollection interprets and re-explains what has happened.", 
    "name": "Peter Berger"
  }, 
  {
    "quote": "To people who remember JFK's assassination, JFK Jr. will probably always be that boy saluting his father's coffin.", 
    "name": "Michael Beschloss"
  }, 
  {
    "quote": "The real 1960s began on the afternoon of November 22, 1963. It came to seem that Kennedy's murder opened some malign trap door in American culture, and the wild bats flapped out.", 
    "name": "Lance Morrow"
  }, 
  {
    "quote": "We peruse one ideal, that of bringing people together in peace, irrespective of race, religion and political convictions, for the benefit of mankind.", 
    "name": "Juan Antonio Samaranch"
  }, 
  {
    "quote": "The 1st Amendment protects the right to speak, not the right to spend.", 
    "name": "Byron White"
  }, 
  {
    "quote": "France is delighted at this new opportunity to show the world that when one has the will one can succeed in joining peoples who have been brought close by history.", 
    "name": "Francois Mitterrand"
  }, 
  {
    "quote": "That great dust-heap called 'history'.", 
    "name": "Augustine Birrell"
  }, 
  {
    "quote": "An Edwardian lady in full dress was a wonder to behold, and her preparations for viewing were awesome.", 
    "name": "William Manchester"
  }, 
  {
    "quote": "To the extent that the judicial profession becomes the daily routine of deciding cases on the most secure precedents and the narrowest grounds available, the judicial mind atrophies and its perspective shrinks.", 
    "name": "Irving R. Kaufman"
  }, 
  {
    "quote": "The Supreme Court's only armor is the cloak of public trust its sole ammunition, the collective hopes of our society.", 
    "name": "Irving R. Kaufman"
  }, 
  {
    "quote": "You can't set a hen in one morning and have chicken salad for lunch.", 
    "name": "George M. Humphrey"
  }, 
  {
    "quote": "Remember, God provides the best camouflage several hours out of every 24.", 
    "name": "David M. Shoup"
  }, 
  {
    "quote": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "My reading of history convinces me that most bad government results from too much government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "A people without the knowledge of their past history, origin and culture is like a tree without roots.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "We are not makers of history. We are made by history.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission which is the stage of the darkest periods of human history, the stage of rule by brute force.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "If you read history you will find that the Christians who did most for the present world were precisely those who thought most of the next. It is since Christians have largely ceased to think of the other world that they have become so ineffective in this.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Among the many misdeeds of the British rule in India, history will look upon the act depriving a whole nation of arms as the blackest.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "History is written by the victors.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "For my part, I consider that it will be found much better by all parties to leave the past to history, especially as I propose to write that history myself.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I think really, China, Chinese, I think they really have a long history of civilization, rich culture.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "History, in general, only informs us of what bad government is.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "The marvel of all history is the patience with which men and women submit to burdens unnecessarily laid upon them by their governments.", 
    "name": "George Washington"
  }, 
  {
    "quote": "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "History repeats itself, first as tragedy, second as farce.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Long before history began we men have got together apart from the women and done things. We had time.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Violent men have not been known in history to die to a man. They die up to a point.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "History teaches that war begins when governments believe the price of aggression is cheap.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "We have the power to make this the best generation of mankind in the history of the world or to make it the last.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Poetry is finer and more philosophical than history for poetry expresses the universal, and history only the particular.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "In the course of history, men come to see that iron necessity is neither iron nor necessary.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Few will have the greatness to bend history itself but each of us can work to change a small portion of events, and in the total of all those acts will be written the history of this generation.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "History is a set of lies agreed upon.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "It is remarkable how closely the history of the apple tree is connected with that of man.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "To correct a natural indifference I was placed half-way between misery and the sun. Misery kept me from believing that all was well under the sun, and the sun taught me that history wasn't everything.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Never throughout history has a man who lived a life of ease left a name worth remembering.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Hegel was right when he said that we learn from history that man can never learn anything from history.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Live out of your imagination, not your history.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Those who weep for the happy periods which they encounter in history acknowledge what they want not the alleviation but the silencing of misery.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "There has never yet been a man in our history who led a life of ease whose name is worth remembering.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Woz is living his own life now. He hasn't been around Apple for about five years. But what he did will go down in history.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Europe was created by history. America was created by philosophy.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Poetry is nearer to vital truth than history.", 
    "name": "Plato"
  }, 
  {
    "quote": "I want to reform the tax code so that it's simple, fair, and asks the wealthiest households to pay higher taxes on incomes over $250,000 - the same rate we had when Bill Clinton was president the same rate we had when our economy created nearly 23 million new jobs, the biggest surplus in history, and a lot of millionaires to boot.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "In the richest country in the history of the world, this Obama economy has crushed the middle class. Family income has fallen by $4,000, but health insurance premiums are higher, food prices are higher, utility bills are higher, and gasoline prices have doubled. Today more Americans wake up in poverty than ever before.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "If past history was all there was to the game, the richest people would be librarians.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "History does nothing it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "History shows that where ethics and economics come in conflict, victory is always with economics. Vested interests have never been known to have willingly divested themselves unless there was sufficient force to compel them.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "All the ills of mankind, all the tragic misfortunes that fill the history books, all the political blunders, all the failures of the great leaders have arisen merely from a lack of skill at dancing.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "In the long history of humankind (and animal kind, too) those who learned to collaborate and improvise most effectively have prevailed.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "We don't want tradition. We want to live in the present and the only history that is worth a tinker's dam is the history we make today.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "History is only the register of crimes and misfortunes.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The whole history of science has been the gradual realization that events do not happen in an arbitrary manner, but that they reflect a certain underlying order, which may or may not be divinely inspired.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "We've persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it's time to turn the page.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I would put our legislative and foreign policy accomplishments in our first two years against any president - with the possible exceptions of Johnson, FDR, and Lincoln - just in terms of what we've gotten done in modern history. But, you know, but when it comes to the economy, we've got a lot more work to do. And we're gonna keep on at it.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Blood alone moves the wheels of history.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Indeed, history is nothing more than a tableau of crimes and misfortunes.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "History should be written as philosophy.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Just in general, any government throughout history hasn't really wanted its people to be educated, because then they couldn't control them as easily.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "President Barack Obama has stood watch over the greatest job loss in modern American history. And that, my friends, is one inconvenient truth that will haunt this President throughout history.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "History has demonstrated that the most notable winners usually encountered heartbreaking obstacles before they triumphed. They won because they refused to become discouraged by their defeats.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "History does not long entrust the care of freedom to the weak or the timid.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "One could write a history of science in reverse by assembling the solemn pronouncements of highest authority about what could not be done and could never happen.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "If you want to study the social and political history of modern nations, study hell.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "The point in history at which we stand is full of promise and danger. The world will either move forward toward unity and widely shared prosperity - or it will move apart.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Men do not learn much from the lessons of history and that is the most important of all the lessons of history.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "In our brief national history we have shot four of our presidents, worried five of them to death, impeached one and hounded another out of office. And when all else fails, we hold an election and assassinate their character.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "You that would judge me, do not judge alone this book or that, come to this hallowed place where my friends' portraits hang and look thereon Ireland's history in their lineaments trace think where man's glory most begins and ends and say my glory was I had such friends.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The world's battlefields have been in the heart chiefly more heroism has been displayed in the household and the closet, than on the most memorable battlefields in history.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "For most of history, Anonymous was a woman.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "If a race has no history, if it has no worthwhile tradition, it becomes a negligible factor in the thought of the world, and it stands in danger of being exterminated.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "The soles of Neil Armstrong's boots on the moon made permanent impressions on our souls and in our national psyche. Ann and I watched those steps together on her parent's sofa. Like all Americans we went to bed that night knowing we lived in the greatest country in the history of the world. God bless Neil Armstrong.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I'm the biggest fighter in the history of the sport. If you don't believe it, check the cash register.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "De Sade is the one completely consistent and thoroughgoing revolutionary of history.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Time will inevitably uncover dishonesty and lies history has no place for them.", 
    "name": "Norodom Sihanouk"
  }, 
  {
    "quote": "Love is never defeated, and I could add, the history of Ireland proves it.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Whether a woman's running for office or she's supporting her husband who's running for office and she gets criticised for wearing open-toed shoes or for the colour of her coat, there's just a lot of history that you bear if you are a woman who puts herself out in the political arena.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I don't believe in accidents. There are only encounters in history. There are no accidents.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "The history of philosophy is to a great extent that of a certain clash of human temperaments.", 
    "name": "William James"
  }, 
  {
    "quote": "Every age has its own poetry in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "From their experience or from the recorded experience of others (history), men learn only what their passions and their metaphysical prejudices allow them to learn.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Religions, which condemn the pleasures of sense, drive men to seek the pleasures of power. Throughout history power has been the vice of the ascetic.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Skepticism is a virtue in history as well as in philosophy.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "No great man lives in vain. The history of the world is but the biography of great men.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I lead no party I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "What is history? An echo of the past in the future a reflex from the future on the past.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Well, for us, in history where goodness is a rare pearl, he who was good almost takes precedence over he who was great.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The history of all previous societies has been the history of class struggles.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "The very concept of objective truth is fading out of the world. Lies will pass into history.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The Bible is one of the most genocidal books in history.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Revolutions are the locomotives of history.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "For the very first time the young are seeing history being made before it is censored by their elders.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "For the first time in the history of mankind, one generation literally has the power to destroy the past, the present and the future, the power to bring time to an end.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "As I speak to you today, government censors somewhere are working furiously to erase my words from the records of history. But history itself has already condemned these tactics.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The slightest acquaintance with history shows that powerful republics are the most warlike and unscrupulous of nations.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Who has fully realized that history is not contained in thick books but lives in our very blood?", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "History, a distillation of rumour.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "This is a moment in history where it is almost hard to catch your breath.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The history of free men is never really written by chance but by choice their choice!", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "We are dealing with the best-educated generation in history. But they've got a brain dressed up with nowhere to go.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "History shows that the majority of people that have done anything great have passed their youth in seclusion.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Passion is universal humanity. Without it religion, history, romance and art would be useless.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "If we could read the secret history of our enemies we should find in each man's life sorrow and suffering enough to disarm all hostility.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "We have not invaded anyone. We have not conquered anyone. We have not grabbed their land, their culture, their history and tried to enforce our way of life on them.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "The writer may very well serve a movement of history as its mouthpiece, but he cannot of course create it.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "A Conservative is a fellow who is standing athwart history yelling 'Stop!'", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "Judging from the main portions of the history of the world, so far, justice is always in jeopardy.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "The view of Jerusalem is the history of the world it is more, it is the history of earth and of heaven.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Thanks to television, for the first time the young are seeing history made before it is censored by their elders.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "People who make history know nothing about history. You can see that in the sort of history they make.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "One truth stands firm. All that happens in world history rests on something spiritual. If the spiritual is strong, it creates world history. If it is weak, it suffers world history.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Things have never been more like the way they are today in history.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Read no history: nothing but biography, for that is life without theory.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "If history were taught in the form of stories, it would never be forgotten.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Our nation was created in ways that allow human potential to prosper, and it created the greatest nation for people in the history of humanity. Now Obama is dismantling it, because he has no appreciation for our greatness. In fact, he resents it. He blames this country for whatever evils he sees around the world.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "The Internet is the most important single development in the history of human communication since the invention of call waiting.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Life isn't meant to be easy. It's hard to take being on the top - or on the bottom. I guess I'm something of a fatalist. You have to have a sense of history, I think, to survive some of these things... Life is one crisis after another.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "American history is longer, larger, more various, more beautiful, and more terrible than anything anyone has ever said about it.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Assassination has never changed the history of the world.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "If you have autism in the family history, you still vaccinate. Delay it a bit, space them out.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "Rome - the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "Today, for the first time in history, a Bishop of Rome sets foot on English soil. This fair land, once a distant outpost of the pagan world, has become, through the preaching of the Gospel, a beloved and gifted portion of Christ's vineyard.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Of the twenty-two civilizations that have appeared in history, nineteen of them collapsed when they reached the moral state the United States is in now.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "The happiest women, like the happiest nations, have no history.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Outside the kingdom of the Lord there is no nation which is greater than any other. God and history will remember your judgment.", 
    "name": "Haile Selassie"
  }, 
  {
    "quote": "Nixon is one of the few in the history of this country to run for high office talking out of both sides of his mouth at the same time and lying out of both sides.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "History develops, art stands still.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Minimalism seems closest to the sophisticated storytelling of movies. Movies have really educated contemporary audiences to be the most intelligent, sophisticated audiences in history. We don't any longer need to have the relationship between one scene and the next explained. We will figure it out ourselves.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "All humanity is passion without passion, religion, history, novels, art would be ineffectual.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "It is all one to me if a man comes from Sing Sing Prison or Harvard. We hire a man, not his history.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "We live in a moment of history where change is so speeded up that we begin to see the present only when it is already disappearing.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "Neither current events nor history show that the majority rule, or ever did rule.", 
    "name": "Jefferson Davis"
  }, 
  {
    "quote": "History is a race between education and catastrophe.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "The thing about black history is that the truth is so much more complex than anything you could make up.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "No humorist is under any obligation to provide answers and probably if you were to delve into the literary history of humour it's probably all about not providing answers because the humorist essentially says: this is the way things are.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "One of the enduring problems with certain societies in the world - and this is certainly true of a lot of places in the Middle East - is that the capacity for self-governance and self-organizing just isn't there. It has to do with history.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Antiquities are history defaced, or some remnants of history which have casually escaped the shipwreck of time.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Newspapers are the second hand of history. This hand, however, is usually not only of inferior metal to the other hands, it also seldom works properly.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "The history of art is the history of revivals.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Strangers are exciting, their mystery never ends. But, there's nothing like looking at your own history in the faces of your friends.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "Yesterday is history. Tomorrow is a mystery. And today? Today is a gift. That's why we call it the present.", 
    "name": "Babatunde Olatunji"
  }, 
  {
    "quote": "Little islands of human happiness, peace, and prosperity are so exceptional at this point in history that I'm not even sure we can draw lessons from them.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "I don't think we handled the aftermath of the fall of Baghdad as well as we might have. But that's now history.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "It's very strange that most people don't care if their knowledge of their family history only goes back three generations.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "We have wasted History like a bunch of drunks shooting dice back in the men's crapper of the local bar.", 
    "name": "Charles Bukowski"
  }, 
  {
    "quote": "I don't want a Black History Month. Black history is American history.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "The history of the world is the record of the weakness, frailty and death of public opinion.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "If you think you have it tough, read history books.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "But perhaps the rest of us could have separate classes in science appreciation, the wonder of science, scientific ways of thinking, and the history of scientific ideas, rather than laboratory experience.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "A library is the delivery room for the birth of ideas, a place where history comes to life.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "The worst mistake of first contact, made throughout history by individuals on both sides of every new encounter, has been the unfortunate habit of making assumptions. It often proved fatal.", 
    "name": "David Brin"
  }, 
  {
    "quote": "I want no epitaphs of profound history and all that type of thing. I contributed. I would hope they would say that, and I would hope somebody liked me.", 
    "name": "Brian Clough"
  }, 
  {
    "quote": "Well, I think that California has had a history of always spending more money than it takes in.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The new rage is to say that the government is the cause of all our problems, and if only we had no government, we'd have no problems. I can tell you, that contradicts evidence, history, and common sense.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "History shows that there are no invincible armies.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "History books that contain no lies are extremely dull.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "It is possible to read the history of this country as one long struggle to extend the liberties established in our Constitution to everyone in America.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "I'm not one of those who wants to purge our society of our Christian history.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "A strange thing is memory, and hope one looks backward, and the other forward one is of today, the other of tomorrow. Memory is history recorded in our brain, memory is a painter, it paints pictures of the past and of the day.", 
    "name": "Grandma Moses"
  }, 
  {
    "quote": "Neither the life of an individual nor the history of a society can be understood without understanding both.", 
    "name": "C. Wright Mills"
  }, 
  {
    "quote": "Books are the carriers of civilization. Without books, history is silent, literature dumb, science crippled, thought and speculation at a standstill.", 
    "name": "Barbara Tuchman"
  }, 
  {
    "quote": "Psychology keeps trying to vindicate human nature. History keeps undermining the effort.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Most foreign policies that history has marked highly, in whatever country, have been originated by leaders who were opposed by experts.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "All History is current all injustice continues on some level, somewhere in the world.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "A lot of young players don't really know much about the history of the game and a lot of them are missing out on what the game is all about, especially the whole concept of sportsmanship and teamwork.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed.", 
    "name": "Mattie Stepanek"
  }, 
  {
    "quote": "Let's be very honest about what this is about. It's not about bashing Democrats, it's not about taxes, they have no idea what the Boston tea party was about, they don't know their history at all. This is about hating a black man in the White House. This is racism straight up.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "I know that many of you do wear such a cross of Christ, not in any ostentatious way, not in a way that might harm you at your work or recreation, but a simple indication that you value the role of Jesus Christ in the history of the world, that you are trying to live by Christ's standards in your own daily life.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "There is nothing new in the world except the history you do not know.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "In known history, nobody has had such capacity for altering the universe than the people of the United States of America. And nobody has gone about it in such an aggressive way.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "I'm not convinced that women have the education or the sense of their own history enough or that they understand the cruelty of which men are capable and the delight that many men will take in seeing you choose to chain yourself - then they get to say 'See, you did it yourself.'", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Fascism is a religion. The twentieth century will be known in history as the century of Fascism.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began.", 
    "name": "John Henrik Clarke"
  }, 
  {
    "quote": "The Holocaust was an obscene period in our nation's history. I mean in this century's history. But we all lived in this century. I didn't live in this century.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Governments have never learned anything from history, or acted on principles deducted from it.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "Man is not logical and his intellectual history is a record of mental reserves and compromises. He hangs on to what he can in his old beliefs even when he is compelled to surrender their logical basis.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "For one who reads, there is no limit to the number of lives that may be lived, for fiction, biography, and history offer an inexhaustible number of lives in many parts of the world, in all periods of time.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "History warns us that it is the customary fate of new truths to begin as heresies and to end as superstitions.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Nothing which is true or beautiful or good makes complete sense in any immediate context of history therefore we must be saved by faith.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "If history and science have taught us anything, it is that passion and desire are not the same as truth.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Beating Pakistan is always special because they are a tough team and we have a bit if a history regarding Pakistan.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "The Teutons have been singing the swan song ever since they entered the ranks of history. They have always confounded truth with death.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "I seldom go into a natural history museum without feeling as if I were attending a funeral.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Ideas shape the course of history.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "I believe that history might be, and ought to be, taught in a new fashion so as to make the meaning of it as a process of evolution intelligible to the young.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "If our history can challenge the next wave of musicians to keep moving and changing, to keep spiritually hungry and horny, that's what it's all about.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "I do not think it is an exaggeration to say history is largely a history of inflation, usually inflations engineered by governments for the gain of governments.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "Mankind has probably done more damage to the Earth in the 20th century than in all of previous human history.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "The history of liberty is a history of resistance.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "I loved history because to me, history was like watching a movie.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define we can grasp them only in the depths of our perceptive spirit.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "History repeats itself, and that's one of the things that's wrong with history.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "The people who have really made history are the martyrs.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "By failing seriously to confront the most predicable economic crisis in our nation's history, the President's policies are committing us and our children to a diminished future.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Americans are rising to the tasks of history, and they expect the same of us.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "No man is truly great who is great only in his lifetime. The test of greatness is the page of history.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The game of history is usually played by the best and the worst over the heads of the majority in the middle.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Was it not enough punishment and suffering in history that we were uprooted and made helpless slaves not only in new colonial outposts but also domestically.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "In Jewish history there are no coincidences.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "A woman's whole life is a history of the affections.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "We have nothing in our history or position to invite aggression we have everything to beckon us to the cultivation of relations of peace and amity with all nations.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history.", 
    "name": "Anita Baker"
  }, 
  {
    "quote": "Inflation is bringing us true democracy. For the first time in history, luxuries and necessities are selling at the same price.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Presidents quickly realize that while a single act might destroy the world they live in, no one single decision can make life suddenly better or can turn history around for the good.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "One of the lessons of history is that nothing is often a good thing to do and always a clever thing to say.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Now, there are some who would like to rewrite history - revisionist historians is what I like to call them.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "The awareness that health is dependent upon habits that we control makes us the first generation in history that to a large extent determines its own destiny.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "The only history is a mere question of one's struggle inside oneself. But that is the joy of it. One need neither discover Americas nor conquer nations, and yet one has as great a work as Columbus or Alexander, to do.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "I think documentaries are the greatest way to educate an entire generation that doesn't often look back to learn anything about the history that provided a safe haven for so many of us today.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "The greatest honor history can bestow is that of peacemaker.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Every literary critic believes he will outwit history and have the last word.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Of all the species of literary composition, perhaps biography is the most delightful. The attention concentrated on one individual gives a unity to the materials of which it is composed, which is wanting in general history.", 
    "name": "Robert Hall"
  }, 
  {
    "quote": "A lawyer without history or literature is a mechanic, a mere working mason if he possesses some knowledge of these, he may venture to call himself an architect.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Once you get into this great stream of history, you can't get out.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "The true history of my administration will be written 50 years from now, and you and I will not be around to see it.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The history of all countries shows that the working class exclusively by its own effort is able to develop only trade-union consciousness.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "Without words, without writing and without books there would be no history, there could be no concept of humanity.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "Without question, the Red Ryder BB gun is the most important gun in the history of American weaponry.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "In the history of the treatment of depression, there was the dunking stool, purging of the bowels of black bile, hoses, attempts to shock the patient. All of these represent hatred or aggression towards what depression represents in the patient.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "I grew up in Europe, where the history comes from.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "The people, and the people alone, are the motive force in the making of world history.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "The main thing is to make history, not to write it.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Women are the only exploited group in history to have been idealized into powerlessness.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "I sent American troops to Iraq to make its people free, not to make them American. Iraqis will write their own history and find their own way.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The majority see the obstacles the few see the objectives history records the successes of the latter, while oblivion is the reward of the former.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "Sometimes - history needs a push.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "If a secret history of books could be written, and the author's private thoughts and meanings noted down alongside of his story, how many insipid volumes would become interesting, and dull tales excite the reader!", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "Human history in essence is the history of ideas.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "History is not a burden on the memory but an illumination of the soul.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Numerous politicians have seized absolute power and muzzled the press. Never in history has the press seized absolute power and muzzled the politicians.", 
    "name": "David Brinkley"
  }, 
  {
    "quote": "I don't think that a leader can control, to any great extent, his destiny. Very seldom can he step in and change the situation if the forces of history are running in another direction.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "The history of saints is mainly the history of insane people.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "We live in an era with no historical precedents. History is no longer useful as a tool in helping us understand current changes.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Every library should try to be complete on something, if it were only the history of pinheads.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "In its history, Europe has committed so many massacres and horrors that it should bow its own head in shame.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "All history is incomprehensible without Christ.", 
    "name": "Ernest Renan"
  }, 
  {
    "quote": "If you think Abraham Lincoln became famous for inventing the town car, it is time to spend a few hours on history.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Value people on their potential, not on their history.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "History is, strictly speaking, the study of questions the study of answers belongs to anthropology and sociology.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "The history of the last century shows, as we shall see later, that the advice given to governments by bankers, like the advice they gave to industrialists, was consistently good for bankers, but was often disastrous for governments, businessmen, and the people generally.", 
    "name": "Carroll Quigley"
  }, 
  {
    "quote": "'WASP' is the only ethnic term that is in fact a term of class, apart from redneck, which is another word for the same group but who are in the lower social strata, so it's inexplicably tied up with social standing and culture and history in a way that the other hyphenations just are not.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Our ignorance of history causes us to slander our own times.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The principle that human nature, in its psychological aspects, is nothing more than a product of history and given social relations removes all barriers to coercion and manipulation by the powerful.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Now, when I hear that Christians are getting together in order to defend the people of Israel, of course it brings joy to my heart. And it simply says, look, people have learned from history.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Their memory's like a train: you can see it getting smaller as it pulls away And the things you can't remember Tell the things you can't forget that History puts a saint in every dream.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "There are still many causes worth sacrificing for, so much history yet to be made.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "President Obama is the most successful food stamp president in American history. I would like to be the most successful paycheck president in American history.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "History does not merely touch on language, but takes place in it.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "So I'm OK with myself, with history, my work, who I am and who I was.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "Man seems to insist on ignoring the lessons available from history.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "History repeats itself, but the special call of an art which has passed away is never reproduced. It is as utterly gone out of the world as the song of a destroyed wild bird.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "In every election in American history both parties have their cliches. The party that has the cliches that ring true wins.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "I think the materialist conception of history is valid.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Throughout human history, the American Idea has done more to help the poor than any other economic system ever designed.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Megacollectors suppose they can enter art history by spending astronomical amounts.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Imagine it's 1981. You're an artist, in love with art, smitten with art history. You're also a woman, with almost no mentors to look to art history just isn't that into you. Any woman approaching art history in the early eighties was attempting to enter an almost foreign country, a restricted and exclusionary domain that spoke a private language.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Our culture now wonderfully, alchemically transforms images and history into artistic material. The possibilities seem endless and wide open.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I love Rauschenberg. I love that he created a turning point in visual history, that he redefined the idea of beauty, that he combined painting, sculpture, photography, and everyday life with such gall, and that he was interested in, as he put it, 'the ability to conceive failure as progress.'", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Yeah, I read history. But it doesn't make you nice. Hitler read history, too.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Throughout human history, the apostles of purity, those who have claimed to possess a total explanation, have wrought havoc among mere mixed-up human beings.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Black history is American history.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "I didn't do improv in college, I never performed, I didn't do theater either. I was in student government, I was a history major.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "No period of history has ever been great or ever can be that does not act on some sort of high, idealistic motives, and idealism in our time has been shoved aside, and we are paying the penalty for it.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "It's very attractive to people to be a victim. Instead of having to think out the whole situation, about history and your group and what you are doing... if you begin from the point of view of being a victim, you've got it half-made. I mean intellectually.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "We wonder if we will be the first generation in American history to leave our children with fewer opportunities and a less prosperous nation than the one we inherited.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "After all, when the world looks to America, they look to us because we are the most successful political and economic experiment in human history.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "History is a people's memory, and without a memory, man is demoted to the lower animals.", 
    "name": "Malcom X"
  }, 
  {
    "quote": "Storytelling in general is a communal act. Throughout human history, people would gather around, whether by the fire or at a tavern, and tell stories. One person would chime in, then another, maybe someone would repeat a story they heard already but with a different spin. It's a collective process.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "There is little for the great part of the history of the world except the bitter tears of pity and the hot tears of wrath.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "I feel like I'm too busy writing history to read it.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "This is the lesson that history teaches: repetition.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "The public history of modern art is the story of conventional people not knowing what they are dealing with.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "The history of mankind is the instant between two strides taken by a traveler.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "History is Philosophy teaching by example.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "Unlike any other leader in modern American history, we are led today by a president that has decided to pit Americans against each other.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "History is malleable. A new cache of diaries can shed new light, and archeological evidence can challenge our popular assumptions.", 
    "name": "Ken Burns"
  }, 
  {
    "quote": "The history of the world is the world's court of justice.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Whether you like it or not, history is on our side. We will bury you!", 
    "name": "Nikita Khrushchev"
  }, 
  {
    "quote": "The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or woman's right to her soul.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Imagine a part of the U.S.A., from which the U.S.A. started - where is the cradle of your history? This is Kosovo for Serbia.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "I was bused to a school in Gerritsen Beach in Brooklyn in 1972. I was one of the first black kids in the history of the school.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Black History Month must be more than just a month of remembrance it should be a tribute to our history and reminder of the work that lies in the months and years ahead.", 
    "name": "Marty Meehan"
  }, 
  {
    "quote": "In a typical history book, black Americans are mentioned in the context of slavery or civil rights. There's so much more to the story.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "It is like writing history with lightning and my only regret is that it is all so terribly true.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.", 
    "name": "Charles A. Beard"
  }, 
  {
    "quote": "And thus goes segregation which is the most far-reaching development in the history of the Negro since the enslavement of the race.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "The history of the world is none other than the progress of the consciousness of freedom.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "I love studying Ancient History and seeing how empires rise and fall, sowing the seeds of their own destruction.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Becoming emancipated at 14, my life wasn't normal. I didn't have to go to school, so I didn't. I was rebellious by nature. I spent my 20s focusing on my company, Flower Films, and producing movies. Now that I'm almost 30, I would like to try other things in lie. I'm crazy about photography, and I want to take an art history class.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I love doing normal things - movies, shopping, going out with friends, writing, reading, taking hot bubble baths - that's a big one for relaxation. I also love to go to art and history museums.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "My place in history will depend on what I can do for the people and not on what the people can do for me.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "I learned much more about acting from philosophy courses, psychology courses, history and anthropology than I ever learned in acting class.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "History takes time. History makes memory.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "The history of the world shows that peoples and societies do not have to pass through a fixed series of stages in the course of development.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "History will see advertising as one of the real evil things of our time. It is stimulating people constantly to want things, want this, want that.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "The Democrats co-opted the credit for the Civil Rights Act of 1964. But if you go back and look at the history, a larger percentage of Republicans voted for that than did Democrats. But a Democrat president signed it, so they co-opted credit for having passed the Civil Rights Act of 1964 and the Voting Rights Act of 1965.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "This is the greatest society in all of human history, the greatest country ever. Many of the decisions being made in Washington today by both parties are threatening that greatness. And if we stay on this road we're on right now, our children are going to be the first Americans ever to inherit a diminished country.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Americans believe with all their heart, the vast majority of them, and the vast majority of Floridians, that the United States of America is simply the single greatest nation in all of human history.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Jewelry and pins have been worn throughout history as symbols of power, sending messages. Interestingly enough, it was mostly men who wore the jewelry in various times, and obviously crowns were part of signals that were being sent throughout history by people of rank.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The Carter Center has the only existing international taskforce on disease eradication. Which means a total elimination of a disease on the face of the Earth. In the history of the world, there's only been one disease eradicated: smallpox. The second disease, I think, is gonna be guinea worm.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "You look at the greatest villains in human history, the fascists, the autocrats, they all wanted people to kneel before them because they don't love themselves enough.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "You can't fake this music. You might be a great singer or a great musician but, in the need, that's got nothing to do with it. It's how you connect to the songs and to the history behind them.", 
    "name": "Etta James"
  }, 
  {
    "quote": "No cause is left but the most ancient of all, the one, in fact, that from the beginning of our history has determined the very existence of politics, the cause of freedom versus tyranny.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "All good criticism should be judged the way art is. You shouldn't read it the way you read history or science.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Black people don't have an accurate idea of their history, which has been either suppressed or distorted.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "And why do we, who say we oppose tyranny and demand freedom of speech, allow people to go to prison and be vilified, and magazines to be closed down on the spot, for suggesting another version of history.", 
    "name": "David Icke"
  }, 
  {
    "quote": "In a sense, words are encyclopedias of ignorance because they freeze perceptions at one moment in history and then insist we continue to use these frozen perceptions when we should be doing better.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "That's all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history.", 
    "name": "William McKinley"
  }, 
  {
    "quote": "There's something quite exciting when you have a history with somebody and you see them do new and different things.", 
    "name": "Tim Burton"
  }, 
  {
    "quote": "Music can be healing, and with my history and my knowledge of both sides of what looks like a gigantic divide in the world, I feel I can point a way forward to our common humanity again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "A moment comes, which comes but rarely in history, when we step out from the old to the new when an age ends and when the soul of a nation long suppressed finds utterance.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "May it not be that, just as we have to have faith in Him, God has to have faith in us and, considering the history of the human race so far, may it not be that 'faith' is even more difficult for Him than it is for us?", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "History has remembered the kings and warriors, because they destroyed art has remembered the people, because they created.", 
    "name": "William Morris"
  }, 
  {
    "quote": "Religion has caused more misery to all of mankind in every stage of human history than any other single idea.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "All in all, for someone who was immersed in, fascinated by, and dedicated to flight, I was disappointed by the wrinkle in history that had brought me along one generation late. I had missed all the great times and adventures in flight.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "The whole history of pop music had rested on the first person singular, with occasional intrusions of the second person singular.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Isn't history ultimately the result of our fear of boredom?", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "I am totally fascinated by people and our history as I understand and continue to explore it. People have so much to give and so far to go and yet we have given and gone a great distance. It's really just interesting to ask: why not? And see where that takes me.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "I don't have incredible knowledge about films or of filmmaking history I'm not that kind of person.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I am privileged to be a citizen of the single greatest society in all of human history.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "From tea parties to the election in Massachusetts, we are witnessing the single greatest political pushback in American history.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "And I can tell you that history will back up what I'm about to say and that is that there is no government run by conservatives, Republicans, put whoever you want there, if you give government the opportunity to spend more money than it has, it will do it. It will do it every time.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Our history is not our destiny.", 
    "name": "Alan Cohen"
  }, 
  {
    "quote": "I have the opportunity to be part of swimming history. To take the sport to a new level would be an honor for me. There's no better time to try this than now.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "All I know is that history repeats itself and people are going to want to experience the world. But I know then they are going to have a better appreciation for what is here in Maine.", 
    "name": "John Baldacci"
  }, 
  {
    "quote": "Gluttony might be innocuous were it not for the fact that gluttons tend to disregard whether their self-serving behaviors harm anyone else. We don't need to look far and wide to find examples of gluttonous behavior, as they are numerous throughout the history of capitalism.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The German national character is a favorite subject of character experts, probably because the less mature a nation, the more she is an object of criticism and not of history.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "The subject of history is the gradual realization of all that is practically necessary.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "The Establishment center... has led us into the stupidest and cruelest war in all history. That war is a moral and political disaster - a terrible cancer eating away at the soul of our nation.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I really like to look like a history book. I can look 1940s, I can look 1970s hippie-chic, or sometimes I'll pull that '80s Brooklyn hip-hop kid with the door-knocker earrings.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves.", 
    "name": "David Hume"
  }, 
  {
    "quote": "The advantages found in history seem to be of three kinds, as it amuses the fancy, as it improves the understanding, and as it strengthens virtue.", 
    "name": "David Hume"
  }, 
  {
    "quote": "You can't walk alone. Many have given the illusion, but none have really walked alone. Man is not made that way. Each man is bedded in his people, their history, their culture, and their values.", 
    "name": "Peter Abrahams"
  }, 
  {
    "quote": "Even in high school I was very interested in history - why people do the things they do. As a kid I spent a lot of time trying to relate the past to the present.", 
    "name": "George Lucas"
  }, 
  {
    "quote": "You don't change the course of history by turning the faces of portraits to the wall.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "No people in history have ever survived who thought they could protect their freedom by making themselves inoffensive to their enemies.", 
    "name": "Dean Acheson"
  }, 
  {
    "quote": "History is mostly guessing the rest is prejudice.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Bankers know that history is inflationary and that money is the last thing a wise man will hoard.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "The character and history of each child may be a new and poetic experience to the parent, if he will let it.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "I know there's some kind of history to mountain music-like it came from Ireland or England or Scotland and we kept up the tradition.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "In many ways, history is marked as 'before' and 'after' Rosa Parks. She sat down in order that we all might stand up, and the walls of segregation came down.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "We are living in the machine age. For the first time in history the comedian has been compelled to supply himself with jokes and comedy material to compete with the machine. Whether he knows it or not, the comedian is on a treadmill to oblivion.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "I'm not keen on history being tampered with... to any extent.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior.", 
    "name": "Vladimir Putin"
  }, 
  {
    "quote": "I want to write a book which is the history of comedy.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "You had to be aware that I saw that photography was a mere episode in the history of the optical projection and when the chemicals ended, meaning the picture was fixed by chemicals, we were in a new era.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I think people in general have neglected to learn about history.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "It's a struggle but that's why we exist, so that another generation of Lesbians of color will not have to invent themselves, or their history, all over again.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "If you look at U.S. history through religious history, there is very much a motif that shows the importance religion has played in the U.S. We're a very religious country and it affects the way we look at various political issues.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "My major allegiance has been to storytelling, not to history.", 
    "name": "Russell Banks"
  }, 
  {
    "quote": "The history of man is the history of crimes, and history can repeat. So information is a defence. Through this we can build, we must build, a defence against repetition.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history.", 
    "name": "Kim Il-sung"
  }, 
  {
    "quote": "I think sometimes I guess you see records, say you want to get there and use that as motivation. In a way, it's kind of cool if there is a possibility to rewrite history and be up there with the greats of Olympic history.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "It is the great sadness of our species that we have not found a way to eliminate the conflict and to eliminate violence as a device to resolve our conflicts throughout the entire history of the human race.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "No country in the history of the world has ever contributed more to humankind and accomplished more for its people in so brief a period of time as Israel has done since its relatively recent rebirth in 1948.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "I think the Democrats are catering to them, but, you know, in the entire history of the United States of America, there has never been a judge who has been refused a vote when there was a majority of Senators willing to vote for his confirmation, never in history.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "There are times in history where a particular doctrine becomes a symbol of a greater problem.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Is there in all the history of human folly a greater fool than a clergymen in politics?", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "I'm a person that just likes to speak the truth, and I don't understand why in America it's such a big deal that we won't read the Koran and we won't look at history.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "To study history means submitting to chaos and nevertheless retaining faith in order and meaning.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "But when one believes that you've been appointed by God for a particular mission in history, you have to be very careful about that, how you speak about that. Where is the self-reflection in that? Where is the humility in that?", 
    "name": "Jim Wallis"
  }, 
  {
    "quote": "I believe that history has shape, order, and meaning that exceptional men, as much as economic forces, produce change and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "All objects, all phases of culture are alive. They have voices. They speak of their history and interrelatedness. And they are all talking at once!", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "American policy seems to be wed to a perpetual state of war. Why? History shows that the world will always be in flux or turmoil, with different peoples competing for visibility and power. The U.S. cannot fix the fate of every nation.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "My generation of bossy, confident, baby-boom women were something brand new in history. Our energy and assertiveness weren't created by Betty Friedan, unknown before her 1963 book, or by Gloria Steinem, whose political activism, as even the Lifetime profile admitted, did not begin until 1969.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Our liberal, New York/Washington-based media would never in a million years put Liberal Godfather Ted Kennedy on the spot about his clan's bad behavior, to whose lurid history he himself has contributed so much.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I did a book in 1996, an overview of black history. In that process I became more aware of a lot of the black inventors of the 19th century.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "This is what I would have done if I had to have a real job: I would have been a history teacher.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Among famous traitors of history one might mention the weather.", 
    "name": "Ilka Chase"
  }, 
  {
    "quote": "Literature is the expression of a feeling of deprivation, a recourse against a sense of something missing. But the contrary is also true: language is what makes us human. It is a recourse against the meaningless noise and silence of nature and history.", 
    "name": "Octavio Paz"
  }, 
  {
    "quote": "My argument is that War makes rattling good history but Peace is poor reading.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "I thought that all of the sacrifices and blessings of the whole history of mankind have devolved upon me. Thank you, God.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "To provide meaningful architecture is not to parody history but to articulate it.", 
    "name": "Daniel Libeskind"
  }, 
  {
    "quote": "If Jesus Christ was who He claimed to be, and He did die on a cross at a point of time in history, then, for all history past and all history future it is relevant because that is the very focal point for forgiveness and redemption.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "My sense of the family history is somewhat sketchy, because my mother kept a great deal to herself.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "Legend remains victorious in spite of history.", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "I was reading a book... 'the history of glue' - I couldn't put it down.", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "Then I despair... I remember that all through history, the way of truth and love has always won. There have been murderers and tyrants, and for a time they can seem invincible. But in the end they always fall. Think of it always.", 
    "name": "Andre Malraux"
  }, 
  {
    "quote": "Barack Obama is one of the greatest politicians in American history.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "But every historical statement and legitimization itself moves within a certain relation to history.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "Dorothy is the only woman in history who has had her menopause in public and made it pay.", 
    "name": "Alice Roosevelt Longworth"
  }, 
  {
    "quote": "What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "The nation is faced with one of the most corporate-orientated anti-consumer Congresses in our history.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "We can't understand when we're pregnant, or when our siblings are expecting, how profound it is to have a shared history with a younger generation: blood, genes, humor. It means we were actually here, on Earth, for a time - like the Egyptians with their pyramids, only with children.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "My father and I made genetics history. We were the first African-Americans and the first father and son anywhere to have their genomes sequenced.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "So many people of color who made major contributions to American history have been trapped in the purgatory of history.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "America is the greatest nation ever founded. The ideals are the greatest ever espoused in human history, and we just need the country to live up to them. But what I worry about are the 1 million black men in the prison system.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "What people forget is that the most radical thing about Obama is that he was the first black man in history to imagine that he could become president, who was able to make other Americans believe it as well. Other than that, he is a centrist, just like I try to be. He's been bridging divisions his whole life.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "Wherever you go in the history of America, there have been Black people making contributions, but their contributions have been obscured, lost, buried.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "History is the interpretation of the significance that the past has for us.", 
    "name": "Johan Huizinga"
  }, 
  {
    "quote": "In history as in human life, regret does not bring back a lost moment and a thousand years will not recover something lost in a single hour.", 
    "name": "Stefan Zweig"
  }, 
  {
    "quote": "When you say things like, 'We have to wipe out the Taliban,' what does that mean? The Taliban is not a fixed number of people. The Taliban is an ideology that has sprung out of a history that, you know, America created anyway.", 
    "name": "Arundhati Roy"
  }, 
  {
    "quote": "Those who invoke history will certainly be heard by history. And they will have to accept its verdict.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Destiny is something not be to desired and not to be avoided. a mystery not contrary to reason, for it implies that the world, and the course of human history, have meaning.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "The history of philosophy is not, like the history of the sciences, to be studied with the intellect alone. That which is receptive in us and that which impinges upon us from history is the reality of man's being, unfolding itself in thought.", 
    "name": "Karl Jaspers"
  }, 
  {
    "quote": "The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "It is in the very nature of things human that every act that has once made its appearance and has been recorded in the history of mankind stays with mankind as a potentiality long after its actuality has become a thing of the past.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "History shows that when the church accommodates culture, it weakens it.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "There is a spirit and a need and a man at the beginning of every great human advance. Every one of these must be right for that particular moment of history, or nothing happens.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "Hollywood has a history of raising expectations beyond Washington's reach, of appealing to the very American desire to mythologize political leaders, particularly the president.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "In the tumult of men and events, solitude was my temptation now it is my friend. What other satisfaction can be sought once you have confronted History?", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "Through all of history mankind has ingested psychedelic substances. Those substances exist to put you in touch with spirits beyond yourself, with the creator, with the creative impulse of the planet.", 
    "name": "Ray Manzarek"
  }, 
  {
    "quote": "I am fascinated by history and particularly the Victorian era.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Love is more pleasant than marriage for the same reason that novels are more amusing than history.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "I love places that have an incredible history. I love the Italian way of life. I love the food. I love the people. I love the attitudes of Italians.", 
    "name": "Elton John"
  }, 
  {
    "quote": "After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "From Caesar's legions to the Napoleonic wars. From the Reformation, the Enlightenment and the industrial revolution to the defeat of nazism. We have helped to write European history, and Europe has helped write ours.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "The biggest danger to the European Union comes not from those who advocate change, but from those who denounce new thinking as heresy. In its long history Europe has experience of heretics who turned out to have a point.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "A study of the history of opinion is a necessary preliminary to the emancipation of the mind.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "History is little more than the register of the crimes, follies, and misfortunes of mankind.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "Robots have a rich and storied history in movies.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Nixon in 1968, unlike Obama 2008, was elected as a minority president with only 43 percent of the vote. Yet, in 1972, he won what, in some measures, was the most lopsided election in American history with 61 percent.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Obama has seen to the passage of the most radical legislation in recent American history and so-called 'progressives' should be thanking him for it - even as many of the rest of us rear in horror from its implications.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Barack Obama is the most famous living person in the history of the world.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "There are certain moments in the history of a nation when the choices made define the decades to come.", 
    "name": "Georgios A. Papandreou"
  }, 
  {
    "quote": "At times, we were forced to go through a history of dependence, unable to determine our own destiny. But today, we are at the threshold of a new turning point.", 
    "name": "Roh Moo-hyun"
  }, 
  {
    "quote": "Our national history has so often filled us with bitterness and the feeling of helplessness.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "The becoming of man is the history of the exhaustion of his possibilities.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "September 11 was terrible but, if one goes back over the history of the IRA, what happened to the Americans wasn't that terrible.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "I'm a history nut.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "When the rose and the cross are united the alchemical marriage is complete and the drama ends. Then we wake from history and enter eternity.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "I do have to say that I think that President Obama is the greatest President in the history of all of our Presidents, and that he can do no wrong in my book. So how's that for prejudice on the Democratic side?", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "I do consider myself part of black history.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "The United States is the only power in history that became great by giving and not by taking. I think the crisis was when the United States had more money than ideas. Money doesn't produce money. Ideas produce money.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Having bought furniture for my own house, and bought furniture for our house in Washington, a furniture store seemed like a good idea, and it also played into my personal history.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Man's naked form belongs to no particular moment in history it is eternal, and can be looked upon with joy by the people of all ages.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "The kitchen's a laboratory, and everything that happens there has to do with science. It's biology, chemistry, physics. Yes, there's history. Yes, there's artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "World history is a court of judgment.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "Very few conflicts in the history of the world have been satisfactorily concluded according to a published timetable, because you lose all flexibility in dealing with your opponents.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Skepticism has never founded empires, established principals, or changed the world's heart. The great doers in history have always been people of faith.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "I learned more from my mother than from all the art historians and curators who have informed me about technical aspects of art history and art appreciation over the years.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "History is the science of things which are not repeated.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "The history of thought may be summed up in these words: it is absurd by what it seeks and great by what it finds.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Nigeria has had a complicated colonial history. My work has examined that part of our story extensively.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "Young women today often have very little appreciation for the real battles that took place to get women where they are today in this country. I don't know how much history young women today know about those battles.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Sometimes history takes things into its own hands.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "We have our own history, our own language, our own culture. But our destiny is also tied up with the destinies of other people - history has made us all South Africans.", 
    "name": "Mangosuthu Buthelezi"
  }, 
  {
    "quote": "I know the history of the record business so well because I followed Billie Holiday into the record studios. It was so primitive compared to the sophisticated business today.", 
    "name": "Tony Bennett"
  }, 
  {
    "quote": "Yes, they broke the law, but we can't deport them. Let's get over this pointing fingers and do something about that, whether it - they have to pay a fine, learn to speak English, the history, you can do that. And then you have to give visas for the skills we need.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "I'm really interested in modern history, but to fulfill a History degree at Brown you have to do modern and pre-modern.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "The positive testimony of history is that the State invariably had its origin in conquest and confiscation. No primitive State known to history originated in any other manner.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "The long-established and noble rule of Law, one of the greatest products of the character and tradition of British history, has suffered a deadly blow. Blackmail has become respectable.", 
    "name": "Robert Menzies"
  }, 
  {
    "quote": "You're going to relegate my history to a month.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "But look, I was born in 1956, the peak year for births in US history. I think I'm very representative of many of the thought processes my generation have been through and, by and large, people of my age have had their imprint planted on the consciousness of western society for a long time.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I think feminists are unaware of the tremendous extent of the role of women in history.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "I don't have space to enter into the examples or the history of this, so I'm left with having to make the bold statement that culture is extinct.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "In history people dressed much better than we do today.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "It's in the history books, the Holocaust. It's just a phrase. And the truth is it happened yesterday. It happened to my mother. I never met my grandmothers or my grandfathers. They were all wiped up in the gas chambers of Nazi Germany.", 
    "name": "Gene Simmons"
  }, 
  {
    "quote": "My face has changed with the years and has enough history in it to give audiences something to work with.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "If history is a guide, a victory for Obama means he faces the prospect of a second term dogged by scandal or inertia.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Part of the problem is voters know relatively little about Romney. And some of what they know about him complicates his task: Romney has a history of flip-flopping on issues, he's extraordinarily wealthy, and he can be tone-deaf about what moves voters. He just doesn't seem comfortable in his skin.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I normally ignore the History Channel.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Life moves fast. As much as you can learn from your history, you have to move forward.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "The institution of chivalry forms one of the most remarkable features in the history of the Middle Ages.", 
    "name": "Horatio Alger"
  }, 
  {
    "quote": "Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "It is sometimes very hard to tell the difference between history and the smell of skunk.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "When you think of how history is revealed, we know certain things to be facts at certain periods of time, which turn out not to be so factual as time marches on.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Texas was such a welcoming place, and with its unbelievable history and tradition, it's extra special to be a part of that.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "Over the objections, where they sound like squealing pigs, over the objections of Romney and all his allies, we passed some of the toughest Wall Street regulations in history, turning Wall Street back into the allocator of capital it always has been and no longer a casino. And they want to repeal it.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "There's a lot of revisionist history that goes on these days about Iraq.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I graduated from the University of Delaware with a double major in history and political science.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "The truth is, of course, that history is not completed in modern commerce any more than philosophy is perfected in political economy. In other words, there is nothing timeless or God-given about filling stations and penicillin and plastic bags.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "I'm inspired by history, different periods.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I like animals. I like natural history. The travel bit is not the important bit. The travel bit is what you have to do in order to go and look at animals.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "In the old days... it was a basic, cardinal fact that producers didn't have opinions. When I was producing natural history programmes, I didn't use them as vehicles for my own opinion. They were factual programmes.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "You can only get really unpopular decisions through if the electorate is convinced of the value of the environment. That's what natural history programmes should be for.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Cameramen are among the most extraordinarily able and competent people I know. They have to have an insight into natural history that gives them a sixth sense of what the creature is going to do, so they can be ready to follow.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "The process of making natural history films is to try to prevent the animal knowing you are there, so you get glimpses of a non-human world, and that is a transporting thing.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Natural history is not about producing fables.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "If I were beginning my career today, I don't think I would take the same direction. Television is at a crossroads at the moment. And although I am not up to date technologically, I suspect that somewhere out there people are conveying things about natural history by means other than television, and I think if I were beginning today, I'd be there.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "He who puts out his hand to stop the wheel of history will have his fingers crushed.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "There aren't just bad people that commit genocide we are all capable of it. It's our evolutionary history.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Whatever can be noted historically can be found within history.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "History, sociology, economics, psychology et al. confirmed Joyce's view of Everyman as victim.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "Horror is the natural reaction to the last 5,000 years of history.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "If you take a look at history, you will find that the understanding of what is good and evil has always existed before the individual religions. The religions were only invented by people afterwards, in order to express this idea.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Uncertainty and fear and ignorance about immigrants, about people who are different, has a history as old as our Nation.", 
    "name": "Luis Gutierrez"
  }, 
  {
    "quote": "You don't hate history, you hate the way it was taught to you in high school.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "Since the dawn of time, traditional marriage - the union between one man and one woman - has been the building block of civilization, and at no point in our nation's history has that foundation been under more severe attack than now.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Culinary tradition is not always based on fact. Sometimes it's based on history, on habits that come out of a time when kitchens were fueled by charcoal.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I don't think that there's been one example in history where somebody has openly talked about their personal life and it's done them any good.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Governments that use violence to stop democratic development will not earn themselves respite forever. They will pay an increasingly high price for actions which they can no longer hide from the world with ease, and will find themselves on the wrong side of history.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "For all of higher civilization's recorded history, becoming a man was defined overwhelmingly as taking responsibility for a family.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "I was determined to achieve the total freedom that our history lessons taught us we were entitled to, no matter what the sacrifice.", 
    "name": "Rosabeth Moss Kanter"
  }, 
  {
    "quote": "After Nixon resigned in 1974, he engaged in a very aggressive war with history, attempting to wipe out the Watergate stain and memory. Happily, history won, largely because of Nixon's tapes.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "Let me tell you, never before in the history of this planet has anybody made the progress that African-Americans have made in a 30-year period, in spite of many black folks and white folks lying to one another.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "Hip-hop's always reached out to kids. If you look at the last 10 big albums it might seem ironic. But when I look at the history of this music it's always had a lot of positivity.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "Western history has been a history of deed done, actions performed and results achieved.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "What is the thread of western civilization that distinguished its course in history? It has to do with the preoccupation of western man with his outward command and his sense of superiority.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "I'm trying to make a case for those people who don't have a sense of belonging that they should have, that there is something really worthwhile in having a sense of belonging, and recasting and looking at our modern history.", 
    "name": "Billy Bragg"
  }, 
  {
    "quote": "For at the same time many people seem eager to extend the circle of our moral consideration to animals, in our factory farms and laboratories we are inflicting more suffering on more animals than at any time in history.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "I think it was my study of history that convinced me that the Democratic Party was more on the side of the average American.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "The upward course of a nation's history is due in the long run to the soundness of heart of its average men and women.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "There's always a part of your nation's history that you haven't been told that... has a powerful impact on how you yourself may behave and may believe.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "The middle class, one of the great achievements in history, is becoming more of a relic than a reality.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Part of what I loved - and love - about being around older people is the tangible sense of history they embody. I'm interested in military history, for instance, because both my grandfathers fought in World War II. I'm interested in writing because one of those grandfathers wrote books.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "From Jefferson to Jackson to Lincoln to FDR to Reagan, every great president inspires enormous affection and enormous hostility. We'll all be much saner, I think, if we remember that history is full of surprises and things that seemed absolutely certain one day are often unimaginable the next.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Given that religious faith is an intrinsic element of human experience, it is best to approach and engage the subject with a sense of history and a critical sensibility.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "World War II ended the Great Depression with one of the great public-private industrial collaborations in the history of man.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The fact is that America has been at her most prosperous when government and the private sector have been not at war, but in a wary, if often underplayed, alliance. History is unmistakable on this point.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "With the perspective afforded by the passage of time, where does 9/11 rank as a turning point in our national history? For the victims and their families, innocents going about their lives, suddenly and brutally murdered, no other day can ever matter as much.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "I believe history will come to view 9/11 as an event on par with November 22, 1963, the date on which John F. Kennedy was murdered, cutting short a presidency that was growing ever more promising. Dreams died that day in Dallas it is easy to imagine the 1960s turning out rather differently had President Kennedy lived.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Religious belief, like history itself, is a story that is always unfolding, always subject to inquiry and ripe for questioning. For without doubt there is no faith.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "History tells us that America does best when the private sector is energetic and entrepreneurial and the government is attentive and engaged. Who among us, really, would, looking back, wish to edit out either sphere at the entire expense of the other?", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The past always seems somehow more golden, more serious, than the present. We tend to forget the partisanship of yesteryear, preferring to re-imagine our history as a sure and steady march toward greatness.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "In retrospect, the Millennium marked only a moment in time. It was the events of September 11 that marked a turning point in history, where we confront the dangers of the future and assess the choices facing humankind.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "The best history is but like the art of Rembrandt it casts a vivid light on certain selected causes, on those which were best and greatest it leaves all the rest in shadow and unseen.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "It's not the sentiments of men which make history but their actions.", 
    "name": "Norman Mailer"
  }, 
  {
    "quote": "We need a better way to talk about eating animals, a way that doesn't ignore or even just shruggingly accept things like habits, cravings, family and history but rather incorporates them into the conversation. The more they are allowed in, the more able we will be to follow our best instincts.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Jews have a special relationship to books, and the Haggadah has been translated more widely, and reprinted more often, than any other Jewish book. It is not a work of history or philosophy, not a prayer book, user's manual, timeline, poem or palimpsest - and yet it is all these things.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "There is at least one point in the history of any company when you have to change dramatically to rise to the next level of performance. Miss that moment - and you start to decline.", 
    "name": "Andy Grove"
  }, 
  {
    "quote": "We also have to make sure our children know the history of women. Tell them the rotten truth: It wasn't always possible for women to become doctors or managers or insurance people. Let them be armed with a true picture of the way we want it to be.", 
    "name": "Anne Roiphe"
  }, 
  {
    "quote": "I just think it would be unrealistic to suggest we're going to eliminate every last domestic insurgent in Afghanistan. Certainly, the history of the country would indicate that's not a very realistic objective, and I think we have to have realistic objectives.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "Violence is a part of America. I don't want to single out rap music. Let's be honest. America's the most violent country in the history of the world, that's just the way it is. We're all affected by it.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "As a state we are so uniquely positioned in so many ways. Our geography, our placement in the country, and our history positions us to be the state that propels energy efficiency as an industry.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "The library is the temple of learning, and learning has liberated more people than all the wars in history.", 
    "name": "Carl T. Rowan"
  }, 
  {
    "quote": "If America wants to retain its position as a global power, its president must listen to the people and show strong leadership at this turning point in human history.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "The subject matter is very tricky. It's about the Munich massacre and what Mossad did afterwards with the assassination squads. I think it's a turning point in history, especially for the Palestinians.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "It's a huge challenge, a huge responsibility. Bond is a huge iconic figure in movie history. These opportunities don't come along very often so I thought, 'Why not?'", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "But let me tell you, this gender thing is history. You're looking at a guy who sat down with Margaret Thatcher across the table and talked about serious issues.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "History will point out some of the things I did wrong and some of the things I did right.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "I have written too much history to have faith in it and if anyone thinks I'm wrong, I am inclined to agree with him.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Permanent superiority has never been realized by any nation in history. After the rise comes the fall.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "OUR history begins before we are born. We represent the hereditary influences of our race, and our ancestors virtually live in us.", 
    "name": "James Nasmyth"
  }, 
  {
    "quote": "I did not come to NASA to make history.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "The history of Christianity, therefore, must be of concern to all who are interested in the record of man and particularly to all who seek to understand the contemporary human scene.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "The year 2008 was a reminder to those who had forgotten that there is such a thing as history and that the cycle of famine and feast in commerce, first identified in antiquity and well understood in the Middle Ages, was not suddenly abolished in modern times.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "If good history is dispassionate history, it must naturally wait until the passions of the period subside.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "One of the consequences of the Iranian revolution has been an explosion of history. A country once known only from British consular reports and intrepid travelogues is now awash with historical documents, letters, diaries, grainy video, weblogs and secret police files of questionable authenticity.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Bulls don't read. Bears read financial history. As markets fall to bits, the bears dust off the Dutch tulip mania of 1637, the Banque Royale of 1719-20, the railway speculation of the 1840s, the great crash of 1929.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Cause and effect, the riddle of all history, is a particular devil in financial history and never more so than today, where entire classes of security are collapsing not on public exchanges and stock-tickers but because there are no markets to establish prices this side of nothing.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Nowhere else in history has there ever been a flag that stands for the right to burn itself. This is the fractal of our flag. It stands for the right to destroy itself.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "Humanity has experienced many revolutionary changes over the course of history: revolutions in agriculture, in science, industrial production, as well as numerous political revolutions. But these have all been limited to the external aspects of our individual and collective lives.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "We are not merely passive pawns of historical forces nor are we victims of the past. We can shape and direct history.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "It takes a great deal of history to produce a little literature.", 
    "name": "Henry James"
  }, 
  {
    "quote": "A day spent praising the earth and lamenting man's pollutionist history makes you feel like a superior, sensitive soul.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "For the first time in our history, ideology and theology hold a monopoly of power in Washington.", 
    "name": "Bill Moyers"
  }, 
  {
    "quote": "There is little evidence that our individual intelligence has improved through recorded history.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Anything in history or nature that can be described as changing steadily can be seen as heading toward catastrophe.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "I thought I had to make an impact on history. I had to become the greatest choreographer of my time. That was my mission. Posterity deals with us however it sees fit. But I gave it 20 years of my best shot.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "Great writing can be done in biography, history, art.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "To be converted you have to destroy your past, destroy your history. You have to stamp on it, you have to say 'my ancestral culture does not exist, it doesn't matter.'", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "This empire, unlike any other in the history of the world, has been built primarily through economic manipulation, through cheating, through fraud, through seducing people into our way of life, through the economic hit men. I was very much a part of that.", 
    "name": "John Perkins"
  }, 
  {
    "quote": "In this world without quiet corners, there can be no easy escapes from history, from hullabaloo, from terrible, unquiet fuss.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "There is a widespread difficulty in the Muslim world, which has to do with how the people are taught about examining their own history. A whole range of stuff has been placed off limits.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Classes struggle, some classes triumph, others are eliminated. Such is history such is the history of civilization for thousands of years.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Judged by the law of England, I know this crime entails upon me the penalty of death but the history of Ireland explains that crime and justifies it.", 
    "name": "Thomas Francis Meagher"
  }, 
  {
    "quote": "Throughout history no one has suffered more than God. He has suffered because his own children fell away from him. Ever since the Fall, God has been working tirelessly for the restoration of mankind. People do not know this brokenhearted aspect of God.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "I don't see women and think of them as competition or with judgment. Women really move me. I feel connected to all kinds of women. I am angry because I think we've been mistreated throughout history in different countries, including America. I admire women.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "A year is an eternity in politics - though less than a moment in history.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "We know from our own history that democratic institutions take decades to mature, and we know from past conflicts that freedom is not free.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Some might think that George W. Bush had his shortcomings, but let me tell you something - history's going to be kind to George W. Bush.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Anybody who comes to the cinema is bringing they're whole sexual history, their literary history, their movie literacy, their culture, their language, their religion, whatever they've got. I can't possibly manipulate all of that, nor do I want to.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "I just read an 800-page history of the Scottish Enlightenment and, honestly, I may as well just start it again now, because I cannot remember a single thing. I can barely remember where Scotland is.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "I wanted to make sure that this be the first scientific and technology revolution in history in which the public thoroughly discussed all the potential benefits and all the potential harms, in advance of the technology coming online and running its course.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "So the old Copenhagen interpretation needs to be generalized, needs to be replaced by something that can be used for the whole universe, and can be used also in cases where there is plenty of individuality and history.", 
    "name": "Murray Gell-Mann"
  }, 
  {
    "quote": "History's a resource.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "History keeps her secrets longer than most of us. But she has one secret that I will reveal to you tonight in the greatest confidence. Sometimes there are no winners at all. And sometimes nobody needs to lose.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "India is a curious place that still preserves the past, religions, and its history. No matter how modern India becomes, it is still very much an old country.", 
    "name": "Anita Desai"
  }, 
  {
    "quote": "For it is the duty of an astronomer to compose the history of the celestial motions through careful and expert study.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "You have reckoned that history ought to judge the past and to instruct the contemporary world as to the future. The present attempt does not yield to that high office. It will merely tell how it really was.", 
    "name": "Leopold Von Ranke"
  }, 
  {
    "quote": "I'm not giving up my history and what I've done in my music because I love it and I'm very proud of it. I just want to open it up for more people.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "Christians should be ready for a change because Jesus was the greatest changer in history.", 
    "name": "Ralph Abernathy"
  }, 
  {
    "quote": "The stones themselves are thick with history, and those cats that dash through the alleyways must surely be the ghosts of the famous dead in feline disguise.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "History could pass for a scarlet text, its jot and title graven red in human blood.", 
    "name": "Eldridge Cleaver"
  }, 
  {
    "quote": "He could have made it right with the book. But he hasn't. He is a revisionist of history. He has lied.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "When President Obama entered the White House, the economy was in a free-fall. The auto industry: on its back. The banks: frozen up. More than three million Americans had already lost their jobs. And America's bravest, our men and women in uniform, were fighting what would soon be the longest wars in our history.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "History is the only true teacher, the revolution the best school for the proletariat.", 
    "name": "Rosa Luxemburg"
  }, 
  {
    "quote": "The audiences are there as a result of my history with the band but also as a result of my being able to reach people with a tune.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "But I think it's more that when you're young, you're invincible, you're immortal - or at least you think you are. The possibilities are limitless, you're inventing the future. Then you get older and suddenly you have a history. It's fixed. You can't change anything. I find that a bit disturbing, to be honest.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "History passes the final judgment.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "Debate and divergence of views can only enrich our history and culture.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "Those who become mentally ill often have a history of chronic pain.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "We have need of history in its entirety, not to fall back into it, but to see if we can escape from it.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "I'm quite good at taking in information so I voraciously inhale Wikipedia - which may have some things wrong in it, but I think is generally more information than we had before. Last tour we didn't have Wikipedia. And then Discovery Channel and History Channel. I can take it in and retain what I think are the most important facts.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "If the history of the Day of Atonement has anything to say to us now it is: never relieve individuals of moral responsibility. The more we have, the more we grow.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Jews read the books of Moses not just as history but as divine command. The question to which they are an answer is not, 'What happened?' but rather, 'How then shall I live?' And it's only with the exodus that the life of the commands really begins.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Religion is the best antidote to the individualism of the consumer age. The idea that society can do without it flies in the face of history and, now, evolutionary biology.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The message of Passover remains as powerful as ever. Freedom is won not on the battlefield but in the classroom and the home. Teach your children the history of freedom if you want them never to lose it.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "What creates freedom? A revolution in the streets? Mass protest? Civil war? A change of government? The ousting of the old guard and its replacement by the new? History, more often than not, shows that hopes raised by such events are often dashed, sooner rather than later.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "What we call National-Socialism is the poisonous perversion of ideas which have a long history in German intellectual life.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "The prolonged slavery of women is the darkest page in human history.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "We are not being arrogant or complacent when we are said that our country, as a united nation, has never in its entire history, enjoyed such a confluence of encouraging possibilities.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "The history of astronomy is a history of receding horizons.", 
    "name": "Edwin Powell Hubble"
  }, 
  {
    "quote": "I think that both men, Bush and Blair, will be damned in history. Both men have made their respective countries the two most hated countries in the world.", 
    "name": "George Galloway"
  }, 
  {
    "quote": "Asking the author of historical novels to teach you about history is like expecting the composer of a melody to provide answers about radio transmission.", 
    "name": "Lion Feuchtwanger"
  }, 
  {
    "quote": "In my early 20s, I studied history and politics, and I really thought that perhaps I would devote my life to that.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I wrote and produced millions and millions of selling records, so my publishing company alone was worth millions of dollars. I didn't have to work anymore in life because when the rappers started sampling... I'm the most sampled artist in history.", 
    "name": "Rick James"
  }, 
  {
    "quote": "I don't seem to be able to learn from experience or anything useful. History doesn't help me. Precedents don't inform my experience.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "History teaches us that men and nations behave wisely once they have exhausted all other alternatives.", 
    "name": "Abba Eban"
  }, 
  {
    "quote": "Common sense and history tell you that rewarding illegal behavior will only encourage more of it.", 
    "name": "Ric Keller"
  }, 
  {
    "quote": "These fallen heroes represent the character of a nation who has a long history of patriotism and honor - and a nation who has fought many battles to keep our country free from threats of terror.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "I went to Ohio University studying arts and history, and playing football. But I was only interested in girls, my pals and sports. I only did the minimum for school.", 
    "name": "Ed O'Neill"
  }, 
  {
    "quote": "Reading a book is like re-writing it for yourself. You bring to a novel, anything you read, all your experience of the world. You bring your history and you read it in your own terms.", 
    "name": "Angela Carter"
  }, 
  {
    "quote": "The odds are always against you no matter what your previous history is. You have to overcome the tendency to relax.", 
    "name": "Tom Osborne"
  }, 
  {
    "quote": "I think that the entertainment industry itself has a history of chasing success. Any time a hit product comes out, all the other companies start chasing after that success and trying to recreate it by putting out similar products.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "I don't really think of things in terms of legacy or where I stand in the history of Nintendo or anything like that.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "Of course, nobody would deny the importance of human beings for theological thinking, but the time span of history that theologians think about is a few thousand years of human culture rather than the fifteen billion years of the history of the universe.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "The great and abiding lesson of American history, particularly the cold war, is that the engine of capitalism, the individual, is mightier than any collective.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "For most of our history, no one dared to tell Americans, 'you don't build that.'", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "I had a go at changing history - maybe not all by myself - I fought at the battle of Normandy, I slogged through the Ardennes, and I celebrated the liberation of Paris on the streets with beautiful French girls throwing flowers at me. I said good-bye to my first true love and discovered what I really wanted to do with my life.", 
    "name": "LeRoy Neiman"
  }, 
  {
    "quote": "Every writer has his writing technique - what he can and can't do to describe something like war or history. I'm not good at writing about those things, but I try because I feel it is necessary to write that kind of thing.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "The current state of knowledge is a moment in history, changing just as rapidly as the state of knowledge in the past has ever changed and, in many instances, more rapidly.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "This is what I wanted. They tell me that London is the best field in history. I wanted to be part of that. Because everyone will be there it will be a wonderful challenge for me. You can see the best runners, how they look, how they run. For me to beat the best is what counts.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "I want to go down in history.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "When I read Thirteen Days I was moved by it. It was just a great time for the world, in terms of looking back in history and seeing how we got ourselves into trouble and how we got ourselves out of trouble.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I like American history.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "You have to look at the history of the Middle East in particular. It has been one of failure and frustration, of feudalism and tribalism.", 
    "name": "Alexander Haig"
  }, 
  {
    "quote": "I've never been nostalgic, personally or politically - if the past was so great, how come it's history?", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "If I didn't have a front-row seat on history, it was at least a seat on the aisle.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "But we cannot rely on memorials and museums alone. We can tell ourselves we will never forget and we likely won't. But we need to make sure that we teach history to those who never had the opportunity to remember in the first place.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "If history could teach us anything, it would be that private property is inextricably linked with civilization.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "He was what I often think is a dangerous thing for a statesman to be - a student of history and like most of those who study history, he learned from the mistakes of the past how to make new ones.", 
    "name": "A. J. P. Taylor"
  }, 
  {
    "quote": "Love is the whole history of a woman's life, it is but an episode in a man's.", 
    "name": "Madame de Stael"
  }, 
  {
    "quote": "There's no way to approach anything in an objective way. We're completely subjective our view of the world is completely controlled by who we are as human beings, as men or women, by our age, our history, our profession, by the state of the world.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "A chronicle is very different from history proper.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Never in the history of fashion has so little material been raised so high to reveal so much that needs to be covered so badly.", 
    "name": "Cecil Beaton"
  }, 
  {
    "quote": "In terms of the history of a far reaching movement, 20 years is not that long.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "History is always changing.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I think journalists have the right to their opinions but I think their opinions should be based on history and what they see, not what they feel, how long they've been waiting or whether it's raining or it's snowing or whatever.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "To communicate the truths of history is an act of hope for the future.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I believe that we must maintain pride in the knowledge that the actions we take, based on our own decisions and choices as individuals, link directly to the magnificent challenge of transforming human history.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "History is filled with tragic examples of wars that result from diplomatic impasse. Whether in our local communities or in international relations, the skillful use of our communicative capacities to negotiate and resolve differences is the first evidence of human wisdom.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Our Founding Fathers crafted a constitutional Republic for the first time in the history of the world because they were shaping a form of government that would not have the failures of a democracy in it, but had the representation of democracy in it.", 
    "name": "Steve King"
  }, 
  {
    "quote": "The history of my life must begin by the earliest circumstance which my memory can evoke it will therefore commence when I had attained the age of eight years and four months.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I realise that I do not change the course of history. I am an actor, I do a movie, that's the end of it. You have to realise we are just clowns for hire. After I had success it was great, at first, not to worry about money. It was on my mind when I was growing up.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "From lies to forgeries the step is not so long, and I have written technical essays on the logic of forgeries and on the influence of forgeries on history.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "Throughout out history, when people have looked for new ways to solve their problems, and to uphold the principles of this nation, many times they have turned to political parties. They have often turned to the Democratic Party.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "When I arrived at Columbia, I gave up acting and became interested in all things French. French poetry, French history, French literature.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves.", 
    "name": "Phyllis George"
  }, 
  {
    "quote": "The president led us into the Iraq war on the basis of unproven assertions without evidence he embraced a radical doctrine of pre-emptive war unprecedented in our history and he failed to build a true international coalition.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "The American people voted to restore integrity and honesty in Washington, D.C., and the Democrats intend to lead the most honest, most open and most ethical Congress in history.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "No country in history ever sent mothers of toddlers off to fight enemy soldiers until the United States did this in the Iraq war.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "The Middle East has the highest unemployment percentage of any region in the world we have the largest youth cohort of history coming into the market place that frustration does translate into the political sphere when people are hungry and without jobs.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "I've been fortunate over my career to make a little history on the 16th hole at Augusta National.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "Having a track record to live up to and the history of successes had become a hindrance. It becomes harder to break out of what people expect you to do.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "No matter how vital experience might be while you lived it, no sooner was it ended and dead than it became as lifeless as the piles of dry dust in a school history book.", 
    "name": "Ellen Glasgow"
  }, 
  {
    "quote": "There's no one place a virus goes to die - but that doesn't make its demise any less a public health victory. Throughout human history, viral diseases have had their way with us, and for just as long, we have hunted them down and done our best to wipe them out.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "War had always seemed to me to be a purely human behavior. Accounts of warlike behavior date back to the very first written records of human history it seemed to be an almost universal characteristic of human groups.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "I think I was a good student, because I jumped over a school. My main interest was basically history and literature. Sports were basically basketball and swimming at a pool. I was so happy.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "The Jews' greatest contribution to history is dissatisfaction! We're a nation born to be discontented. Whatever exists we believe can be changed for the better.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Natural selection, as it has operated in human history, favors not only the clever but the murderous.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "When it went on the air, the sales department hated it. It was the highest advertising pullout show in the history of NBC. At the early focus groups, people were saying, 'Who are these people? Why should we watch them?", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "To be Jewish is to be specifically identified with a history. And if you're not aware of that when you're a child, the whole tradition is lost.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "In fact history does not belong to us but we belong to it.", 
    "name": "Hans-Georg Gadamer"
  }, 
  {
    "quote": "It seems disingenuous to ask a writer why she, or he, is writing about a violent subject when the world and history are filled with violence.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "Faith is a kind of winged intellect. The great workmen of history have been men who believed like giants.", 
    "name": "Charles Henry Parkhurst"
  }, 
  {
    "quote": "People don't always realize that my parents shared a sense of intellectual curiosity and a love of reading and of history.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "The only justification for repressive institutions is material and cultural deficit. But such institutions, at certain stages of history, perpetuate and produce such a deficit, and even threaten human survival.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "The Deep South has a completely different history, both good and bad, that is fascinating for everybody. It makes people work together who usually don't, and that sounds like a cliche in so many ways, but it actually happened... and it happened because of a beautiful idea.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "In my world, history comes down to language and art. No one cares much about what battles were fought, who won them and who lost them - unless there is a painting, a play, a song or a poem that speaks of the event.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "In human history, the desire for revenge and the desire for loot have often been closely associated.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "The history of modern art is also the history of the progressive loss of art's audience. Art has increasingly become the concern of the artist and the bafflement of the public.", 
    "name": "Paul Gauguin"
  }, 
  {
    "quote": "Everything was going my way. I was happily marching into the history books. Then it all just fell apart.", 
    "name": "George Michael"
  }, 
  {
    "quote": "If you read about Mussolini or Stalin or some of these other great monsters of history, they were at it all the time, that they were getting up in the morning very early. They were physically very active. They didn't eat lunch.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "What you have now is a Hollywood that is pure poison. Hollywood was a central place in the history of art in the 20th century: it was human idealism preserved. And then, like any great place, it collapsed, and it collapsed into the most awful machinery in the world.", 
    "name": "Emir Kusturica"
  }, 
  {
    "quote": "Our culture's obsession with vintage objects has rendered us unable to separate history from nostalgia. People want heart. They want a chaser of emotion with their aesthetics.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "History is littered with wars which everybody knew would never happen.", 
    "name": "Enoch Powell"
  }, 
  {
    "quote": "I think you can learn from history.", 
    "name": "Chuck Norris"
  }, 
  {
    "quote": "Few men in our history have ever obtained the Presidency by planning to obtain it.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "History has not dealt kindly with the aftermath of protracted periods of low risk premiums.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "That's history. I say history because it happened in the past.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "China has all the advantages in the world. But it doesn't have a history of free thinking, risk-taking pioneers - the kind of people the U.S. is built upon.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "Strip malls are history.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "Between France and Senegal there's a history. There's a language that we both speak. There's a culture that we share and to which both of our peoples have contributed. But beyond our history, beyond our language, beyond the links that have united us for so long, what unites us today is the future.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "We are a big country, with lots of advantages and history. We are proud to be French. We have to call on patriotism at this time... to ask for an effort in the battle against debt.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "The history of mankind is the history of ideas.", 
    "name": "Luigi Pirandello"
  }, 
  {
    "quote": "The '80s were fabulous. The '90s sucked, and the '70s were just a sad, sad time in human history. Go 1980s! There's something that's just so cute about that time. And not just yellow nail polish and 'I'm a loner.'", 
    "name": "Jennifer Sky"
  }, 
  {
    "quote": "If history, philosophy and so on vanish from academic life, what they leave in their wake may be a technical training facility or corporate research institute. But it will not be a university in the classical sense of the term, and it would be deceptive to call it one.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "When great changes occur in history, when great principles are involved, as a rule the majority are wrong.", 
    "name": "Eugene V. Debs"
  }, 
  {
    "quote": "The study of history and philosophy, accompanied by some acquaintance with art and literature, should be for lawyers and engineers as well as for those who study in arts faculties.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "History is full of people who went to prison or were burned at the stake for proclaiming their ideas. Society has always defended itself.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "It is in Rousseau's writing above all that history begins to turn from upper-class honour to middle-class humanitarianism. Pity, sympathy and compassion lie at the centre of his moral vision. Values associated with the feminine begin to infiltrate social existence as a whole, rather than being confined to the domestic sphere.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Introspection and preserved writings give us far more insight into the ways of past humans than we have into the ways of past dinosaurs. For that reason, I'm optimistic that we can eventually arrive at convincing explanations for these broadest patterns of human history.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "Irish fiction is full of secrets, guilty pasts, divided identities. It is no wonder that there is such a rich tradition of Gothic writing in a nation so haunted by history.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Police departments no longer have to pay overtime or divert resources from other projects to find out where an individual goes - all they have to do is place a tracking device on someone's car or ask a cell phone company for that individual's location history and the technology does the work for them.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "It is always self-defeating to pretend to a generation younger than your own it simply erases your own experience in history.", 
    "name": "Renata Adler"
  }, 
  {
    "quote": "I'll watch any show on the History Channel.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "Part of what I enjoy about the theatre and acting is that sense of history.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "It took a while for me to grasp that my colleagues believe I have made an impact on the history of cinema.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "Billions of people have seen and been influenced by movies in the short history of this industry.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "Serbian history tells that the family is the most important thing and you have to stick with the family.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "The history of our country is cruel. We have to face those issues or, should I say, we had to. Not anymore I hope, because we are going in the right direction, and we are ready to forgive, ready to move on.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "We have a harder way to succeed in life as Serbs because of the past that we had and because of the history we had.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "But, it's because we have a harder way to succeed in life as Serbs because of the past that we had and because of the history that we had. We have to dig deeper and we have to do much more in order to be seen and to be spotted.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "In almost every interview someone asks what does HIM stand for. I can't even remember our latest lie about that. When Hanson was hot, we said it means Hanson Is Murder. The name doesn't have a particular history. His Infernal Majesty was a totally different band. I think HIM derives from some death metal joke.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "Given political history in Chile, it seemed to me that there was a critical task of consolidating a democracy and creating healthy civic-military and political-military relationships.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "I don't want to get home from work and wonder if I could have done better if I didn't go out that night. What you're doing is going to go on the big screen and go down in history.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "The Communist regime didn't consider this to be a shining moment in history and assigned no heroism to it. They classified it as merely an accident.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "Everybody knows they're on the Obama team: There isn't vice presidential vs. presidential division, there's not a generational pull. People have internalized that this is a real moment in history.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "I don't want to go negative on Franklin Delano Roosevelt, but he didn't pass an economic deal in the first 100 days. We have passed the largest Recovery Act in the history of the country.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "Life is a wonderful thing to talk about, or to read about in history books - but it is terrible when one has to live it.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "History is an endless repetition of the wrong way of living.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "History is a guide to navigation in perilous times. History is who we are and why we are the way we are.", 
    "name": "David McCullough"
  }, 
  {
    "quote": "My father was my main influence. He was a preacher, but he was also a history and political science teacher, and since he was my hero, I wanted to follow in his footsteps and become a teacher.", 
    "name": "David Soul"
  }, 
  {
    "quote": "I don't have a long family history of good cooks in my family.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "My mother, whom I love dearly, has continually revised my life story within the context of a complicated family history that includes more than the usual share of divorce, step-children, dysfunction, and obfuscation. I've spent most of my adult life attempting to deconstruct that history and separate fact from fiction.", 
    "name": "Melissa Gilbert"
  }, 
  {
    "quote": "The UK is not going to leave the European Union. Of course not. We are inextricably wound up with Europe. In terms of culture, history and geography, we are a European nation.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "In man - in the history of mankind, this has happened many times, and occupation leaders hang on to the land that they're occupying. People fight to liberate their land. But in the end, the people's will is what achieves victory.", 
    "name": "Hassan Nasrallah"
  }, 
  {
    "quote": "The great drama of Russian history has been between its state and society. Put simply, Russia has always had too much state and not enough society.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "Secretly, I'm a real big nerd. I'd rather stay home and play Scrabble than go to a Hollywood party, any day of the week. And I love reading about history and watching the Discovery Channel.", 
    "name": "Sprague Grayden"
  }, 
  {
    "quote": "The whole history of civilization is strewn with creeds and institutions which were invaluable at first, and deadly afterwards.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "More people have more access to more readers for less money than ever before in history. It means a lot of dross but it means a lot of very talented people can find and nurture a readership in ways that were not possible twenty years ago. From a creative perspective, that is all that writing is about.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "'Days' has always been strong as an icon in TV history, and it's still going on strong and represents the genre of daytime drama so well. I'm proud to be a part of it.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "As a freelance writer, I'd be asked to become an expert for various magazines on any subject, whether food or wine or history or the life span of veterinarians. I was completely unschooled in any of these things.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "The arc of American history almost inevitably moves toward freedom. Whether it's Lincoln and the Emancipation Proclamation, the expansion of women's rights or, now, gay rights, I think there is an almost-inevitable march toward greater civil liberties.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "Crimes of which a people is ashamed constitute its real history. The same is true of man.", 
    "name": "Jean Genet"
  }, 
  {
    "quote": "Revolutions are the periods of history when individuals count most.", 
    "name": "Norman Mailer"
  }, 
  {
    "quote": "Accuracy is paramount in every detail of a work of history. Here's my rule: Ask yourself, 'Did this thing happen?' If the answer is yes, then it's historical. Then ask, 'Did this thing happen precisely this way?' If the answer is yes, then it's history if the answer is no, not precisely this way, then it's historical drama.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "The general consensus among historians, among the ones who can handle the fact that 'Lincoln' is, in fact, historical fiction, is that we demonstrate enormous fidelity to history and that, beyond that, we've actually contributed a line of thinking about Lincoln's presidency that's somewhat original.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "A handful of works in history have had a direct impact on social policy: one or two works of Dickens, some of Zola, 'Uncle Tom's Cabin' and, in modern drama, Larry Kramer's 'The Normal Heart.'", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "All the gossip and craziness becomes a kind of sustained narrative which, in turn, can become history. It's scary.", 
    "name": "Barbara Kruger"
  }, 
  {
    "quote": "Gay writers now have both a sense of history and the fables that allows them to dwell in the realms of the ridiculous and at the same time talk seriously about things.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "It created a global platform that allowed more people to plug and play, collaborate and compete, share knowledge and share work, than anything we have ever seen in the history of the world.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "America is the only nation in history which miraculously has gone directly from barbarism to degeneration without the usual interval of civilization.", 
    "name": "Georges Clemenceau"
  }, 
  {
    "quote": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "History can never be covered up.", 
    "name": "Zhu Rongji"
  }, 
  {
    "quote": "I've always considered myself to be fiercely patriotic. I love Britain - its history and the down-to-earth attitude people have.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.", 
    "name": "Frederick Jackson Turner"
  }, 
  {
    "quote": "If history is any indication, all truths will eventually turn out to be false.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation's founders and heroes. As the ultimate icon of America's storied history, the Stars and Stripes represents the very best of this nation.", 
    "name": "Joe Barton"
  }, 
  {
    "quote": "To those who have chosen the profession of medicine, a knowledge of chemistry, and of some branches of natural history, and, indeed, of several other departments of science, affords useful assistance.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "All history has been a history of class struggles between dominated classes at various stages of social development.", 
    "name": "Friedrich Engels"
  }, 
  {
    "quote": "All through history, there have always been movements where business was not just about the accumulation of proceeds but also for the public good.", 
    "name": "Anita Roddick"
  }, 
  {
    "quote": "Crazy Horse saw history as integrated in the present, incorporated into daily life.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "I don't know the history of my sport. I'm not like those people who know everything.", 
    "name": "Usain Bolt"
  }, 
  {
    "quote": "I wanted to make sure that the man who found the genie would not take terrible advantage of her, so he needed to be a person of integrity and honor - which is why I made the male lead an astronaut. The rest, as they say, is history.", 
    "name": "Sidney Sheldon"
  }, 
  {
    "quote": "I know that throughout their history, the people of the United States defended their freedom, their liberty, their justice, and their rights - if need be - with their lives. I think their courage is so admirable.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "When history is erased, people's moral values are also erased.", 
    "name": "Ma Jian"
  }, 
  {
    "quote": "From a reality perspective, I'm sure part of that is true, but this is the largest blackout in U.S. history. If that is not a signal that we have got a problem that needs to be fixed, I don't know what is.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "If I had a choice as to my perfect career, I would make a couple of films a year and then concentrate on natural history.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "The 4th Amendment and the personal rights it secures have a long history. At the very core stands the right of a man to retreat into his own home and there be free from unreasonable governmental intrusion.", 
    "name": "Potter Stewart"
  }, 
  {
    "quote": "In Thailand's history there have been dissensions from time to time, but in general, unity has prevailed.", 
    "name": "Bhumibol Adulyadej"
  }, 
  {
    "quote": "It was one of those great miracles of history that they managed to smuggle an Enigma machines out to Britain just before they were invaded by the Nazis.", 
    "name": "Michael Apted"
  }, 
  {
    "quote": "You learn about equality in history and civics, but you find out life is not really like that.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "I think there's a lot of deep-rooted history in England with racing. Lots of Formula One teams are based there. Formula One is obviously a huge sport over in England and Europe.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Watch the History Channel if you want it literal and historically perfect.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "There's a difference between knowing what's on the page in a history book and actually feeling that page have curves and valleys.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "It's a required part of your film history to know who Woody is. His movies are so wonderful, and not just funny but so insightful about human behavior.", 
    "name": "Scarlett Johansson"
  }, 
  {
    "quote": "God has never, in the history of mankind, allowed his name to go long offended.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "With our knowledge of modern-day genetics, we realize that it was possible for God to place the potential for all people throughout history into the genes of Adam and Eve when He created them.", 
    "name": "Walter Lang"
  }, 
  {
    "quote": "I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it's marked by the blood of those who died defending it.", 
    "name": "John Thune"
  }, 
  {
    "quote": "I know every note in every song, the whole history of it, even parts that were there and are gone.", 
    "name": "Enya"
  }, 
  {
    "quote": "To this wonderful page in our country's history another more glorious still will be added, and the slave shall show at last to his free brothers a sharpened sword forged from the links of his fetters.", 
    "name": "Giuseppe Garibaldi"
  }, 
  {
    "quote": "If the history of the past fifty years teaches us anything, it is that peace does not follow disarmament - disarmament follows peace.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "I'm the fourth generation to be in show business. It's pretty neat it's nice to have that family history.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "The path towards a free society has not been simple. There are tragic and glorious pages in our history.", 
    "name": "Vladimir Putin"
  }, 
  {
    "quote": "I am intrigued by inanimate objects. They're a piece of history, someone's statement and ideas of life.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "Life doesn't just happen it's constructed through the history of power. And that's something I am interested in and so is the art world: a world that's trying to engage socially, with a leftist slant, to work out how we got here.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "I must admit, maybe I am a piece of history after all.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "Of course the Republicans have long wanted to privatize Social Security and destroy it. But Social Security has been the most important and valuable social program in the history of the United States.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "You have to be there not for the fame and glory and recognition and being a page in a history book, but you have to be there because you believe your talent and ability can be applied effectively to operation of the spacecraft.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "I have a long-standing history of respecting artists' wishes.", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "Macon has such a rich musical history - and the state of Georgia, as well.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "I'm not sure history has ended.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "The history of the relationship between comedy and swimming is short indeed. Of course it is always funny when someone falls into water, but that's about it.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "History is one of those marvelous and necessary illusions we have to deal with. It's one of the ways of dealing with our world with impossible generalities which we couldn't live without.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "I think there was a revolution in poetry, associated chiefly with Eliot and Pound but maybe it is of the nature of revolutions or of the nature of history that their innovations should later come to look trivial or indistinguishable from technical tricks.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Throughout this country's history there have of course been systematic efforts to create an official underclass.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "We've been a country that's been fortunate to be protected by two oceans, to not have serious attacks on our territory for most of our history. And we were unfortunately reminded in a very devastating way of our vulnerability.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "In a country like France, so ancient, their history is full of outstanding people, so they carry a heavy weight on their back. Who could write in French after Proust or Flaubert?", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "World history is tragic.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "I can't change history, I don't want to change history. I can only change the future. I'm working on that.", 
    "name": "Boris Becker"
  }, 
  {
    "quote": "We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "The main essentials of a successful prime minister are sleep and a sense of history.", 
    "name": "Harold Wilson"
  }, 
  {
    "quote": "The more the history of the World War and what led up to it is studied, the more clearly those tragic years become revealed as a vast collapse of civilization.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Those nations have a very great responsibility at this juncture of the world's affairs, for by throwing their joint weight into the scales of history on the right side, they may tip the balance decisively in favour of peace.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Whatever we do or fail to do will influence the course of history.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Great woman belong to history and to self sacrifice.", 
    "name": "Leigh Hunt"
  }, 
  {
    "quote": "Providence conceals itself in the details of human affairs, but becomes unveiled in the generalities of history.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "We live in a world where amnesia is the most wished-for state. When did history become a bad word?", 
    "name": "John Guare"
  }, 
  {
    "quote": "And History will smile to think that this is the species for which Socrates and Jesus Christ died.", 
    "name": "Julien Benda"
  }, 
  {
    "quote": "I'm so intrigued by women throughout history where the significance of what they were representing at that time is obscured by the fact a man saved them or they were prostitutes.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "We decry violence all the time in this country, but look at our history. We were born in a violent revolution, and we've been in wars ever since. We're not a pacific people.", 
    "name": "James Lee Burke"
  }, 
  {
    "quote": "Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war.", 
    "name": "B. H. Liddell Hart"
  }, 
  {
    "quote": "If you listen to Giuliani, it's like nobody did anything to improve the city except him. I'm not part of the history. Bloomberg's not part of the history. It's like, he did it. He's the only one. That's why he's a little crazy.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "The real history of consciousness starts with one's first lie.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "I am trying to make clear through my writing something which I believe: that biography- history in general- can be literature in the deepest and highest sense of that term.", 
    "name": "Robert Caro"
  }, 
  {
    "quote": "Since I was there in the very beginning, I know the history of the characters. So, I make comments about the tone and sometimes remind the writers that we've done that before.", 
    "name": "Matt Groening"
  }, 
  {
    "quote": "Never in our country's history have we witnessed a natural disaster that has impacted so many people in such a wide area. In fact, as of the writing of this column, millions of people along the Gulf Coast have been displaced from their homes in a period of only five days.", 
    "name": "Jo Bonner"
  }, 
  {
    "quote": "As a novelist, I mined my history, my family and my memory, but in a very specific way. Writing fiction, I never made use of experiences immediately as they happened. I needed to let things fester in my memory, mature and transmogrify into something meaningful.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Why shouldn't rap be esoteric, able to take in current events, history and criticism? I guess it's this old idea of containment - that rappers, because they're black, can't and shouldn't aspire to look outside the ghetto for influence.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "When I'm not writing or tweaking my computer, I do embroidery. When I'm not plunging into the past, tweaking, or embroidering, I'm reading books about history, computers, or embroidery.", 
    "name": "Lynn Abbey"
  }, 
  {
    "quote": "I think there has been a great deal of valuable revisionism in women's history.", 
    "name": "Antonia Fraser"
  }, 
  {
    "quote": "Meditation while walking has a long, noble history in ancient spiritual disciplines.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "But whenever history is in the making, there's some kind of intangible feeling.", 
    "name": "Krist Novoselic"
  }, 
  {
    "quote": "With copious evidence ranging from Plato's haughtiness to Beethoven's tirades, we may conclude that the most brilliant people of history tend to be a prickly lot.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "Right around the end of the fifties, college students and young people in general, began to realize that this music was almost like a history of our country - this music contained the real history of the people of this country.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "Our history is that we can very aggressively, if necessary, and openly and democratically discuss our differences. We have a democratic history in which we come together and vote on these things.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "Just touching that old tree was truly moving to me because when you touch these trees, you have such a sense of the passage of time, of history. It's like you're touching the essence, the very substance of life.", 
    "name": "Kim Novak"
  }, 
  {
    "quote": "Time and time again, history has proved that the conservatives are right and the liberals are wrong.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "When it comes to true humility in the face of history, nothing beats complete silence.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "While history never repeats itself, political patterns do.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "I have behind me not only the splendid traditions and the annals of more than a thousand years but the living strength and majesty of the Commonwealth and Empire of societies old and new of lands and races different in history and origins but all, by God's Will, united in spirit and in aim.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "I feel like I'm part of history being made. I leave Apple board meetings thinking, 'I've got to do a better job.'", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "Great men are usually the products of their times and one of the men developed by these times takes rank with the greatest railroad leaders in history.", 
    "name": "John Moody"
  }, 
  {
    "quote": "If we got into a situation where people start burning our records, then bring it on. That's the whole point. The gloaming has begun. We're in the darkness. This has happened before. Go read some history.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "The history of Wall Street is inseparable from New York.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "Film is the manipulative medium par excellence. When you think back on the history of film and the 20th century, you see the propaganda that's been made. So there are moral demands on the director to treat the spectators as seriously as he or she takes himself and not to see them merely as victims that can be manipulated to whatever ends they have.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "Last year I was diagnosed with osteoporosis. I was over 50, Caucasian, thin, small-framed, and I have it in my genetic history. It was almost a slam-dunk.", 
    "name": "Sally Field"
  }, 
  {
    "quote": "At an incredibly divisive point in pop history, Donna Summer managed to create an undeniable across-the-board experience of mass pleasure - after 'Bad Girls,' nobody ever tried claiming disco sucked again. It set the template for what Michael Jackson would do a few months later with 'Off The Wall.'", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "It's incredible to have been part of fashion history - my whole career has been one big highlight.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "Rupert Murdoch is probably the most successful media proprietor and operator in history.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "Sending Paris Hilton to jail for being the most loathed celeprosy lesion in the history of the species seems like a happening idea at first - forty-five days at Century Regional Detention Center is so the new thirty days at Promises Malibu! But it sets a dangerous precedent to jail celebs just because someone hates them.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "It would be incredibly presumptuous and self-serving of me to believe that Facebook was the end of history. The only way it could possibly be the end of history is if it becomes some sort of artificial super intelligence that takes over the world.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "How do you make any sense of history, art or literature without knowing the stories and iconography of your own culture and all the world's main religions?", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "Nixon's full term was one of the most successful in U.S. history, which is why he was re-elected by the largest plurality in the country's history.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "The issue of civil rights was too much for the establishment to handle. One of the chapters of history that's least studied by historians is the 300 to 500 riots in the U.S. between 1965 and 1970.", 
    "name": "Tom Hayden"
  }, 
  {
    "quote": "For all history up to the end of the Cold War, summit meetings were historic and dramatic occasions, when leaders who controlled the destiny of much of the world met to change the world.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "In the history of America, we've never had an energy plan. We don't even realize the resources we have available to us.", 
    "name": "T. Boone Pickens"
  }, 
  {
    "quote": "History offers no evidence for the proposition that the assignment of women to military combat jobs is the way to win wars, improve combat readiness, or promote national security.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "What would be the nicest thing I could say about Newt Gingrich? He may be one of the great supporters of the humanities, because you have people who don't want to study the social sciences, because it's not profitable, and now Newt, as the highest-paid historian in American history, may be an encouragement to people to study history.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "This is a good time to ask apologists for the Islamic regime, who degrades Islam? Who imposes stoning, forced marriage of underage girls and flogging for not wearing the veil? Do such practices represent Iran's ancient history and culture, its ethnic and religious diversity? Its centuries of sensual and subversive poetry?", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "There is nothing glorious about what our ancestors call history. It is simply a succession of mistakes, intolerances and violations.", 
    "name": "Claude Vorilhon"
  }, 
  {
    "quote": "For most of our history, Americans enjoyed both liberty and security from foreign threats.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "If I had been elected president in 1948, history would be vastly different. I believe we would have stemmed the growth of Big Government, which had begun with the New Deal and culminated with the Great Society.", 
    "name": "Strom Thurmond"
  }, 
  {
    "quote": "Literature overtakes history, for literature gives you more than one life. It expands experience and opens new opportunities to readers.", 
    "name": "Carlos Fuentes"
  }
]