[
  {
    "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Weakness of attitude becomes weakness of character.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Nothing can stop the man with the right mental attitude from achieving his goal nothing on earth can help the man with the wrong mental attitude.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Attitude is a little thing that makes a big difference.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Your attitude, not your aptitude, will determine your altitude.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Everything can be taken from a man but one thing: the last of human freedoms - to choose one's attitude in any given set of circumstances, to choose one's own way.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results.", 
    "name": "Wade Boggs"
  }, 
  {
    "quote": "Morality is simply the attitude we adopt towards people whom we personally dislike.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "It is not the body's posture, but the heart's attitude that counts when we pray.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "People may hear your words, but they feel your attitude.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Character is the result of two things: mental attitude and the way we spend our time.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Our attitude towards others determines their attitude towards us.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Adopting the right attitude can convert a negative stress into a positive one.", 
    "name": "Hans Selye"
  }, 
  {
    "quote": "Take the attitude of a student, never be too big to ask questions, never know too much to learn something new.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "The reactionary is always willing to take a progressive attitude on any issue that is dead.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "Cock your hat - angles are attitudes.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "When you pray for anyone you tend to modify your personal attitude toward him.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "I'm only going to stand before God and give an account for my life, not for somebody else's life. If I have a bad attitude, then I need to say there's no point in me blaming you for what's wrong in my life.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome.", 
    "name": "William James"
  }, 
  {
    "quote": "My attitude is, if someone's going to criticize me, tell me to my face.", 
    "name": "Simon Cowell"
  }, 
  {
    "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "The meaning of things lies not in the things themselves, but in our attitude towards them.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Pink isn't just a color, it's an attitude!", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "A positive attitude can really make dreams come true - it did for me.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Good humor is one of the best articles of dress one can wear in society.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "When you are thwarted, it is your own attitude that is out of order.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "I think it's my adventure, my trip, my journey, and I guess my attitude is, let the chips fall where they may.", 
    "name": "Leonard Nimoy"
  }, 
  {
    "quote": "Bad attitudes will ruin your team.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "For success, attitude is equally as important as ability.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "Great effort springs naturally from great attitude.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "Attitudes are more important than facts.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Attitude is everything.", 
    "name": "Diane von Furstenberg"
  }, 
  {
    "quote": "Attitude determines the altitude of life.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Our attitude toward life determines life's attitude towards us.", 
    "name": "John N. Mitchell"
  }, 
  {
    "quote": "The greatest discovery of my generation is that man can alter his life simply by altering his attitude of mind.", 
    "name": "James Truslow Adams"
  }, 
  {
    "quote": "But my attitude about it is I have miles to go before I sleep.", 
    "name": "Peabo Bryson"
  }, 
  {
    "quote": "The attitude is very important. Because, your behavior radiates how you feel.", 
    "name": "Lou Ferrigno"
  }, 
  {
    "quote": "When you ain't got no money, you gotta get an attitude.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "Civilization is a method of living, an attitude of equal respect for all men.", 
    "name": "Jane Addams"
  }, 
  {
    "quote": "Most of us start out with a positive attitude and a plan to do our best.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "There are no menial jobs, only menial attitudes.", 
    "name": "William J. Brennan, Jr."
  }, 
  {
    "quote": "Funny is an attitude.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "The biggest challenge is how to affect public attitudes and make people care.", 
    "name": "Jim Fowler"
  }, 
  {
    "quote": "If you don't like something, change it. If you can't change it, change your attitude.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Your living is determined not so much by what life brings to you as by the attitude you bring to life not so much by what happens to you as by the way your mind looks at what happens.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude.", 
    "name": "William James"
  }, 
  {
    "quote": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.", 
    "name": "William James"
  }, 
  {
    "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "The only disability in life is a bad attitude.", 
    "name": "Scott Hamilton"
  }, 
  {
    "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Excellence is not a skill. It is an attitude.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "I was looking for something a lot heavier, yet melodic at the same time. Something different from heavy metal, a different attitude.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "Spend some time this weekend on home improvement improve your attitude toward your family.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "We awaken in others the same attitude of mind we hold toward them.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "There is little difference in people, but that little difference makes a big difference. That little difference is attitude. The big difference is whether it is positive or negative.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "The last of human freedoms - the ability to chose one's attitude in a given set of circumstances.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "Being black is not a matter of pigmentation - being black is a reflection of a mental attitude.", 
    "name": "Steven Biko"
  }, 
  {
    "quote": "People in tough times - it doesn't mean they don't have a great attitude.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "A strong positive mental attitude will create more miracles than any wonder drug.", 
    "name": "Patricia Neal"
  }, 
  {
    "quote": "Certain thoughts are prayers. There are moments when, whatever be the attitude of the body, the soul is on its knees.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Leadership is practiced not so much in words as in attitude and in actions.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "If a person gets his attitude toward money straight, it will help straighten out almost every other area in his life.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I've reached a point in my life where it's the little things that matter... I was always a rebel and probably could have got much farther had I changed my attitude. But when you think about it, I got pretty far without changing attitudes. I'm happier with that.", 
    "name": "Veronica Lake"
  }, 
  {
    "quote": "Fairness is not an attitude. It's a professional skill that must be developed and exercised.", 
    "name": "Brit Hume"
  }, 
  {
    "quote": "I think whether you're having setbacks or not, the role of a leader is to always display a winning attitude.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "Hitler and Mussolini were only the primary spokesmen for the attitude of domination and craving for power that are in the heart of almost everyone. Until the source is cleared, there will always be confusion and hate, wars and class antagonisms.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "There must be something solemn, serious, and tender about any attitude which we denominate religious. If glad, it must not grin or snicker if sad, it must not scream or curse.", 
    "name": "William James"
  }, 
  {
    "quote": "Sales are contingent upon the attitude of the salesman - not the attitude of the prospect.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time.", 
    "name": "Steven Biko"
  }, 
  {
    "quote": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "We submit to the majority because we have to. But we are not compelled to call our attitude of subjection a posture of respect.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled.", 
    "name": "Amy Adams"
  }, 
  {
    "quote": "A great attitude does much more than turn on the lights in our worlds it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "I am Classic Rock Revisited. I revisit it every waking moment of my life because it has the spirit and the attitude and the fire and the middle finger. I am Rosa Parks with a Gibson guitar.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "And the attitude of faith is the very opposite of clinging to belief, of holding on.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Our lives are not determined by what happens to us but how we react to what happens, not by what life brings us but the attitude we bring to life.", 
    "name": "Wade Boggs"
  }, 
  {
    "quote": "Being a sex symbol has to do with an attitude, not looks. Most men think it's looks, most women know otherwise.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "I am responsible. Although I may not be able to prevent the worst from happening, I am responsible for my attitude toward the inevitable misfortunes that darken life.", 
    "name": "Walter Anderson"
  }, 
  {
    "quote": "No rational argument will have a rational effect on a man who does not want to adopt a rational attitude.", 
    "name": "Karl Popper"
  }, 
  {
    "quote": "When I was a child I asked my mother what homosexuality was about and she said - and this was 100 years ago in Germany and she was very open-minded - 'It's like hair color. It's nothing. Some people are blond and some people have dark hair. It's not a subject.' This was a very healthy attitude.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Obama does not represent America. Nor does he represent anything what our forefathers stood for. This country is basically built on an attitude. It's a way of life. It's not because you're born here. It's not that you're supposed to take from those who have and give to those who haven't. That kills a country. It killed Russia.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "Stop this attitude that older people ain't any good anymore! We're as good as we ever were - if we ever were any good.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Crime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does - that makes you a winner right there.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "The minute you try to talk business with him he takes the attitude that he is a gentleman and a scholar, and the moment you try to approach him on the level of his moral integrity he starts to talk business.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "Stiletto, I look at it more as an attitude as opposed to a high-heeled shoe.", 
    "name": "Lita Ford"
  }, 
  {
    "quote": "If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "What matters to me is that I do what I think is right and I see, I'm a numbers guy, that's my attitude. I know we have a debt tsunami coming, we are bankrupting this country and I'm in a position where I can actually advance ideas to prevent that from happening. That's exactly what I should be doing.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I developed a nutty attitude where I'd think, If some guy really loves me he doesn't care if I'm fat. I'd come up with all these stupid reasons why it would be OK to be fat.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through.", 
    "name": "Lesley Gore"
  }, 
  {
    "quote": "Solidarity is an attitude of resistance, I suppose, or it should be.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "There's always the motivation of wanting to win. Everybody has that. But a champion needs, in his attitude, a motivation above and beyond winning.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "Americans are the most generous country on the planet. I've worked in Europe, I've worked in Australia. There is no where else where you get absolutely no attitude for being a foreigner. If you do your job well, they embrace you.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "When I go to the clinic next and sit with a tube in my arm and watch the poison go in, I'm in an attitude of abject passivity. It doesn't feel like fighting at all it just feels like submitting.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Our judgments judge us, and nothing reveals us, exposes our weaknesses, more ingeniously than the attitude of pronouncing upon our fellows.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Pessimism only describes an attitude, and not facts, and hence is entirely subjective.", 
    "name": "Francis Parker Yockey"
  }, 
  {
    "quote": "I was kicked out of school because of my attitude. I was not assimilating. So I went to work, taking any jobs I could get.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "A lot of times I find that people who are blessed with the most talent don't ever develop that attitude, and the ones who aren't blessed in that way are the most competitive and have the biggest heart.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks.", 
    "name": "Gail Porter"
  }, 
  {
    "quote": "I separated from the Southern Baptists when they adopted the discriminatory attitude towards women, because I believe what Paul taught in Galatians that there is no distinction in God's eyes between men and women, slaves and masters, Jews and non-Jews - everybody is created equally in the eyes of God.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "My attitude toward men who mess around is simple: If you find 'em, kill 'em.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "Prayer is talking with God. God knows your heart and is not so concerned with your words as He is with the attitude of your heart.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "You can't study comedy it's within you. It's a personality. My humor is an attitude.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "You call to a dog and a dog will break its neck to get to you. Dogs just want to please. Call to a cat and its attitude is, 'What's in it for me?'", 
    "name": "Lewis Grizzard"
  }, 
  {
    "quote": "The compulsion to do good is an innate American trait. Only North Americans seem to believe that they always should, may, and actually can choose somebody with whom to share their blessings. Ultimately this attitude leads to bombing people into the acceptance of gifts.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "I keep guitars that are, you know, the neck's a little bit bent and it's a little bit out of tune. I want to work and battle it and conquer it and make it express whatever attitude I have at that moment. I want it to be a struggle.", 
    "name": "Jack White"
  }, 
  {
    "quote": "Most of my arguments with musicians through the years have had more to do with their attitude about music, or their attitude about their own lives, or their personal responsibility. Music has never really been the big centerpiece of the fight.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I love everybody. One of the great things about me is that I have a very positive attitude.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "Mankind's true moral test, its fundamental test (which lies deeply buried from view), consists of its attitude towards those who are at its mercy: animals. And in this respect mankind has suffered a fundamental debacle, a debacle so fundamental that all others stem from it.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way.", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "Punk was defined by an attitude rather than a musical style.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "It's a fundamental, social attitude that the 1% supports symphonies and operas and doesn't support Johnny learning to program hip-hop beats. When I put it like that, it sounds like, 'Well, yeah,' but you start to think, 'Why not, though?' What makes one more valuable than another?", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I think people feel threatened by homosexuality. The problem isn't about gay people, the problem is about the attitude towards gay people. People think that all gays are Hannibal Lecters. But gay people are sons and daughters, politicians and doctors, American heroes and daughters of American heroes.", 
    "name": "Hollis Stacy"
  }, 
  {
    "quote": "I have this theory that, depending on your attitude, your life doesn't have to become this ridiculous charade that it seems so many people end up living.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "It was just like a dream. I could have ended up with an album that's not all that different from anything else coming out of Nashville. Mutt made the difference. He took these songs, my attitude, my creativity, and colored them in a way that is unique.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I look at Jagger and the like and if I see a good attitude I'll admire it but I wouldn't copy their style.", 
    "name": "Michael Hutchence"
  }, 
  {
    "quote": "My attitude is never to be satisfied, never enough, never.", 
    "name": "Duke Ellington"
  }, 
  {
    "quote": "Today's youth are told to get rich or die trying and they really shouldn't take that attitude forward with them.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "The purely agitational attitude is not good enough for a detailed consideration of a subject.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "Not every religion has to have St. Augustine's attitude to sex. Why even in our culture marriages are celebrated in a church, everyone present knows what is going to happen that night, but that doesn't prevent it being a religious ceremony.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "Never refuse an assignment except when there is a conflict of interest, a potential of danger to you or your family, or you hold a strongly biased attitude about the subject under focus.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "We can revolutionize the attitude of inner city brown and black kids to learning. We need a civil rights movement within the African-American community.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "It's a question of keeping one's eyes and ears open and watching how other people play the game. They're watching me too, to see what my attitude is like.", 
    "name": "Charles Dance"
  }, 
  {
    "quote": "Yes, we're still five little people with a noisy attitude.", 
    "name": "Angus Young"
  }, 
  {
    "quote": "In individual industries where female labour pays an important role, any movement advocating better wages, shorter working hours, etc., would not be doomed from the start because of the attitude of those women workers who are not organized.", 
    "name": "Clara Zetkin"
  }, 
  {
    "quote": "On 'Van Halen,' I was a young punk, and everything revolved around the fastest kid in town, gunslinger attitude. But I'd say that at the time of 'Fair Warning,' I started concentrating more on songwriting. But I guess in most people's minds I'm just a gunslinger.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Liberalism is an attitude rather than a set of dogmas - an attitude that insists upon questioning all plausible and self-evident propositions, seeking not to reject them but to find out what evidence there is to support them rather than their possible alternatives.", 
    "name": "Morris Raphael Cohen"
  }, 
  {
    "quote": "The Dolls were an attitude. If nothing else they were a great attitude.", 
    "name": "Johnny Thunders"
  }, 
  {
    "quote": "I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.", 
    "name": "Ritchie Blackmore"
  }, 
  {
    "quote": "The best way to inspire people to superior performance is to convince them by everything you do and by your everyday attitude that you are wholeheartedly supporting them.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it.", 
    "name": "Betty White"
  }, 
  {
    "quote": "The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves.", 
    "name": "Willem de Kooning"
  }, 
  {
    "quote": "Britishness is just a way of putting things together and a certain don't care attitude about clothes. You don't care, you just do it and it looks great.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "It remains to consider what attitude thoughtful men and Christian believers should take respecting them, and how they stand related to beliefs of another order.", 
    "name": "Asa Gray"
  }, 
  {
    "quote": "Surfers have the most attitude.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I've never run into a guy who could win at the top level in anything today and didn't have the right attitude, didn't give it everything he had, at least while he was doing it wasn't prepared and didn't have the whole program worked out.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "That's what I love from metal, and that's what I love from hip-hop. That's what I love from any music that's hard, that's got an edge to it-The attitude in it.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "That attitude that fighting is probably not fair, but you have to defend yourself anyway and damage the enemy, has been profoundly consequential as far as my political activism goes.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Seek out that particular mental attribute which makes you feel most deeply and vitally alive, along with which comes the inner voice which says, 'This is the real me,' and when you have found that attitude, follow it.", 
    "name": "James Truslow Adams"
  }, 
  {
    "quote": "People think, 'She's a model. She must have such an attitude. She must be so stuck up.' But I'm normal. I cry. I'm not rich. I drive a 1987 Chevrolet Celebrity.", 
    "name": "Summer Altice"
  }, 
  {
    "quote": "My grandfather was a man, when he talked about freedom, his attitude was really interesting. His view was that you had obligations or you had responsibilities, and when you fulfilled those obligations or responsibilities, that then gave you the liberty to do other things.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating. Most people attach failure to something not working out or how people perceive you. This way, it is about answering to yourself.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "Part of our western outlook stems from the scientific attitude and its method of isolating the parts of a phenomenon in order to analyze them.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "There is a single thread of attitude, a single direction of flow, that joins our present time to its early burgeoning in Mediterranean civilization.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "We live in a country that used to have a can-do attitude, and now we have a 'what-can-you-do-for-me?' attitude, and what I try to do is find ways that we can develop common ground.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Could we change our attitude, we should not only see life differently, but life itself would come to be different.", 
    "name": "Katherine Mansfield"
  }, 
  {
    "quote": "The ideal attitude is to be physically loose and mentally tight.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "An attitude to life which seeks fulfillment in the single-minded pursuit of wealth - in short, materialism - does not fit into this world, because it contains within itself no limiting principle, while the environment in which it is placed is strictly limited.", 
    "name": "E. F. Schumacher"
  }, 
  {
    "quote": "You may not be able to change a situation, but with humor you can change your attitude about it.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "What was past was past. I suppose that was the general attitude.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "Iraq is just a symbol of the attitude of western democracies to the rest of the world.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "I don't mean this in a stuck-up way, but I needed an attitude song.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I met my grandfather just before he died, and it was the first time that I had seen Dad with a relative of his. It was interesting to see my own father as a son and the body language and alteration in attitude that comes with that, and it sort of changed our relationship for the better.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I don't think it's a good attitude in your life to feel that you have to be rich to have self-esteem.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "All we need, really, is a change from a near frigid to a tropical attitude of mind.", 
    "name": "Marjory Stoneman Douglas"
  }, 
  {
    "quote": "An aristocratic culture does not advertise its emotions. In its forms of expression it is sober and reserved. Its general attitude is stoic.", 
    "name": "Johan Huizinga"
  }, 
  {
    "quote": "I was impressed by Hendrix. Not so much by his playing, as his attitude - he wasn't a great player, but everything else about him was brilliant.", 
    "name": "Ritchie Blackmore"
  }, 
  {
    "quote": "Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "You know, I always say white is not a colour, white is an attitude, and if you haven't got trillions of dollars in the bank that you don't need, you can't be white.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "Being a part of SKECHERS is exciting. It is such a hip company with a great attitude and image.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "It is precisely the purpose of the public opinion generated by the press to make the public incapable of judging, to insinuate into it the attitude of someone irresponsible, uninformed.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "Coaches will eventually notice a great attitude, and they respect that.", 
    "name": "Heather O'Reilly"
  }, 
  {
    "quote": "The novelist teaches the reader to comprehend the world as a question. There is wisdom and tolerance in that attitude. In a world built on sacrosanct certainties the novel is dead.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "No one's going to be able to operate without a grounding in the basic sciences. Language would be helpful, although English is becoming increasingly international. And travel. You have to have a global attitude.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my 'Top Ten' friends in the manner of a Top Of The Pops chart countdown.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "If you can kill animals, the same attitude can kill human beings. The mentality is the same which exploits nature and which creates wars.", 
    "name": "Satish Kumar"
  }, 
  {
    "quote": "My attitude is, do as much as I can while I'm free. And if I'm arrested I'll still do as much as I can.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "There are a lot of movies I'd like to throw away. That's not to say that I went in with that attitude. Any film I ever started, I went in with all the hope and best intentions in the world, but some films just don't work.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "By making a comeback, I'm changing the attitude of people toward me. If I'd known that people would react so enthusiastically, I'd have done it years ago.", 
    "name": "Mark Spitz"
  }, 
  {
    "quote": "Today, I think the attitude is that governing is not necessarily good politics, and the result is that it's much more partisan and much more divided.", 
    "name": "Leon Panetta"
  }, 
  {
    "quote": "That term's definitely got a negative aura to it, because people think a diva is somebody with an attitude who demands things all the time. Of course there is that type of diva, but my idea of a diva has always been a singer - whether male or female - who gets on that stage and captivates you with their presence and their voice.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "Oh, I don't think Tom Sowell would tell anybody to join the administration. That's not his style. But I think his attitude has always been if it had to be done he'd prefer me to do it than somebody else.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "The Senator from Massachusetts has given us ample grounds to doubt the judgment and the attitude he brings to bear on vital issues of national security.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "I perfectly understood President Obama's attitude throughout the French presidential campaign. He had no reason to distance himself from Nicolas Sarkozy. It's the basic solidarity that leaders who worked together owe to each other.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "I think it has something to do with being British. We don't take ourselves as seriously as some other countries do. I think a lot of people take themselves far too seriously I find that a very tedious attitude.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "I failed the LSAT. Basically, if I had not failed, I'd have been a lawyer and there would be no Spanx. I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "My attitude to writing is like when you do wallpapering, you remember where all the little bits are that don't meet. And then your friends say: It's terrific!", 
    "name": "Harrison Birtwistle"
  }, 
  {
    "quote": "Liberalism is a really old British tradition and it has a completely different attitude towards the individual and the relationship between the individual and the state than the collectivist response of Labour, and particularly Old Labour, does.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I've always had a 'Work hard, play hard' attitude to life - I still do - but sometimes you get involved in something that needs a calm, methodical approach.", 
    "name": "Damian Lewis"
  }, 
  {
    "quote": "I've always considered myself to be fiercely patriotic. I love Britain - its history and the down-to-earth attitude people have.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "There is a brief moment when all there is in a man's mind and soul and spirit is reflected through his eyes, his hands, his attitude. This is the moment to record.", 
    "name": "Yousuf Karsh"
  }, 
  {
    "quote": "I was fortunate to play for Pete Rose and have teammates like Ken Griffey Sr., Tony Perez and Dave Concepcion. I grew up in the game with a mature attitude. I've always known it was better to be seen and not heard.", 
    "name": "Eric Davis"
  }, 
  {
    "quote": "I've never been out with any of the cast of Coronation Street. We're all very close friends so it's very much a professional attitude.", 
    "name": "Richard Fleeshman"
  }, 
  {
    "quote": "Nothing. We're all friends and friendly. So when the cameras go down, depending on the mood or the nature of the material we're dealing with, there's usually a kind of a prevailing light attitude that's floating around.", 
    "name": "Richard Dean Anderson"
  }, 
  {
    "quote": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "I'm taking a bit of a wait-and-see attitude towards 3D.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "My father instilled in me the attitude of prevailing. If there's a challenge, go for it. If there's a wall to break down, break it down.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "Just as the left has to be more willing to question 'Government knows best,' the right has to rethink its laissez-faire attitude toward government.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "The attitude of insolent haughtiness is characteristic of the relationships Americans form with what is alien to them, with others.", 
    "name": "Jose Saramago"
  }, 
  {
    "quote": "Although as a sailor I despised politics - for I loved my sailor's life and still love it today - conditions forced me to take up a definite attitude towards political problems.", 
    "name": "Fritz Sauckel"
  }, 
  {
    "quote": "How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "The pilot looked at his cues of attitude and speed and orientation and so on and responded as he would from the same cues in an airplane, but there was no way it flew the same. The simulators had showed us that.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "It was my father who instilled the 'never say no' attitude I carry around with me today, and who instilled in me a sense of wonder, always taking us on adventures in the car, never telling us the destination.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "I went to England in the '70s, and I was in my early 20s. There was still a residue of that era of being an underclass or colonial. I assume it must have been a more aggressive and prominent attitude 40 years before that, because Australia internationally wasn't regarded as having much cultural value. We were a country full of sheep and convicts.", 
    "name": "Geoffrey Rush"
  }, 
  {
    "quote": "For a writer only one form of patriotism exists: his attitude toward language.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "Gardening is not trivial. If you believe that it is, closely examine why you feel that way. You may discover that this attitude has been forced upon you by mass media and the crass culture it creates and maintains. The fact is, gardening is just the opposite - it is, or should be, a central, basic expression of human life.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Becoming an author changes your attitude too. Once you see where books come from, and how they're made, they never seem quite as sacred again.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "I was bringing my attitude as a regular person 'cause this is my attitude.", 
    "name": "Glenn Danzig"
  }, 
  {
    "quote": "If you can attribute your success entirely to your own mental effort, to your own attitude, to some spiritual essence that you have that is better than other people's, then that must feel pretty good.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "I fell in love with Erica Kane the summer before my freshman year of high school. Like all red-blooded teen American boys, I'd come home from water polo practice and eat a box of Entenmann's Pop'Ems donut holes in front of the TV while obsessively fawning over 'All My Children' and Erica, her clothes, and her narcissistic attitude.", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "Films for TV have to be much closer to the book, mainly because the objective with a TV movie that translates literature is to get the audience, after seeing this version, to pick up the book and read it themselves. My attitude is that TV can never really be any form of art, because it serves audience expectations.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "You can't beat the beehive for glam punkette attitude.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "I haven't seen Clones, which has been during this period when I haven't seen much of anything, but I did see Phantom Menace, and see my feelings about it - see, first of all, I think that when you make a lot of movies, your attitude about the movies changes.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "My attitude is always one of sensuality, aggressive enthusiasm and a kind of outrageousness in my expression.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "When you retire, it's a place in life, a part of the journey. You just don't quit work you develop an attitude where you can do what you please.", 
    "name": "Tom T. Hall"
  }, 
  {
    "quote": "When a parent shows up with an attitude of entitlement, understand that under it is a boatload of anxiety.", 
    "name": "Robert Evans"
  }, 
  {
    "quote": "What reader wants to be told what attitude to strike?", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "My denial and irresponsible attitude about asthma put me at great risk and caused me so much needless suffering. My hope is that the kids I talk to learn to open up about their asthma, become educated about their condition, and seek help.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "Even as a little child, I've always had that comedian kind of attitude.", 
    "name": "Etta James"
  }, 
  {
    "quote": "I mean, the shoe - there is a music to it, there is attitude, there is sound, it's a movement. Clothes - it's a different story. There are a million things I'd rather do before designing clothes: directing, landscaping.", 
    "name": "Christian Louboutin"
  }, 
  {
    "quote": "In just the same way the thousands of successive positions of a runner are contracted into one sole symbolic attitude, which our eye perceives, which art reproduces, and which becomes for everyone the image of a man who runs.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "In the late '70s, maybe just before I started, there was still an attitude that if you did film you didn't do TV and vice versa, but that's gone now.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "I cannot say that the attitude of the United Nations always is for the Israeli attitude. Israel, I think, has been under severe attacks by members of the United Nations many times.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "I love her attitude, but as much as I'd like to bring my medals to a speech or appearance, I never do.", 
    "name": "Mary Lou Retton"
  }, 
  {
    "quote": "We must advertise to U.S. business that we are there, that our attitude has changed, and that we care. When we are asked to help, we have to perform and provide the right advice.", 
    "name": "Lawrence Eagleburger"
  }, 
  {
    "quote": "The American attitude towards efficiency and execution should always underlie architecture.", 
    "name": "Helmut Jahn"
  }, 
  {
    "quote": "I have such an extreme attitude about work, where I can just completely be derelict of my responsibilities and then when I am not derelict, I am completely indulged in it. I swing pretty wildly from the two extremes.", 
    "name": "Geddy Lee"
  }, 
  {
    "quote": "I have a political attitude, but I'm certainly not a politician.", 
    "name": "Kgalema Motlanthe"
  }, 
  {
    "quote": "I think my attitude to human beings has changed since leaving prison.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "I went to the Performing Arts School and studied classical ballet. That attitude is something that's put into your head. You are never thin enough.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "I have always detested any departure from reality, an attitude which I relate to my mother's poor mental health.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "With just about every player in Australia, his whole goal and ambition is to play for Australia. That's why they're playing first class cricket. It's just a different attitude.", 
    "name": "Shane Warne"
  }, 
  {
    "quote": "Right after 'Raymond' I had a world-is-my-oyster attitude, but I found out I don't like oysters. I had this existential emptiness. 'What is my purpose? Who am I?' I had a big identity crisis.", 
    "name": "Ray Romano"
  }, 
  {
    "quote": "What sculptors do is represent the essence of gesture. What is important in mime is attitude.", 
    "name": "Marcel Marceau"
  }, 
  {
    "quote": "It really was hand-to-mouth and you can say, 'Poor little me, how dreadful, what a deprived childhood', but I didn't feel that way at all. It's all about the attitude at home.", 
    "name": "Carol Vorderman"
  }, 
  {
    "quote": "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "You know what's funny to me? Attitude.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "The characteristic political attitude of today is not one of positive belief, but of despair.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "If you can't change your fate, change your attitude.", 
    "name": "Charles Revson"
  }, 
  {
    "quote": "Mainly what I learned from Buddy... was an attitude. He loved music, and he taught me that it shouldn't have any barriers to it.", 
    "name": "Waylon Jennings"
  }, 
  {
    "quote": "I think fun is an important part of the entertainment industry, and it should be. Anybody who's not incorporating some of that into their work needs to take a break, go away, and have an attitude adjustment.", 
    "name": "Diane Lane"
  }, 
  {
    "quote": "I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning.", 
    "name": "Boomer Esiason"
  }, 
  {
    "quote": "Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.", 
    "name": "Stephen Moyer"
  }, 
  {
    "quote": "What I wish I had, is that I wish I was a little more Greek, in that I wish I could lose my North American driven attitude and that I could be a little bit more poetic and laissez faire.", 
    "name": "Nia Vardalos"
  }, 
  {
    "quote": "I was always the guy getting kicked out of my classes at school for having an attitude problem.", 
    "name": "Chevy Chase"
  }, 
  {
    "quote": "And I tell you, having girls has made me a much better man. I have friends who are fathers, but they only have boys, and they have the same attitude toward women they always had, you know? And I don't play that... My girls, you mess with them? I will bury you underground.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "Style is a reflection of your attitude and your personality.", 
    "name": "Shawn Ashmore"
  }, 
  {
    "quote": "If a person can be said to have the wrong attitude, there is no need to pay attention to his arguments.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion.", 
    "name": "Tom Wolfe"
  }, 
  {
    "quote": "Not to discriminate every moment some passionate attitude in those about us, and in the very brilliancy of their gifts some tragic dividing on their ways, is, on this short day of frost and sun, to sleep before evening.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "Players should know that if you can't make the contribution of the winning shot, that your attitude every day when you come to practice, or the positive contribution you make through cheering and keeping up team morale, is just as important in the overall picture.", 
    "name": "Sue Wicks"
  }, 
  {
    "quote": "It's not the style that motivates me, as much as an attitude of openness that I have when I go into a project.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "The place of chess in the society is closely related to the attitude of young people towards our game.", 
    "name": "Boris Spassky"
  }, 
  {
    "quote": "We assume that we've come so far as compassionate citizens of the world if we do choose to read the news, yet the attitude towards life can be one where we put blinders on and forget that there are civil wars going on. It's easy to forget that there are so many people starving to death every single day.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "The jokes are great but what really matters for a comedian is his performance, his whole attitude, and the laughs that he gets between the jokes rather than on top of the jokes.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "There were a few teachers who just did not like me because of my face. Once, I was told to stand in the corner until I cheered up. The attitude was, 'Oh, for God's sake, what's the matter with him?' But it's just a natural expression.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "I'm just part of a tradition of people who aren't pleased. I would never think anyone else who has the same attitude was getting it from me. I'd just think they're... sensible.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "The key to life is your attitude. Whether you're single or married or have kids or don't have kids, it's how you look at your life, what you make of it. It's about making the best of your life wherever you are in life.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor.", 
    "name": "Teri Garr"
  }, 
  {
    "quote": "When a woman puts on a heel, she has a different posture, a different attitude. She really stands up and has a consciousness of her body.", 
    "name": "Christian Louboutin"
  }, 
  {
    "quote": "Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home.", 
    "name": "Michael Clarke Duncan"
  }, 
  {
    "quote": "You don't have to have an attitude if you're famous.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "I need that aggressive attitude to play my music and more men have that attitude than women.", 
    "name": "Lita Ford"
  }, 
  {
    "quote": "But Jesus changes your attitude towards yourself and towards other people.", 
    "name": "Cliff Richard"
  }, 
  {
    "quote": "But I think bands that rolled in with a big attitude, like they were some big deal, I just found that very strange.", 
    "name": "Rob Zombie"
  }, 
  {
    "quote": "What irritates me is the bland way people go around saying, 'Oh, our attitude has changed. We don't dislike these people any more.' But by the strangest coincidence, they haven't taken away the injustice the laws are still on the books.", 
    "name": "Christopher Isherwood"
  }, 
  {
    "quote": "There is definitely something sexy about a girl with an attitude and a pair of leather pants.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "The phenomenon of home schooling is a wonderful example of the American can-do attitude. Growing numbers of parents have become disenchanted with government-run public schools. Many parents have simply taken matters into their own hands, literally.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "Regardless of what one's attitude towards prohibition may be, temperance is something against which, at a time of war, no reasonable protest can be made.", 
    "name": "William Lyon Mackenzie King"
  }, 
  {
    "quote": "At home in Ireland, there's a habit of avoidance, an ironical attitude towards the authority figure.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Even if people do wrong, we're social animals, so what can we do about stopping them doing the same things in future? Saying people are 'bad' or 'evil' is just an unwillingness to engage an unwillingness to try to empathise. That sanctimonious attitude doesn't help anyone.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "People have often asked if I'm gay because I don't go out of my way to spit and scratch and give people attitude.", 
    "name": "Jason Bateman"
  }, 
  {
    "quote": "I don't return anybody's calls unless it's going to mean extra money for me. And I've completely cut off all relationships with any friends that I had before the show. And I've copped an attitude.", 
    "name": "Mike Judge"
  }, 
  {
    "quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "My feelings about my mortality are less selfish than they used to be. I used to affect a cavalier attitude to death now I see it from my son's perspective.", 
    "name": "Rufus Sewell"
  }, 
  {
    "quote": "The U.S. tries to provide immigrants who grow up here with a world-class education and imbue them with the can-do attitude that has long defined American innovation.", 
    "name": "Gary Locke"
  }, 
  {
    "quote": "The attitude of independence toward a constructed language which all national speakers must adopt is really a great advantage, because it tends to make man see himself as the master of language instead of its obedient servant.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "I feel like I have as good a shot as anybody out there and I have gotten close in the past, so why not have the attitude that I can come out and play great tennis and maybe even win this tournament.", 
    "name": "Michael Chang"
  }, 
  {
    "quote": "Art is the child of Nature yes, her darling child, in whom we trace the features of the mother's face, her aspect and her attitude.", 
    "name": "Beck"
  }, 
  {
    "quote": "I just think that people take me a little more seriously as a brunette. I don't know if that's just because of a societal preconceived notion that all blondes are stupid, but it's a different kind of attitude.", 
    "name": "Kate Bosworth"
  }, 
  {
    "quote": "I came back to performing with a different attitude about performing and myself. I wasn't expecting perfection any more, just hoping for an occasional inspiration.", 
    "name": "Neil Diamond"
  }, 
  {
    "quote": "The purely agitation attitude is not good enough for a detailed consideration of a subject.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it's a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of.", 
    "name": "Emmylou Harris"
  }, 
  {
    "quote": "Only one thing can conquer war - that attitude of mind which can see nothing in war but destruction and annihilation.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "It's not too good to have this attitude in F1. It could be a disadvantage.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "I just really think every job I do, I get this gypsy attitude to money.", 
    "name": "Jessica Brown Findlay"
  }, 
  {
    "quote": "My personal view is that such total planning by the state is an absolute good and not simply a relative good... I do not myself think of the attitude I take as deriving from Marx - though this undoubtedly will be suggested - but from Fichte and Hegel.", 
    "name": "John Grierson"
  }, 
  {
    "quote": "There's a punk-rock attitude, clearly, to 'Hated.' There's even a punk-rock attitude to 'The Hangover,' I think. We start the movie with a Glenn Danzig song.", 
    "name": "Todd Phillips"
  }, 
  {
    "quote": "The American attitude is 'We're the best'. That's why the NBA guys who come from other countries, the Europeans, all sort of stick together away from the game.", 
    "name": "Andrew Bogut"
  }, 
  {
    "quote": "The problem was just a mean attitude that festers and has to be challenged.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "I'm not anti-fashion, but I've always had a bit of a punk attitude. That's important, I think. I do my own thing.", 
    "name": "Sade Adu"
  }, 
  {
    "quote": "To so enter into it in nature and art that the enjoyed meanings of life may become a part of living is the attitude of aesthetic appreciation.", 
    "name": "George H. Mead"
  }, 
  {
    "quote": "The traditional Christian attitude toward human personality was that human nature was essentially good and that it was formed and modified by social pressures and training.", 
    "name": "Carroll Quigley"
  }, 
  {
    "quote": "My parents have a strong work ethic, but their attitude to life, their philosophy, is: 'whatever makes you happy.'", 
    "name": "Sally Hawkins"
  }, 
  {
    "quote": "Bob Altman had this relaxed but serious attitude. Everybody loved him. I wanted him to adopt me.", 
    "name": "Steve Buscemi"
  }, 
  {
    "quote": "The pool is terrible, but that doesn't have much to do with my record swims. That's all mental attitude.", 
    "name": "Mark Spitz"
  }, 
  {
    "quote": "Fame can be just so annoying because people are so critical of you. You can't just say, 'hi'. You say hi and people whisper' man did you see the way she said hi? What an attitude.", 
    "name": "Juliette Lewis"
  }, 
  {
    "quote": "My dad instilled in me a great sense of humor. I wasn't bullied at school because my outward attitude was confident, and that helps.", 
    "name": "Warwick Davis"
  }, 
  {
    "quote": "The attitude and capacity of the factory, the old metal table and the new ideas of the wooden furniture quickly and naturally suggested the possibility of metal furniture.", 
    "name": "Donald Judd"
  }, 
  {
    "quote": "You can measure a programmer's perspective by noting his attitude on the continuing vitality of FORTRAN.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "Let us change our traditional attitude to the construction of programs. Instead of imagining that our main task is to instruct a computer what to do, let us concentrate rather on explaining to human beings what we want a computer to do.", 
    "name": "Donald Knuth"
  }, 
  {
    "quote": "It goes without saying that the Jewish people can have no other goal than Palestine and that, whatever the fate of the proposition may be, our attitude toward the land of our fathers is and shall remain unchangeable.", 
    "name": "Theodor Herzl"
  }, 
  {
    "quote": "That attitude toward women as objects may have worked for the late Sixties, but it doesn't do so now.", 
    "name": "John Schlesinger"
  }, 
  {
    "quote": "The time I spent thinking about how I was better than somebody else or worrying about somebody else's attitude was time I could put to better use.", 
    "name": "Charley Pride"
  }, 
  {
    "quote": "I really believe you can predict when someone has a great attitude, a real well of talent.", 
    "name": "Taylor Hackford"
  }, 
  {
    "quote": "It is impossible to exaggerate the wide, and widening, gulf between the American attitude on the Iraq war and the view from our friends across the Atlantic.", 
    "name": "Nick Clooney"
  }, 
  {
    "quote": "As a team, you need to come from behind every once in awhile just to do it. Good for the attitude. It makes it exciting. And when everybody knows you have to throw it... that makes it fun too.", 
    "name": "Dan Marino"
  }, 
  {
    "quote": "I hope 'The Voice' has a fifteen-year run, don't get me wrong. But I come from nothing, and maybe it's the Irish in me, but my attitude is always like, 'They'll figure me out soon.'", 
    "name": "Carson Daly"
  }, 
  {
    "quote": "Time plays a role in almost every decision. And some decisions define your attitude about time.", 
    "name": "John Cale"
  }, 
  {
    "quote": "'UFO's' attitude toward the subject is very similar to mine. It's not an advocacy its philosophy is more 'I want to believe this, but I want it proved.'", 
    "name": "Dwight Schultz"
  }, 
  {
    "quote": "The music is first and foremost everything - no egos, no attitude, nothing - it's about the music.", 
    "name": "Big Boi"
  }, 
  {
    "quote": "But having said that, there's also a sea change in attitude towards media.", 
    "name": "Robert McChesney"
  }, 
  {
    "quote": "In the West, you have always associated the Islamic faith 100 percent with Arab culture. This in itself is a fundamentalist attitude and it is mistaken.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "Jazz in itself is not struggling. That is, the music itself is not struggling... It's the attitude that's in trouble. My plays insist that we should not forget or toss away our history.", 
    "name": "August Wilson"
  }, 
  {
    "quote": "As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career.", 
    "name": "Hermann Maier"
  }, 
  {
    "quote": "My attitude on skis is different now. I have learned to put less pressure on myself and on the edges of my skis when I'm racing, to be keep myself more under control.", 
    "name": "Hermann Maier"
  }, 
  {
    "quote": "Our attitude is that we want to cross over. You can't go on making records just for your own hometown.", 
    "name": "Cheryl James"
  }, 
  {
    "quote": "I do not share the half-in, half-out attitude to the EU of some in Britain. Britain's place is in Europe.", 
    "name": "Peter Mandelson"
  }, 
  {
    "quote": "I think that the U.S. does have this very much more open attitude, and I admire it very much and I think it's very important to the world. But the information and the discussion sometimes come too late, after the effective decision has been made.", 
    "name": "E. P. Thompson"
  }, 
  {
    "quote": "The Stones are a different kind of group. I realized that when I joined them. It's not really so much their musical ability, it's just they have a certain kind of style and attitude which is unique.", 
    "name": "Mick Taylor"
  }, 
  {
    "quote": "Even with, or perhaps, because of, this background, I have over the past few years sensed a very dramatic change in attitude on the part of Prince Edward Islanders towards the on-going rush for so-called modernization.", 
    "name": "Alex Campbell"
  }, 
  {
    "quote": "If you're looking for can-do, earthy-crunchy attitude then you've got to go to Wisconsin.", 
    "name": "Dar Williams"
  }, 
  {
    "quote": "When I was in my 20s it did occur to me that there was something perverted about an attitude that thought that killing somebody was a minor offence compared to kissing somebody.", 
    "name": "John McGahern"
  }, 
  {
    "quote": "You can have a laugh in Los Angeles, or you can weep in Los Angeles, depending on your attitude towards it.", 
    "name": "Miranda Richardson"
  }, 
  {
    "quote": "People are patronizing the theatres with renewed enthusiasm - there is an entire picnic-like attitude when families go out to see movies, which is a very good sign. They want to see larger-than-life characters on the big screen and not just watch movies on television or on DVDs.", 
    "name": "Salman Khan"
  }, 
  {
    "quote": "I just want to go in with the right attitude and from Day 1 make a difference.", 
    "name": "Freddy Adu"
  }, 
  {
    "quote": "The theatre only knows what it's doing next week, not like the opera, where they say: What are we going to do in five years' time? A completely different attitude.", 
    "name": "Harrison Birtwistle"
  }, 
  {
    "quote": "I'm not a music lover in the sense that I look for something to have on. I've never had that attitude to music.", 
    "name": "Harrison Birtwistle"
  }, 
  {
    "quote": "I think one of the things that language poets are very involved with is getting away from conventional ideas of beauty, because those ideas contain a certain attitude toward women, certain attitudes toward sex, certain attitudes toward race, etc.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "When you Google me, you'll find a lot of people don't like Richard Dreyfuss. Because I'm cocky and I present a cocky attitude. But no one has ever disagreed with the notion I represent, that we need more civic education. So far there's 100 percent support for that.", 
    "name": "Richard Dreyfuss"
  }, 
  {
    "quote": "My mother, she had a very good attitude toward money. I'm very grateful for the fact that we had to learn to save. I used to get like 50 pence a week, and I'd save it for like five months. And then I'd spend it on Christmas presents. I'd save up like eight pounds. It's nothing, but we did that.", 
    "name": "Gemma Arterton"
  }, 
  {
    "quote": "Too many people say to their brokers, I can't deal with this. Take my money. Do what you want. That's the worst attitude you can have.", 
    "name": "Maria Bartiromo"
  }, 
  {
    "quote": "If philosophy is practice, a demand to know the manner in which its history is to be studied is entailed: a theoretical attitude toward it becomes real only in the living appropriation of its contents from the texts.", 
    "name": "Karl Jaspers"
  }, 
  {
    "quote": "I am shocked by the easy attitude of many in the media towards disclosing our Nation's secrets.", 
    "name": "Todd Tiahrt"
  }, 
  {
    "quote": "I always give Lindsay so much credit for her tennis game, for her attitude, for her person, and because of how she deals with all the things. I don't think people give her enough credit for how well she's doing.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "I don't know that I have any role models now that are fixed. Definitely my mom - she's the coolest. She's worked really hard her whole life and I just think she's got a great attitude. Moms just know so much it's so silly.", 
    "name": "Larisa Oleynik"
  }, 
  {
    "quote": "It's tricky. I've never been standing at the top of the tree with tons of money thrown at me. I've never really had a profile. So in a way I have this 'nothing to lose' attitude.", 
    "name": "Joel Edgerton"
  }, 
  {
    "quote": "Lead singers not only do the majority of the work, but their personalities are singled out and taken as the general attitude of the unit.", 
    "name": "Martha Reeves"
  }, 
  {
    "quote": "It's better for me to play with guys because Rock 'n' Roll has such an aggressive attitude.", 
    "name": "Lita Ford"
  }, 
  {
    "quote": "I think Nina Simone has had an amazing journey. She was spicy and she had attitude and she didn't care, she wanted her money in a paper bag and don't mess with me and I've been doing some research on that so.", 
    "name": "Nia Long"
  }, 
  {
    "quote": "I kind of resent this attitude of men that we somehow must always look good.", 
    "name": "Sharon Gless"
  }, 
  {
    "quote": "Bambi can't act. Bambi had major attitude.", 
    "name": "Treat Williams"
  }, 
  {
    "quote": "I'm a big fan of Courtney Love. I love Hole and I love her acting and I love her attitude. I just hope I never meet her in a dark alley.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "I do support a sex-positive attitude for young people. Use condoms, that's important. I love the idea that promiscuity can be healthy but it's got some dodgy crevasses. Ooh, that's a bad reference! But it's got some dangerous cavities there. You know what I'm saying.", 
    "name": "Rachael Taylor"
  }, 
  {
    "quote": "The war changed everybody's attitude. We became international almost overnight.", 
    "name": "W. Averell Harriman"
  }, 
  {
    "quote": "As I wrote, I found that Aibileen had some things to say that really weren't in her character. She was older, soft-spoken, and she started showing some attitude.", 
    "name": "Kathryn Stockett"
  }, 
  {
    "quote": "I like England more than I did when I left. It's become a bit of a better country in the last ten years, in the attitude of it. A bit more Americanized, which is both good and bad. At least when you order a cup of coffee they don't give you a hard time.", 
    "name": "Teddy Thompson"
  }, 
  {
    "quote": "What a stupid attitude we have in this country to personal stories.", 
    "name": "Amanda Burton"
  }, 
  {
    "quote": "I have a Woody Allen Jewish attitude to life: that it's all going to be disastrous. That it hasn't all been that way is simply down to some random quirk of fate.", 
    "name": "Antony Sher"
  }, 
  {
    "quote": "My attitude toward graduate students was different, I must say. I used graduate students as colleagues: I gave them the best problems to work on, and I encouraged them.", 
    "name": "Frank Press"
  }, 
  {
    "quote": "Tommie Aaron taught me how to have a good attitude, to be easy going and not get uptight.", 
    "name": "Dale Murphy"
  }, 
  {
    "quote": "In aid, the proper attitude is one omitting gratitude.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "In Scotland over many years we have cultivated through our justice system what I hope can be described as a 'culture of compassion.' On the other hand, there still exists in many parts of the U.S., if not nationally, an attitude towards the concept of justice which can only be described as a 'culture of vengeance.'", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "Any time I need to get a serious attitude adjustment, I put on one of their records, and there are examples there for all time to keep us honest and keep us reaching they'll never be eclipsed.", 
    "name": "Benny Green"
  }, 
  {
    "quote": "I always had the attitude that I wanted to throw a no-hitter every game.", 
    "name": "Dennis Eckersley"
  }, 
  {
    "quote": "I like actors that are good with pantomime and that can transmit a lot by their presence and attitude more than through their dialogue.", 
    "name": "Guillermo del Toro"
  }, 
  {
    "quote": "Having a child makes you strong and gives you chutzpah. It relaxed my attitude to the job my center of focus shifted, which I think is very helpful, because even if you're not a very indulgent actor you spend a lot of time thinking about yourself. I don't think that is particularly healthy.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "I always said punk was an attitude. It was never about having a Mohican haircut or wearing a ripped T-shirt. It was all about destruction, and the creative potential within that.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "Sid Vicious began the age of participation in which everyone could be the artist. Sid proved that you don't have to play well to be the star. You can play badly, or not even at all. I endorsed that attitude. If you can't write songs, no problem - simply steal one and change it to your taste.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "Abhorrence of apartheid is a moral attitude, not a policy.", 
    "name": "Edward Heath"
  }, 
  {
    "quote": "Every baseball crowd, like every theatre audience, has its own distinctive attitude and atmosphere.", 
    "name": "Bill Veeck"
  }, 
  {
    "quote": "Football is my profession now. I'm getting married in August... It's a new experience for me as someone just getting out of college. I still have the same attitude about football I always had. I play hard. I enjoy practice. I'd rather be throwing in passing drills than sitting around and watching TV.", 
    "name": "Doug Flutie"
  }, 
  {
    "quote": "The attitude we have towards our personal pets as opposed to the animals that suffer under the factory farm is hypocritical and delusional.", 
    "name": "James Cromwell"
  }, 
  {
    "quote": "Certain kinds of speed, flow, intensity, density of attacks, density of interaction... Music that concentrates on those qualities is, I think, easier achieved by free improvisation between people sharing a common attitude, a common language.", 
    "name": "Evan Parker"
  }, 
  {
    "quote": "I saw 'Taxi Driver,' and 'Taxi Driver' kind of saved my life. The scene where Robert De Niro is looking at himself in the mirror saying, 'You talkin' to me? You talkin' to me? Who the hell else are you talkin' to?' That's the scene that changed my life by changing my attitude about acting.", 
    "name": "Michael Biehn"
  }, 
  {
    "quote": "I've always been a guy who's pretty supportive, its just my nature, so I came in to the situation with the attitude that I wanted to support Johnny and make it work.", 
    "name": "Rick Derringer"
  }, 
  {
    "quote": "I thought I was going to be killed. The casualties were so heavy, it was just a given. I learned to take each day, each mission, as it came. That's an attitude I've carried into my professional life. I take each case, each job, as it comes.", 
    "name": "Elliot Richardson"
  }, 
  {
    "quote": "What has happened is that to some degree they have taken an attitude where they don't listen to demos of diverse subject matters. They're looking for demos like the record the guy on the left just did.", 
    "name": "Grandmaster Flash"
  }, 
  {
    "quote": "Here you do have forests, where pigs could be raised by letting them root about in the forests for a good part of the year. Therefore, you have a different attitude toward them compared with what continues to exist in the Middle East.", 
    "name": "Marvin Harris"
  }, 
  {
    "quote": "The attitude of physiological psychology to sensations and feelings, considered as psychical elements, is, naturally, the attitude of psychology at large.", 
    "name": "Wilhelm Wundt"
  }, 
  {
    "quote": "This generation... they have a different attitude. Instead of sitting and watching something, they want to be a part of it - they're very hedonistic and sensual.", 
    "name": "Steve Wynn"
  }, 
  {
    "quote": "We have become aware of the responsibility for our attitude towards the dark pages in our history. We have understood that bad service is done to the nation by those who are impelling to renounce that past.", 
    "name": "Aleksander Kwasniewski"
  }, 
  {
    "quote": "But I do think that we approach music, in of itself, with a religious attitude.", 
    "name": "Jon Fishman"
  }, 
  {
    "quote": "I think that generally music should be a positive thing, I like Bob Marley's attitude: he said that his goal in life was to single handedly fight all the evil in the world with nothing but music, and when he went to a place he didn't go to play, he went to conquer.", 
    "name": "Jon Fishman"
  }, 
  {
    "quote": "In 1977, at least, he wished to have people believe that he shared and was proud of an attitude toward women that is not acceptable in a politician. In 2003, all he has said is that he doesn't remember the interview.", 
    "name": "Michael Kinsley"
  }, 
  {
    "quote": "You'd like more people to recognise what you do is special. But I take the attitude that the best thing I can do for my sport is to be the best at it. The best way people will come to recognise that track and field is a great sport is to see athletes excelling at it. Which is what I intend to do.", 
    "name": "Maurice Greene"
  }, 
  {
    "quote": "So at a time in which the media give the public everything it wants and desires, maybe art should adopt a much more aggressive attitude towards the public. I myself am very much inclined to take this position.", 
    "name": "Thom Mayne"
  }, 
  {
    "quote": "Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state.", 
    "name": "Norman Lamm"
  }, 
  {
    "quote": "I just try to try to keep an attitude that I don't know what I'm doing. Not to the point where I'm beating myself up, but I just go in thinking that I have a lot to learn. And I hope I still have that attitude 30 years from now.", 
    "name": "Tobey Maguire"
  }, 
  {
    "quote": "I'm not going to take this defeatist attitude and listen to all this crap any more from all these people who have nothing except doomsday to predict.", 
    "name": "Carroll Shelby"
  }, 
  {
    "quote": "A series of rumors about my attitude, as well as derogatory remarks about myself and my family showed me that the personal resentment of the Detroit general manager toward me would make it impossible for me to continue playing hockey in Detroit.", 
    "name": "Ted Lindsay"
  }, 
  {
    "quote": "Before 'Gangnam Style' I was not a good attitude artist.", 
    "name": "PSY"
  }, 
  {
    "quote": "Women didn't want to be on the stage with other women because they didn't want their bodies to be compared. They didn't want another female act opening for them because of this weird competitive and tokenistic attitude.", 
    "name": "Kathleen Hanna"
  }, 
  {
    "quote": "Listen, whatever makes the movie better. That's the attitude you have to have.", 
    "name": "Joseph Kosinski"
  }, 
  {
    "quote": "Reason is an action of the mind knowledge is a possession of the mind but faith is an attitude of the person. It means you are prepared to stake yourself on something being so.", 
    "name": "Michael Ramsey"
  }, 
  {
    "quote": "Hardboiled crime fiction came of age in 'Black Mask' magazine during the Twenties and Thirties. Writers like Dashiell Hammett and Raymond Chandler learnt their craft and developed a distinct literary style and attitude toward the modern world.", 
    "name": "Charles Frazier"
  }, 
  {
    "quote": "I don't think people are fools, and I think they deserve a good attitude and smart entertainment.", 
    "name": "Tatyana Tolstaya"
  }, 
  {
    "quote": "Hollywood's a very weird place. I think there's less of everything except for attitude.", 
    "name": "Dean Cain"
  }, 
  {
    "quote": "My agent says that I'm a 'repeat business guy.' If you hire me to come do a movie, I'll be on time, know all my material, be ready to go, have a good attitude. I'm here to work, so I get hired over and over again by the same producers. If you just be a team player on set you can work so much more often.", 
    "name": "Dean Cain"
  }, 
  {
    "quote": "What do you mean by faith? Is faith enough for Man? Should he be satisfied with faith alone? Is there no way of finding out the truth? Is the attitude of faith, of believing in something for which there can be no more than philosophic proof, the true mark of a Christian?", 
    "name": "Clifford D. Simak"
  }, 
  {
    "quote": "I still have a young attitude.", 
    "name": "Pat Morita"
  }, 
  {
    "quote": "Elvis Costello had a brand new bag. He was a musician, but he knew all about the attitude part of it.", 
    "name": "Nick Lowe"
  }, 
  {
    "quote": "The world is full of musicians who can play great, and you wouldn't cross the road to see them. It's people who have this indefinable attitude that are the good ones.", 
    "name": "Nick Lowe"
  }, 
  {
    "quote": "After working for years in Hollywood where the actors have taken over, it was a real relief to get down there and not only have some children, but also have some actors that had no attitude.", 
    "name": "Phillip Noyce"
  }, 
  {
    "quote": "When you are facing the wilderness on your own, you have a totally different attitude to someone who works in government or who has a monthly cheque.", 
    "name": "Rick Santelli"
  }, 
  {
    "quote": "If you take the contempt some Americans have for yuppies and multiply it by 10 you might come close to understanding their attitude towards the City, as they call it - London, the people of the south.", 
    "name": "Martin C. Smith"
  }, 
  {
    "quote": "If you go on stage with the wrong attitude, or something in your performance is off, you can lose an audience in the first minute. That first minute is crucial.", 
    "name": "Allan Carr"
  }, 
  {
    "quote": "We can do better in higher education. And it is more than just technology. It's also an attitude on the part of faculty. We need to think through how we can produce a better quality product at less cost.", 
    "name": "Roy Romer"
  }, 
  {
    "quote": "In terms of work I've always had a Bad Attitude in that I won't work anywhere which requires me to work strict hours or follow a dress code. I don't know if that's an Asperger's thing or not, I think it's just being reasonable.", 
    "name": "Bram Cohen"
  }, 
  {
    "quote": "Attitude is your acceptance of the natural laws, or your rejection of the natural laws.", 
    "name": "Stuart Chase"
  }, 
  {
    "quote": "Look, everything that you experience as a kid is the foundation of how you are today. I was brought up in a working class family in Leeds and when it comes to money both my parents worked hard and instilled the same attitude into me.", 
    "name": "Melanie Brown"
  }, 
  {
    "quote": "With my talent, I can make people laugh and give them another attitude about life. What a blessing that is for me.", 
    "name": "Doris Roberts"
  }, 
  {
    "quote": "Acting is magical. Change your look and your attitude, and you can be anyone.", 
    "name": "Alicia Witt"
  }, 
  {
    "quote": "When I first left university, I thought about going into the private sector. But I discovered when I went to interview that I could only have a career in the back office, or doing HR. The attitude was, 'My dear lady, you cannot possibly think about going on the board.'", 
    "name": "Pauline Neville-Jones"
  }, 
  {
    "quote": "It got very tedious saying the same jokes in the same way with the same attitude.", 
    "name": "Norm MacDonald"
  }, 
  {
    "quote": "In regard to music, I just think that it's always best to have an attitude of being a perpetual student and always look to learn something new about music, because there's always something new to learn.", 
    "name": "David Sanborn"
  }, 
  {
    "quote": "Canadians tend to be a bit more religious than most Europeans - though not more than the Poles or Ukrainians. Most important, their attitude to immigration and ethnic minorities is more positive than that of most Europeans.", 
    "name": "Timothy Garton Ash"
  }, 
  {
    "quote": "The townspeople outside the reservations had a very superior attitude toward Indians, which was kind of funny, because they weren't very wealthy they were on the fringes of society themselves.", 
    "name": "James Welch"
  }, 
  {
    "quote": "The money is in a different league these days, of course, but I have special memories of the 60s and 70s which players today don't have. There wasn't the same celebrity attitude and media exposure. We had a bit more freedom.", 
    "name": "Peter Shilton"
  }, 
  {
    "quote": "My attitude about Hollywood is that I wouldn't walk across the street to pull one of those executives out of the snow if he was bleeding to death. Not unless I was paid for it. None of them ever did me any favors.", 
    "name": "James Woods"
  }, 
  {
    "quote": "All ideas come about through some sort of observation. It sparks an attitude some object or emotion causes a reaction in the other person.", 
    "name": "Graham Chapman"
  }, 
  {
    "quote": "There are a lot of female artists my age around at the moment, but they're all American and blonde and blue-eyed and smiley. I'm totally the opposite of that. I want to show a bit more attitude and I have an opinion.", 
    "name": "Samantha Mumba"
  }, 
  {
    "quote": "I try and have a relaxed attitude and stay quite switched off until about an hour before kick-off.", 
    "name": "Roy Keane"
  }, 
  {
    "quote": "I think it has other roots, has to do, in part, with a general anxiety in contemporary life... nuclear bombs, inequality of possibility and chance, inequality of goods allotted to us, a kind of general racist, unjust attitude that is pervasive.", 
    "name": "Leonard Baskin"
  }, 
  {
    "quote": "There has been a change in attitude, though.", 
    "name": "Daniel Petrie"
  }, 
  {
    "quote": "I want to work with kids and help develop them, show them the right way, the right morals and attitude into how to become a better footballer. Australia has many different cultures but I'd like to bring in the indigenous style, bring their competitiveness, athleticism and raw ability into the frame.", 
    "name": "Timothy F. Cahill"
  }, 
  {
    "quote": "There is no planning. On the night it is really great, it's euphoria and if it is not so great there is always tomorrow night. That was his attitude.", 
    "name": "Ed McMahon"
  }, 
  {
    "quote": "My grandmother is this amazingly theatrical woman. She acted like a movie star, as far as looks and attitude, kind of like Susan Hayward.", 
    "name": "Parker Posey"
  }, 
  {
    "quote": "If I don't make the team out of spring training, I'll keep a good attitude. I'll just go polish up the parts of my game that made me not stay in the big leagues.", 
    "name": "Cory Lidle"
  }, 
  {
    "quote": "If a site is done with pleasure and a fun attitude, it's a great way to communicate with your fans.", 
    "name": "Christopher Lambert"
  }, 
  {
    "quote": "I know a lot of Eastern Europeans, and because of what they have been through and what they have seen, they have an attitude where they are not easily fooled.", 
    "name": "Francine Prose"
  }, 
  {
    "quote": "I always have one or two, sometimes more, Navajo or other tribes' cultural elements in mind when I start a plot. In Thief of Time, I wanted to make readers aware of Navajo attitude toward the dead, respect for burial sites.", 
    "name": "Tony Hillerman"
  }, 
  {
    "quote": "In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road.", 
    "name": "Naveen Jain"
  }, 
  {
    "quote": "I came on to the film with a very happy-go-lucky attitude which I think my character, Charlie, did when she went into the house. I expected it to be good, and then slowly things started to change for us all.", 
    "name": "Jennifer Sky"
  }, 
  {
    "quote": "I have the same attitude with work - I like to go to work, I like to work really hard I, like to give everything my all, I like to try things that are new, you know.", 
    "name": "Rosie Huntington-Whiteley"
  }, 
  {
    "quote": "There does not seem to be that collegiality I referred to, there seems to be much more of a them versus us attitude, rather than we all have a role to play in this process so let's get on with it.", 
    "name": "Len G. Murray"
  }, 
  {
    "quote": "I will not get very far with this attitude.", 
    "name": "Nancy Cartwright"
  }, 
  {
    "quote": "Turkey wants a policy of engagement exactly like President Obama's new approach. Policy of engagement, less confrontation, less tense attitude, especially in the region.", 
    "name": "Ahmet Davutoglu"
  }, 
  {
    "quote": "I was entirely natural and in many ways I have the same attitude now. I don't mourn the loss of my youth because I believe you should enjoy what you have while you have it.", 
    "name": "Koo Stark"
  }, 
  {
    "quote": "Our new attitude is how can we put you in front of our customer.", 
    "name": "Terry Semel"
  }, 
  {
    "quote": "Unfortunately, the attitude of many towards the press, humanitarians included and especially government workers, is often one of suspicion, if not outright fear.", 
    "name": "Alvin Adams"
  }, 
  {
    "quote": "After the first miscarriage, I tried to take the attitude that it was my body's way of telling me that this pregnancy wasn't meant to be.", 
    "name": "Christie Brinkley"
  }, 
  {
    "quote": "Nobody minded what you did in bed or what you said about God, a very civilized attitude in 1948.", 
    "name": "Simon Raven"
  }, 
  {
    "quote": "America won the Cold War by protecting our strategic resources from the threat of foreign control. We must bring the same attitude to our trade relationship with China.", 
    "name": "Jo Ann Emerson"
  }, 
  {
    "quote": "Our spiritual attitude is determined by our conception of our relation to infinite spirit.", 
    "name": "Paul Twitchell"
  }, 
  {
    "quote": "It's really interesting with art-movies too, but art especially - to see how your attitude toward artists and works and your level of appreciation of them is always shifting and changing over the years.", 
    "name": "Richard Hell"
  }, 
  {
    "quote": "My opponents attitude is, 'If it moves, tax it, if it keeps moving, regulate it and when it stops, subsidize it.", 
    "name": "Rob Simmons"
  }, 
  {
    "quote": "The artist is not responsible to any one. His social role is asocial... his only responsibility consists in an attitude to the work he does.", 
    "name": "Georg Baselitz"
  }, 
  {
    "quote": "Somehow, the greater the public opposition to the health care bill, the more determined they seem to force it on us anyway. Their attitude shows Washington at its very worst - the presumption that they know best, and they're going to get their way whether the American people like it or not.", 
    "name": "Scott Brown"
  }, 
  {
    "quote": "You know, who cares about seeing the girls when everybody wants to see the band. That's what's important, KISS is important. I think we look great, and the attitude is there, and I'm real happy with it.", 
    "name": "Eric Carr"
  }, 
  {
    "quote": "Athletic competition clearly defines the unique power of our attitude.", 
    "name": "Bart Starr"
  }, 
  {
    "quote": "I'm going to try to enjoy the All-Star break, hope my players reflect on what happened the first half of the season, come back with a different attitude, try to find our solution on how to win it.", 
    "name": "Don Baylor"
  }, 
  {
    "quote": "I won't say there aren't any Harvard graduates who have never asserted a superior attitude. But they have done so to our great embarrassment and in no way represent the Harvard I know.", 
    "name": "Derek Bok"
  }, 
  {
    "quote": "Its attitude, which it has preached and practiced, is skepticism. Now, it finds, the public is applying that skepticism to the press.", 
    "name": "Thomas Griffith"
  }, 
  {
    "quote": "Each experience through which we pass operates ultimately for our good. This is a correct attitude to adopt and we must be able to see it in that light.", 
    "name": "Henry S. Haskins"
  }, 
  {
    "quote": "When I drank, I had a very different attitude towards my playing. It was sloppier but I kind of liked it that way. It was like the alcohol was telling my mind what to do.", 
    "name": "Mick Mars"
  }, 
  {
    "quote": "I think we're in good hands. There's definitely much more momentum in bringing in good things to help support the show. Everyone's got a good attitude about it and I think that makes all the difference.", 
    "name": "Crystal Chappell"
  }, 
  {
    "quote": "That attitude does not exist so much today, but in those days there was a very sharp distinction between basic physics and applied physics. Columbia did not deal with applied physics.", 
    "name": "Gordon Gould"
  }, 
  {
    "quote": "My attitude towards drawing is not necessarily about drawing. It's about making the best kind of image I can make, it's about talking as clearly as I can.", 
    "name": "Jim Dine"
  }, 
  {
    "quote": "The attitude of the people proves that not only do we want to, but that we can succeed in pulling our country out of the difficult position it finds itself in. The banking system of our country will survive and grow.", 
    "name": "Nicos Anastasiades"
  }, 
  {
    "quote": "Patton was living in the Dark Ages. Soldiers were peasants to him. I didn't like that attitude.", 
    "name": "Bill Mauldin"
  }, 
  {
    "quote": "Hence, within the space of two generations there has been a complete revolution in the attitude of the trades-unions toward the women working in their trades.", 
    "name": "Florence Kelley"
  }, 
  {
    "quote": "Bader's philosophy was my philosophy. His whole attitude to life was mine.", 
    "name": "Kenneth More"
  }, 
  {
    "quote": "Americans have always had an ambivalent attitude toward intelligence. When they feel threatened, they want a lot of it, and when they don't, they regard the whole thing as somewhat immoral.", 
    "name": "Vernon A. Walters"
  }, 
  {
    "quote": "We will see that our new attitude toward liquor has been given to us without any thought or effort on our part. It just comes! That is the miracle of it.", 
    "name": "William Griffith Wilson"
  }, 
  {
    "quote": "If you eat something and get fat, you should be responsible for it. I think that is the attitude of the great majority of Americans, that you should be responsible for what you eat.", 
    "name": "Vic Snyder"
  }, 
  {
    "quote": "My deepest impulses are optimistic, an attitude that seems to me as spiritually necessary and proper as it is intellectually suspect.", 
    "name": "Ellen Willis"
  }, 
  {
    "quote": "I also had a mistaken attitude towards certain comrades.", 
    "name": "Bela Kun"
  }, 
  {
    "quote": "I film quite a bit of footage, then edit. Changes before your eyes, things you can do and things you can't. My attitude is always 'let it keep rolling.'", 
    "name": "Terrence Malick"
  }, 
  {
    "quote": "Global political conditions make a direct American intervention difficult, but President Reagan's messianic and visceral attitude toward the Nicaraguan revolution could mean it will happen as an act of desperation.", 
    "name": "Tomas Borge"
  }, 
  {
    "quote": "Muslims have a very bad attitude to homosexuality, they're very intolerant.", 
    "name": "Pim Fortuyn"
  }, 
  {
    "quote": "Mental attitude and concentration are the keys to pitching.", 
    "name": "Ferguson Jenkins"
  }, 
  {
    "quote": "My first feeling about the paper and the attitude is that it is absurd.", 
    "name": "Arthur Holly Compton"
  }, 
  {
    "quote": "A discipline I have observed is an attitude of love and reverence to people.", 
    "name": "Bessie Head"
  }, 
  {
    "quote": "The attitude of the actor is his interpretation of what he reads, and the written word is what creates the role in the actor's mind, and I guess in reading the things that were given to me, I reacted as you guys saw me, you know.", 
    "name": "Gene Barry"
  }, 
  {
    "quote": "I can't believe the pro-choicers attitude toward unborn children-to me it's the ultimate liberal cause, to defend those without a voice.", 
    "name": "Michael Aston"
  }, 
  {
    "quote": "An attitude of philosophic doubt, of suspended judgment, is repugnant to the natural man. Belief is an independent joy to him.", 
    "name": "William Minto"
  }, 
  {
    "quote": "Even when I'm playing someone named Fat Amy, I'm all about confidence and attitude.", 
    "name": "Rebel Wilson"
  }
]