[
  {
    "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.", 
    "name": "Buddha"
  }, 
  {
    "quote": "The wish for healing has always been half of health.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.", 
    "name": "John Muir"
  }, 
  {
    "quote": "'Tis healthy to be sick sometimes.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Give a man health and a course to steer, and he'll never stop to trouble about whether he's happy or not.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Healing is a matter of time, but it is sometimes also a matter of opportunity.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "I made a commitment to completely cut out drinking and anything that might hamper me from getting my mind and body together. And the floodgates of goodness have opened upon me - spiritually and financially.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "It takes more than just a good looking body. You've got to have the heart and soul to go with it.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Treasure the love you receive above all. It will survive long after your good health has vanished.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "We can make a commitment to promote vegetables and fruits and whole grains on every part of every menu. We can make portion sizes smaller and emphasize quality over quantity. And we can help create a culture - imagine this - where our kids ask for healthy options instead of resisting them.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Cheerfulness is the best promoter of health and is as friendly to the mind as to the body.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "You know, all that really matters is that the people you love are happy and healthy. Everything else is just sprinkles on the sundae.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "I have the body of an eighteen year old. I keep it in the fridge.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "The trouble with always trying to preserve the health of the body is that it is so difficult to do without destroying the health of the mind.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Your body hears everything your mind says.", 
    "name": "Naomi Judd"
  }, 
  {
    "quote": "Man needs difficulties they are necessary for health.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "If you're happy, if you're feeling good, then nothing else matters.", 
    "name": "Robin Wright Penn"
  }, 
  {
    "quote": "My body is like breakfast, lunch, and dinner. I don't think about it, I just have it.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "A healthy outside starts from the inside.", 
    "name": "Robert Urich"
  }, 
  {
    "quote": "Healthy people are those who live in healthy homes on a healthy diet in an environment equally fit for birth, growth work, healing, and dying... Healthy people need no bureaucratic interference to mate, give birth, share the human condition and die.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "A wise man should consider that health is the greatest of human blessings, and learn how by his own thought to derive benefit from his illnesses.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "I really believe the only way to stay healthy is to eat properly, get your rest and exercise. If you don't exercise and do the other two, I still don't think it's going to help you that much.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "True silence is the rest of the mind, and is to the spirit what sleep is to the body, nourishment and refreshment.", 
    "name": "William Penn"
  }, 
  {
    "quote": "I believe that if you're healthy, you're capable of doing everything. There's no one else who can give you health but God, and by being healthy I believe that God is listening to me.", 
    "name": "Pedro Martinez"
  }, 
  {
    "quote": "How do I stay so healthy and boyishly handsome? It's simple. I drink the blood of young runaways.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "My New Year's resolution is to stick to a good workout plan that will keep me healthy and happy.", 
    "name": "James Lafferty"
  }, 
  {
    "quote": "A desire to be in charge of our own lives, a need for control, is born in each of us. It is essential to our mental health, and our success, that we take control.", 
    "name": "Robert Foster Bennett"
  }, 
  {
    "quote": "When you are young and healthy, it never occurs to you that in a single second your whole life could change.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "America's health care system is in crisis precisely because we systematically neglect wellness and prevention.", 
    "name": "Tom Harkin"
  }, 
  {
    "quote": "I believe that how you feel is very important to how you look - that healthy equals beautiful.", 
    "name": "Victoria Principal"
  }, 
  {
    "quote": "As the blessings of health and fortune have a beginning, so they must also find an end. Everything rises but to fall, and increases but to decay.", 
    "name": "Sallust"
  }, 
  {
    "quote": "My personal goals are to be happy, healthy and to be surrounded by loved ones.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "People who don't know how to keep themselves healthy ought to have the decency to get themselves buried, and not waste time about it.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "My health may be better preserved if I exert myself less, but in the end doesn't each person give his life for his calling?", 
    "name": "Clara Schumann"
  }, 
  {
    "quote": "I'm exhausted trying to stay healthy.", 
    "name": "Steve Yzerman"
  }, 
  {
    "quote": "Happiness, contentment, the health and growth of the soul, depend, as men have proved over and over again, upon some simple issue, some single turning of the soul.", 
    "name": "George A. Smith"
  }, 
  {
    "quote": "I have a healthy body, free of the chemicals that once controlled it.", 
    "name": "Lorna Luft"
  }, 
  {
    "quote": "The body is a sacred garment.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "I feel pretty good. My body actually looks like an old banana, but it's fine.", 
    "name": "Mike Piazza"
  }, 
  {
    "quote": "The minute anyone's getting anxious I say, You must eat and you must sleep. They're the two vital elements for a healthy life.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Success doesn't mean that you are healthy, success doesn't mean that you're happy, success doesn't mean that you're rested. Success really doesn't mean that you look good, or feel good, or are good.", 
    "name": "Victoria Principal"
  }, 
  {
    "quote": "Arguments are healthy. They clear the air.", 
    "name": "John Deacon"
  }, 
  {
    "quote": "I became a fanatic about healthy food in 1944.", 
    "name": "Gloria Swanson"
  }, 
  {
    "quote": "I eat really healthy, and if I'm tired, I take a nap.", 
    "name": "Casper Van Dien"
  }, 
  {
    "quote": "Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man without liberty, no happiness can be enjoyed by society.", 
    "name": "Henry St. John"
  }, 
  {
    "quote": "The average, healthy, well-adjusted adult gets up at seven-thirty in the morning feeling just plain terrible.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "I stand before you a totally healthy person.", 
    "name": "Melissa Etheridge"
  }, 
  {
    "quote": "I'm still healthy as can be.", 
    "name": "Darrell Royal"
  }, 
  {
    "quote": "I've made a promise to myself to be a 100% healthy person if nothing else.", 
    "name": "Picabo Street"
  }, 
  {
    "quote": "I sit on my duff, smoke cigarettes and watch TV. I'm not exactly a poster girl for healthy living.", 
    "name": "Lexa Doig"
  }, 
  {
    "quote": "What the public expects and what is healthy for an individual are two very different things.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "You know, true love really matters, friends really matter, family really matters. Being responsible and disciplined and healthy really matters.", 
    "name": "Courtney Thorne Smith"
  }, 
  {
    "quote": "I had my moments when I got very frightened that I would not recover.", 
    "name": "Fran Drescher"
  }, 
  {
    "quote": "Healthy people live with their world.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", 
    "name": "Buddha"
  }, 
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The devil has put a penalty on all things we enjoy in life. Either we suffer in health or we suffer in soul or we get fat.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Without health life is not life it is only a state of langour and suffering - an image of death.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Be careful about reading health books. You may die of a misprint.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "It is no measure of health to be well adjusted to a profoundly sick society.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "It is health that is real wealth and not pieces of gold and silver.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "When wealth is lost, nothing is lost when health is lost, something is lost when character is lost, all is lost.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Those who enjoy their own emotionally bad health and who habitually fill their own minds with the rank poisons of suspicion, jealousy and hatred, as a rule take umbrage at those who refuse to do likewise, and they find a perverted relief in trying to denigrate them.", 
    "name": "Johannes Brahms"
  }, 
  {
    "quote": "Faith and prayer are the vitamins of the soul man cannot live in health without them.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Use your health, even to the point of wearing it out. That is what it is for. Spend all you have before you die do not outlive yourself.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The health of the eye seems to demand a horizon. We are never tired, so long as we can see far enough.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The first wealth is health.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Happiness is nothing more than good health and a bad memory.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Older people shouldn't eat health food, they need all the preservatives they can get.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "He who has health, has hope and he who has hope, has everything.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Did you ever see the customers in health - food stores? They are pale, skinny people who look half - dead. In a steak house, you see robust, ruddy people. They're dying, of course, but they look terrific.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "What is called genius is the abundance of life and health.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "After a century of striving, after a year of debate, after a historic vote, health care reform is no longer an unmet promise. It is the law of the land.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Attention to health is life's greatest hindrance.", 
    "name": "Plato"
  }, 
  {
    "quote": "The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "And so our goal on health care is, if we can get, instead of health care costs going up 6 percent a year, it's going up at the level of inflation, maybe just slightly above inflation, we've made huge progress. And by the way, that is the single most important thing we could do in terms of reducing our deficit. That's why we did it.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "In the richest country in the history of the world, this Obama economy has crushed the middle class. Family income has fallen by $4,000, but health insurance premiums are higher, food prices are higher, utility bills are higher, and gasoline prices have doubled. Today more Americans wake up in poverty than ever before.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "If you are young and you drink a great deal it will spoil your health, slow your mind, make you fat - in other words, turn you into an adult.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Obama's health care plan will be written by a committee whose head, John Conyers, says he doesn't understand it. It'll be passed by Congress that has not read it, signed by a president who smokes, funded by a Treasury chief who didn't pay his taxes, overseen by a Surgeon General who is obese, and financed by a country that's nearly broke. What could possibly go wrong?", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "But if you - if what - the reports are true, what they're saying is, is that as a consequence of us getting 30 million additional people health care, at the margins that's going to increase our costs, we knew that.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Women in particular need to keep an eye on their physical and mental health, because if we're scurrying to and from appointments and errands, we don't have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own 'to do' list.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "The best activities for your health are pumping and humping.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I pray God may preserve your health and life many years.", 
    "name": "Junipero Serra"
  }, 
  {
    "quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Addiction should never be treated as a crime. It has to be treated as a health problem. We do not send alcoholics to jail in this country. Over 500,000 people are in our jails who are nonviolent drug users.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "True friendship is like sound health the value of it is seldom known until it is lost.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Perfect freedom is as necessary to the health and vigor of commerce as it is to the health and vigor of citizenship.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "It is better to lose health like a spendthrift than to waste it like a miser.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "We can be thankful to a friend for a few acres, or a little money and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Overnight stardom can be harmful to your mental health. Yeah. It has ruined a lot of people.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "On one of the most personal matters of our lives, our health care, President Obama would turn decision making over to government bureaucrats. He forced through Obama-care and I will repeal it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Opportunity expands when there is excellence and choice in education, when taxes are lowered, when every citizen has affordable, portable health insurance and when constitutional freedoms are preserved.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It's no measure of health to be well adjusted to a profoundly sick society.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "If you're working out in front of a mirror and watching your muscles grow, your ego has reached a point where it is now eating itself. That's why I believe there should be a psychiatrist at every health club, so that when they see you doing this, they will take you away for a little chat.", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Health nuts are going to feel stupid someday, lying in hospitals dying of nothing.", 
    "name": "Redd Foxx"
  }, 
  {
    "quote": "Capital is reckless of the health or length of life of the laborer, unless under compulsion from society.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I've had extraordinary good luck with my health, other than a broken elbow.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "A man is not rightly conditioned until he is a happy, healthy, and prosperous being and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings.", 
    "name": "James Allen"
  }, 
  {
    "quote": "The greatest of follies is to sacrifice health for any other kind of happiness.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Health is not valued till sickness comes.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Health is the soul that animates all the enjoyments of life, which fade and are tasteless without it.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "One lesson that every nation can learn from China is to focus more on creating village-level enterprises, quality health services and educational facilities.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Good health and good sense are two of life's greatest blessings.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Property may be destroyed and money may lose its purchasing power but, character, health, knowledge and good judgement will always be in demand under all conditions.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "The true index of a man's character is the health of his wife.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "In a disordered mind, as in a disordered body, soundness of health is impossible.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The chief condition on which, life, health and vigor depend on, is action. It is by action that an organism develops its faculties, increases its energy, and attains the fulfillment of its destiny.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "For whatever reason, maybe it's because of my story, but people associate Livestrong with exercise and physical fitness, health and lifestyle choices like that.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "If you can be well without health, you may be happy without virtue.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Man does not live by soap alone and hygiene, or even health, is not much good unless you can take a healthy view of it or, better still, feel a healthy indifference to it.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "All the evidence that we have indicates that it is reasonable to assume in practically every human being, and certainly in almost every newborn baby, that there is an active will toward health, an impulse towards growth, or towards the actualization.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "The health of the people is really the foundation upon which all their happiness and all their powers as a state depend.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I support health care for people. I want people well taken care of. But I also want health care that we can afford as a country. I have people and friends closing down their businesses because of Obamacare.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The worst thing that can happen to a man is to lose his money, the next worst his health, the next worst his reputation.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Good humor is the health of the soul, sadness is its poison.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Fame and power are the objects of all men. Even their partial fruition is gained by very few and that, too, at the expense of social pleasure, health, conscience, life.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "If we get our self-esteem from superficial places, from our popularity, appearance, business success, financial situation, health, any of these, we will be disappointed, because no one can guarantee that we'll have them tomorrow.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "Happiness is good health and a bad memory.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "I did not become a vegetarian for my health, I did it for the health of the chickens.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "But the real secret to lifelong good health is actually the opposite: Let your body take care of you.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "I believe in universal health care. And I am not afraid to say so.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Medicine to produce health must examine disease and music, to create harmony must investigate discord.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.", 
    "name": "James H. Douglas"
  }, 
  {
    "quote": "Mental health needs a great deal of attention. It's the final taboo and it needs to be faced and dealt with.", 
    "name": "Adam Ant"
  }, 
  {
    "quote": "It contributes greatly towards a man's moral and intellectual health, to be brought into habits of companionship with individuals unlike himself, who care little for his pursuits, and whose sphere and abilities he must go out of himself to appreciate.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Modern medicine is a negation of health. It isn't organized to serve human health, but only itself, as an institution. It makes more people sick than it heals.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "You get the health benefits of coffee up through about the first twenty-four ounces. It's the biggest source of antioxidants for Americans, and we think it helps prevent Alzheimer's and Parkinson's as well.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Nobody likes insurance companies, especially health insurance companies.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "What some call health, if purchased by perpetual anxiety about diet, isn't much better than tedious disease.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "There is a wisdom in this beyond the rules of physic: a man's own observation what he finds good of and what he finds hurt of is the best physic to preserve health.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "After you're older, two things are possibly more important than any others: health and money.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "The health of a democratic society may be measured by the quality of functions performed by private citizens.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "I have not been that wise. Health I have taken for granted. Love I have demanded, perhaps too much and too often. As for money, I have only realized its true worth when I didn't have it.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "Regularity in the hours of rising and retiring, perseverance in exercise, adaptation of dress to the variations of climate, simple and nutritious aliment, and temperance in all things are necessary branches of the regimen of health.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "With any child entering adolescence, one hunts for signs of health, is desperate for the smallest indication that the child's problems will never be important enough for a television movie.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "Health consists with temperance alone.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "As women slowly gain power, their values and priorities are reshaping the agenda. A multitude of studies show that when women control the family funds, they generally spend more on health, nutrition, and education - and less on alcohol and cigarettes.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness.", 
    "name": "Louise Hart"
  }, 
  {
    "quote": "I've never had very high regard for therapists. I owe my health, my mental survival, to my friends and loved ones.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "There's a lot of people in this world who spend so much time watching their health that they haven't the time to enjoy it.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "America's health care system is neither healthy, caring, nor a system.", 
    "name": "Walter Cronkite"
  }, 
  {
    "quote": "Avoid lawsuits beyond all things they pervert your conscience, impair your health, and dissipate your property.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Money is to my social existence what health is to my body.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "At the end of the day, sleep is a barometer of your emotional health. And so if you're not in the right place where you need to be, then you're going to have voices keeping you up at night because you have to work through those issues.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "The awareness that health is dependent upon habits that we control makes us the first generation in history that to a large extent determines its own destiny.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Nurses serve their patients in the most important capacities. We know that they serve as our first lines of communication when something goes wrong or when we are concerned about health.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "Health is the thing that makes you feel that now is the best time of the year.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Poverty is multidimensional. It extends beyond money incomes to education, health care, political participation and advancement of one's own culture and social organisation.", 
    "name": "Atal Bihari Vajpayee"
  }, 
  {
    "quote": "And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "I received free health care.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Rising health care spending occurs because it is beneficial, not a burden on the economy.", 
    "name": "Robert Hall"
  }, 
  {
    "quote": "In societies where mature workers are respected and where their wisdom is respected, everybody benefits. Workers are more engaged and productive. Their health is better. They live longer.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Did you know that nearly one in three children live apart from their biological dads? Those kids are two to three times more likely to grow up in poverty, to suffer in school, and to have health and behavioral problems.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "When it comes to the health of our families, Barack refused to listen to all those folks who told him to leave health reform for another day, another president. He didn't care whether it was the easy thing to do politically - that's not how he was raised - he cared that it was the right thing to do.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Cynicism is humor in ill health.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Medicine sometimes snatches away health, sometimes gives it.", 
    "name": "Ovid"
  }, 
  {
    "quote": "A moderate addiction to money may not always be hurtful but when taken in excess it is nearly always bad for the health.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "Writing is hard work and bad for the health.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "No company is preferable to bad. We are more apt to catch the vices of others than virtues, as disease is far more contagious than health.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "My age and health will never allow me to realize the dream of art I've been pursuing all my life.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I figure if I have my health, can pay the rent and I have my friends, I call it 'content.'", 
    "name": "Lauren Bacall"
  }, 
  {
    "quote": "It's bizarre that the produce manager is more important to my children's health than the pediatrician.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "For sleep, riches and health to be truly enjoyed, they must be interrupted.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Mental health is often missing from public health debates even though it's critical to wellbeing.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "Exuberant health is always, as such, sickness also.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "One of the critical issues that we have to confront is illegal immigration, because this is a multi-headed Hydra that affects our economy, our health care, our health care, our education systems, our national security, and also our local criminality.", 
    "name": "Allen West"
  }, 
  {
    "quote": "There's nothing more important than our good health - that's our principal capital asset.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Quit worrying about your health. It will go away.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "We do not have a functioning market in the true sense of the word in health care. That's a layer of transparency that's sorely needed in America.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "We are all representatives of the American people. We all do town hall meetings. We all talk to our constituents. And I've got to tell you, the American people are engaged. And if you think they want a government takeover of health care, I would respectfully submit you're not listening to them.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "There is a consensus of willing leaders from both parties coalescing around the right way forward in health care. Reform should address government-imposed inequities and barriers to true choice and competition.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "We must solve the problem in health care by curbing out-of-control costs that erode paychecks for working families and push quality coverage out of reach for millions of Americans.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "So, in Europe, they're cutting people's retirement and health benefits. And that's what we want to avoid from happening. They're raising taxes, entering a recession. That's the kind of economic program that President Obama has put in place.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The president has declared that the debate over government-controlled health care is over. That will come as news to the millions of Americans who will elect Mitt Romney so we can repeal Obamacare.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "According to the Privacy Rights Center, up to 10 million Americans are victims of ID theft each year. They have a right to be notified when their most sensitive health data is stolen.", 
    "name": "Luis Gutierrez"
  }, 
  {
    "quote": "Sobriety and health is the greatest thing.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Health food makes me sick.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "Eating ice cream and not exercising is great. The downside is your health isn't so good.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "The fact is that we would have had comprehensive health care now, had it not been for Ted Kennedy's deliberately blocking the legislation that I proposed in 1978 or '79.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I think all Americans believe in human rights. And health is an often overlooked aspect of basic human rights. And it's one that's easily corrected. The reason I say that is that many of the diseases that we treat around the world, I knew when I was a child. My mother was a registered nurse. And they no longer exist in our country.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "They said it was impossible to touch the third rail of politics, to take on public-sector unions and to reform a pension and health benefits system that was headed to bankruptcy. But with bipartisan leadership, we saved taxpayers $132 billion dollars over 30 years and saved retirees their pensions. We did it.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "My health is very good.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Health food may be good for the conscience but Oreos taste a hell of a lot better.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "A teacher must believe in the value and interest of his subject as a doctor believes in health.", 
    "name": "Gilbert Highet"
  }, 
  {
    "quote": "Hollywood is a cross between a health farm, a recreation center and an insane asylum. It's a company town, and I happen to like the company!", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "I've been to enough other countries in the world to know what happens when you have socialized single-payer health care. It works. People don't get sick as much. They don't lose their life savings with a catastrophic illness like cancer or AIDS.", 
    "name": "Jello Biafra"
  }, 
  {
    "quote": "Adoptive parents are taking on enormous responsibility, both emotionally and financially. Quite frankly, they need as much disclosure as possible about the child's background and health to assure the best fit and be prepared.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Health is the state about which medicine has nothing to say.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "In health there is freedom. Health is the first of all liberties.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Take all that is given whether wealth, love or language, nothing comes by mistake and with good digestion all can be turned to health.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Many soldiers returning from Iraq and Afghanistan suffer from serious, long-term, physical and mental health problems, due to their service. It is unconscionable to cut the already limited health care benefits available to these brave men and women.", 
    "name": "Mark Dayton"
  }, 
  {
    "quote": "Good health is not something we can buy. However, it can be an extremely valuable savings account.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "I think it's horrible that people have to be told. Don't smoke! Everybody knows it's bad for the health. But they have to forbid it.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "There are less than 1 per cent of anorexic girls, but there more than 30 per cent of girls in France - I don't know about England - that are much, much overweight. And it is much more dangerous and very bad for the health.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "A retired teacher paid $62,000 towards her pension and nothing, yes nothing, for full family medical, dental and vision coverage over her entire career. What will we pay her? $1.4 million in pension benefits and another $215,000 in health care benefit premiums over her lifetime.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Cutting meat out of your diet is the best thing you can do for animals and your own health.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "The private sector must play a role in ensuring the prosperity and health of the people who comprise its market. It is time for the private sector to become a proactive partner contributing to the efforts of governments and philanthropies.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Anywhere you have extreme poverty and no national health insurance, no promise of health care regardless of social standing, that's where you see the sharp limitations of market-based health care.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "My health is fine.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "The type of leukemia that I am dealing with is treatable. So if I do what my doctors tell me to do - get my blood checked regularly, take my meds and consult with my doctor and follow any additional instructions he might make - I will be able to maintain my good health and live my life with a minimum of disruptions to my lifestyle.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "For the last 3 years, we have celebrated National Nurses Week. Beginning on May 6, we will once again have the opportunity to truly commend the nursing community for their contributions to our national health delivery system.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "Got good news and bad news for you, Mr. President. The good news is that Chief Justice John Roberts just saved your legacy and, perhaps, your presidency by writing for the Supreme Court majority to rule health care reform constitutional.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "For families across the UK who are income-poor, but more than that, whose lives are blighted by worklessness, educational failure, family breakdown, problem debt and poor health, as well as other problems, giving them an extra pound - say through increased benefits - will not address the reason they find themselves in difficulty in the first place.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "He whom the gods love dies young, while he is in health, has his senses and his judgments sound.", 
    "name": "Plautus"
  }, 
  {
    "quote": "We believe in government involvement that leads to independence: good schools, quality roads and the best health care.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "We know a great deal more about the causes of physical disease than we do about the causes of physical health.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "I have never yet met a healthy person who worried very much about his health, or a really good person who worried much about his own soul.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "Well, we lost a lot of our independence already. We are dependent on China for credit. We are dependent on Middle Eastern countries for energy supplies. And many Americans are dependent on the government for their income, health care, education of their children, food stamps.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I'm convinced that we can shape a different future for this country as it relates to mental health and as it relates to suicide.", 
    "name": "David Satcher"
  }, 
  {
    "quote": "The doctor has been taught to be interested not in health but in disease. What the public is taught is that health is the cure for disease.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "I have had lots of friends who've been affected by Aids and a very good friend of mine, Oscar Moore, died of Aids and I was with him in his last year quite a bit. And of course he was a man living in a very rich culture with a wealthy family who was able to afford health care.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "The ultimate purpose of religious life is to make this evolution move in a direction far more important to the destiny of the ego than the moral health of the social fabric which forms his present environment.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "People use so much more health care when they live longer.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "We drink one another's health and spoil our own.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "There's a need for accepting responsibility - for a person's life and making choices that are not just ones for immediate short-term comfort. You need to make an investment, and the investment is in health and education.", 
    "name": "Buzz Aldrin"
  }, 
  {
    "quote": "One thing governors feel, Democrats and Republicans alike, is that we have a health care system that, if you're on Medicaid, you have unlimited access to health care, at unlimited levels, at no cost. No wonder it's running away.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "My main goal is to stay healthy because when you're injured you realise how lucky you are to have your health.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "I'm one of those people who is actually inspired by a deadline. I might not sleep for many days on end, it may not be good for my health, but it definitely helps.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "America doesn't have health insurance.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "If you want to know why Republicans and conservatives are in a political crisis, you need only consider the fact that the Right's deeply held view now boils down to this: Taxes should not go up on the wealthy, and your health benefits should be cut.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Obama seemed poised to realign American politics after his stunning 2008 victory. But the economy remains worse than even the administration's worst-case scenarios, and the long legislative battles over health care reform, financial services reform and the national debt and deficit have taken their toll. Obama no longer looks invincible.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Health consists of having the same diseases as one's neighbors.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "In order to lead a country or a company, you've got to get everybody on the same page and you've got to be able to have a vision of where you're going. America can't have a vision of health care for everybody, green economy, regulations - can't have a bunch of piece-meal activities. It's got to have a vision.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "If I were a capitalist I would not give my employees health insurance with no deductible, which I do, including dental, and paid pregnancy leave. That's not called capitalism, that's called being a Christian and someone who believes in democracy, so that everyone should get a fair slice of the pie.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "Successful health reform must not just make health insurance affordable, affordable health insurance has to make health care affordable.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "People who overly take care of their health are like misers. They hoard up a treasure which they never enjoy.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "People who are always taking care of their health are like misers, who are hoarding a treasure which they have never spirit enough to enjoy.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Many kids come out of college, they have a credit card and a diploma. They don't know how to buy a house or a car or health insurance or life insurance. They do not know basic microeconomics.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Dick Cheney said he was running again. He said his health was fine, 'I've got a doctor with me 24 hours a day.' Yeah, that's always the sign of a man in good health, isn't it?", 
    "name": "David Letterman"
  }, 
  {
    "quote": "There are over 200 million illiterate women in India. This low literacy negatively impacts not just their lives but also their families' and the country's economic development. A girl's lack of education also has a negative impact on the health and well-being of her children.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "People in their 70s can still have incredible lives. Health is the most important thing.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "We cannot continue. Our pension costs and health care costs for our employees are going to bankrupt this city.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "What I got which was unusual, especially as a child actress, was parents who believed that Hollywood was not that important. They told us education, family, health, all come first and they meant it.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "The preservation of health is a duty. Few seem conscious that there is such a thing as physical morality.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "You don't have to be a wreck. You don't have to be sick. One's aim in life should be to die in good health. Just like a candle that burns out.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Obama is capable - as evidenced by his first-term success with health care reform. But mandate-building requires humility, a trait not easily associated with him.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Republicans would have preferred the court overturn the health care bill, an act that would have underscored Obama's biggest liability - the perception among voters, including those who like and trust him, that he has been ineffective.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Restoring responsibility and accountability is essential to the economic and fiscal health of our nation.", 
    "name": "Carl Levin"
  }, 
  {
    "quote": "My life in Brooklyn was in constant danger because of my bad health.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I am opposed to anybody making a decision for you or me or anybody else about what health care plan we should have.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "My Dad is my hero. He's 85 now and he is in great health. He is handsome and strong. He has an incredible moral and ethical backbone. I couldn't have been luckier with my parents.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Health care and education, in my view, are next up for fundamental software-based transformation.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "It is time to end the discrimination against people who need treatment for chemical addiction. It is time for Congress to deal with our Nation's number one public health problem.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "The only principles of public conduct that are worthy of a gentleman or a man are to sacrifice estate, ease, health, and applause, and even life, to the sacred calls of his country.", 
    "name": "James Otis"
  }, 
  {
    "quote": "The filth and noise of the crowded streets soon destroy the elasticity of health which belongs to the country boy.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "The only truly individualistic health-care choice - where you receive care that is unpolluted by anyone else's funds - is to forgo insurance altogether, paying out-of-pocket for health services as you need them.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Yes, Democrats can prove that America pays more for health care than other countries yes, they have won the dispute that private health insurance is needlessly expensive. But what they've lost is the argument that we are a society.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "While Democrats fussed with the details of health care reforms, conservatives spent months telling the nation that the real issue is freedom, that what's on the line is American liberty itself.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Government is, by its very nature, a destroyer of liberties the Obama administration, specifically, is promising to interfere with the economy and the health care system so profoundly that Washington will soon have us all in chains.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "What is at stake in the debate over health care is more than the mere crafting of policy. The issue is now the identity of the Democratic Party.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Mr. Obama still has time to reverse course. A great deal depends on it. To fail on health care yet again might well be the 'Waterloo' Republicans dream of.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Every profession will have its rogues, of course, no matter what oaths are sworn, but many health care professionals have a real commitment to serving the best interests of their clients.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "No matter how old you are, no matter how much you weigh, you can still control the health of your body.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Effective health care depends on self-care this fact is currently heralded as if it were a discovery.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "The greatest public health threat for many American women is the men they live with.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "As it turns out, social scientists have established only one fact about single women's mental health: employment improves it.", 
    "name": "Susan Faludi"
  }, 
  {
    "quote": "It's easier to lecture women on sexual morality than it is to explain why all Americans shouldn't have comprehensive, fair, and equal health care coverage.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "Women know the financial, social and physical costs of not having access to basic health care.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "It's long past time we started focusing on the solutions that actually keep women healthy, instead of using basic aspects of women's health as a tool of cultural, moral, and political control.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "We should be concerned not only about the health of individual patients, but also the health of our entire society.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "People spending more of their own money on routine health care would make the system more competitive and transparent and restore the confidence between the patients and the doctors without government rationing.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Health care is one-sixth of our economy. If the government can control that, they can control just about everything. We need to understand what is going on, because there are much more economic models that can be used to give us good health care than what we have now.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I hope someday we will be able to proclaim that we have banished hunger in the United States, and that we've been able to bring nutrition and health to the whole world.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I'm not into animal rights. I'm only into animal welfare and health. I've been with the Morris Animal Foundation since the '70s. We're a health organization. We fund campaign health studies for dogs, cats, lizards and wildlife. I've worked with the L.A. Zoo for about the same length of time. I get my animal fixes!", 
    "name": "Betty White"
  }, 
  {
    "quote": "As musicians and artists, it's important we have an environment - and I guess when I say environment, I really mean the industry, that really nurtures these gifts. Oftentimes, the machine can overlook the need to take care of the people who produce the sounds that have a lot to do with the health and well-being of society.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "I think the number one thing Black women and all Black people should be paying attention to is our health.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "Any health care funding plan that is just, equitable, civilized and humane must - must - redistribute wealth from the richer among us to the poorer and the less fortunate. Excellent healthcare is by definition re-distributional.", 
    "name": "Donald Berwick"
  }, 
  {
    "quote": "I think first and foremost everybody should understand that Canadians are strongly committed to the system of universal health insurance, to the principle that your ability to pay does not determine your access to critical medical service.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "For the sake of our health, our children and grandchildren and even our economic well-being, we must make protecting the planet our top priority.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Thanks to evolution, our bodies have powerful ways to ward off illness and infection and enable us to live long and healthy lives. Why, then, do health costs continue to climb at unsustainable and frightening rates?", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Hydraulic fracturing requires massive amounts of water. Disposing of the toxic wastewater, as well as accidental spills, can contaminate drinking water and harm human health.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Doing all we can to combat climate change comes with numerous benefits, from reducing pollution and associated health care costs to strengthening and diversifying the economy by shifting to renewable energy, among other measures.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "The power of community to create health is far greater than any physician, clinic or hospital.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "I was one of those people who put too much emphasis on work and career and material possessions, and it took its toll on all my relationships, on my physical health, my emotional and mental health.", 
    "name": "Tony Shalhoub"
  }, 
  {
    "quote": "My health and my family are the core of my being.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Strong advocacy for education, health care and worker safety will be indispensable if they are to get their fair share of President Bush's austere budget for the next fiscal year.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "The dual scourge of hunger and malnutrition will be truly vanquished not only when granaries are full, but also when people's basic health needs are met and women are given their rightful role in societies.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "Yoga is wonderful. It clears up most health problems. It also gives you an overview.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "Do we talk about the dignity of work? Do we give our students any reason for believing it is worthwhile to sacrifice for their work because such sacrifices improve the psychological and mental health of the person who makes them?", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "Love is not as important as good health. You cannot be in love if you're not healthy. You can't appreciate it.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "It's funny, I do try to maintain health. I started doing Bikram yoga which is that hothouse yoga, the 105 degrees yoga for 90 minutes. It's great, you purge out all the sweat and you're drinking water.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "If Charlton Heston can have a constitutional right carry a rifle, why can't grandma have a constitutional right to health care?", 
    "name": "Al Sharpton"
  }, 
  {
    "quote": "My health is very much improved.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Think of an economy where people could be an artist or a photographer or a writer without worrying about keeping their day job in order to have health insurance.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "Health care reform, the marquee legislative accomplishment of the Obama administration's first term, was passed before we entered the world of divided government.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "You cannot drive a system that's going to be aiming at preventing illness if everyone is not in it. The whole gaming of health insurance and health care in America is based on that fundamental principle: insure people who aren't sick and you don't have to pay more money on them.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Experience taught me that working families are often just one pay check away from economic disaster. And it showed me first-hand the importance of every family having access to good health care.", 
    "name": "Dave Obey"
  }, 
  {
    "quote": "A woman's health is her capital.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "I mean, the fight for a health care bill to cover all Americans and leave none behind is attacked as being a race appeal, which is not true, but then it's put out in the media as true.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "One state retiree, 49 years old, paid, over the course of his entire career, a total of $124,000 towards his retirement pension and health benefits. What will we pay him? $3.3 million in pension payments over his life and nearly $500,000 for health care benefits - a total of $3.8m on a $120,000 investment.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "In today's world, it is shortsighted to think that infectious diseases cannot cross borders. By allowing developing countries access to generic drugs, we not only help improve health in those nations, we also help ourselves control these debilitating and often deadly diseases.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "With the loss of Free Choice Vouchers, hundreds of thousands of workers will now be forced to choose between their employers' unaffordable insurance or going without health care.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Since 1994, lawmakers on both sides of the aisle have considered it politically risky to offer a plan to fix America's broken health care system. The American public, though, has paid the price for this silence as health care costs skyrocketed, millions went uninsured, and millions more grappled with financial insecurity and hardship.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Pay mind to your own life, your own health, and wholeness. A bleeding heart is of no help to anyone if it bleeds to death.", 
    "name": "Frederick Buechner"
  }, 
  {
    "quote": "A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "Wendy Malick and Valerie Bertinelli make fun of me, but I take care of my health - I don't abuse it.", 
    "name": "Betty White"
  }, 
  {
    "quote": "The bottom line is, I'm blessed with good health. On top of that, I don't go around thinking 'Oh, I'm 90, I better do this or I better do that.' I'm just Betty. I'm the same Betty that I've always been. Take it or leave it.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I seem to be thinking rationally again in the style that is characteristic of scientists. However, this is not entirely a matter of joy as if someone returned from physical disability to good physical health.", 
    "name": "John Forbes Nash, Jr."
  }, 
  {
    "quote": "Competition makes things come out right. Well, what does that mean in health care? More hospitals so they compete with each other. More doctors compete with each other. More pharmaceutical companies. We set up war. Wait a minute, let's talk about the patient. The patient doesn't need a war.", 
    "name": "Donald Berwick"
  }, 
  {
    "quote": "It is reasonable to expect the doctor to recognize that science may not have all the answers to problems of health and healing.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Frequent worshippers are also significantly more active citizens. They are more likely to belong to community organizations, especially those concerned with young people, health, arts and leisure, neighborhood and civic groups and professional associations.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Walking is magic. Can't recommend it highly enough. I read that Plato and Aristotle did much of their brilliant thinking together while ambulating. The movement, the meditation, the health of the blood pumping, and the rhythm of footsteps...this is a primal way to connect with one's deeper self.", 
    "name": "Paula Cole"
  }, 
  {
    "quote": "Health is not a condition of matter, but of Mind.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "The accumulation of numbers always augments in some measure moral corruptions, and the consequences to health of the various vices incident thereto, are well known.", 
    "name": "William Falconer"
  }, 
  {
    "quote": "Japan actually is an aging population, and so as the population has aged, they have had a lot more problems with health.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "The rise of childhood obesity has placed the health of an entire generation at risk.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "It's about businesses nervous about taking on school leavers because of a mass of red tape. It's about health and safety regulations and green fines.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "I don't think healthcare's a right. The only right you have is the ability to go out on an even playing field and work, and then purchase health insurance, or whatever it is.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "As long as I have my health, I want to be reporting somewhere.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "Hollywood... a city I was to come back to time and again, in sickness and in health, in success and in failure, with anticipation and with dread.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "I always made my food congenial to my constitution, and my health was always excellent.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I learned very early that our health is always impaired by some excess either of food or abstinence, and I never had any physician except myself.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "My personal feeling, if I can interject a political note, is that I don't think it is right that basic health care is a privilege. It shouldn't be. It should be a right of all human beings. And certainly in the richest country in the world.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "I try to stay positive by focusing on how much I'll appreciate my health if I get better.", 
    "name": "Daniel Johns"
  }, 
  {
    "quote": "Furthermore, we believe that health care reform, again I said at the beginning of my remarks, that we sent the three pillars that the President's economic stabilization and job creation initiatives were education and innovation - innovation begins in the classroom - clean energy and climate, addressing the climate issues in an innovative way to keep us number one and competitive in the world with the new technology, and the third, first among equals I may say, is health care, health insurance reform.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "I think about my parents all the time, especially on Sunday when I'm at Mass. My mother always said, 'We do not pray to win elections. We pray for people's health, we pray that God's will be done, we pray that we do our best. But we do not pray to win elections.'", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "For me, I am left leaning when it comes to health and education, on the right when it comes to defense. So I don't know where I come on the political spectrum. And I think this the challenge that a lot of Jordanians have to deal with.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Children born to teens have less supportive and stimulating environments, poorer health, lower cognitive development, and worse educational outcomes. Children of teen mothers are at increased risk of being in foster care and becoming teen parents themselves, thereby repeating the cycle.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "Looking after my health today gives me a better hope for tomorrow.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "Look, I hate to sound like Pollyanna, but I literally can't wait to get to work in the morning. I've got steady jobs, I've got my health, and I'm here in the greatest city in the world. I'd be a pig not to be grateful.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "As the National Football League and other pro sports increasingly reckon with the early dementia, mental health issues, suicides and even criminal behavior of former players, the risk of what's known as chronic traumatic encephalopathy (CTE), is becoming clear.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "There's no one place a virus goes to die - but that doesn't make its demise any less a public health victory. Throughout human history, viral diseases have had their way with us, and for just as long, we have hunted them down and done our best to wipe them out.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "And I believe that if we can care about whether or not our neighbor has a good job or access to affordable health care for their children, and we move to implement the policies that can improve these situations, we will unleash vast amounts of human potential and recapture the American spirit.", 
    "name": "Tim Ryan"
  }, 
  {
    "quote": "Our children's health and well-being are dependent on our commitment to promoting food access and good eating habits at home, at school and in the community.", 
    "name": "Rod Blagojevich"
  }, 
  {
    "quote": "If you're going to vote on a television contract, there is a certain rationality to saying that the same structures that are applied to Health Plan participation should be placed on the right to vote on a strike.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "I would support a devolution of power out of Washington for education, health care, transportation.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "It begins and ends with money. It's absurd in this day and age when we need so much money for education, health, for people, that a $100 million dollars can be spent on a film. It's obscene.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "All the evidence shows very clearly that if you are a member of a trade union you are likely to get better pay, more equal pay, better health and safety, more chance to get training, more chance to have conditions of work that help if you have caring responsibilities... the list goes on!", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "True health care reform cannot happen in Washington. It has to happen in our kitchens, in our homes, in our communities. All health care is personal.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "We are spending most of our time in American health care fixing the mistakes that either we in the profession are causing or our patients are, without recognizing it, causing to themselves.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "I saw many people who had advanced heart disease and I was so frustrated because I knew if they just knew how to do the right thing, simple lifestyle and diet steps, that the entire trajectory of their life and health would have been different.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Illegal immigration costs taxpayers $45 billion a year in health care, education, and incarceration expenses.", 
    "name": "Ric Keller"
  }, 
  {
    "quote": "Lack of time is a real health killer.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "Alaska is what happens when Willy Wonka and the witch from Hansel and Gretel elope, buy a place together upstate, renounce their sweet teeth, and turn into health fanatics.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "When I was on Broadway, I got really sick with walking pneumonia. I decided not to take my health for granted anymore and make it a priority. The great thing is, the pounds just started to fall off.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "And I think of that again as I've written in several of my beauty books, a lot of health comes from the proper eating habits, which are something that - you know, I come from a generation that wasn't - didn't have a lot of food.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "I think health is another exceedingly important thing.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Many health care providers, particularly physicians in rural and urban areas, are leaving the Government programs because of inadequate reimbursement rates.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "It's time to look beyond the budget ax to assure access to health care for all. It's time to look for bipartisan solutions to the problems we can tackle today, and to work together for tomorrow - building a health care system that works for all Americans.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Fixing health care and fixing the economy are two sides of the same coin.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "For the amount of money that the country is going to spend this year on health care, you can go out and hire a doctor for every seven families in the US and pay the doctor almost $230,000 a year to cover them.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I believe the most important aspect of Medicare is not the structure of the program but the guarantee to all Americans that they will have high quality health care as they get older.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "When the Veterans Affairs Department implemented a program to provide home-based health care to veterans with multiple chronic conditions - many of the system's most expensive patients to treat - they received astounding results.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Without Free Choice Vouchers, there is little in the health reform law that discourages employers from increasingly passing the burden of health care costs onto their employees.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "The reality is that the special interest groups that have lobbied against Free Choice Vouchers object to any measure that would empower employees to have a say in their health benefits because it begins to erode their power in the current health care system.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "It is hard to miss the irony in the fact that the very same week that Republicans were publicly heralding Congressman Paul Ryan's plan to inject market forces into the American health care system, they were crafting a budget deal to strip them from the health reform law.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "While Free Choice Vouchers didn't fulfill my vision of a health care system in which every American would be empowered to hire and fire their insurance company, they were a foothold for choice and competition and a safety valve for Americans whose employers are already forcing them to bear more and more of their family's health insurance costs.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "It's correct that I wanted health reform to do more to create choices and promote competition.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Americans are free to choose everything from what they eat, drive and watch on TV to the President of the United States. Yet, when it comes to allowing Americans to choose the health insurance that works best for them and their family, the freedom to choose suddenly becomes un-American.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I agree with just about everyone in the reform debate when they say 'If you like what you have, you should be able to keep it.' But the truth is that none of the health reform bills making their way through Congress actually delivers on that promise.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "If you like the health insurance that you have you should be able to keep it, but if you don't like the health insurance you have, you should be able to choose something else.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I believe that whether you love your job or hate your job, get laid off or are just in-between jobs, you deserve health care that can never be taken away.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Under the Healthy Americans Act, you're in charge of your health care - not your employer. If you lose your job, change jobs or just can't find a job, your health insurance is guaranteed to stick with you.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "With a host of proposals on the table and a President examining new ideas for health reform, we have an obligation to give real reform our best shot.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "To help the poor to a capacity for action and liberty is something essential for one's own health as well as theirs: there is a needful gift they have to offer which cannot be offered so long as they are confined by poverty.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "Because of the president's leadership, every American will have access to affordable, quality health care.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "Teaching kids about health and fitness is important to me. It's about being fit for life.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "A life coach does for the rest of your life what a personal trainer does for your health and fitness.", 
    "name": "Elaine MacDonald"
  }, 
  {
    "quote": "Today the demands are for even higher standards in the quality of care, for greater flexibility and convenience in treatment times, and for more prevention through screening and health checks.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I don't think there's a shortage of material in the world. Or in my head. I just pray for continued good health, because I've got other stories to tell.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "Your 40s are a major trough. About the age of 50, feelings of satisfaction begin to rebound and keep rising into your 50s, 60s and 70s, with health being a major factor.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "In the beginning when I sat next to Tom Brokaw on the 'Today' show, the stories I was interested in were those having to do with women and children and learning and health. In those days, 25 to 30 years ago, that was called soft news, and not in a nice way.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "I used to drink tons of caffeine. Now I make smoothies with frozen berries and Green Vibrance health powder.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I am interested in getting people to use the healthcare system at the right time, getting them to see the doctor early enough, before a small health problem turns serious.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "Hey 'Bachelor,' take notes! Trusting one another and sharing a journey to health leads to lasting relationships!", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "One of the things I like best about 'Biggest Loser' is being around people who are trying to make the right choices. When you feel defeated about your weight and your health, like there's no hope, and you still make the choice to fight for it, to make the change happen no matter what people say or think, that's inspiring to me.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "Nothing is more capable of troubling our reason, and consuming our health, than secret notions of jealousy in solitude.", 
    "name": "Aphra Behn"
  }, 
  {
    "quote": "I'm happy that I feel a little less out of place in filmmaking than I once was - but it's almost impossible for a playwright in the U.S. to make a living. You can have a play, like I did with 'Angels,' and it still generates income for me, but it's not enough for me to live on and have health insurance.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "Each State has its own health insurance mandates, and some of them are good, but there are about 1,800 of them all across the Nation, including provisions for acupuncturists, massage therapists, and hair replacements.", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "We need better neighbors, neighbors that care about the schools in their neighborhood whether they have kids in them or not, because they know that the health and vitality of that neighborhood depends on it.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "Make no mistake, a 'yes' vote on the Democrats' health care bill is a vote for taxpayer-funded abortions.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "The public health of five million children should not be left to luck or chance.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "Productive achievement is a consequence and an expression of health and self-esteem, not its cause.", 
    "name": "Nathaniel Branden"
  }, 
  {
    "quote": "The health effects of air pollution imperil human lives. This fact is well-documented.", 
    "name": "Eddie Bernice Johnson"
  }, 
  {
    "quote": "Today we have a health insurance industry where the first and foremost goal is to maximize profits for shareholders and CEOs, not to cover patients who have fallen ill or to compensate doctors and hospitals for their services. It is an industry that is increasingly concentrated and where Americans are paying more to receive less.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "Well, the truth is that a lot of people lie about their health, they lie about the finances, they lie about things at work, they lie about things.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "I don't know of a Democrat - whether they're a conservative, a centrist or a liberal Democrat - that doesn't think that it's important to have quality jobs that pay decent wages so that families can support themselves, so that they can have the dignity of being able to afford health care, put money aside for pension, buy a home.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "I don't know if there is a Democrat who necessarily doesn't believe health care is a right instead of privilege. There is a significant between us and the Republican Party on that issue.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "We know that there are significant health benefits from consuming more fruits and vegetables, and that's an opportunity for us to sort of move away from some of the meals that we've been preparing in the past.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "I have no regrets. I've got my health.", 
    "name": "Naomi Campbell"
  }, 
  {
    "quote": "Spiritually good people, pure in heart, who long for the Blessed Sacrament but cannot receive at the time, can receive spiritually... even a hundred times a day, in sickness and in health, with immeasurable grace and profit.", 
    "name": "Johannes Tauler"
  }, 
  {
    "quote": "I'm 58 years old and I just went through 8 back surgeries. They started cutting on me in February 2009, and I was basically bed ridden for almost two years. I got a real dose of reality that if you don't have your health, you don't have anything.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "I have a lot of health anxiety.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement.", 
    "name": "Christopher Bond"
  }, 
  {
    "quote": "Many smart folks seem to think that if you just get your metaphors and messages right, you'll win. That if you start describing what you favor as a 'moral value' - 'affordable health care is a moral value' etc., - then you'll appeal to red-state voters.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "There are all kinds of things you can do to marry literacy with health.", 
    "name": "C. Everett Koop"
  }, 
  {
    "quote": "I think that age as a number is not nearly as important as health. You can be in poor health and be pretty miserable at 40 or 50. If you're in good health, you can enjoy things into your 80s.", 
    "name": "Bob Barker"
  }, 
  {
    "quote": "I'd like to see the health care professionals making decisions, not some bureaucrat in Indianapolis working for an insurance company.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "Voters did say 'repeal health care,' they did say 'reduce the size of government.' But not a single one of them from the tea party or anywhere said 'give tax breaks to the wealthiest.'", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "I became a vegetarian out of compassion for animals and to live as healthy as possible. I realized soon after that I was truly concerned with nonviolent consumption and my own health, a vegan diet was the best decision.", 
    "name": "Davey Havok"
  }, 
  {
    "quote": "I'm by no means condemning prescription medicine for mental health. I've seen it save a lot of people's lives.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us.", 
    "name": "Joan D. Vinge"
  }, 
  {
    "quote": "Women are half the population and they know how to take care of themselves, if they are only given access to health care.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "The idea of making access to safe abortions harder and more expensive and more difficult, having to travel across state lines - that puts women's health and lives in jeopardy, which is something I think no one wants.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "Women's health needs to be front and center - it often isn't, but it needs to be.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "The more easily digestible and refined the carbohydrates, the greater the effect on our health, weight and well-being.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Most American diets, even bad ones, provide more than enough calcium for bone health, especially for men.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "I fully support a national health care program for the U.S.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "One of the most obvious ways dogs can improve our physical and mental health is via daily walks.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "The bottom line is that the human body is complex and subtle, and oversimplifying - as common sense sometimes impels us to do - can be hazardous to your health.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Human beings have survived for millennia because most of us make good decisions about our health most of the time.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "If we can make the correct diagnosis, the healing can begin. If we can't, both our personal health and our economy are doomed.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "The World Health Organization has recognized acupuncture as effective in treating mild to moderate depression.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "I have argued for years that we do not have a health care system in America. We have a disease-management system - one that depends on ruinously expensive drugs and surgeries that treat health conditions after they manifest rather than giving our citizens simple diet, lifestyle and therapeutic tools to keep them healthy.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "I am not against all forms of high-tech medicine. Drugs and surgeries have a secure place in the treatment of serious health conditions. But modern American medicine treats almost every health condition as if it were an emergency.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "The most common objection that I hear to walking as exercise is that it's too easy, that only sweaty, strenuous activity offers real benefits. But there is abundant evidence that regular, brisk walking is associated with better health, including lower blood pressure, better moods and improved cholesterol ratios.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "It does kids no favors, and sets them up for a potential lifetime of poor health and social embarrassment, to excuse them from family meals of real food. Everyone benefits from healthy eating, but it is particularly crucial at the beginning of life.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Citizens must pressure the American Hospital Association, the American Public Health Association, the Centers for Disease Control and other relevant governmental agencies to make greening our hospitals and medical centers a top priority so that they themselves don't create even more illness.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "We need to accept the seemingly obvious fact that a toxic environment can make people sick and that no amount of medical intervention can protect us. The health care community must become a powerful political lobby for environmental policy and legislation.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "As an American, you have a right to good health care that is effective, accessible, and affordable, that serves you from infancy through old age, that allows you to go to practitioners and facilities of your choosing, and that offers a broad range of therapeutic options.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "You can't afford to get sick, and you can't depend on the present health care system to keep you well. It's up to you to protect and maintain your body's innate capacity for health and healing by making the right choices in how you live.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Whenever I write about mental health and integrative therapies, I am accused of being prejudiced against pharmaceuticals. So let me be clear - integrative medicine is the judicious application of both conventional and evidence-based natural therapies.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "The health care system is really designed to reward you for being unhealthy. If you are a healthy person and work hard to be healthy, there are no benefits.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "Oh my gosh, I feel like I'm really obsessive about anything dealing with my health.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I've always enjoyed poor health.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "Most of the provisions designed to fix what ails our health system don't kick in until 2014, which, one wishes administration officials had noticed, is two years after he has to win an election.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "Yes. I think the anti-Wal-Mart is Costco, which pays much better and has much better health benefits and which is profitable and offers low prices.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "When a woman earns a dollar, the payback is higher. She'll invest in her children, in their education, health care, and basic needs. The impact of a woman's role in the economy benefits society at large.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "You should be able to afford health care for your family. You should be able to retire with dignity and respect. And you should be able to give your children the kind of education that allows them to dream even bigger, go even farther and accomplish even more than you could ever imagine.", 
    "name": "Cory Booker"
  }, 
  {
    "quote": "TV does not care about you or what happens to you. It's downright bad for your health now, and that's not a far-out concept. I think watching the TV news is bad for you. It is bad for your physical health and your mental health.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "I am trying to inspire people to just take control of their oral health, because if we don't take care of our oral health, it affects so many different aspects of our lives. If your smile and mouth is not together, it affects your relationship, your self-esteem, your health.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "Mark Ruffalo, aka the Incredible Hulk, is the natural gas industry's worst nightmare: a serious, committed activist who is determined to use his star power as a superhero in the hottest movie of the moment to draw attention the environmental and public health risks of fracking.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "The biggest tab the public picks up for fossil fuels has to do with what economists call 'external costs,' like the health effects of air and water pollution.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "In this country, the health concerns and the environmental concerns are as deep as in Europe. All the surveys show that. But here, we didn't have the cultural dimension. This is a fast-food culture.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "From this experience we have learned that in a big party it is important to have the necessary and often controversial discussions on policy issues such as the health system while in opposition.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "As I mentioned previously, the tools that allow for optimum health are diet and exercise.", 
    "name": "Bill Toomey"
  }, 
  {
    "quote": "Prevention is one of the few known ways to reduce demand for health and aged care services.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "We designed both our state employee health plans and the one we created for low-income Hoosiers as Health Savings Accounts, and now in the tens of thousands these citizens are proving that they are fully capable of making smart, consumerist choices about their own health care.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "Left to ourselves, we might pick the wrong health insurance, the wrong mortgage, the wrong school for our kids why, unless they stop us, we might pick the wrong light bulb.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "Why do we have 47 million people without health care? Because America has become about 'me'. What's happened to 'we' as a people? I believe in that and that resonates to most people.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "We cannot rest until we make sure that our families can afford to live and raise their kids here, that our seniors can remain in their homes and afford their health and pharmaceutical costs.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "If you look at things that really affect people's lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government.", 
    "name": "John Major"
  }, 
  {
    "quote": "It's totally different from last year because I came in with good shape with no health worries so it was about going out there and running well and enjoying it.", 
    "name": "Paula Radcliffe"
  }, 
  {
    "quote": "I can understand why some people might look at me and say, 'What's she got to be depressed about?' I get that a lot in Britain, where mental health issues seem to be a big taboo.", 
    "name": "Natalie Imbruglia"
  }, 
  {
    "quote": "You go to Scandinavia, and you will find that people have a much higher standard of living, in terms of education, health care and decent paying jobs.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "High-quality food is better for your health.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "I think the British people are very, very attached to the idea that the health service is free at the point of use. But there is no reason why every doctor, nurse and teacher in this country has to be employed by the state.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "If I have my health I can carry on. There will be a point when I do quit but I have absolutely no idea when that is.", 
    "name": "Alex Ferguson"
  }, 
  {
    "quote": "I'm very confident my health isn't going to allow me to be a good player, especially in the spring.", 
    "name": "Steve Yzerman"
  }, 
  {
    "quote": "But if you're asking my opinion, I would argue that a social justice approach should be central to medicine and utilized to be central to public health. This could be very simple: the well should take care of the sick.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "We've taken on the major health problems of the poorest - tuberculosis, maternal mortality, AIDS, malaria - in four countries. We've scored some victories in the sense that we've cured or treated thousands and changed the discourse about what is possible.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "The biggest public health challenge is rebuilding health systems. In other words, if you look at cholera or maternal mortality or tuberculosis in Haiti, they're major problems in Haiti, but the biggest problem is rebuilding systems.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "Once brave politicians and others explain the war on drugs' true cost, the American people will scream for a cease-fire. Bring the troops home, people will urge. Treat drugs as a health problem, not as a matter for the criminal justice system.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "If you're too embarrassed and want to hide behind your computer screen, that's what this is for. It's about building confidence and that's what U by Kotex does. Girls owning their bodies and health.", 
    "name": "Khloe Kardashian"
  }, 
  {
    "quote": "One of the jewels in the crown of Labour's time in office was the rescue of the National Health Service. As the Commonwealth Fund, the London School of Economics and the Nuffield Foundation have all shown, health reforms as well as additional investment were essential to improved outcomes, especially for poorer patients.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "Because we spoke so loudly, opponents of reproductive health access demonized and smeared me and others on the public airwaves. These smears are obvious attempts to distract from meaningful policy discussions and to silence women's voices regarding their own health care.", 
    "name": "Sandra Fluke"
  }, 
  {
    "quote": "But you say, does it represent change? The change is that we are fighting an insurance industry that has killed health reform for generations. They're spending tens of millions of dollars right now to defeat this bill, and we're on the doorstep of winning a great victory for the American people.", 
    "name": "David Axelrod"
  }, 
  {
    "quote": "When bureaucrats talk about increasing our 'access' to x, y or z, what they're really talking about is increasing exponentially their control over our lives. As it is with the government health care takeover, so it is with the newly approved government plan to 'increase' Internet 'access.'", 
    "name": "Michelle Malkin"
  }, 
  {
    "quote": "For the past two years, President Obama has promised our children the moon, stars, rainbows, unicorns and universal health care for all. But the White House Santa's cradle-to-grave entitlement mandates are a spectacularly predictable bust.", 
    "name": "Michelle Malkin"
  }, 
  {
    "quote": "If Obama wanted to make radical changes to America's health long-term, all he has to do is treble the price of sugar and salt.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "I admit it: I had fun watching right-wingers go wild as health reform finally became law.", 
    "name": "Paul Krugman"
  }, 
  {
    "quote": "I'm on a health kick! I'm drawn to cheeseburgers, so I've got to just try and keep it on an even keel.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "We can never, ever say it enough: every woman - especially every young woman-has to take charge of her health... and do what's right for her!", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "And so to those who suggest that we are somehow 'harming' young women by encouraging them to take charge of their health we say this: We are not harming young women by educating them. We are arming them with information that they will carry with them throughout their lives.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "Both referred to the Affordable Care Act, which is the accurate title of the health care reform law, as 'Obamacare.' That is a disparaging reference to the President of the United States, it is meant as a disparaging reference to the President of the United States.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "When President Obama passed health care reform, it was personal! And when Governor Romney says he would repeal Obamacare and put insurance companies back in charge of a woman's health, that's personal too.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "As the President reviewed the state of the union and unveiled his second-term agenda, he fell short of adequately explaining how he intends to set America back on the course of fiscal responsibility and secure the fiscal health of the nation.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "Mental agitations and eating cares are more injurious to health, and destructive of life, than is commonly imagined, and could their effects be collected, would make no inconsiderable figure in the bills of mortality.", 
    "name": "William Falconer"
  }, 
  {
    "quote": "It's never too late to take your heart health seriously and make it a priority.", 
    "name": "Jennie Garth"
  }, 
  {
    "quote": "Investing in health will produce enormous benefits.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "You cannot achieve environmental security and human development without addressing the basic issues of health and nutrition.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "I have always detested any departure from reality, an attitude which I relate to my mother's poor mental health.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "When the Nobel award came my way, it also gave me an opportunity to do something immediate and practical about my old obsessions, including literacy, basic health care and gender equity, aimed specifically at India and Bangladesh.", 
    "name": "Amartya Sen"
  }, 
  {
    "quote": "The five different areas in which boys are in crisis - education jobs emotional health physical health and fatherlessness - are handled by different portions of the government.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Medical professionals, not insurance company bureaucrats, should be making health care decisions.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "Look, all this is about is utilizing the rules of the Senate, using a majority of the senators, to make sure that we get health reform done. We cannot wait another day.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "It is true that too much belief can be bad for your health.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Happiness lies first of all in health.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "Today's business and health care climate may not be pleasant. Cutbacks, pay cuts and layoffs do not make anyone's job easy. But that does not mean that the humor need stop.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "I'm a parent, and I try to take care of my health and keep my life in order. In the last few years I've really had to decide what's important to me, and it seems to me that my family and my health are top on the list. And those have nothing to do with show business.", 
    "name": "Diana Ross"
  }, 
  {
    "quote": "The arts have always been an important ingredient to the health of a nation, but we haven't gotten there yet.", 
    "name": "James Earl Jones"
  }, 
  {
    "quote": "From dear, dear Gloria Swanson, I learned how to live long, happy and free of health problems. I owe her my life.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "We all want more information available when making health care decisions for ourselves and our families.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "By cutting critical domestic programs such as education, health, environmental protection, and veterans' services, this budget reveals misplaced priorities.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "No employer is going to hire robustly until they know what the health care cost is going to be.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "It's wonderful that so many people want to contribute to fighting aids or malaria. But, if somebody isn't paying attention to the overall health system in the country, a whole lot of money can be wasted.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "Age does not depend upon years, but upon temperament and health. Some men are born old, and some never grow so.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "Sleep is that golden chain that ties health and our bodies together.", 
    "name": "Thomas Dekker"
  }, 
  {
    "quote": "Building a new Health and Hospitals Network is fundamental to building a stronger and fairer Australia.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "The Australian Government's decision to take on the dominant funding role for the entire public hospital system is designed to: end the blame game eliminate waste and to shoulder the funding burden of the rapidly rising health costs of the future.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "If the states and territories do not sign up to fundamental reform, then my message is equally simple: we will take this reform plan to the people at the next election - along with a referendum by or at that same election to give the Australian Government all the power it needs to reform the health system.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "These are important reforms. Infrastructure, education, health, hospitals, closing the gap with indigenous Australians. Also the Apology to the first Australians. As Prime Minister of the country I am proud of each and every one of these achievements.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "I am in very good health. I've never felt better.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "I'm always active in trying to educate people when it comes to eating animal products, testing on animals, and the health benefits of being vegan, although I'm probably not the best person to be talking about the latter at the moment.", 
    "name": "Daniel Johns"
  }, 
  {
    "quote": "I'm against big bureaucracy in Washington making health care decisions. I just have an aversion to bureaucrats. But it's not just government bureaucrats. I don't like HMO bureaucrats and insurance company bureaucrats either.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "And under the existing circumstances, I understand there are situations where people indeed need care and need services, but I believe in America that the majority of those people are getting those services under situations and circumstances that are afforded to them by their health care providers and their state government.", 
    "name": "Jan Brewer"
  }, 
  {
    "quote": "We have over 500,000 illegal immigrants living in Arizona. And we simply cannot sustain it. It costs us a tremendous amount of money of course in health care, in education, and then, on top of it all, in incarceration. And the federal government doesn't reimburse us on any of these things.", 
    "name": "Jan Brewer"
  }, 
  {
    "quote": "The truth is I had lots of rehab and now I have a clean bill of health.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "I am passionate about talking to women about their breast health.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "When you start fooling around with drugs, you're hurting your creativity, you're hurting your health. Drugs are death, in one form or another. If they don't kill you, they kill your soul. And if your soul's dead, you've got nothing to offer, anyway.", 
    "name": "Paul Stanley"
  }, 
  {
    "quote": "Do you suppose there is any living man so unreasonable that if he found himself stricken with a dangerous ailment he would not anxiously desire to regain the blessing of health?", 
    "name": "Petrarch"
  }, 
  {
    "quote": "I believe in health care reform.", 
    "name": "Joe Manchin"
  }, 
  {
    "quote": "In my forties, my optimism was boundless. I had really good health and tremendous success which allowed me to do anything I wanted.", 
    "name": "Patricia Cornwell"
  }, 
  {
    "quote": "Better understanding of the natural world not only enhances all of us as human beings, but can also be harnessed for the better good, leading to improved health and quality of life.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "I have health. I have a wonderful support system. I have the admiration of millions of strangers, which I do not underestimate.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "I basically believe the medical insurance industry should be nonprofit, not profit-making. There is no way a health reform plan will work when it is implemented by an industry that seeks to return money to shareholders instead of using that money to provide health care.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "When you get older, your health becomes important to you, things start breaking down, you've always got a different ache or pain.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "Aaron Pryor wants to get into the ring with me. He wants to be able to retire, and he will. For health reasons.", 
    "name": "Sugar Ray Leonard"
  }, 
  {
    "quote": "You bet every member of Congress who votes for this bill ought to read it, read it thoroughly, and understand that what we're looking at here amounts to nothing more than a government takeover of our health care economy, paid for with nearly a trillion dollars in new taxes on individuals and small businesses. And it must be opposed.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "Most of the State of the Union will not be about Iraq. Most of the State of the Union will be about improving America's economy and providing greater access to health care for millions of American people, including senior citizens.", 
    "name": "Ari Fleischer"
  }, 
  {
    "quote": "I believe you need scientific proof that something works before you entrust your health to it.", 
    "name": "Britt Ekland"
  }, 
  {
    "quote": "There is much that public policy can do to support American entrepreneurs. Health insurance reform will make it easier for entrepreneurs to take a chance on a new business without putting their family's health at risk. Tort reform will make it easier to take prudent risks on new products in a number of sectors.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Here in Silicon Valley, I have taken part in hundreds of conversations trying to convince people to dive in and become entrepreneurs. All too often, innovators with good, safe, jobs are unwilling to put their family's access to health care at risk by walking away from company-backed medical insurance.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Balance is key: I need to be successful in my career to feel fulfilled, be surrounded by people I care about to share it with, and have my health to be able to do the things I love to do!", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "The voice collects and translates your bad physical health, your emotional worries, your personal troubles.", 
    "name": "Placido Domingo"
  }, 
  {
    "quote": "When elected officials abandon our environment and ruin our natural resources, public health is endangered. I know the importance of providing a clean environment for our children I have attended more than one funeral for a child who has died from an asthma attack.", 
    "name": "Gwen Moore"
  }, 
  {
    "quote": "The fact is, if our primary legislative goals are to repeal and replace the health spending bill to end the bailouts cut spending and shrink the size and scope of government, the only way to do all these things it is to put someone in the White House who won't veto any of these things.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "When women earn the money for the family, everyone in the family benefits. We also know that when women have an income, everyone wins because women dedicate 90% of the income to health, education, to food security, to the children, to the family, or to the community, so when women have an income, everybody wins.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "As a doctor, when I was minister of health and would go somewhere, little girls would come up to me and say, 'I want to be like you one day, I want to be a doctor.' Now, they tell me, 'I want to be president just like you.' All of us can dream as big as we want.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Advances in science and medical research and public health policies have meant that life expectancy for Australians is one of the highest in the world.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "I'm active in PAX, which is a gun awareness organization. We treat gun safety as a public health issue.", 
    "name": "Mandy Patinkin"
  }, 
  {
    "quote": "When the courts decide that murderers, rapists, and others who maliciously break our social contract deserve health care that most working Americans can't afford, they are condemning good people to death.", 
    "name": "Tammy Bruce"
  }, 
  {
    "quote": "We are all ill: but even a universal sickness implies an idea of health.", 
    "name": "Lionel Trilling"
  }, 
  {
    "quote": "You may keep your beauty and your health, unless you destroy them yourself, or discourage them to stay with you, by using them ill.", 
    "name": "William Temple"
  }, 
  {
    "quote": "Economists are coming to acknowledge that measures of national wealth and poverty in terms strictly of average income tell you little that is significant of the health or viability of a society.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "In sharp contrast to the idea that this stage of life is enviable, we hear high levels of anxiety about getting old, anxieties about health, mobility, access to facilities, simple routine care and attention.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "The answer was that in Burundi, having a clean bill of health has taken on a very particular meaning: unless and until you have paid for your hospital treatment, you simply can't leave, you are in effect a captive.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "People take the mickey out of mental health, but it is very delicate.", 
    "name": "Frank Bruno"
  }, 
  {
    "quote": "Over 120 Aboriginal communities run their own health services - some have been doing so for 30 years. They struggle with difficult medical problems. They also try to deal with counselling, stolen generations issues, family relationships, violence, suicide prevention.", 
    "name": "Malcolm Fraser"
  }, 
  {
    "quote": "I'm actually tougher on myself as I get older. It's a vicious cycle. The things that are important in life are the things that you can't buy in life: love, health and happiness. I say that, and I believe that, and I try to live that.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "My health is good and it's up to me to keep it that way.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "I want to see far more decisions taken far closer to the patients, the passengers and the pupils. Far more power for locally and regionally elected politicians who understand best the needs of their areas. And far more say too for the dedicated staff at all levels in health and education.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "I should do something about the cigarettes I quite accept that it's bad for your health, but you know a moderate tipple is positively beneficial and, at certain times, absolutely essential.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "These are the same people who believe, in some cases, the federal government should not play any role in providing health care to our people or protecting the environment.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "People don't trust private health insurance companies for all the right reasons.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "If the goal of health-care reform is to provide comprehensive, universal health care in a cost-effective way, the only honest approach is a single-payer approach.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "As a single-payer advocate, I believe that at the end of the day, if a state goes forward and passed an effective single-payer program, it will demonstrate that you can provide quality health care to every man, woman and child in a more cost-effective way.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "Look, if you have somebody who doesn't have health insurance, who doesn't have a doctor or dentist, and in order to deal with their cold or flu or dental problem, they go to an emergency room - in general, that visit will cost ten times more than walking into a community health center.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "I believe that investing in our children's development from the earliest age is the single most important contribution we can make to the health and wellbeing of our citizens, their capacity and the future prosperity of our state.", 
    "name": "Jay Weatherill"
  }, 
  {
    "quote": "As I go to sleep I remember what my father said-that one can never be sure if one will awake. The way my health is now, this is becoming more and more real.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "I think that everyone is saying all kinds of things about 'rich.' Not only am I rich from doing some of things I've been able to do, but I'm rich in spirit. I'm rich in health. I'm rich in every way possible.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "Like it or not, in the end, it's one's body. It's literally what carries you through life. There's a reason for the saying, 'If you have your health, you have everything,' and it's true. Old age, disease - these are the great equalizers.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "The Supreme Court has never ruled that Congress can use the Commerce Clause to require individuals to engage in an activity they have chosen to avoid. Yet that is precisely what Obamacare does: It forces Americans without health insurance to purchase coverage. Such a requirement is unprecedented and unconstitutional.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "In other words we have marketed our way into this health crisis.", 
    "name": "Frank Shorter"
  }, 
  {
    "quote": "So I can't show you how, exactly, health care is a basic human right. But what I can argue is that no one should have to die of a disease that is treatable.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "If any country was a mine-shaft canary for the reintroduction of cholera, it was Haiti - and we knew it. And in retrospect, more should have been done to prepare for cholera... which can spread like wildfire in Haiti... This was a big rebuke to all of us working in public health and health care in Haiti.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "You can't have public health without a public health system. We just don't want to be part of a mindless competition for resources. We want to build back capacity in the system.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "When I ran for Congress I promised to help make health care affordable again.", 
    "name": "Bobby Jindal"
  }, 
  {
    "quote": "My background is in health care.", 
    "name": "Bobby Jindal"
  }, 
  {
    "quote": "I know the exploding cost of health care is at the root of our long-term fiscal challenges.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "Prior to passage of Obamacare, Americans spoke out against the individual mandate they didn't want to change the health care they had they didn't want a 3,000-page bill that empowered 15 Washington bureaucrats to decide the future of the doctor-patient relationship.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "Americans want and deserve a broad array of health insurance choices so they can identify those that best fit their own individual or family needs. These choices expand when we allow free enterprise to foster innovation, not smother it with taxes and one-size fits all ideology.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "Under President Obama's new health care law, Medicaid will become a very different health coverage program than first envisioned.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "Originally created to serve the poorest and sickest among us, the Medicaid program has grown dramatically but still doesn't include the kind of flexibility that states need to provide better health care for the poor and disadvantaged.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "The national debate on health care once centered on improving access to quality care, yet the effect of Obamacare will be the exact opposite, resulting in the shameful degradation of care for the neediest individuals.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "Obamacare is a seriously flawed law that makes health care coverage less affordable, costs taxpayers more than advertised and fails to deliver on most of its other grand promises.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "Giving governors more leeway in administering health care could represent a small, positive development in the ongoing saga of Obamacare. Unfortunately, instead of choosing flexibility, President Obama and his left-leaning advisers always default to rigid 'Washington knows best' answers.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "The real truth is that the Obama administration is professional at bullying, as we have witnessed with ACORN at work during the presidential campaign. It seems to me they are sending down their bullies to create fist fights among average American citizens who don't want a government-run health care plan forced upon them.", 
    "name": "Jon Voight"
  }, 
  {
    "quote": "Money spent on carbon cuts is money we can't use for effective investments in food aid, micronutrients, HIV/AIDS prevention, health and education infrastructure, and clean water and sanitation.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "We are losing our living systems, social systems, cultural systems, governing systems, stability, and our constitutional health, and we're surrendering it all at the same time.", 
    "name": "Paul Hawken"
  }, 
  {
    "quote": "I am actually in poor health due to chronic fatigue and immune dysfunction syndrome, and my ability to work is greatly diminished right now, so I have to get better before I can start another big project.", 
    "name": "Laura Hillenbrand"
  }, 
  {
    "quote": "I am now almost certain that we need more radiation for better health.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "The way I feel today, as long as my health is good and I can handle myself well and people still come to my concerts, still buy my CDs, I'll keep playing until I feel like I can't.", 
    "name": "B. B. King"
  }, 
  {
    "quote": "Exercise keeps me occupied, which is good for my mental health.", 
    "name": "Gail Porter"
  }, 
  {
    "quote": "By adopting a wonderful mutt, you'll save a life and help reduce animal homelessness while also boosting your chances of a more robust new furry friend, as mixed-breed dogs have demonstrated better health and longer life spans than their purebred cousins.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "People are ready to say, 'Yes, we are ready for single-payer health insurance.' We are the only industrialized country in the world that does not have national health insurance. We are the richest in wealth and the poorest in health of all the industrial nations.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "That's why I wrote this book: to show how these people can imbue us with hope. I read somewhere that when a person takes part in community action, his health improves. Something happens to him or to her biologically. It's like a tonic.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "Everyone should have health insurance? I say everyone should have health care. I'm not selling insurance.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "I believe health care is a civil right.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "I have worked to expand the health care debate beyond the current for-profit system, to include a public option and an amendment to free the states to pursue single payer.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "In the past week it has become clear that the vote on the final healthcare bill will be very close. I take this vote with the utmost seriousness. I am quite aware of the historic fight that has lasted the better part of the last century to bring America in line with other modern democracies in providing single payer health care.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "Order is the sanity of the mind, the health of the body, the peace of the city, the security of the state. Like beams in a house or bones to a body, so is order to all things.", 
    "name": "Robert Southey"
  }, 
  {
    "quote": "I would like to be as fit as I've always been. I've been blessed with good health, I've been blessed with stamina. Particularly for those great classical roles, you need an Olympian stamina. I, fortunately, have that.", 
    "name": "Derek Jacobi"
  }, 
  {
    "quote": "The issues that matter to me are the social safety nets for people, health care, middle-class concerns. We need to take care of the middle class and the poor in our country.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "We will always make sure player health and safety is our No. 1 priority in the NFL.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "The fact is if we do our job right, if we keep worrying not about polls but about the jobs of the American people, about their health care, about their ability to educate their kids, stay in their homes and own their homes, send their kids to college, the basic pillars of a middle-class life, if we keep worrying about the future and building a stronger future for this country, these things will take care of themselves.", 
    "name": "David Axelrod"
  }, 
  {
    "quote": "I think that the millions and millions of young Americans, young Americans, who have health care today, who wouldn't have had it if the president hadn't acted are better off.", 
    "name": "David Axelrod"
  }, 
  {
    "quote": "My father was a small-town banker. He became very ill when I was 10 years old, and we went to California three years later in an attempt to recover his health, which never happened.", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "My hobbies include maintaining my physical and mental health. It's a full-time job. Yoga definitely helps for both of them. I'm a big fan of relaxing and not having a schedule. That's my best way to keep from going crazy.", 
    "name": "Olivia Thirlby"
  }, 
  {
    "quote": "It became obvious in 1957 that I was endangering my health by carrying so much weight.", 
    "name": "Kate Smith"
  }, 
  {
    "quote": "As an integral part of the Department of Agriculture, the Animal and Plant Health Inspection Service monitors our Nation's agriculture to protect against agricultural pests and diseases.", 
    "name": "Mike Rogers"
  }, 
  {
    "quote": "Nurses are an integral component of the health care system, and it is important that we recognize the over 2.7 million registered nurses for the significant work that they do.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "Well, you know my number one cause has always been that women's reproductive health needs to be protected.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "I work very hard on my health, and I think about it, of course, like I've never thought before.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "In mid-May, the House of Representatives approved the full amount of money that the Veterans Administration said was needed for next year - plus an additional $1 billion increase for veterans' health care.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "Years ago nobody was elected on the economic ticket. It was either the education platform, or it was health or it was other issues. It is only recently that economic values have superceded every other human value.", 
    "name": "Anita Roddick"
  }, 
  {
    "quote": "I think there's a lot of work to be done with our societies. My biggest passions are the environment and health. And when I say 'health' I mean the secrets behind health and our food system.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "We are particularly interested in the mental health programs and policies that support our troops and their families before, during, and after deployment to Iraq and Afghanistan.", 
    "name": "John M. McHugh"
  }, 
  {
    "quote": "The minute health care becomes a huge, unwieldy, expensive government bureaucracy it's a permanent feature of life and there's nothing anyone can do about it.", 
    "name": "Mark Steyn"
  }, 
  {
    "quote": "There's definitely evidence that capitalism at its most ruthless rewards psychopathic behavior. When you look at the worst corners of the American health insurance industry or the sub-prime banking market, it really feels like the more psychopathically someone behaves, the more it's rewarded.", 
    "name": "Jon Ronson"
  }, 
  {
    "quote": "There should not be one new dime in tax breaks for millionaires and billionaires as long as millions of children in America are poor, hungry, uneducated and without health coverage.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "It was very clear to me in 1965, in Mississippi, that, as a lawyer, I could get people into schools, desegregate the schools, but if they were kicked off the plantations - and if they didn't have food, didn't have jobs, didn't have health care, didn't have the means to exercise those civil rights, we were not going to have success.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "The U.N. Population Fund has a maternal health program in some Cameroon hospitals, but it doesn't operate in this region. It's difficult to expand, because President Bush has cut funding.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "Neither left nor right has focused adequately on maternal health.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "Health care comprises nearly 20 percent of our national economy, but outdated bureaucracy and red tape have stifled competition and raised costs. As a result, today more than 45 million are without any health coverage.", 
    "name": "John Shadegg"
  }, 
  {
    "quote": "I really believe that beauty comes from health - sensible eating and exercise.", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "Third issue, and again I think it is important to note, anyone can make a mistake and any administration can make a mistake once in a while, but this is just a long train of abuses, an unbroken chain of following special interests rather than the health of the American people.", 
    "name": "Jay Inslee"
  }, 
  {
    "quote": "Challenges of historic import threaten America's future. Action on the deficit, economy, energy, health care and much more is imperative, yet our legislative institutions fail to act. Congress must be reformed.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "Everybody likes Johnny Cash. I think the sad part of it is his health is givin' him problems.", 
    "name": "Merle Haggard"
  }, 
  {
    "quote": "I am hopeful for the American people that we can actually improve the outlook for bringing down costs in health care.", 
    "name": "Eric Cantor"
  }, 
  {
    "quote": "We've had Town Hall meetings, we've witnessed election after election, in which the American people have taken a position on the President's health care bill. And the bottom line is the people don't like this bill. They don't want it.", 
    "name": "Eric Cantor"
  }, 
  {
    "quote": "You know, there are people making a lot of money in this country who can actually afford their own health care. We are in a situation where we got a safety net in place in this country for people who frankly don't need one. We got to focus on making sure we got a safety net for those who actually need it.", 
    "name": "Eric Cantor"
  }, 
  {
    "quote": "Finally, the ecological health of the Mississippi River and its economic importance to the many people that make their living or seek their recreation is based on a healthy river system.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "As founder and co-chair of the upper Mississippi River Congressional task force, I have long sought to preserve the river's health and historical multiple uses, including as a natural waterway and a home to wildlife, for the benefit of future generations of Americans.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "Nor is it the least advantage to health, accruing from such a way of life, that it expose those who follow it to fewer temptations to vice, than persons who live in crowded society.", 
    "name": "William Falconer"
  }, 
  {
    "quote": "The best advice is to avoid foods with health claims on the label, or better yet avoid foods with labels in the first place.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "Because what happens is, as the economy suffers, tax revenues go down. But unlike businesses, where at least your variable costs go down, in government your variable costs go up: unemployment insurance, workmen's compensation, health care benefits, welfare, you name it.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "It has pleased and interested me to see how I could get along under difficult circumstances and with so much discomfort but as I say I was not sent out here to improve my temper or my health or to make me more content with my good things in the East.", 
    "name": "Richard H. Davis"
  }, 
  {
    "quote": "We each have a personal myth, a vision of who we really are and what we want. Health means that part of what you want is to give to others.", 
    "name": "George Weinberg"
  }, 
  {
    "quote": "I understand that in these difficult economic times, the potential for any additional expense is not welcomed by American businesses. But in the long run, the health insurance reform law promises to cut health-care costs for U.S. businesses, not expand them.", 
    "name": "Gary Locke"
  }, 
  {
    "quote": "The concern right now is that families are paying for insurance, or getting insurance from their employer and trusting that health care will be available for their families. In too many instances now, the care they need isn't available.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "I think that we have a number of different health care challenges in our country, and certainly addressing the uninsured is one, and the second is making sure that those with health insurance actually get the care that they assume they'll have available to them if they get sick.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "The Patients' Bill of Rights is necessary to guarantee that health care will be available for those who are paying for insurance. It's a part of the overall health care picture.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "When I turned 30, due to my father's heart history and my family genetics, I vowed to start seeing a cardiologist every year and just really be proactive and take my own heart health into my own hands.", 
    "name": "Jennie Garth"
  }, 
  {
    "quote": "I want to encourage everyone to be proactive with their health and get checked out.", 
    "name": "Giuliana Rancic"
  }, 
  {
    "quote": "During my nearly five years as director-general of WHO, high-level policymakers have increasingly recognized that health is central to sustainable development.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "Health is the core of human development.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "Intervention for the prevention and control of osteoporosis should comprise a combination of legislative action, educational measures, health service activities, media coverage, and individual counselling to initiate changes in behaviour.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "Since the reduction of risk factors is the scientific basis for primary prevention, the World Health Organization promotes the development of an integrated strategy for prevention of several diseases, rather than focusing on individual ones.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "That the AIDS pandemic is threatening sustainable development in Africa only reinforces the reality that health is at the center of sustainable development.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "Women's health is one of WHO's highest priorities.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "This is a historic moment in global public health, demonstrating the international will to tackle a threat to health head on.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "This syndrome, SARS, is now a worldwide health threat... The world needs to work together to find its cause, cure the sick and stop its spread.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "When they favor the access of other people to education and health care, the countries of the North not only demonstrate generosity or solidarity, but also implement the principles of respecting and promoting human rights.", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "I don't think it's government's job to find health care for people. I think it's the individual's job to find health care.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "I think the first and principle objective is to repeal Obamacare before it does lasting, fundamental damage to our health care system, to our individual liberty, to the relationship each of us has with his or her doctor.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "My motivation has always been health - eating healthy and taking care of myself.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "With a lot of hair and make-up then I'm possibly, remotely attractive. But it's rare, I don't think I'm ugly but I'm nothing particularly special. I'm not a yoga and health girl. I don't exercise that much and I eat crap and smoke and bite my nails.", 
    "name": "Lisa Marie Presley"
  }, 
  {
    "quote": "I retire with a smile on my face, in good health, and ready to spend autumns at my kids' games instead of my own. I'm excited to start the next chapter of my life.", 
    "name": "Drew Bledsoe"
  }, 
  {
    "quote": "The majority of Americans receive health insurance coverage through their employers, but with rising health care costs, many small businesses can no longer afford to provide coverage for their employees.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "Skyrocketing insurance premiums are debilitating our Nation's health care delivery system and liability insurers are either leaving the market or raising rates to excessive levels.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "In turn, more physicians, hospitals, and other health care providers are severely limiting their practices, moving to other states, or simply not providing care.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "American families, families back home in Minnesota, know only too well that out-of-pocket expenses for health care have been rising at an astonishing rate.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "America's veterans deserve the very best health care because they've earned it.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "The Recovery plan will put money in the pockets of the American worker, create and save millions of new jobs and invest in crucial areas such as health care, education, energy independence and a new infrastructure.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "For those that are working part time, in small businesses, or who are unemployed and do not currently have health insurance, we want to make sure that you are covered.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "One of the major goals of health insurance reform is to bring down the cost.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "We want to make sure that we incentivize the health care system to be designed to provide you the best quality health care possible.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "Please be assured that as we move along through the implementation of health insurance reform, making sure that we find efficiencies within the existing system, is foremost on the President's mind.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "President Obama stands ready to work with everyone, because that's what the American people expect and deserve - not for the short term political advantages, but the long term health of our country. We don't spend time trying to figure out what's in the minds of Republicans, we try to keep our focus on the American people.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "I turned into a workaholic to the point of where my health was in jeopardy.", 
    "name": "Tab Hunter"
  }, 
  {
    "quote": "Health care costs blunt the competitive edge of American entrepreneurs, from the auto industry to internet start-ups.", 
    "name": "Tom Allen"
  }, 
  {
    "quote": "By giving every American access to quality, affordable health care, they will create a more competitive, a stronger and more secure America!", 
    "name": "Tom Allen"
  }, 
  {
    "quote": "To do what we are doing in this budget to our children, cutting their health care funds, decreasing opportunity, simply so we can pay for tax cuts and a war in Iraq is beyond belief, and we need to reverse it.", 
    "name": "Tom Allen"
  }, 
  {
    "quote": "I'm committed to universal health coverage and education.", 
    "name": "Carol Moseley Braun"
  }, 
  {
    "quote": "When you're young, you don't think very far ahead. You just think in terms of the next day, the next week, the next competition. You don't think about injuries that could threaten your long-term health.", 
    "name": "Katarina Witt"
  }, 
  {
    "quote": "I don't work out and be healthy and want a strong body because I want to look good in a bikini. I do all of those things for me and for my health. I'm not going on the cover of 'Maxim' and 'FHM' because that's not me.", 
    "name": "Maggie Q"
  }, 
  {
    "quote": "What you see is when the government gets involved, you run out of money and health care gets rationed.", 
    "name": "Rick Scott"
  }, 
  {
    "quote": "If you can eat 70 percent raw or introduce raw into your diet, it will help your health.", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "We all recognize that in recent decades, many important achievements have helped create a cleaner, healthier environment, yet our national needs in environmental health are not being fully met.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "America's health care system provides some of the finest doctors and more access to vital medications than any country in the world. And yet, our system has been faltering for many years with the increased cost of health care.", 
    "name": "Paul Gillmor"
  }, 
  {
    "quote": "The lack of health care coverage has remained very important to me during my time in Congress and as a member of the House Subcommittee on Health, I am working hard with my colleagues to correct these inequalities.", 
    "name": "Paul Gillmor"
  }, 
  {
    "quote": "The American economy has always been driven by the entrepreneurial nature of its citizens, and blocking access to affordable health care will only suffocate growth within the small business sector of our economy.", 
    "name": "Paul Gillmor"
  }, 
  {
    "quote": "The World Health Organisation has a lot of its medical experts sitting in Geneva while hospitals in Africa have no drugs and desperate patients are forced to seek medication on the black market.", 
    "name": "Pauline Hanson"
  }, 
  {
    "quote": "I've never had any health problems and I'm Ruben, man, all the way through.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "I never want to try to be a spokesperson for health and wellness because I most definitely am not the most in shape person in the world.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "Health and education are always issues.", 
    "name": "Helen Clark"
  }, 
  {
    "quote": "Some of the best health care services are free or cost very little and are even available to millionaires but hardly anyone knows they exist.", 
    "name": "Matthew Lesko"
  }, 
  {
    "quote": "There are few in America that really know how to take advantage of the current health care system.", 
    "name": "Matthew Lesko"
  }, 
  {
    "quote": "Family, nature and health all go together.", 
    "name": "Olivia Newton-John"
  }, 
  {
    "quote": "When my friends have a health concern, they call me. I've always been a vitamin taker. I also take digestive enzymes and antioxidants, and supplements that help with the thyroid and adrenals for my time-zone changes.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "People really do make the assumption that I had some weirdo Hollywood upbringing, but my parents are incredibly down-to-earth people who worked really hard to raise us in a way that was health.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "And whether it is equal pay, health care, Social Security, or family leave, this Congress has refused to address issues critical to hard-working American women.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "Contraceptives have a proven track record of enhancing the health of women and children, preventing unintended pregnancy, and reducing the need for abortion.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "For most women, including women who want to have children, contraception is not an option it is a basic health care necessity.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "Half of all women who are sexually active, but do not want to get pregnant, need publicly funded services to help them access public health programs like Medicaid and Title X, the national family planning program.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "I've been working with the National Lung Health Education Program to raise awareness about Chronic Obstructive Pulmonary Disease.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "For example, lead paint in old houses can be a greater threat to children's health than lead that may be under some industrial site where there are no children.", 
    "name": "Fred Thompson"
  }, 
  {
    "quote": "For that story, I took as my subject a young woman whom I got to know over the course of a couple of visits. I never saw her having any health problems - but I knew she wanted to be married.", 
    "name": "Jhumpa Lahiri"
  }, 
  {
    "quote": "Taste is the fundamental quality which sums up all the other qualities. It is the nec plus ultra of the intelligence. Through this alone is genius the supreme health and balance of all the faculties.", 
    "name": "Isidore Ducasse Lautreamont"
  }, 
  {
    "quote": "We must seek to persuade member states and institutions that better regulation in Europe does not mean cutting health and safety in the workplace, nor does it mean dismantling social standards.", 
    "name": "John Hutton"
  }, 
  {
    "quote": "From my time in Health I know that choice empowers people lives.", 
    "name": "John Hutton"
  }, 
  {
    "quote": "City governments ought to be abolished, if only as a public health measure.", 
    "name": "L. Neil Smith"
  }, 
  {
    "quote": "Growing up, I saw my dad do charity work for children with health issues. That had a profound effect on me.", 
    "name": "David Boreanaz"
  }, 
  {
    "quote": "I don't think a director should have any kids. I don't even think it's good for your physical health. Even guys in their 30s look exhausted because directors never get enough sleep. What I do is stressful enough.", 
    "name": "Tom Berenger"
  }, 
  {
    "quote": "As I travel around Idaho and visit with seniors, I hear almost universal concern about the rising cost of health care, particularly the cost of prescription drugs.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "We must take action now, by permitting re-importation, to ensure that health care and prescription drugs remain accessible and affordable for everyone.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "While most Americans have access to the best oral health care in the world, low-income children suffer disproportionately from oral disease.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "Recent demonstration projects have shown that with some Federal support, a little funding can go a long way toward ensuring that low-income children have access to good oral health care.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "Fear is a question: What are you afraid of, and why? Just as the seed of health is in illness, because illness contains information, your fears are a treasure house of self-knowledge if you explore them.", 
    "name": "Marilyn Ferguson"
  }, 
  {
    "quote": "In the midst of these hard times it is our good health and good sleep that are enjoyable.", 
    "name": "Knute Nelson"
  }, 
  {
    "quote": "Science is the international language, so when we are able to convince countries that good decision-making for human health and animal health is based upon science, that's a real success story for us.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "I've always believed fitness is an entry point to help you build that happier, healthier life. When your health is strong, you're capable of taking risks. You'll feel more confident to ask for the promotion. You'll have more energy to be a better mom. You'll feel more deserving of love.", 
    "name": "Jillian Michaels"
  }, 
  {
    "quote": "Who is there that ever receives a gift and tries to make bargains about it? Let us, then, return thanks for what He has bestowed on us. Who can tell whether, if we had had a larger share of ability or stronger health, we should not have possessed them to our destruction.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "Having good health, being able to breathe and be happy, that's one of the most beautiful gifts. On top of that, I have the gift to play music and make people happy through that. I'm just telling you from my heart, I'm so in love with life.", 
    "name": "Roy Ayers"
  }, 
  {
    "quote": "Do you know what the overhead is of the Medicare system? One-point-zero-five percent. Do you know what - private insurance is 30 percent in overhead and profits? Given a choice how I'm going to improve health care, I'm going to take it away from private insurance profits and overhead. Wouldn't you?", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "What I am saying is, all health care has a problem with costs. Medicare is growing slower than the private insurance plans. Why? Because of their efficiency. They don't have to give money to shareholders. Why should be defending shareholders?", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "Is Medicare socialism? You want to get rid of Medicare. And a lot of the people against health care do. I want to preserve it and grow it.", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "Optimism is not inherently a superior way of viewing the world. Certainly doctors will say it might be better for one's physical health to be an optimist. But, morally speaking it may not be appropriate in certain circumstances.", 
    "name": "Todd Solondz"
  }, 
  {
    "quote": "I believe we can incentivize more affordable health care in general by better regulating insurance and creating meaningful competition for health care services.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "I don't think it should be a surprise when we're talking about energy and trying to have more home-grown energy, be less reliant on foreign oil when you look at our health care that we're trying to get more affordable health care, that these are going to create major debates in this country and be somewhat polarizing.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "I would prefer a public option that would be a competitive option that would allow people to buy into a Federal Employee Health Benefits Program, which is a series of private plans.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "When Medicare was created for senior citizens and America 's disabled in 1965, about half of a senior's health care spending was on doctors and the other half on hospitals.", 
    "name": "Dennis Hastert"
  }, 
  {
    "quote": "I have a computer screen near my seat where I monitor the overall health of the vehicle and pick up any problems that might be occurring early on or once we see any kind of a malfunction or anything unusual that's happening, we can look at the data and figure out what that is.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "Health care costs are eating the Defense Department alive.", 
    "name": "Robert M. Gates"
  }, 
  {
    "quote": "Disease and ill health are caused largely by damage at the molecular and cellular level, yet today's surgical tools are too large to deal with that kind of problem.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "I recently formed a foundation to raise awareness for prostate cancer. I feel it's very necessary that men be more aware about prostate cancer and their health in general.", 
    "name": "Herbie Mann"
  }, 
  {
    "quote": "I had a job at a movie theater for like a year and a half and then a job at a health food store for, like, two years. Those were the only two jobs I ever had.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "The people in Iraq lived essentially good lives. They had brilliant health and education systems. Saddam actually created an incredible infrastructure in a very difficult country, but they were a Mafia family. If you said anything against that regime or that family you would be killed instantly.", 
    "name": "Dominic Cooper"
  }, 
  {
    "quote": "People who shop in health food stores never look healthy.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "The West has been able to bring Afghanistan a much better health service, better education, better roads, a better economy, though some have benefited more some have benefited less from that economic well-being in Afghanistan.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "Traditionally, Medicare's assurance has been that for the elderly and persons with disabilities that they will not be alone when confronted with the full burden of their health care costs.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "The drug plans our seniors choose will define their health care options for years to come. If they do not make a decision and wait until the May 15 deadline passes, they will face penalties and higher prices for the drugs that they need.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "Because I would give it all back to have my health.", 
    "name": "David Gest"
  }, 
  {
    "quote": "My daily schedule is quite hectic, but I have to put my health first in order to be the best mom and wife I can be.", 
    "name": "Ellen Pompeo"
  }, 
  {
    "quote": "The ingredients of health and long life, are great temperance, open air, easy labor, and little care.", 
    "name": "Philip Sidney"
  }, 
  {
    "quote": "Big Brother is on the march. A plan to subject all children to mental health screening is underway, and the pharmaceuticals are gearing up for bigger sales of psychotropic drugs.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "I remember the first pangs of stress arriving at the end of school. Once I graduated I had to get a full-time job, worry about health insurance, saving money, paying rent - things I'd never thought about before.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "In Philadelphia, our public safety, poverty reduction, health and economic development all start with education. We can't grow the middle class if we don't give our kids the tools they need to innovate and invent.", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "I believe that music in itself heals and that everything is about the power of the mind. I thought if you are happy, you don't get ill. Your health is in your head. When you are satisfied with your work, you don't get ill.", 
    "name": "Andre Rieu"
  }, 
  {
    "quote": "I cherish the creation of public space and services, especially health, housing and the comprehensive education system which dared to give so many of us ideas 'above our station.'", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "Remember our proud history of social justice, universal health care, public pensions and making sure no one is left behind. Let's continue to move forward.", 
    "name": "Jack Layton"
  }, 
  {
    "quote": "I hope for your help to explore and protect the wild ocean in ways that will restore the health and, in so doing, secure hope for humankind. Health to the ocean means health for us.", 
    "name": "Sylvia Earle"
  }, 
  {
    "quote": "Health is the vital principle of bliss, and exercise, of health.", 
    "name": "James Thomson"
  }, 
  {
    "quote": "Today there are people trying to take away rights that our mothers, grandmothers and great-grandmothers fought for: our right to vote, our right to choose, affordable quality education, equal pay, access to health care. We the people can't let that happen.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "Rogue internet pharmacies continue to pose a serious threat to the health and safety of Americans. Simply put, a few unethical physicians and pharmacists have become drug suppliers to a nation.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "I'm nutty for nutrition. I've become one of those people who can't stop talking about the connection between food and health. Now that I know how much changing what you eat can transform your life, I can't stop proselytizing.", 
    "name": "Robin Quivers"
  }, 
  {
    "quote": "There was never going to be a right time for a band that was still recording and had health in its environment, had made a very good record and was playing well.", 
    "name": "Peter Garrett"
  }, 
  {
    "quote": "There are a range of associated impacts related to increasing temperatures which affect both evaporation rates and river systems, which are already over stressed, and these will hit farming communities and the health of crop lands.", 
    "name": "Peter Garrett"
  }, 
  {
    "quote": "My top three priorities for my first term in Congress are growing our economy providing for quality, affordable health care and keeping our nation and communities safe.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "I do see women voters shifting to the Republican Party and doing so significantly. And the issue that's doing this is the fear the federal government will prevail in making the Affordable Health Care Act permanent law and how that will hurt small businesses.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "Women oftentimes are the ones making those economic decisions, sitting around the kitchen table and trying to figure out how to pay for rising gas prices or food prices or the health insurance costs. And I think that they see where they expect their leaders in Congress to also make those tough decisions.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "Canada is currently the only major industrialized country in the world that does not allow any private administration of health care services that are provided by the public system.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "Small businesses pay 18 percent more than big businesses for health care, the same health care, just because they're small and they have too small a pool of risk.", 
    "name": "Karen Mills"
  }, 
  {
    "quote": "Health care is the No. 1 concern of small businesses and the status quo is untenable.", 
    "name": "Karen Mills"
  }, 
  {
    "quote": "We see tremendous excitement from small-business people about the administration and about the attention and commitment that the president has to do things that really make a difference. I think they recognize that health care is one of those. I think they recognize that what we've been doing in the Recovery Act with our loan programs has mattered.", 
    "name": "Karen Mills"
  }, 
  {
    "quote": "We don't want the efficiency of the federal government and the compassion of the IRS to run our health care.", 
    "name": "Todd Akin"
  }, 
  {
    "quote": "The great equalizer is health. If you don't have it, you're screwed.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "The reason Gov. Romney passed Romneycare as governor of Massachusetts in 2006 was because many Republicans viewed health care reform, mandates and all, as a way to inoculate against Democratic charges that Republicans didn't care about people who lacked health insurance.", 
    "name": "Ari Fleischer"
  }, 
  {
    "quote": "Well, what did we buy? Instead of a leaner, smarter government, we bought a bureaucracy that now tells us which light bulbs to buy, and which will put 16,500 IRS agents in charge of policing President Obama's health care bill.", 
    "name": "Michele Bachmann"
  }, 
  {
    "quote": "I'm up here in Cleveland tonight and there are a lot of folks who are concerned about it. Twenty-five percent of the people up here get their health care through religious organizations and so that religious freedom issue is very important to them.", 
    "name": "Rob Portman"
  }, 
  {
    "quote": "Americans oppose Obamacare because they understand that it is inconsistent with our liberties and our idea of limited government and that it will destroy the best health care system in the world.", 
    "name": "David Limbaugh"
  }, 
  {
    "quote": "And in terms of their crown jewel legislative achievement: who knew that when asked, 'will government impose a new federal mandate requiring middle class Americans to buy health insurance whether they can afford it or not?' The answer would be 'Yes we can!'", 
    "name": "Artur Davis"
  }, 
  {
    "quote": "The more you worry, the more you throw off the delicate balance of hormones required for health.", 
    "name": "Andrew Bernstein"
  }, 
  {
    "quote": "The truth is that stress doesn't come from your boss, your kids, your spouse, traffic jams, health challenges, or other circumstances. It comes from your thoughts about these circumstances.", 
    "name": "Andrew Bernstein"
  }, 
  {
    "quote": "Five years ago we were working on a new album when my health began failing.", 
    "name": "Lou Gramm"
  }, 
  {
    "quote": "America enjoys the best health care in the world, but the best is no good if folks can't afford it, access it and doctor's can't provide it.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "I can support co-ops if they want to do it as we've known co-ops in America for 150 years - where they serve the purposes of the consuming public, whether it's health care or whether it's co-ops as we know them in the Midwest, providing electricity or to sell supplies to farmer.", 
    "name": "Chuck Grassley"
  }, 
  {
    "quote": "Decades ago, women suffered through horrifying back-alley abortions. Or, they used dangerous methods when they had no other recourse. So when the Republican Party launched an all-out assault on women's health, pushing bills to limit access to vital services, we had to ask: Why is the GOP trying to send women back... to the back alley?", 
    "name": "Lisa Edelstein"
  }, 
  {
    "quote": "It's been a long road back to health and fitness for me. I am just glad to have been given the opportunity to do what I love most.", 
    "name": "Jonah Lomu"
  }, 
  {
    "quote": "In choosing global corporate partners UNICEF emphasises compatibility with our core values and looks to build alliances that advance our mission of ensuring the health, education, equality and protection for all the world's children.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "By offering individuals ownership and control of their health care coverage, we return control to the patients and that is exactly where it should be.", 
    "name": "Chris Chocola"
  }, 
  {
    "quote": "San Francisco businesses face many challenges, including high rents, regulatory burdens, and the rising cost of workers compensation insurance and employee health plans.", 
    "name": "Gavin Newsom"
  }, 
  {
    "quote": "Not really in all honesty because until you take control of your own health and go to your own doctor and have your own doctor tell you what's going to work for you.", 
    "name": "Star Jones"
  }, 
  {
    "quote": "It is essential that the women's preventive coverage benefit, including contraception, be available to all women, regardless of what health plan they have or where they work - as Congress intended. Providing access to birth control just makes good sense.", 
    "name": "Gwen Moore"
  }, 
  {
    "quote": "It is important for women to have a choice, to have an opportunity to plan their families, because if they don't, the Republicans have said this is an ownership society. You are on your own, and they're going to begrudge that child everything, from WIC to a Pell Grant to health insurance.", 
    "name": "Gwen Moore"
  }, 
  {
    "quote": "Too many of my constituents, like many other hard working Americans across the country, are suffering unnecessarily due to our flawed health care system.", 
    "name": "John Conyers"
  }, 
  {
    "quote": "The time is now for Congress to address health care in America.", 
    "name": "John Conyers"
  }, 
  {
    "quote": "Our system of private health insurance that fails to provide coverage to so many of our citizens also contributes to the double-digit health care inflation that is making America less competitive in the global economy.", 
    "name": "John Conyers"
  }, 
  {
    "quote": "In this most powerful nation in the world, lack of access to health care should not force local and state governments, companies and workers into bankruptcy, while causing unnecessary illness and hospitalization.", 
    "name": "John Conyers"
  }, 
  {
    "quote": "All Americans should have access to quality, affordable health care.", 
    "name": "Christopher Dodd"
  }, 
  {
    "quote": "Working families need to know that we will work to protect their health needs, promote the development of safe, effective medicines, and guarantee patient rights.", 
    "name": "Christopher Dodd"
  }, 
  {
    "quote": "After I had gone through this matter with the President I told him of my condition of health and that my doctors felt that I must take a complete rest and that I thought that that meant leaving the Department finally in a short time.", 
    "name": "Henry L. Stimson"
  }, 
  {
    "quote": "I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results.", 
    "name": "Tipper Gore"
  }, 
  {
    "quote": "We need a vibrant Medicaid program and strategies to expand affordable access to health care for all, especially for the specialty care services that community health centers do not provide.", 
    "name": "Jan Schakowsky"
  }, 
  {
    "quote": "In Illinois, community, migrant, homeless and public housing health centers operate 268 primary care sites and serve close to 1 million patients every year.", 
    "name": "Jan Schakowsky"
  }, 
  {
    "quote": "Each and every day health centers provide high-quality primary and preventive care to our constituents.", 
    "name": "Jan Schakowsky"
  }, 
  {
    "quote": "Community health centers do a great deal with limited resources. They provide critical medical care services to many who would otherwise have no other place to go or would end up in an emergency room.", 
    "name": "Jan Schakowsky"
  }, 
  {
    "quote": "As grateful as we are for all the work the community health centers do, it is also important that we recognize that they cannot solve the health care crisis facing our Nation by themselves.", 
    "name": "Jan Schakowsky"
  }, 
  {
    "quote": "Therefore in medicine we ought to know the causes of sickness and health.", 
    "name": "Avicenna"
  }, 
  {
    "quote": "Unfortunately, we are still in an age where individuals may be discriminated against because of health conditions.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "Research clearly shows us that the earlier women think about maintaining their bone mass and take the steps to do so, the better their health will be in the long run.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "I want to thank the efforts of the American Public Health Association and its 200-plus partners who have organized events around the Nation that serve to raise everyone's awareness of the need to improve public health.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "It is great good health to believe, as the Hindus do, that there are 33 million gods and goddesses in the world. It is great good health to want to understand one's dreams. It is great good health to desire the ambiguous and paradoxical.", 
    "name": "Clive Barker"
  }, 
  {
    "quote": "I know that it isn't just violence against women, it's how do we support ourselves and our families, how do we deal with health care for ourselves and our families? It's a bigger picture.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "We have one of the few societies, the only one I can think of right offhand, where your health care is so tied to your job, so that when an American company has to hire, they have to think about health care.", 
    "name": "Tim Bishop"
  }, 
  {
    "quote": "Health care for all Americans is the most pressing domestic issue today. It's far past time for the President and Congress to deliver health care to everyone.", 
    "name": "Russ Feingold"
  }, 
  {
    "quote": "Well, my view is that the insurance companies have done awfully well and spent a lot of money on a lot of things that don't have anything to do with health care.", 
    "name": "Russ Feingold"
  }, 
  {
    "quote": "Coal is absolutely critical to our nation's economic health and global competitiveness.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "While some people are certainly seeing economic benefits, many others are unemployed, underemployed, without health insurance and struggling to make ends meet.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "Jobs are disappearing from every sector of the economy, from engineering to health care workers, forcing hundreds of thousands of families into unemployment and low-paying jobs.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "As state leaders, I think its important for us to provide our perspectives on issues we face every day - like access to school spending, access to health care and governing in a global economy.", 
    "name": "Bill Richardson"
  }, 
  {
    "quote": "The main thing is that it's nice to see these young people - 9 to 14 years old - take the opportunity to get more involved in their health and fitness. We need more kids to be more active.", 
    "name": "Rafer Johnson"
  }, 
  {
    "quote": "As patients and consumers, we are better informed today about our health care than any previous generation.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "A modern health and social care system has to be completely focussed on the needs of its users.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "Health has always been an important thing to me. I exercise and try to take care of myself, and drink a lot of water! And I push that to my kids so that they can carry on that same energy.", 
    "name": "Doug E. Fresh"
  }, 
  {
    "quote": "We face a choice this election. President Obama is fighting for changes that grow the economy from the middle out and help all Americans succeed - jobs, education, health reform, the DREAM Act, equal pay for women. He is moving us forward with opportunity today for prosperity tomorrow. Mitt Romney wants to take us back to yesterday.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "Despite Arizona's remarkable growth in recent years, we have met the current federal health standards for ozone pollution and the Environmental Protection Agency recently approved our dust control plan.", 
    "name": "Jane D. Hull"
  }, 
  {
    "quote": "During the last regular session and the most recent special session, measures that I see as little more than Band-Aids were applied to three health programs in the state.", 
    "name": "Jane D. Hull"
  }, 
  {
    "quote": "It is time to maximize and prioritize our health care dollars.", 
    "name": "Jane D. Hull"
  }, 
  {
    "quote": "Of course the EU and member states must work to ensure that people moving from one country to another understand their obligations and their rights in areas like health, road safety and further education.", 
    "name": "John Bruton"
  }, 
  {
    "quote": "If bringing up the next generation is important, why aren't they the best qualified, the best paid? Why aren't we as concerned about their career progression as we are about those who work in the education or health services?", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "Health economists have estimated that an injection of $250 million per year in Indigenous clinical care, and $50 million in preventative care, is required to provide services at the same level as for any other group with the health conditions of Indigenous Australians.", 
    "name": "Malcolm Fraser"
  }, 
  {
    "quote": "The aging of the U.S. population is a theme that we believe strongly in and the health care sector is really right in the bulls eye of this particular theme.", 
    "name": "John Zimmerman"
  }, 
  {
    "quote": "Our health care system is the finest in the world, but we still have too many uninsured Americans, too high prices for prescription drugs, and too many frivolous lawsuits driving our physicians out of state or out of business.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "But I don't want to be out there anymore I don't want people asking me about my health issues, about my kids. I choose not to be a public paparazzi girl on purpose.", 
    "name": "Toni Braxton"
  }, 
  {
    "quote": "The time to read is any time: no apparatus, no appointment of time and place, is necessary. It is the only art which can be practiced at any hour of the day or night, whenever the time and inclination comes, that is your time for reading in joy or sorrow, health or illness.", 
    "name": "Holbrook Jackson"
  }, 
  {
    "quote": "We can all agree that no American should lose their life savings or their home because of illness or injury and that the rising cost of health care severely burdens individuals, families and businesses.", 
    "name": "Judd Gregg"
  }, 
  {
    "quote": "At least Obama was half-way honest about how much he was going to spend on health care. He had it at $600 billion. And the real number... is $1.2 trillion.", 
    "name": "Judd Gregg"
  }, 
  {
    "quote": "As the GAO report recognizes, the long-term health of our forests relies on additional fuel reduction options and funding to reduce the risks that catastrophic fire poses to our nation's ecosystems, communities and federal budgetary resources.", 
    "name": "Greg Walden"
  }, 
  {
    "quote": "And what we're doing in Ohio is we're moving from a basic manufacturing economy to one that's diversified, including energy and health care and agriculture and IT.", 
    "name": "John Kasich"
  }, 
  {
    "quote": "But, at the end of the day, we need to represent the taxpayers who have made enormous sacrifices. Many have lost their jobs. Many of them have seen their companies - they don't have a pension - they have seen their companies cut the match for their 401(k). They have seen their health care benefits be shredded.", 
    "name": "John Kasich"
  }, 
  {
    "quote": "In addition, California spends nearly $1 billion a year in Medi-Cal services for an average of 780,000 illegal immigrants a month, over and above emergency health services.", 
    "name": "Elton Gallegly"
  }, 
  {
    "quote": "The biggest mistakes, early on, involved foreign policy and involved the strategy for health care.", 
    "name": "Sidney Blumenthal"
  }, 
  {
    "quote": "On health care, virtually every political error that could be made was made.", 
    "name": "Sidney Blumenthal"
  }, 
  {
    "quote": "My health is the No. 1 concern and my longevity is the No. 1 concern.", 
    "name": "Alonzo Mourning"
  }, 
  {
    "quote": "In some ways I'm still recovering from the trial. My health is not as good as it ought to be. I've gone back to practicing law and it seems to have taken a toll for whatever reason.", 
    "name": "Christopher Darden"
  }, 
  {
    "quote": "Today right here in America we have 50 million people without health insurance.", 
    "name": "Corrine Brown"
  }, 
  {
    "quote": "You know, for most seniors Medicare is their only form of health care.", 
    "name": "Corrine Brown"
  }, 
  {
    "quote": "My cooking philosophy, what I try to do, is to make a cuisine where the produce and the product shines, compared to some current trends that are maybe more adding additional things, like molecular cuisine, with a lot of additives and chemicals, which are now showing that they could be bad for your health.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "I've never followed a vegan or vegetarian diet in the past, but I think I could do it. It would not be easy. I have worked with nutritionists who have said a vegan diet is not necessarily all positive for your health, because you need nutrients you only find in meats. I believe in a balanced diet.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "Taste is developed by the diversity of the products one can sample. I think our children today may be missing an education about food. We must teach them to know their cuisine and to know the equilibrium of nourishment. That is very important for health.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "Raising taxes is the last thing we should do amid the weakest economic recovery since World War II. Unfortunately, even if we avoid the full 'Taxmageddon' scenario, President Obama's health care law also contains a new surtax on investment that will take effect in 2013.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "By the Obama administration's reasoning, it would be constitutionally permissible to make Americans purchase nearly any product (broccoli, gym membership) that improved their health and thereby contributed to lower health-care costs.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "Think for a moment about what Obamacare has done: The federal government has come up with its own (ever-evolving) definition of 'health insurance,' which now includes free access to sterilization, contraception, and certain abortifacients such as the morning-after pill.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "If Obamacare is allowed to stand - and Congress is allowed to make the purchase of government-endorsed health insurance compulsory - there will be no meaningful limit on Washington's reach into the lives of the American people. That is certainly not what the Founders intended.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "Illegal drug use runs contrary to the image of health depicted by cycling. Distributors of these drugs must be prosecuted more harshly as they are ciminals.", 
    "name": "Bernard Hinault"
  }, 
  {
    "quote": "The health industry, the fitness industry, was really starting to pick up. This was around the mid 80's.", 
    "name": "Warren Cuccurullo"
  }, 
  {
    "quote": "The result was, of course, that today, tragically, more than 40 million Americans don't have health insurance, and for many, not having health insurance means they don't have access to good health care.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "I brought together experts from health care, business, academic institutions, and the community to develop a comprehensive blueprint for eliminating racial and ethnic disparities in health care in the City of Boston.", 
    "name": "Thomas Menino"
  }, 
  {
    "quote": "Make hunger thy sauce, as a medicine for health.", 
    "name": "Thomas Tusser"
  }, 
  {
    "quote": "There is just no reason why the richest nation in the world can't provide health care to all its people.", 
    "name": "Christine Gregoire"
  }, 
  {
    "quote": "In the field of health care, we are giving people access to insurance who have not had it before.", 
    "name": "Christine Gregoire"
  }, 
  {
    "quote": "It was one of the most exciting, perfect evenings of my life, my solo debut at Carnegie Hall. And knowing we were all there to raise money for Gay Men's Health Crisis made the evening an extraordinary experience.", 
    "name": "Bernadette Peters"
  }, 
  {
    "quote": "More and more surveys in the US are indicating a change in values taking place among consumers, who become more concerned about quality of life, food, health and the environment.", 
    "name": "David Korten"
  }, 
  {
    "quote": "And if you're not going to have a clear health threat, you don't want to panic people.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "Most illegals are without health insurance, and when these workers need emergency healthcare, the American taxpayer gets stuck with the bill.", 
    "name": "Spencer Bachus"
  }, 
  {
    "quote": "Illegal immigrants are beginning to comprise a black market class of workers in our society, jeopardizing the financial health of companies which play by the rules, while themselves vulnerable to the exploitation by those willing to take advantage of their illegal status.", 
    "name": "Spencer Bachus"
  }, 
  {
    "quote": "Any veteran can tell you it is already hard enough to see a doctor down at the VA and get the health care they were promised when they signed up to serve this country.", 
    "name": "Nick Lampson"
  }, 
  {
    "quote": "I was for civil unions and believed strongly that the flow of benefits and protections that would be provided in a civil union for same-sex couples, the decisions that have to be made, when health hardships are faced, when economic hardships are faced, I wanted all of those protections. I never strayed from them.", 
    "name": "Harold Ford"
  }, 
  {
    "quote": "You're entitled to Medicaid regardless of your income. Don't worry about your health care.", 
    "name": "Max Baucus"
  }, 
  {
    "quote": "Every American has a right to affordable, high-quality health care.", 
    "name": "Max Baucus"
  }, 
  {
    "quote": "Health reform is an essential part of restoring America's economy and maintaining our competitiveness.", 
    "name": "Max Baucus"
  }, 
  {
    "quote": "But reducing harmful emissions, abating our dependence on foreign oil and developing alternative renewable energy sources have benefits that go beyond environmental health, they improve personal health, enhance national security and encourage our nation's economic viability.", 
    "name": "Jim Clyburn"
  }, 
  {
    "quote": "Pharmaceutical companies are enjoying unprecedented profits and access with this Administration. Yet the Republicans' prescription drug plan for seniors has been a colossal failure, and over 43 million Americans wake up every morning without health insurance.", 
    "name": "Jim Clyburn"
  }, 
  {
    "quote": "Democrats believe we must have comprehensive health care reform that includes giving the federal government authority to negotiate lower prices with drug companies.", 
    "name": "Jim Clyburn"
  }, 
  {
    "quote": "People are at their happiest if they are true to themselves. I think that applies to their chosen profession, friends and relationships. It goes for your health too. If you are true to yourself, it seems to me everything should work out pretty well.", 
    "name": "Bebe Neuwirth"
  }, 
  {
    "quote": "When I left my parents' home when I was 19, I went to the University of Florida, and within 24 hours was in the mental health department. And within 20 minutes, I was being told by the director there that they didn't have what I needed there.", 
    "name": "Darrell Hammond"
  }, 
  {
    "quote": "Irregular contact with doctors means many men fail to receive any preventive care for potentially life-threatening conditions. In addition, when men do seek care, embarrassment can often prevent them from openly discussing health concerns with their physicians.", 
    "name": "Michael Crapo"
  }, 
  {
    "quote": "This change to a higher phase of alert is a signal to governments, to ministries of health and other ministries, to the pharmaceutical industry and the business community that certain actions now should be undertaken with increased urgency and at an accelerated pace.", 
    "name": "Margaret Chan"
  }, 
  {
    "quote": "We have really good data that show when you take patients and you really inform them about their choices, patients make more frugal choices. They pick more efficient choices than the health care system does.", 
    "name": "Donald Berwick"
  }, 
  {
    "quote": "Paul Farmer has helped to build amazing health care system in one of the poorest areas of Haiti. He founded Partners in Health, which serves the destitute and the sick in many parts of the world from Haiti to Boston and from Russia to Peru.", 
    "name": "Tracy Kidder"
  }, 
  {
    "quote": "I had all kinds of food issues, including health concerns and weight concerns.", 
    "name": "Sally Schneider"
  }, 
  {
    "quote": "Using lots of fresh foods, fruits and vegetables, helps to keep the menu buoyant - I don't know if that's the right word, but it keeps a balance of freshness and health.", 
    "name": "Sally Schneider"
  }, 
  {
    "quote": "My home State of North Carolina ranks 12th in the United States for increased aging population and, according to a national report, 41st in overall health. According to this same report, individuals aged 50+ are the least healthy.", 
    "name": "Howard Coble"
  }, 
  {
    "quote": "I look forward to working with our leadership team to advance the causes of smaller government, lower taxes, eliminating terrorism, and providing affordable health care, among other issues.", 
    "name": "Howard Coble"
  }, 
  {
    "quote": "The first draught serveth for health, the second for pleasure, the third for shame, and the fourth for madness.", 
    "name": "Anacharsis"
  }, 
  {
    "quote": "Col. Shaffer is prohibited by his lawyer from talking. He's at great risk. They want to take away his pay and his health care benefits so they can hold it over his head and not allow him to talk while he's under suspension. This is not America.", 
    "name": "Curt Weldon"
  }, 
  {
    "quote": "Today, diabetes is now epidemic, according to the Centers for Disease Control, the National Institutes of Health, the American Diabetes Association and other national healthcare leaders.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "I am not the Conservative Party's health care spokesman. I'm fond of Andrew Lansley, and I strongly support David Cameron as party leader.", 
    "name": "Daniel Hannan"
  }, 
  {
    "quote": "In speech after speech on his health care plan, the President has tried to convince us that what he is proposing will be good for America. But, how can it be good for America if it raises taxes by a half trillion dollars and costs a trillion dollars or more to implement?", 
    "name": "Scott Brown"
  }, 
  {
    "quote": "As problems like identity theft become more prevalent, now more than ever, Americans need to take their financial health seriously - and this information is of the utmost importance.", 
    "name": "Ruben Hinojosa"
  }, 
  {
    "quote": "The people of South and Central Texas and the Coastal Bend need jobs, they need health care, they need water infrastructure improvements, they need a quality education, and they need the resources to keep our borders safe and secure.", 
    "name": "Ruben Hinojosa"
  }, 
  {
    "quote": "Most Americans want health insurance.", 
    "name": "Jacob Lew"
  }, 
  {
    "quote": "I think the thing that the American people want is for the divisive debate on health care to stop.", 
    "name": "Jacob Lew"
  }, 
  {
    "quote": "If you have a student who graduates from college and they don't have a job, they are now able to stay on their family health plan.", 
    "name": "Jacob Lew"
  }, 
  {
    "quote": "If you look at the cost of providing health insurance, it actually doesn't cost more to provide a plan with contraceptive coverage than it does without.", 
    "name": "Jacob Lew"
  }, 
  {
    "quote": "I'm a big proponent of having a mental health component go along with whatever the physical realities are.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "My priority is to turn people - especially kids - on to sports and being active so they don't even have to think about it being good for their health. If people participate for the fun of it, and believe me - it is fun, then fitness programs will be much more successful.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "We take our kids for physical vaccinations, dental exams, eye checkups. When do we think to take our - our son or daughter for a mental health checkup?", 
    "name": "Gordon Smith"
  }, 
  {
    "quote": "While Haiti has recently celebrated more than 200 years of independence from French colonial rule, the citizens of the island remain vulnerable to poverty, poor health, and political chaos.", 
    "name": "Eliot Engel"
  }, 
  {
    "quote": "The real cure for what ails our health care system today is less government and more freedom.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "America's doctors, nurses and medical researchers are the best in the world, but our health care system is broken.", 
    "name": "Mike Ferguson"
  }, 
  {
    "quote": "In my case, I pay a standard premium to participate in the Federal Employees' Health Benefits Plan for my wife and myself out of each month's paycheck.", 
    "name": "Virgil Goode"
  }, 
  {
    "quote": "Seven presidents before him - Democrats and Republicans - tried to expand health care to all Americans. President Obama got it done.", 
    "name": "Julian Castro"
  }, 
  {
    "quote": "We don't come to Canada for our health. We can think of other ways of enjoying ourselves.", 
    "name": "Prince Philip"
  }, 
  {
    "quote": "If a State has reliable scientific information that demonstrates that a warning is needed for a particular food, then in the interest of public health, it should share that information with the FDA and petition for a new national standard.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "But the dollars spent on economic incentives and new investment strategies are wasted unless we seriously address the two most important economic issues in Kansas: education and health care.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "I believe we all agree that, for the health of Kansas, nothing is more important than education.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "We have by far the most expensive health system in the world. We spend 50 percent more per person than the next most costly nation. Americans spend more on health care than housing or food.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "General Motors spends more on health care than steel.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "More than five million seniors have already saved money on their prescription drugs, and almost 33 million have benefited from free preventive services. The president cracked down hard on Medicare and health care fraud, recovering a record-breaking $10.7 billion over the last three years, protecting our seniors. That's what change looks like.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "If you're self-employed, between jobs, or can't get insurance through work, you'll have access to affordable health insurance as good as Congressman Paul Ryan's.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "If you're under 26, you can stay on your parents' plan. You can go back to school or get extra training without fear of a health catastrophe bankrupting your family. Over three million previously uninsured young adults are now on their parents' plans.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "Because when we think about the real facts: 44 million Americans without health insurance, millions without jobs, a 50-year high on mortgage foreclosures, an historic high the third year in a row on personal bankruptcies.", 
    "name": "Chaka Fattah"
  }, 
  {
    "quote": "I try to make my bed every day for mental health. Coming home to an unmade bed or a room with clothes all over will depress me.", 
    "name": "David Alan Grier"
  }, 
  {
    "quote": "We can't afford to sacrifice another generation of American children to bureaucratic politics. We've got to get it done. The future, the health, the life - our nation depends on it and it's just foolish to think or act otherwise.", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "It's never occurred to me to worry about my health, or that I'll get old, or that people will stop laughing at me.", 
    "name": "Frank Carson"
  }, 
  {
    "quote": "Even if you walk exactly the same route each time - as with a sonnet - the events along the route cannot be imagined to be the same from day to day, as the poet's health, sight, his anticipations, moods, fears, thoughts cannot be the same.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "We cannot seek or attain health, wealth, learning, justice or kindness in general. Action is always specific, concrete, individualized, unique.", 
    "name": "Benjamin Jowett"
  }, 
  {
    "quote": "My good health is due to a soup made of white doves. It is simply wonderful as a tonic.", 
    "name": "Chiang Kai-shek"
  }, 
  {
    "quote": "For many years I didn't have health insurance.", 
    "name": "Chad Harbach"
  }, 
  {
    "quote": "One in seven Americans lives without health insurance, and that's a truly staggering figure.", 
    "name": "John M. McHugh"
  }, 
  {
    "quote": "The study also included the disturbing revelation that most of the troops who reported having mental health problems also reported that they did not seek or did not receive care for their problems.", 
    "name": "John M. McHugh"
  }, 
  {
    "quote": "The essence of a government health care system - for people who have never lived under it and don't know - is waiting, waiting, waiting. You wait for everything. You wait for years for operations that are routine in America.", 
    "name": "Mark Steyn"
  }, 
  {
    "quote": "Government health care changes the relationship between the citizen and the state, and, in fact, I think it's an assault on citizenship.", 
    "name": "Mark Steyn"
  }, 
  {
    "quote": "We immigrants can sometimes sound a little hysterical about this because we come from places that have tried this and we know where it leads. Anybody who's lived in countries with socialized health care knows that it becomes the dominant political issue.", 
    "name": "Mark Steyn"
  }, 
  {
    "quote": "This is a matter of public health. The public was sick and tired of DeLay and his corruption.", 
    "name": "Jim Hightower"
  }, 
  {
    "quote": "The good news is, Americans know firsthand the benefits of a free market - more choices, lower prices, higher quality - and there is no reason why we cannot help them see these same benefits in health care.", 
    "name": "John Shadegg"
  }, 
  {
    "quote": "To enjoy the glow of good health, you must exercise.", 
    "name": "Gene Tunney"
  }, 
  {
    "quote": "With more than 1,300 sites of care, VA operates the largest integrated health care system in the county.", 
    "name": "Bob Filner"
  }, 
  {
    "quote": "The war on terrorism has made national security a legitimate concern, and a rising deficit, changes brought on by globalization and even the price of oil have thrown the nation's economic health into question.", 
    "name": "Roger Mahony"
  }, 
  {
    "quote": "We must ensure that every worker has healthcare and is able to save for their retirement. We must ensure that our workers have safe and health working conditions.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "It is imperative for the health and safety of millions of workers that we ensure that breathing systems needed for protection are widely available, convenient and economical.", 
    "name": "Bill Shuster"
  }, 
  {
    "quote": "Our government has made a number of promises to the men and women who served in our nation's armed forces. Sadly, these promises of health care, education and other benefits have existed more in rhetoric than in reality.", 
    "name": "Allen Boyd"
  }, 
  {
    "quote": "Every day I wake up and I lay in bed counting my blessings and saying my prayers for how fortunate I am to have great fans and health and family.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "We want to repeal the ObamaCare tax. We want to save middle class families from European health care. And that's what we're going to do as a party and that's what Mitt Romney will do on day one.", 
    "name": "Reince Priebus"
  }, 
  {
    "quote": "In 2001, America 's hospitals provided nearly $21 billion in uncompensated health care services.", 
    "name": "Gary Miller"
  }, 
  {
    "quote": "Emergency health care for illegal aliens along the southwestern border is already costing area hospitals $200 million a year, with perhaps another $100 million in extended care costs.", 
    "name": "Gary Miller"
  }, 
  {
    "quote": "As we get closer to the end of this Congress, we should be addressing the urgent needs of the American people - the war in Iraq, affordable health care, a sensible energy policy, quality education for our children, retirement security, and a sound and fair fiscal policy.", 
    "name": "Chris Van Hollen"
  }, 
  {
    "quote": "Every day, families in the United States face the stark choice between a roof over their heads and food on the table. Buying health insurance, owning a home, and saving up for college are just too far out of their reach.", 
    "name": "Chris Van Hollen"
  }, 
  {
    "quote": "I also rise today in strong support of forward movement on the implementation of health information technology, which has the potential to save the United States billions of dollars in health care costs each year.", 
    "name": "Russ Carnahan"
  }, 
  {
    "quote": "Singing really oxygenates your blood. You stretch your lungs and take in much more air into them than before. It's really good for your health.", 
    "name": "Marisa Tomei"
  }, 
  {
    "quote": "People were concerned about national security, and that precluded us from having the opportunity to break through on the issues that we cared most about - the economy, education and health care.", 
    "name": "Tom Daschle"
  }, 
  {
    "quote": "I'd just turned 50, weighed 285, and my doctor had read me the riot act about my health.", 
    "name": "Daniel Baldwin"
  }, 
  {
    "quote": "Myths about the dire effects of genetically modified foods on health and the environment abound, but they have not held up to scientific scrutiny. And, although many concerns have been expressed about the potential for unexpected consequences, the unexpected effects that have been observed so far have been benign.", 
    "name": "Nina Fedoroff"
  }, 
  {
    "quote": "If your access to health care involves your leaving work and driving somewhere and parking and waiting for a long time, that's not going to promote healthiness.", 
    "name": "Larry Page"
  }, 
  {
    "quote": "Congress is attempting to eviscerate women's health care. Like many women across America, I am outraged.", 
    "name": "Felicity Huffman"
  }, 
  {
    "quote": "The truth is women use contraception not only as a way to prevent unintended pregnancies, but also to improve their health and the health of their families. Increased access to contraception is directly linked to declines in maternal and infant mortality.", 
    "name": "Felicity Huffman"
  }, 
  {
    "quote": "Thankfully, President Obama has stood firmly behind women's health care issues by supporting coverage for contraception and reaffirming commitment to organizations like Planned Parenthood.", 
    "name": "Felicity Huffman"
  }, 
  {
    "quote": "Conservatives shouldn't count on the Supreme Court to do our work for us on Obamacare. The Court may rule as it should, and strike down the mandate. But it may not. And even if it does, the future of health care in America - and for that matter, the future of limited government - depends ultimately on the verdict of the American people.", 
    "name": "Bill Kristol"
  }, 
  {
    "quote": "The old problems - love, money, security, status, health, etc. - are still here to plague us or please us.", 
    "name": "Shelley Berman"
  }, 
  {
    "quote": "Yes, I do agree we need health care reform however, this bill badly misses the mark. Congress can and must do better for the American people.", 
    "name": "John Mica"
  }, 
  {
    "quote": "It's time for Haitians to have access to health care. It's time to open our borders to the Haitian diaspora, open our markets to the world. It's time to open our country to potential investors.", 
    "name": "Michel Martelly"
  }, 
  {
    "quote": "After the break up of the municipality and the loss of his income my father lost health and spirits.", 
    "name": "Catherine Helen Spence"
  }, 
  {
    "quote": "The long, cold Minnesota winters instilled in me a fascination for exotic far off places I aspired toward a career in tropical diseases and world health problems.", 
    "name": "Peter Agre"
  }, 
  {
    "quote": "My health is wonderful. I work out. I'm working. Playing music. I have a beautiful wife, a nice home, a nice car, I got money in the bank. I got three beautiful dogs that love me. Like I said, I'm blessed. I survived.", 
    "name": "Steven Adler"
  }, 
  {
    "quote": "However, many skilled medical volunteers are turned away because community health centers cannot afford to cover their additional medical liability insurance.", 
    "name": "Tim Murphy"
  }, 
  {
    "quote": "Moreover, health center services save money and lives by treating diseases before they become chronic conditions, require hospital care or require a trip to the emergency room.", 
    "name": "Tim Murphy"
  }, 
  {
    "quote": "Security is still the most important issue facing Washington state residents and millions of Americans - the security of having a job, of access to affordable health care, of a quality education, and of protecting our homeland and defending our nation.", 
    "name": "Patty Murray"
  }, 
  {
    "quote": "There is nothing new about these Republican attacks on our family planning decisions. In fact, from the moment they came into power, Republicans in the House of Representatives have been waging a war on women's health.", 
    "name": "Patty Murray"
  }, 
  {
    "quote": "You can't make assumptions when you're dealing with health issues.", 
    "name": "Adam Clayton"
  }, 
  {
    "quote": "I am extremely proud of my service with the government and my efforts to help safeguard public health and protect our country against the scourge of offensive biological warfare.", 
    "name": "Steven Hatfill"
  }, 
  {
    "quote": "Why do British people make such good TV? It's so annoying. Stop it. Is it because they have free health care? Uggh.", 
    "name": "Elizabeth Meriwether"
  }, 
  {
    "quote": "Man becomes weak or ill by accident as a consequence of the lack of resources. Even the most severally ill patients must be treated with the aim of restoring their health.", 
    "name": "Michael Servetus"
  }, 
  {
    "quote": "Those were the ideals that drove us to nationalization of the health service.", 
    "name": "Barbara Castle"
  }, 
  {
    "quote": "Pizza certainly has its place in school meals, but equating it with broccoli, carrots and celery seriously undermines this nation's efforts to support children's health and their ability to learn because of better school nutrition.", 
    "name": "Jared Polis"
  }, 
  {
    "quote": "Swedes are such a civilised, perfect society - at least on the surface. There's a great safety net, a huge middle class, free education, free health care. People are very polite, they wait their turn. They're not too loud, they're not too quiet, but sometimes it's a little too perfect.", 
    "name": "Alexander Skarsgard"
  }, 
  {
    "quote": "A common misconception is that the costs of health care are cheaper in rural America, when in fact the reality is that they are more expensive and more difficult to access.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "Whether it's making sure that families have access to quality health care and child care, or making sure that our children receive the best educational opportunities we can give them, we must remain committed to these needs because our children are our future.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "To maximize our potential to enhance our health and our knowledge, we should remain open to new understanding and evolving technology or resources that might inspire a change in our approach to these important questions.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "The infrastructure for linking environmental health and public health is not working as well as it should.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "Moreover, environmental health at the local level has become narrowly focused, very much defined around regulations and the attendant regulatory debates.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "In addition, I'll be attending women's health expos and medical conferences with the goal to promote dialogue between women and their health-care providers.", 
    "name": "Karen Duffy"
  }, 
  {
    "quote": "To get away from poverty, you need several things at the same time: school, health, and infrastructure - those are the public investments. And on the other side, you need market opportunities, information, employment, and human rights.", 
    "name": "Hans Rosling"
  }, 
  {
    "quote": "I am enormously honored to be one of the spokesmen of the New Age Womens Health Campaign, so you'll be seeing me in public service announcements and public appearances supporting the campaign.", 
    "name": "Karen Duffy"
  }, 
  {
    "quote": "Many of us believe that we need health care reform. That being said - Americans felt like they weren't being listened to. There were a lot of people across the political spectrum who said we don't want a one-size-fits-all healthcare plan.", 
    "name": "Timothy Griffin"
  }, 
  {
    "quote": "I never expected in a million years that I would have the honor to become an advocate of women's health care and education, and I'd dive on a live grenade to get this message out, so thank you for this forum.", 
    "name": "Karen Duffy"
  }, 
  {
    "quote": "When I gave birth to my fourth child, I suffered from post partum hemorrhaging. I almost lost my life. I was lucky to be under the care of trained health care personnel. I started wondering then what was happening to women in rural villages.", 
    "name": "Joyce Banda"
  }, 
  {
    "quote": "The place I feel most at home is when I have health insurance. I really don't care how I get it, whether it's on film, or television or waiting tables, you know?", 
    "name": "Benjamin Walker"
  }, 
  {
    "quote": "I suspect the psychological pressure associated with that crisis caused the first mental blackout I had ever suffered. It contributed to a deterioration in my health that later required the insertion of a heart pacemaker.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "Making sure that health care is affordable for every American. I think that is very, very important.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "Looking at affordable health care, I think it is important that we look not only at prescription drugs, but also make sure that there is a major focus on health care.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "I never could have achieved the success that I have without setting physical activity and health goals.", 
    "name": "Bonnie Blair"
  }, 
  {
    "quote": "The H-1B visa program which helps sustain our rapidly growing economy and also helps meet the health care needs of families living in rural New Mexico.", 
    "name": "Heather Wilson"
  }, 
  {
    "quote": "We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform.", 
    "name": "Kenneth H. Cooper"
  }, 
  {
    "quote": "We've had risk assessments performed by Harvard University, which said that even if we did have a small number of cases in this country that the likelihood of it spreading or getting into any kind of human health problem is very, very small.", 
    "name": "Ann Veneman"
  }, 
  {
    "quote": "Great Britain had a much different situation than we do and did here in the United States, in that they had literally thousands of infected animals with human health risks. Their infectivity in this disease happened before very much was known about it.", 
    "name": "Ann Veneman"
  }, 
  {
    "quote": "I have to say that in this particular cow that we're dealing with, those parts of the cow were removed, and so we don't think there's any risk or very negligible risk to human health with this particular incident.", 
    "name": "Ann Veneman"
  }, 
  {
    "quote": "It's not health care reform to dump more money into Medicaid.", 
    "name": "Phil Bredesen"
  }, 
  {
    "quote": "But the fact of the matter is that all scientific evidence would show, based upon what we know about this disease, that muscle cuts - that is, the meat of the animal itself - should not cause any risk to human health.", 
    "name": "Ann Veneman"
  }, 
  {
    "quote": "Since the 1960s, there has been a tremendous expansion of the resources available to pay for health care.", 
    "name": "Phil Bredesen"
  }, 
  {
    "quote": "I think it's important that, as a matter of course, the brain and spinal column were removed from this cow, and that would be the material that would cause concern in terms of human health. And therefore we're confident in the safety of the food supply.", 
    "name": "Ann Veneman"
  }, 
  {
    "quote": "If it's really so wonderful that both partners have to work to make a living to pay for their house, for health insurance, someone is obviously going to get the short end of the stick.", 
    "name": "Eric Braeden"
  }, 
  {
    "quote": "Domestic discretionary spending on education and health care and the environment has been growing at 2 to 3 percent a year. He says we have to rein it in, but he ignores the spending category that is the big spike in the budget.", 
    "name": "John Spratt"
  }, 
  {
    "quote": "I want to assure your excellency that I am occupying myself permanently and jointly with my team to achieve a solution as soon as possible to this crisis, the principal objective being the safeguarding of the health and life of those who are inside.", 
    "name": "Alberto Fujimori"
  }, 
  {
    "quote": "I think it's time to have a celebration of life and renew our vows. And this time we're going to write the vows because they're going to mean a lot more. We certainly put the 'in sickness and in health' vow to the test the last year and half.", 
    "name": "Bill Rancic"
  }, 
  {
    "quote": "They've got to tell us what is necessary to ensure the future health of the river system.", 
    "name": "John Anderson"
  }, 
  {
    "quote": "What we know from World War I is that some of our troops had acute symptoms of exposure to chemicals, had bad health and died because of chemical exposure in World War I.", 
    "name": "Christopher Shays"
  }, 
  {
    "quote": "If you believe that health care is a public good to be guaranteed by the state, then a single-payer system is the next best alternative. Unfortunately, it is fiscally unsustainable without rationing.", 
    "name": "Charles Krauthammer"
  }, 
  {
    "quote": "I think that some of our soldiers die in the battlefield and some come home to bad health and die prematurely, just by the nature of the kind of business they're in.", 
    "name": "Christopher Shays"
  }, 
  {
    "quote": "Everyone knows that exercise can improve your health. Exercise is a key part of managing your weight and maintaining healthy hearts, lungs, and other bodily systems. But did you know that exercise can make you more productive? The latest research shows that a regular exercise routine can make you happier, smarter, and more energetic.", 
    "name": "Robert Pozen"
  }, 
  {
    "quote": "The record business is dangerous to the health of bands and individuals, which is something I'm just now learning. But it's not dangerous in any of the ways people think it's not that they try to make you compromise your art. That's not the problem.", 
    "name": "T-Bone Burnett"
  }, 
  {
    "quote": "I believe that stress is a factor in any bad health.", 
    "name": "Christopher Shays"
  }, 
  {
    "quote": "I am all about health... and to me, size is not what defines your health.", 
    "name": "Teri Hatcher"
  }, 
  {
    "quote": "My father was a member of the Teamsters Union in California, where he helped to organize better health care for workers. My mother worked for more than 20 years on an assembly line.", 
    "name": "Hilda Solis"
  }, 
  {
    "quote": "You can never turn the clock back and, since we're talking about mental health, I would stress that.", 
    "name": "Peter Shilton"
  }, 
  {
    "quote": "No one has the right to threaten the health, education, and well-being of children by involving them in illegal or inappropriate work.", 
    "name": "Hilda Solis"
  }, 
  {
    "quote": "I'm as obsessive with health as I was with destruction.", 
    "name": "Dave Navarro"
  }, 
  {
    "quote": "I am not obsessive about anything except my health.", 
    "name": "Linda Gray"
  }, 
  {
    "quote": "The health care industry can play a great role in this by being aware of the fact that these children form perhaps the most neglected group of people in the country, largely because it is hard to find them.", 
    "name": "C. Everett Koop"
  }, 
  {
    "quote": "One positive command he gave us: You shall love and honor your emperor. In every congregation a prayer must be said for the czar's health, or the chief of police would close the synagogue.", 
    "name": "Mary Antin"
  }, 
  {
    "quote": "To get rich never risk your health. For it is the truth that health is the wealth of wealth.", 
    "name": "Richard Baker"
  }, 
  {
    "quote": "Well, there are about 10 million children that aren't covered by health insurance. About 3 million qualify for Medicaid but don't get it, so we're going to reach out and bring more of those kids into the Medicaid program.", 
    "name": "Franklin Raines"
  }, 
  {
    "quote": "The health care reform legislation passed by the U.S. House of Representatives last night clearly violates the U.S. Constitution and infringes on each state's sovereignty.", 
    "name": "Bill McCollum"
  }, 
  {
    "quote": "Now our job, our duty, our responsibility to ensure the safety and security of our citizens cannot be complete unless we guarantee health care security for our citizens.", 
    "name": "Thomas Vilsack"
  }, 
  {
    "quote": "The sexes were made for each other, and only in the wise and loving union of the two is the fullness of health and duty and happiness to be expected.", 
    "name": "William Hall"
  }, 
  {
    "quote": "Let's face it, in America today we don't have a health care system, we have a sick care system.", 
    "name": "Tom Harkin"
  }, 
  {
    "quote": "The highest-income Americans don't need tax-free health insurance, mortgage interest deductions or deferred taxation on retirement funds.", 
    "name": "Steven Rattner"
  }, 
  {
    "quote": "I've declined every congressional benefit I could decline, federal health insurance, the retirement program, the 403(b) program, which I think is overly generous. I've got self-imposed term limits of six terms if I have the privilege to serve that long.", 
    "name": "Scott Rigell"
  }, 
  {
    "quote": "Increased revenues, meaning higher taxes, will be a central element of any successful long-term budget plan, and President Obama is right to insist that the wealthy - the slice of America that has come through the recession in by far the best financial health - should provide those funds.", 
    "name": "Steven Rattner"
  }, 
  {
    "quote": "I learned that people everywhere are basically the same and have similar goals that we do. They want health and happiness and the opportunity to provide for their families.", 
    "name": "Steve Kerr"
  }, 
  {
    "quote": "Yoga is at the core of my health and wellness routine even if it's only for 10 to 15 minutes I find it helps me to re-center and to focus as well as improve my overall core strength.", 
    "name": "Miranda Kerr"
  }, 
  {
    "quote": "Smoking is the now the principal avoidable cause of premature death in Britain. It hits the worst off people hardest of all. Smoking is one of the principal causes of the health gap which leads to poorer people being ill more often and dying sooner.", 
    "name": "Frank Dobson"
  }, 
  {
    "quote": "It's been proven that fitting more activity into your day can greatly improve your health.", 
    "name": "Pierre Dukan"
  }, 
  {
    "quote": "Illegal immigration is not just a matter of interest in states along our border with Mexico. It is having an effect on local economies, schools, health care delivery, and public safety all across the country.", 
    "name": "Roger Wicker"
  }, 
  {
    "quote": "Mr. Speaker, our Nation must no longer be complacent about underage drinking and its alarming consequences. We must bring this national public health crisis out of the shadow and into the bright light of a national priority.", 
    "name": "Lucille Roybal-Allard"
  }
]