[
  {
    "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Being powerful is like being a lady. If you have to tell people you are, you aren't.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Knowledge will give you power, but character respect.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Character is power.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Never allow a person to tell you no who doesn't have the power to say yes.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The less effort, the faster and more powerful you will be.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Never underestimate the power of human stupidity.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "What it lies in our power to do, it lies in our power not to do.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "All the forces in the world are not so powerful as an idea whose time has come.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "The world itself is the will to power - and nothing else! And you yourself are the will to power - and nothing else!", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Knowledge is power.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "You only have power over people so long as you don't take everything away from them. But when you've robbed a man of everything, he's no longer in your power - he's free again.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "To achieve, you need thought. You have to know what you are doing and that's real power.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "No one is in control of your happiness but you therefore, you have the power to change anything about yourself or your life that you want to change.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Power concedes nothing without a demand. It never did and it never will.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Power is the great aphrodisiac.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "The most common way people give up their power is by thinking they don't have any.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Circumstances are beyond human control, but our conduct is in our own power.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Man's greatness lies in his power of thought.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "A man's true state of power and riches is to be in himself.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Make the best use of what is in your power, and take the rest as it happens.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Will power is to the mind like a strong blind man who carries on his shoulders a lame man who can see.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "There is no meaning to life except the meaning man gives his life by the unfolding of his powers.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "If you realized how powerful your thoughts are, you would never think a negative thought.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Power is given only to those who dare to lower themselves and pick it up. Only one thing matters, one thing to be able to dare!", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Justice and power must be brought together, so that whatever is just may be powerful, and whatever is powerful may be just.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The eye sees what it brings the power to see.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The greater the power, the more dangerous the abuse.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Love him or hate him, Trump is a man who is certain about what he wants and sets out to get it, no holds barred. Women find his power almost as much of a turn-on as his money.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "But to me nothing - the negative, the empty - is exceedingly powerful.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "There is no power on earth that can neutralize the influence of a high, simple and useful life.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "It is folly for a man to pray to the gods for that which he has the power to obtain by himself.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Power has only one duty - to secure the social welfare of the People.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Power is always dangerous. Power attracts the worst and corrupts the best.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "Power is action the electoral principle is discussion. No political action is possible when discussion is permanently established.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "My relationship to power and authority is that I'm all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Self-reverence, self-knowledge, self-control these three alone lead one to sovereign power.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Truth is powerful and it prevails.", 
    "name": "Sojourner Truth"
  }, 
  {
    "quote": "Nobody is as powerful as we make them out to be.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "There is that in the glance of a flower which may at times control the greatest of creation's braggart lords.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Power, after love, is the first source of happiness.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Getting and spending, we lay waste our powers.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Silence is the ultimate weapon of power.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "Our sense of power is more vivid when we break a man's spirit than when we win his heart.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "The value systems of those with access to power and of those far removed from such access cannot be the same. The viewpoint of the privileged is unlike that of the underprivileged.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "The only way to predict the future is to have power to shape the future.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "The rules have changed. True power is held by the person who possesses the largest bookshelf, not gun cabinet or wallet.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "The purpose of getting power is to be able to give it away.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "Whoever is new to power is always harsh.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Capitalism works better from every perspective when the economic decision makers are forced to share power with those who will be affected by those decisions.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "Knowledge is the most democratic source of power.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Do not pray for tasks equal to your powers. Pray for powers equal to your tasks.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "Excessive fear is always powerless.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Power is the most persuasive rhetoric.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Sooner or later, man has always had to decide whether he worships his own power or the power of God.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.", 
    "name": "Cesare Pavese"
  }, 
  {
    "quote": "Power is dangerous unless you have humility.", 
    "name": "Richard J. Daley"
  }, 
  {
    "quote": "When you start to develop your powers of empathy and imagination, the whole world opens up to you.", 
    "name": "Susan Sarandon"
  }, 
  {
    "quote": "I cured with the power that came through me.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "Arbitrary power is like most other things which are very hard, very liable to be broken.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "Ambition is the immoderate desire for power.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Power acquired by violence is only a usurpation, and lasts only as long as the force of him who commands prevails over that of those who obey.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "The power of the people and the power of reason are one.", 
    "name": "Georg Buchner"
  }, 
  {
    "quote": "People who are powerless make an open theater of violence.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "The greatest power is often simple patience.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "What is genius but the power of expressing a new individuality?", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "People who are in power make their arrangements in secret, largely as a way of maintaining and furthering that power.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "A true king is neither husband nor father he considers his throne and nothing else.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "An alliance with a powerful person is never safe.", 
    "name": "Phaedrus"
  }, 
  {
    "quote": "Women have to harness their power - its absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner.", 
    "name": "Cher"
  }, 
  {
    "quote": "The advertisers who believe in the selling power of jingles have never had to sell anything.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Those who desire to rise as high as our human condition allows, must renounce intellectual pride, the omnipotence of clear thinking, belief in the absolute power of logic.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "I was now resolved to do everything in my power to defeat the system.", 
    "name": "Oskar Schindler"
  }, 
  {
    "quote": "Never forget that the most powerful force on earth is love.", 
    "name": "Nelson Rockefeller"
  }, 
  {
    "quote": "Politics is not about power.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Power without a nation's confidence is nothing.", 
    "name": "Catherine the Great"
  }, 
  {
    "quote": "There is something about inside information which seems to paralyse a man's reasoning powers.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "Power is paradoxical.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The only power you have is the word no.", 
    "name": "Frances McDormand"
  }, 
  {
    "quote": "Public misbehavior by the famous is a powerful teaching tool.", 
    "name": "Bill O'Reilly"
  }, 
  {
    "quote": "Creativity is the power to connect the seemingly unconnected.", 
    "name": "William Plomer"
  }, 
  {
    "quote": "Personality has power to uplift, power to depress, power to curse, and power to bless.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "No matter what has happened, you too have the power to enjoy yourself.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Throughout history, great leaders have known the power of humor.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "The greatest power is not money power, but political power.", 
    "name": "Walter Annenberg"
  }, 
  {
    "quote": "Power ought to serve as a check to power.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "Power in America today is control of the means of communication.", 
    "name": "Theodore White"
  }, 
  {
    "quote": "Sir, I am no sycophant or worshipper of power anywhere.", 
    "name": "Benjamin F. Wade"
  }, 
  {
    "quote": "Prestige is the shadow of money and power.", 
    "name": "C. Wright Mills"
  }, 
  {
    "quote": "Never go backward. Attempt, and do it with all your might. Determination is power.", 
    "name": "Charles Simmons"
  }, 
  {
    "quote": "America has a critical role to play as the most powerful member of the world community.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "Each underestimates her own power and overestimates the other's.", 
    "name": "Deborah Tannen"
  }, 
  {
    "quote": "The real problem is that the way that power is given out in our society pits us against each other.", 
    "name": "Anita Hill"
  }, 
  {
    "quote": "In my opinion, most of the great men of the past were only there for the beer - the wealth, prestige and grandeur that went with the power.", 
    "name": "A. J. P. Taylor"
  }, 
  {
    "quote": "Every crisis offers you extra desired power.", 
    "name": "William Moulton Marston"
  }, 
  {
    "quote": "There is no force so powerful as an idea whose time has come.", 
    "name": "Everett Dirksen"
  }, 
  {
    "quote": "Moral power is probably best when it is not used. The less you use it the more you have.", 
    "name": "Andrew Young"
  }, 
  {
    "quote": "I believe in the power of weakness.", 
    "name": "Pat Buckley"
  }, 
  {
    "quote": "Power and position often make a man trifle with the truth.", 
    "name": "George A. Smith"
  }, 
  {
    "quote": "There are two ways of attaining an important end, force and perseverance the silent power of the latter grows irresistible with time.", 
    "name": "Sophie Swetchine"
  }, 
  {
    "quote": "Ironically, women who acquire power are more likely to be criticized for it than are the men who have always had it.", 
    "name": "Carolyn Heilbrun"
  }, 
  {
    "quote": "Next to power without honor, the most dangerous thing in the world is power without humor.", 
    "name": "Eric Sevareid"
  }, 
  {
    "quote": "Unlimited power corrupts the possessor.", 
    "name": "William Pitt"
  }, 
  {
    "quote": "The way to have power is to take it.", 
    "name": "Boss Tweed"
  }, 
  {
    "quote": "The law has no power over heroes.", 
    "name": "Charlotte Lennox"
  }, 
  {
    "quote": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "When the power of love overcomes the love of power the world will know peace.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Expose yourself to your deepest fear after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "You will know that forgiveness has begun when you recall those who hurt you and feel the power to wish them well.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "I am not interested in power for power's sake, but I'm interested in power that is moral, that is right and that is good.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Concentrated power has always been the enemy of liberty.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "The means by which we live have outdistanced the ends for which we live. Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Science investigates religion interprets. Science gives man knowledge which is power religion gives man wisdom which is control.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "The attempt to combine wisdom and power has only rarely been successful and then only for a short while.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "The unleashed power of the atom has changed everything save our modes of thinking and we thus drift toward unparalleled catastrophe.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The constitutions of most of our States assert that all power is inherent in the people that... it is their right and duty to be at all times armed.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Faith consists in believing when it is beyond the power of reason to believe.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Concentrated power is not rendered harmless by the good intentions of those who create it.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Mastering others is strength. Mastering yourself is true power.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Our country is now taking so steady a course as to show by what road it will pass to destruction, to wit: by consolidation of power first, and then corruption, its necessary consequence.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Anyone who has the power to make you believe absurdities has the power to make you commit injustices.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "If some people have the belief or view that the Dalai Lama has some miracle power, that's totally nonsense.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "For good or for ill, air mastery is today the supreme expression of military power and fleets and armies, however vital and important, must accept a subordinate rank.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "It is more agreeable to have the power to give than to receive.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The power of man has grown in every sphere, except over himself.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The power of an air force is terrific when there is nothing to oppose it.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.", 
    "name": "Alan Cohen"
  }, 
  {
    "quote": "When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Communism has never come to power in a country that was not disrupted by war or corruption, or both.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Power is not alluring to pure minds.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "True happiness involves the full use of one's power and talents.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "This is one of the miracles of love: It gives a power of seeing through its own enchantments and yet not being disenchanted.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "One reason so few of us achieve what we truly want is that we never direct our focus we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Words have no power to impress the mind without the exquisite horror of their reality.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Knowledge will forever govern ignorance and a people who mean to be their own governors must arm themselves with the power which knowledge gives.", 
    "name": "James Madison"
  }, 
  {
    "quote": "What we call Man's power over Nature turns out to be a power exercised by some men over other men with Nature as its instrument.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "You have power over your mind - not outside events. Realize this, and you will find strength.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "All national institutions of churches, whether Jewish, Christian or Turkish, appear to me no other than human inventions, set up to terrify and enslave mankind, and monopolize power and profit.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Dream no small dreams for they have no power to move the hearts of men.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Where is the justice of political power if it executes the murderer and jails the plunderer, and then itself marches upon neighboring lands, killing thousands and pillaging the very hills?", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The only power any government has is the power to crack down on criminals. Well, when there aren't enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Passion is energy. Feel the power that comes from focusing on what excites you.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "In a democracy the poor will have more power than the rich, because there are more of them, and the will of the majority is supreme.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "All the waste in a year from a nuclear power plant can be stored under a desk.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "We have the power to make this the best generation of mankind in the history of the world or to make it the last.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "A sense is what has the power of receiving into itself the sensible forms of things without the matter, in the way in which a piece of wax takes on the impress of a signet-ring without the iron or gold.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I believe there are more instances of the abridgement of freedom of the people by gradual and silent encroachments by those in power than by violent and sudden usurpations.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Now we have a problem in making our power credible, and Vietnam is the place.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The world's biggest power is the youth and beauty of a woman.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Every human has four endowments- self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Before we acquire great power we must acquire wisdom to use it well.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Nothing external to you has any power over you.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The power of intuitive understanding will protect you from harm until the end of your days.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "The one exclusive sign of thorough knowledge is the power of teaching.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Power and speed be hands and feet.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Power always thinks... that it is doing God's service when it is violating all his laws.", 
    "name": "John Adams"
  }, 
  {
    "quote": "There will be no end to the troubles of states, or of humanity itself, till philosophers become kings in this world, or till those we now call kings and rulers really and truly become philosophers, and political power and philosophy thus come into the same hands.", 
    "name": "Plato"
  }, 
  {
    "quote": "Undeserved praise causes more pangs of conscience later than undeserved blame, but probably only for this reason, that our power of judgment are more completely exposed by being over praised than by being unjustly underestimated.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The Vedanta recognizes no sin it only recognizes error. And the greatest error, says the Vedanta is to say that you are weak, that you are a sinner, a miserable creature, and that you have no power and you cannot do this and that.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "There are old heads in the world who cannot help me by their example or advice to live worthily and satisfactorily to myself but I believe that it is in my power to elevate myself this very hour above the common level of my life.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "War has always been the grand sagacity of every spirit which has grown too inward and too profound its curative power lies even in the wounds one receives.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A witty woman is a treasure a witty beauty is a power.", 
    "name": "George Meredith"
  }, 
  {
    "quote": "Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Fascism should more appropriately be called Corporatism because it is a merger of state and corporate power.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "What is good? All that heightens the feeling of power, the will to power, power itself in man.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The constitution vests the power of declaring war in Congress therefore no offensive expedition of importance can be undertaken until after they shall have deliberated upon the subject and authorized such a measure.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The strongest and most effective force in guaranteeing the long-term maintenance of power is not violence in all the forms deployed by the dominant to control the dominated, but consent in all the forms in which the dominated acquiesce in their own domination.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Power does not corrupt men fools, however, if they get into a position of power, corrupt power.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Because parents have power over children. They feel they have to do what their parents say. But the love of money is the root of all evil. And this is a sweet child. And to see him turn like this, this isn't him. This is not him.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Capitalism has destroyed our belief in any effective power but that of self interest backed by force.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I only wish that ordinary people had an unlimited capacity for doing harm then they might have an unlimited power for doing good.", 
    "name": "Socrates"
  }, 
  {
    "quote": "The power of accurate observation is commonly called cynicism by those who have not got it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The trouble with her is that she lacks the power of conversation but not the power of speech.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "She had lost the art of conversation but not, unfortunately, the power of speech.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "We have it in our power to begin the world over again.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "There is no such thing as a great talent without great will power.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Fascism should rightly be called Corporatism, as it is the merger of corporate and government power.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "Come forward as servants of Islam, organise the people economically, socially, educationally and politically and I am sure that you will be a power that will be accepted by everybody.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "This revolution, the information revoultion, is a revolution of free energy as well, but of another kind: free intellectual energy. It's very crude today, yet our Macintosh computer takes less power than a 100-watt bulb to run it and it can save you hours a day. What will it be able to do ten or 20 years from now, or 50 years from now?", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "I believe in the compelling power of love. I do not understand it. I believe it to be the most fragrant blossom of all this thorny existence.", 
    "name": "Theodore Dreiser"
  }, 
  {
    "quote": "All modern revolutions have ended in a reinforcement of the power of the State.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Power is like being a lady... if you have to tell people you are, you aren't.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Burning desire to be or do something gives us staying power - a reason to get up every morning or to pick ourselves up and start in again after a disappointment.", 
    "name": "Marsha Sinetar"
  }, 
  {
    "quote": "Doublethink means the power of holding two contradictory beliefs in one's mind simultaneously, and accepting both of them.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The measure of a man is what he does with power.", 
    "name": "Plato"
  }, 
  {
    "quote": "Powerful people cannot afford to educate the people that they oppress, because once you are truly educated, you will not ask for power. You will take it.", 
    "name": "John Henrik Clarke"
  }, 
  {
    "quote": "Here at this site, Solyndra expects to make enough solar panels each year to generate 500 megawatts of electricity. And over the lifetime of this expanded facility, that could be like replacing as many as eight coal-fired power plants.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "When you blame others, you give up your power to change.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.", 
    "name": "John Adams"
  }, 
  {
    "quote": "It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "I don't think I've ever been an agnostic. I've always thought there's a superior power, that this is not the real world and that there's a world to come.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "The essential elements of giving are power and love - activity and affection - and the consciousness of the race testifies that in the high and appropriate exercise of these is a blessedness greater than any other.", 
    "name": "Mark Hopkins"
  }, 
  {
    "quote": "The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "He who steals a little steals with the same wish as he who steals much, but with less power.", 
    "name": "Plato"
  }, 
  {
    "quote": "Tonight, we gather to affirm the greatness of our nation - not because of the height of our skyscrapers, or the power of our military, or the size of our economy. Our pride is based on a very simple premise, summed up in a declaration made over two hundred years ago.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I was ecstatic they re-named 'French Fries' as 'Freedom Fries'. Grown men and women in positions of power in the U.S. government showing themselves as idiots.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "There are two powers in the world one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Man, alone, has the power to transform his thoughts into physical reality man, alone, can dream and make his dreams come true.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "God... a being whose only definition is that he is beyond man's power to conceive.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "What then do you call your soul? What idea have you of it? You cannot of yourselves, without revelation, admit the existence within you of anything but a power unknown to you of feeling and thinking.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The earth is supported by the power of truth it is the power of truth that makes the sun shine and the winds blow indeed all things rest upon truth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Because power corrupts, society's demands for moral authority and character increase as the importance of the position increases.", 
    "name": "John Adams"
  }, 
  {
    "quote": "What I worry about would be that you essentially have two chambers, the House and the Senate, but you have simply, majoritarian, absolute power on either side. And that's just not what the founders intended.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Unless you choose to do great things with it, it makes no difference how much you are rewarded, or how much power you have.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking.", 
    "name": "Agnes de Mille"
  }, 
  {
    "quote": "Liberal: a power worshipper without power.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Pessimism leads to weakness, optimism to power.", 
    "name": "William James"
  }, 
  {
    "quote": "A man who lives right, and is right, has more power in his silence than another has by his words.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "As a nuclear power - as the only nuclear power to have used a nuclear weapon - the United States has a moral responsibility to act.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Of course, there is no question that Libya - and the world - will be better off with Gaddafi out of power. I, along with many other world leaders, have embraced that goal, and will actively pursue it through non-military means. But broadening our military mission to include regime change would be a mistake.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The media's the most powerful entity on earth. They have the power to make the innocent guilty and to make the guilty innocent, and that's power. Because they control the minds of the masses.", 
    "name": "Malcom X"
  }, 
  {
    "quote": "Equality may perhaps be a right, but no power on earth can ever turn it into a fact.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "In every community, there is work to be done. In every nation, there are wounds to heal. In every heart, there is the power to do it.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "The truths of religion are never so well understood as by those who have lost the power of reason.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Power always thinks it has a great soul and vast views beyond the comprehension of the weak.", 
    "name": "John Adams"
  }, 
  {
    "quote": "My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Beauty, n: the power by which a woman charms a lover and terrifies a husband.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "To live happily is an inward power of the soul.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "When every physical and mental resources is focused, one's power to solve a problem multiplies tremendously.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Either you think, or else others have to think for you and take power from you, pervert and discipline your natural tastes, civilize and sterilize you.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "The strength and power of despotism consists wholly in the fear of resistance.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Now workers should have the right to join unions. But unions should not be forced upon workers. And unions should not have the power to take money our of their members' paychecks to buy the support of politicians that are favored by the union bosses.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I don't blame the players today for the money. I blame the owners. They started it. They wanna give it to 'em? More power to 'em.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "You always do what you want to do. This is true with every act. You may say that you had to do something, or that you were forced to, but actually, whatever you do, you do by choice. Only you have the power to choose for yourself.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "You are never given a wish without also being given the power to make it come true. You may have to work for it, however.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "One does not need buildings, money, power, or status to practice the Art of Peace. Heaven is right where you are standing, and that is the place to train.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "There is nothing happens to any person but what was in his power to go through with.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The art of being happy lies in the power of extracting happiness from common things.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "We are not animals. We are not a product of what has happened to us in our past. We have the power of choice.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "It takes tremendous discipline to control the influence, the power you have over other people's lives.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "I love power. But it is as an artist that I love it. I love it as a musician loves his violin, to draw out its sounds and chords and harmonies.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "We continue to recognize the greater ability of some to earn more than others. But we do assert that the ambition of the individual to obtain for him a proper security is an ambition to be preferred to the appetite for great wealth and great power.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Every man who knows how to read has it in his power to magnify himself, to multiply the ways in which he exists, to make his life full, significant and interesting.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The power of imagination makes us infinite.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Power is my mistress. I have worked too hard at her conquest to allow anyone to take her away from me.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "In a republic this rule ought to be observed: that the majority should not have the predominant power.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Since Castro took power, the Cuban people have been denied basic human freedoms. No freedom of religion, no freedom of the press, no political freedom. And the regime uses brutality and violence to suppress these freedoms and impose its will.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "We do not need more intellectual power, we need more spiritual power. We do not need more of the things that are seen, we need more of the things that are unseen.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Power corrupts, and absolute power corrupts absolutely.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "There was a power outage at a department store yesterday. Twenty people were trapped on the escalators.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us.", 
    "name": "Wilma Rudolph"
  }, 
  {
    "quote": "Our nation is too different, too diverse to say that what works in Massachusetts is somehow going to be grabbed by the federal government, usurping the power of states and imposing a one-size-fits-all plan on the nation. That will not work.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The strength and power and goodness of America has always been based on the strength and power and goodness of our communities, our families, our faiths. That is the bedrock of what makes America, America. In our best days, we can feel the vibrancy of America's communities, large and small.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "All gods are homemade, and it is we who pull their strings, and so, give them the power to pull ours.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Everyone has their own insecurities, regardless of how you look or how people perceive you, but sometimes people give their insecurities too much power. Defining beauty is simply a matter of opinion. For me, real beauty has very little to do with the structure of someone's face or body.", 
    "name": "Devon Aoki"
  }, 
  {
    "quote": "The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour.", 
    "name": "William James"
  }, 
  {
    "quote": "Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Kindness is in our power, even when fondness is not.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Hitler and Mussolini were only the primary spokesmen for the attitude of domination and craving for power that are in the heart of almost everyone. Until the source is cleared, there will always be confusion and hate, wars and class antagonisms.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "Where love rules, there is no will to power and where power predominates, there love is lacking. The one is the shadow of the other.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "In the main it will be found that a power over a man's support (salary) is a power over his will.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "The ordinary man with extraordinary power is the chief danger for mankind - not the fiend or the sadist.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "'Smart power' is the use of American power in ways that would help prevent and resolve conflict - not just send our military in.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Power over a man's subsistence is power over his will.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Nationalism is power hunger tempered by self-deception.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Idealism is the noble toga that political gentlemen drape over their will to power.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it better, will preserve it longer, than the sad or sullen.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Religions, which condemn the pleasures of sense, drive men to seek the pleasures of power. Throughout history power has been the vice of the ascetic.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Power is not a means, it is an end. One does not establish a dictatorship in order to safeguard a revolution one makes the revolution in order to establish the dictatorship.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Where an excess of power prevails, property of no sort is duly respected. No man is safe in his opinions, his person, his faculties, or his possessions.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you're going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Mischief springs from the power which the moneyed interest derives from a paper currency which they are able to control, from the multitude of corporations with exclusive privileges... which are employed altogether for their benefit.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "The fundamental concept in social science is Power, in the same sense in which Energy is the fundamental concept in physics.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "In the general course of human nature, A power over a man's subsistence amounts to a power over his will.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "I repeat... that all power is a trust that we are accountable for its exercise that from the people and for the people all springs, and all must exist.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Prayer is mans greatest power!", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "What this power is I cannot say all I know is that it exists and it becomes available only when a man is in that state of mind in which he knows exactly what he wants and is fully determined not to quit until he finds it.", 
    "name": "Alexander Graham Bell"
  }, 
  {
    "quote": "Everything is generated through your own will power.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Rank does not confer privilege or give power. It imposes responsibility.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "It is certain, in any case, that ignorance, allied with power, is the most ferocious enemy justice can have.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "When anyone has the power to destroy the whole human race in a matter of hours, it becomes a moral issue. The church must speak out.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "All too often arrogance accompanies strength, and we must never assume that justice is on the side of the strong. The use of power must always be accompanied by moral choice.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "If you must break the law, do it to seize power: in all other cases observe it.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "We all have our own life to pursue, our own kind of dream to be weaving, and we all have the power to make wishes come true, as long as we keep believing.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Freedom is a man's natural power of doing what he pleases, so far as he is not prevented by force or law.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Except our own thoughts, there is nothing absolutely in our power.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law and those who have most to hope and nothing to lose will always be dangerous.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Love is the power to see similarity in the dissimilar.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "He who has great power should use it lightly.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "To be able to endure odium is the first art to be learned by those who aspire to power.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Most powerful is he who has himself in his own power.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "There is none made so great, but he may both need the help and service, and stand in fear of the power and unkindness, even of the meanest of mortals.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "If a small thing has the power to make you angry, does that not indicate something about your size?", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "One should never forbid what one lacks the power to prevent.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "For the first time in the history of mankind, one generation literally has the power to destroy the past, the present and the future, the power to bring time to an end.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Man is made or unmade by himself. By the right choice he ascends. As a being of power, intelligence, and love, and the lord of his own thoughts, he holds the key to every situation.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Beauty is power a smile is its sword.", 
    "name": "John Ray"
  }, 
  {
    "quote": "Liberty, according to my metaphysics is a self-determining power in an intellectual agent. It implies thought and choice and power.", 
    "name": "John Adams"
  }, 
  {
    "quote": "In the past a leader was a boss. Today's leaders must be partners with their people... they no longer can lead solely based on positional power.", 
    "name": "Ken Blanchard"
  }, 
  {
    "quote": "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "I believe in one thing only, the power of human will.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "If a man achieves victory over this body, who in the world can exercise power over him? He who rules himself rules over the whole world.", 
    "name": "Vinoba Bhave"
  }, 
  {
    "quote": "True contentment is a thing as active as agriculture. It is the power of getting out of any situation all that there is in it. It is arduous and it is rare.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Well, I think, by definition, all power has limits.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I believe in delegating power.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "There is no doubt that America remains the premier political, economic, military power in the world, and I both expect and count on it remaining so, because I think that's certainly in our best interest but also the best interests of the world.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "If those in charge of our society - politicians, corporate executives, and owners of press and television - can dominate our ideas, they will be secure in their power. They will not need soldiers patrolling the streets. We will control ourselves.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "The only real power comes out of a long rifle.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "By giving people the power to share, we're making the world more transparent.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "What then is freedom? The power to live as one wishes.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Today knowledge has power. It controls access to opportunity and advancement.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Much that passes as idealism is disguised hatred or disguised love of power.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Next to enjoying ourselves, the next greatest pleasure consists in preventing others from enjoying themselves, or, more generally, in the acquisition of power.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Experience does not err. Only your judgments err by expecting from her what is not in her power.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Well, love is insanity. The ancient Greeks knew that. It is the taking over of a rational and lucid mind by delusion and self-destruction. You lose yourself, you have no power over yourself, you can't even think straight.", 
    "name": "Marilyn French"
  }, 
  {
    "quote": "We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again.", 
    "name": "Paul Kagame"
  }, 
  {
    "quote": "It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "There is only one thing for us to do, and that is to do our level best right where we are every day of our lives To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Admiration of the proletariat, like that of dams, power stations, and aeroplanes, is part of the ideology of the machine age.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Machines are worshipped because they are beautiful and valued because they confer power they are hated because they are hideous and loathed because they impose slavery.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Black Power is giving power to people who have not had power to determine their destiny.", 
    "name": "Huey Newton"
  }, 
  {
    "quote": "Property may be destroyed and money may lose its purchasing power but, character, health, knowledge and good judgement will always be in demand under all conditions.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "Clairvoyant, n.: A person, commonly a woman, who has the power of seeing that which is invisible to her patron - namely, that he is a blockhead.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Mystical references to society and its programs to help may warm the hearts of the gullible but what it really means is putting more power in the hands of bureaucrats.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Power tends to corrupt and absolute power corrupts absolutely.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "I can very well do without God both in my life and in my painting, but I cannot, suffering as I am, do without something which is greater than I am, which is my life, the power to create.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "A fascist is one whose lust for money or power is combined with such an intensity of intolerance toward those of other races, parties, classes, religions, cultures, regions or nations as to make him ruthless in his use of deceit or violence to attain his ends.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Eulogy. Praise of a person who has either the advantages of wealth and power, or the consideration to be dead.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "It is a paradox that every dictator has climbed to power on the ladder of free speech. Immediately on attaining power each dictator has suppressed all free speech except his own.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The great constitutional corrective in the hands of the people against usurpation of power, or corruption by their agents is the right of suffrage and this when used with calmness and deliberation will prove strong enough.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Great is the power of habit. It teaches us to bear fatigue and to despise wounds and pain.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "No man deserves to be praised for his goodness, who has it not in his power to be wicked. Goodness without that power is generally nothing more than sloth, or an impotence of will.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Women have served all these centuries as looking glasses possessing the power of reflecting the figure of man at twice its natural size.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Liberty consists in the power of doing that which is permitted by the law.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "What power can poverty have over a home where loving hearts are beating with a consciousness of untold riches of the head and heart?", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Power gravitates to the man who knows how.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "There is that indescribable freshness and unconsciousness about an illiterate person that humbles and mocks the power of the noblest expressive genius.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Suppliers and especially manufacturers have market power because they have information about a product or a service that the customer does not and cannot have, and does not need if he can trust the brand. This explains the profitability of brands.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "A physician's physiology has much the same relation to his power of healing as a cleric's divinity has to his power of influencing conduct.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "All human laws are, properly speaking, only declaratory they have no power over the substance of original justice.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "The power of the white world is threatened whenever a black man refuses to accept the white world's definitions.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Liberty may be endangered by the abuse of liberty, but also by the abuse of power.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "The greater the state, the more wrong and cruel its patriotism, and the greater is the sum of suffering upon which its power is founded.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "All men having power ought to be distrusted to a certain degree.", 
    "name": "James Madison"
  }, 
  {
    "quote": "In our natural state, we are glorious beings. In the world of illusion, we are lost and imprisoned, slaves to our appetites and our will to false power.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "It is not in the power of even the most crafty dissimulation to conceal love long, where it really is, nor to counterfeit it long where it is not.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The intellectual tradition is one of servility to power, and if I didn't betray it I'd be ashamed of myself.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "All the idols made by man, however terrifying they may be, are in point of fact subordinate to him, and that is why he will always have it in his power to destroy them.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Power is not revealed by striking hard or often, but by striking true.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "One of the reasons people hate politics is that truth is rarely a politician's objective. Election and power are.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.", 
    "name": "James Allen"
  }, 
  {
    "quote": "I do not wish women to have power over men but over themselves.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "You can't trust anybody with power.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Only through destroying myself can I discover the greater power of my spirit.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Fame and power are the objects of all men. Even their partial fruition is gained by very few and that, too, at the expense of social pleasure, health, conscience, life.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Real politics are the possession and distribution of power.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you've done.", 
    "name": "Robert Downey, Jr."
  }, 
  {
    "quote": "The principle of all successful effort is to try to do not what is absolutely the best, but what is easily within our power, and suited for our temperament and condition.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The more extensive a man's knowledge of what has been done, the greater will be his power of knowing what to do.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The reward of one duty is the power to fulfill another.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "When it is not in our power to follow what is true, we ought to follow what is most probable.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The struggle for existence holds as much in the intellectual as in the physical world. A theory is a species of thinking, and its right to exist is coextensive with its power of resisting extinction by its rivals.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Knowledge is power only if man knows what facts not to bother with.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "It is in war that the State really comes into its own: swelling in power, in number, in pride, in absolute dominion over the economy and the society.", 
    "name": "Murray Rothbard"
  }, 
  {
    "quote": "Ah, summer, what power you have to make us suffer and like it.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Even though worker capacity and motivation are destroyed when leaders choose power over productivity, it appears that bosses would rather be in control than have the organization work well.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Power never takes a back step only in the face of more power.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Power in defense of freedom is greater than power in behalf of tyranny and oppression.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Political power grows out of the barrel of a gun.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "I would rather excel in the knowledge of what is excellent, than in the extent of my power and possessions.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "I would like nuclear fusion to become a practical power source. It would provide an inexhaustible supply of energy, without pollution or global warming.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "There is no limit to the power of loving.", 
    "name": "John Morton"
  }, 
  {
    "quote": "As regards the individual nature, woman is defective and misbegotten, for the active power of the male seed tends to the production of a perfect likeness in the masculine sex while the production of a woman comes from defect in the active power.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Art has the power to transform, to illuminate, to educate, inspire and motivate.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "If all mankind minus one were of one opinion, mankind would be no more justified in silencing that one person than he, if he had the power, would be justified in silencing mankind.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "One thing I hope I'll never be is drunk with my own power. And anybody who says I am will never work in this town again.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Our whole constitutional heritage rebels at the thought of giving government the power to control men's minds.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "The power to do good is also the power to do harm.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Politically, the world is so confused right now - there's so much suffering caused by various movements by various parties and people in power in government.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "It is a strange desire, to seek power, and to lose liberty or to seek power over others, and to lose power over a man's self.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Music makes us want to live. You don't know how many times people have told me that they'd been down and depressed and just wanted to die. But then a special song caught their ear and that helped give them renewed strength. That's the power music has.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "The people are the government, administering it by their agents they are the government, the sovereign power.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Wherever there is interest and power to do wrong, wrong will generally be done.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The public is not to see where power lies, how it shapes policy, and for what ends. Rather, people are to hate and fear one another.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Diplomacy: the art of restraining power.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "It is in this power of saying everything, and yet saying nothing too plainly, that the perfection of art consists.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Advertising ministers to the spiritual side of trade. It is great power that has been entrusted to your keeping which charges you with the high responsibility of inspiring and ennobling the commercial world. It is all part of the greater work of the regeneration and redemption of mankind.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "You should see what our Founding Fathers used to say to each other and in the early part of our nation. But what they were able to do, especially in Philadelphia in 1787, four months, they argued about what a House should be, what a Senate should be, the power of the president, the Congress, the Supreme Court. And they had to deal with slavery.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Those in possession of absolute power can not only prophesy and make their prophecies come true, but they can also lie and make their lies come true.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "The desire of excessive power caused the angels to fall the desire of knowledge caused men to fall.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "They say the test of literary power is whether a man can write an inscription. I say, 'Can he name a kitten?'", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "It's sort of a feeling of power onstage. It's really the ability to make people smile, or just to turn them one way or another for that duration of time, and for it to have some effect later on. I don't really think it's power... it's the goodness.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "The truth does not require a majority to prevail, ladies and gentlemen. The truth is its own power. The truth will out. Never forget that.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "The truth is that all men having power ought to be mistrusted.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The people are the only legitimate fountain of power, and it is from them that the constitutional charter, under which the several branches of government hold their power, is derived.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The spread of civilisation may be likened to a fire first, a feeble spark, next a flickering flame, then a mighty blaze, ever increasing in speed and power.", 
    "name": "Nikola Tesla"
  }, 
  {
    "quote": "King's response to our crisis can be put in one word: revolution. A revolution in our priorities, a reevaluation of our values, a reinvigoration of our public life and a fundamental transformation of our way of thinking and living that promotes a transfer of power from oligarchs and plutocrats to everyday people and ordinary citizens.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "Wisdom is the power to put our time and our knowledge to the proper use.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "The purposes of the United States should not be doubted. The Security Council resolutions will be enforced - the just demands of peace and security will be met - or action will be unavoidable. And a regime that has lost its legitimacy will also lose its power.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "How can you consider flower power outdated? The essence of my lyrics is the desire for peace and harmony. That's all anyone has ever wanted. How could it become outdated?", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "Knowledge and human power are synonymous.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The essence of Government is power and power, lodged as it must be in human hands, will ever be liable to abuse.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Few enterprises of great labor or hazard would be undertaken if we had not the power of magnifying the advantages we expect from them.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Knowledge is power. Information is power. The secreting or hoarding of knowledge or information may be an act of tyranny camouflaged as humility.", 
    "name": "Robin Morgan"
  }, 
  {
    "quote": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.", 
    "name": "Irving Berlin"
  }, 
  {
    "quote": "God exists, if only in the form of a meme with high survival value, or infective power, in the environment provided by human culture.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "I protest that if some great Power would agree to make me always think what is true and do what is right, on condition of being turned into a sort of clock and would up every morning before I got out of bed, I should instantly close with the offer.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Hateful is the power, and pitiable is the life, of those who wish to be feared rather than loved.", 
    "name": "Cornelius Nepos"
  }, 
  {
    "quote": "The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others. His own good, either physical or moral, is not sufficient warrant.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "The only thing that white people have that black people need, or should want, is power-and no one holds power forever.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "The love of liberty is the love of others the love of power is the love of ourselves.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Odd how the creative power at once brings the whole universe to order.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Nature has given women so much power that the law has very wisely given them little.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "He that fails in his endeavors after wealth or power will not long retain either honesty or courage.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Power is not sufficient evidence of truth.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "There are few things that we so unwillingly give up, even in advanced age, as the supposition that we still have the power of ingratiating ourselves with the fair sex.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I've always believed in God. I also think that's the sort of thing that either comes as part of the equipment, the capacity to believe, or at some point in your life, when you're in a position where you actually need help from a power greater than yourself, you simply make an agreement.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives.", 
    "name": "Albert Bandura"
  }, 
  {
    "quote": "The power of daring anything their fancy suggest, as always been conceded to the painter and the poet.", 
    "name": "Horace"
  }, 
  {
    "quote": "We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "The general tendency of things throughout the world is to render mediocrity the ascendant power among mankind.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Heroes are those who can somehow resist the power of the situation and act out of noble motives, or behave in ways that do not demean others when they easily can.", 
    "name": "Philip Zimbardo"
  }, 
  {
    "quote": "The most efficient water power in the world - women's tears.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Whenever we seek to avoid the responsibility for our own behavior, we do so by attempting to give that responsibility to some other individual or organization or entity. But this means we then give away our power to that entity.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "Anyone entrusted with power will abuse it if not also animated with the love of truth and virtue, no matter whether he be a prince, or one of the people.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "For as long as the power of America's diversity is diminished by acts of discrimination and violence against people just because they are black, Hispanic, Asian, Jewish, Muslim or gay, we still must overcome.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "An unlimited power to tax involves, necessarily, the power to destroy.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "There are two kinds of women, those who want power in the world and those who want power in bed.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Music has healing power. It has the ability to take people out of themselves for a few hours.", 
    "name": "Elton John"
  }, 
  {
    "quote": "Calmness is the cradle of power.", 
    "name": "J. G. Holland"
  }, 
  {
    "quote": "Don't let your will roar when your power only whispers.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "He is the best sailor who can steer within fewest points of the wind, and exact a motive power out of the greatest obstacles.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "The power of the periodical press is second only to that of the people.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "If one can stick to the training throughout the many long years, then will power is no longer a problem. It's raining? That doesn't matter. I am tired? That's besides the point. It's simply that I just have to.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "I'm not after fame and success and fortune and power. It's mostly that I want to have a good job and have good friends that's the good stuff in life.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "A few great minds are enough to endow humanity with monstrous power, but a few great hearts are not enough to make us worthy of using it.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "Their final objective toward which all their deceit is directed is to capture political power so that, using the power of the state and the power of the market simultaneously, they may keep the common man in eternal subjection.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "It is not power that corrupts but fear. Fear of losing power corrupts those who wield it and fear of the scourge of power corrupts those who are subject to it.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "The power of faith will often shine forth the most when the character is naturally weak.", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "I don't have a set of tenets, but I live an ethical life. I practice a humility that presupposes there's a power greater than myself. And I always believe, don't inflict harm where it's not necessary.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "The power of lying is much less than the power of what is not to be discussed.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion.", 
    "name": "Alexander the Great"
  }, 
  {
    "quote": "To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.", 
    "name": "Joan Didion"
  }, 
  {
    "quote": "Never stand begging for that which you have the power to earn.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "As women slowly gain power, their values and priorities are reshaping the agenda. A multitude of studies show that when women control the family funds, they generally spend more on health, nutrition, and education - and less on alcohol and cigarettes.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Power will intoxicate the best hearts, as wine the strongest heads. No man is wise enough, nor good enough to be trusted with unlimited power.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Always there has been some terrible evil at home or some monstrous foreign power that was going to gobble us up if we did not blindly rally behind it.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "If you lose the power to laugh, you lose the power to think.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "When we are angry or depressed in our creativity, we have misplaced our power. We have allowed someone else to determine our worth, and then we are angry at being undervalued.", 
    "name": "Julia Margaret Cameron"
  }, 
  {
    "quote": "Conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long even if it is, the consciousness of possessing and using it well should satisfy one, and the great charm of all power is modesty.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "If in preaching the gospel you substitute your knowledge of the way of salvation for confidence in the power of the gospel, you hinder people from getting to reality.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "The thing women have yet to learn is nobody gives you power. You just take it.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "Money: power at its most liquid.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Well, first of all, I think that a lot of the voters who are voting for the tea party candidates have really good impulses. That is, they believe that for years and years and years, the people with wealth and power or government power have done well and ordinary people have not. That's true.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Politics isn't about big money or power games it's about the improvement of people's lives.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "To achieve the mood of a warrior is not a simple matter. It is a revolution. To regard the lion and the water rats and our fellow men as equals is a magnificent act of a warrior's spirit. It takes power to do that.", 
    "name": "Carlos Castaneda"
  }, 
  {
    "quote": "Using the power you derive from the discovery of the truth about racism in South Africa, you will help us to remake our part of the world into a corner of the globe on which all - of which all of humanity can be proud.", 
    "name": "Oliver Tambo"
  }, 
  {
    "quote": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The real rulers in Washington are invisible, and exercise power from behind the scenes.", 
    "name": "Felix Frankfurter"
  }, 
  {
    "quote": "Nothing can add more power to your life than concentrating all your energies on a limited set of targets.", 
    "name": "Nido Qubein"
  }, 
  {
    "quote": "No government fights fascism to destroy it. When the bourgeoisie sees that power is slipping out of its hands, it brings up fascism to hold onto their privileges.", 
    "name": "Buenaventura Durruti"
  }, 
  {
    "quote": "Well, I think indigenous peoples have ways of living on the Earth that they've had forever. And they've been overrun by organized religion, which has had a lot of money and power.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Are you in earnest? Seize this very minute! Boldness has genius, power, and magic in it. Only engage, and then the mind grows heated. Begin, and then the work will be completed.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "A politician's goal is always to manipulate public debate. I think there are some politicians with higher goals. But all of them get corrupted by power.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "A bad book is the worse that it cannot repent. It has not been the devil's policy to keep the masses of mankind in ignorance but finding that they will read, he is doing all in his power to poison their books.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "There's a great power in words, if you don't hitch too many of them together.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Goodness, armed with power, is corrupted and pure love without power is destroyed.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The past cannot be changed. The future is yet in your power.", 
    "name": "Mary Pickford"
  }, 
  {
    "quote": "Every time you don't follow your inner guidance, you feel a loss of energy, loss of power, a sense of spiritual deadness.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "When it comes to controlling human beings, there is no better instrument than lies. Because you see, humans live by beliefs. And beliefs can be manipulated. The power to manipulate beliefs is the only thing that counts.", 
    "name": "Michael Ende"
  }, 
  {
    "quote": "If the Holy Spirit can take over the subconscious with our consent and cooperation, then we have almighty Power working at the basis of our lives, then we can do anything we ought to do, go anywhere we ought to go, and be anything we ought to be.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "You must never underestimate the power of the eyebrow.", 
    "name": "Jack Black"
  }, 
  {
    "quote": "The power of the ballot we need in sheer defense, else what shall save us from a second slavery?", 
    "name": "W. E. B. Du Bois"
  }, 
  {
    "quote": "I'm sure we, the American people, are the butt of jokes by those in power.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "I'm not the same person I was. I used to act dumb. It was an act. I am 26 years old, and that act is no longer cute. It is not who I am, nor do I want to be that person for the young girls who looked up to me. I know now that I can make a difference, that I have the power to do that.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Power is not something that can be assumed or discarded at will like underwear.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "In the United States, though power corrupts, the expectation of power paralyzes.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "If you think of paying court to the men in power, your eternal ruin is assured.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Women are a sisterhood. They make common cause in behalf of the sex and, indeed, this is natural enough, when we consider the vast power that the law gives us over them.", 
    "name": "William Cobbett"
  }, 
  {
    "quote": "The power to question is the basis of all human progress.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "It is by its promise of a sense of power that evil often attracts the weak.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Barack Obama's enemies are the people who make this country work. Barack Obama's enemies are those who succeed. Those are the people whose income he wants to redistribute. Those are the people whose income he wants to take, using the power and the force of the federal government to do it.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "But the lover's power is the poet's power. He can make love from all the common strings with which this world is strung.", 
    "name": "Amelia Barr"
  }, 
  {
    "quote": "By nature's kindly disposition most questions which it is beyond a man's power to answer do not occur to him at all.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The exercise of power is determined by thousands of interactions between the world of the powerful and that of the powerless, all the more so because these worlds are never divided by a sharp line: everyone has a small part of himself in both.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Nothing is more gratifying to the mind of man than power or dominion.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "The incentive to ambition is the love of power.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Appreciate the power of rumor, often malicious, no matter how preposterous, within the local populations you are seeking to help.", 
    "name": "Alvin Adams"
  }, 
  {
    "quote": "Democracy shows not only its power in reforming governments, but in regenerating a race of men and this is the greatest blessing of free governments.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "If forgers and malefactors are put to death by the secular power, there is much more reason for excommunicating and even putting to death one convicted of heresy.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "A lot of women these days, a lot of young women don't want to call themselves feminists. You have this cheap, hideous 'girl power' sort of fad, which I think is pretty benign at best, but at worst, I think it's a way of taking the politics out of feminism and making it some kind of fashion.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "A leader has the vision and conviction that a dream can be achieved. He inspires the power and energy to get it done.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "When virtue and modesty enlighten her charms, the lustre of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "Power is no blessing in itself, except when it is used to protect the innocent.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "The good man is he who rules himself as he does his own property: his autonomous being is modelled on material power.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "New York City is a great monument to the power of money and greed... a race for rent.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Who would not give up wit for power and beauty?", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Power is domination, control, and therefore a very selective form of truth which is a lie.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "The symptoms of fascist thinking are colored by environment and adapted to immediate circumstances. But always and everywhere they can be identified by their appeal to prejudice and by the desire to play upon the fears and vanities of different groups in order to gain power.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Scientists will eventually stop flailing around with solar power and focus their efforts on harnessing the only truly unlimited source of energy on the planet: stupidity. I predict that in the future, scientists will learn how to convert stupidity into clean fuel.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "I am more and more convinced that man is a dangerous creature and that power, whether vested in many or a few, is ever grasping, and like the grave, cries, 'Give, give.'", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "I'm learning the power of going away for the weekend and keeping myself company.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "If women be educated for dependence that is, to act according to the will of another fallible being, and submit, right or wrong, to power, where are we to stop?", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "The strategic adversary is fascism... the fascism in us all, in our heads and in our everyday behavior, the fascism that causes us to love power, to desire the very thing that dominates and exploits us.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "The only power deserving the name is that of masses, and of governments while they make themselves the organ of the tendencies and instincts of masses.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "The California crunch really is the result of not enough power-generating plants and then not enough power to power the power of generating plants.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "With power comes the abuse of power. And where there are bosses, there are crazy bosses. It's nothing new.", 
    "name": "Judd Rose"
  }, 
  {
    "quote": "Western civilization, unfortunately, does not link knowledge and morality but rather, it connects knowledge and power and makes them equivalent.", 
    "name": "Vine Deloria, Jr."
  }, 
  {
    "quote": "To get power over is to defile. To possess is to defile.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Evil, when we are in its power, is not felt as evil, but as a necessity, even a duty.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "In the intellectual order, the virtue of humility is nothing more nor less than the power of attention.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "For real change, we need feminine energy in the management of the world. We need a critical number of women in positions of power, and we need to nurture the feminine energy in men.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "I love being a wife and homemaker - because it's my choice. My husband doesn't expect me to do it. I don't mind doing things for him because he does so much for me we both feel that way so there is no power struggle.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "In the power of fixing the attention lies the most precious of the intellectual habits.", 
    "name": "Robert Hall"
  }, 
  {
    "quote": "The almost insoluble task is to let neither the power of others, nor our own powerlessness, stupefy us.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "The screen is a magic medium. It has such power that it can retain interest as it conveys emotions and moods that no other art form can hope to tackle.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "It is remarkable by how much a pinch of malice enhances the penetrating power of an idea or an opinion. Our ears, it seems, are wonderfully attuned to sneers and evil reports about our fellow men.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Every addition to true knowledge is an addition to human power.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "People demand freedom only when they have no power.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "I have never seen opponents so silent about their record, and so desperate to keep their power.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I believe in the transformational power of liberty. I believe that the free Iraq is in this nation's interests. I believe a free Afghanistan is in this nation's interest.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The power of fortune is confessed only by the miserable, for the happy impute all their success to prudence or merit.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Power and violence are opposites where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "It is through this mysterious power that we too have our being, and we therefore yield to our neighbors, even to our animal neighbors, the same right as ourselves to inhabit this vast land.", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "I believe the root of all evil is abuse of power.", 
    "name": "Patricia Cornwell"
  }, 
  {
    "quote": "No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "The sea - this truth must be confessed - has no generosity. No display of manly qualities - courage, hardihood, endurance, faithfulness - has ever been known to touch its irresponsible consciousness of power.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Remember, each one of us has the power to change the world. Just start thinking peace, and the message will spread quicker than you think.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "The worst pain a man can suffer: to have insight into much and power over nothing.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Numerous politicians have seized absolute power and muzzled the press. Never in history has the press seized absolute power and muzzled the politicians.", 
    "name": "David Brinkley"
  }, 
  {
    "quote": "I think a responsibility comes with notoriety, but I never think of it as power. It's more like something you hold, like grains of sand. If you keep your hand closed, you can have it and possess it, but if you open your fingers in any way, you can lose it just as quickly.", 
    "name": "Diana Ross"
  }, 
  {
    "quote": "Too many problem-solving sessions become battlegrounds where decisions are made based on power rather than intelligence.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "We are born to action and whatever is capable of suggesting and guiding action has power over us from the first.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Liberal Democrats are inexorably opposed to tax cuts, because tax cuts give people more power, and take away from the role of government.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Militant feminists are pro-choice because it's their ultimate avenue of power over men. And believe me, to them it is a question of power. It is their attempt to impose their will on the rest of society, particularly on men.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Words derive their power from the original word.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "The race of mankind would perish did they cease to aid each other. We cannot exist without mutual help. All therefore that need aid have a right to ask it from their fellow-men and no one who has the power of granting can refuse it without guilt.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Look, we know we screwed up when we were in the majority. We fell in love with power. We spent way too much money - especially on earmarks. There was too much corruption when we ran this place. We were guilty. And that's why we lost.", 
    "name": "Eric Cantor"
  }, 
  {
    "quote": "Communism is Soviet power plus the electrification of the whole country.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "I have a fantasy where Ted Turner is elected President but refuses because he doesn't want to give up power.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "I'm aware of the mystery around us, so I write about coincidences, premonitions, emotions, dreams, the power of nature, magic.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "The most cogent reason for restricting the interference of government is the great evil of adding unnecessarily to its power.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "There are movements which impinge upon the nerves with a strength that is incomparable, for movement has power to stir the senses and emotions, unique in itself.", 
    "name": "Doris Humphrey"
  }, 
  {
    "quote": "The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature that is to say, of his own life.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "The tallest Trees are most in the Power of the Winds, and Ambitious Men of the Blasts of Fortune.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Back in the East you can't do much without the right papers, but with the right papers you can do anything The believe in papers. Papers are power.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "The House of Lords, an illusion to which I have never been able to subscribe - responsibility without power, the prerogative of the eunuch throughout the ages.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "The terror of the atom age is not the violence of the new power but the speed of man's adjustment to it, the speed of his acceptance.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "The great gift of human beings is that we have the power of empathy.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "Liberty is not the power of doing what we like, but the right to do what we ought.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "I learned a good deal about economics, and about America, from the author of the Reagan tax reforms - the great Jack Kemp. What gave Jack that incredible enthusiasm was his belief in the possibilities of free people, in the power of free enterprise and strong communities to overcome poverty and despair. We need that same optimism right now.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I know the power obedience has of making things easy which seem impossible.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "People who avoid the brick walls - all power to ya, but we all have to hit them sometimes in order to push through to the next level, to evolve.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I wanted to prove the sustaining power of music.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy. The essence of trust building is to emphasize the similarities between you and the customer.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "Rumors sound of galleries asking artists for upsized art and more of it. I've heard of photographers asked to print larger to increase the wall power and salability of their work. Everything winds up set to maximum in order to feed the beast.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Sometimes the best lighting of all is a power failure.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "And what do Democrats stand for, if they are so ready to defame concerned citizens as the 'mob' - a word betraying a Marie Antoinette delusion of superiority to ordinary mortals. I thought my party was populist, attentive to the needs and wishes of those outside the power structure. And as a product of the 1960s, I thought the Democratic party was passionately committed to freedom of thought and speech.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "Let him that hath no power of patience retire within himself, though even there he will have to put up with himself.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "It's okay to be a fat man. It's prestige and power and all of that. But fat women are seen as just lazy and stupid and having no self-control.", 
    "name": "Camryn Manheim"
  }, 
  {
    "quote": "When the imagination and will power are in conflict, are antagonistic, it is always the imagination which wins, without any exception.", 
    "name": "Emile Coue"
  }, 
  {
    "quote": "I think it's child abuse to have someone in the public eye too young. Society basically values wealth and fame and power at the cost of well-being. In the case of a child, it's at the cost of someone's natural development. It's already hard enough to develop.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "'Charm' - which means the power to effect work without employing brute force - is indispensable to women. Charm is a woman's strength just as strength is a man's charm.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Life is the power that's greater than I can ever comprehend. The way life runs through everything, even the tiniest elements of nature - that makes me humble.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "I used to wish there was a useful term for those of us who thought American power should be used to remove psychopathic dictators.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Power is not an institution, and not a structure neither is it a certain strength we are endowed with it is the name that one attributes to a complex strategical situation in a particular society.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "He's really sort of the devil. He's completely emotionally detached. He has no empathy. You find that in psychopaths. It's about power with Voldemort. It's an aphrodisiac for him. Power makes him feel alive.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "I try to deal with the complexities of power and social life, but as far as the visual presentation goes I purposely avoid a high degree of difficulty.", 
    "name": "Barbara Kruger"
  }, 
  {
    "quote": "I also take pleasure in the so-called negative power in Grotjahn's work. That is, I love his paintings for what they are not. Unlike much art of the past decade, Grotjahn isn't simply working from a prescribed checklist of academically acceptable, curator-approved 'isms' and twists.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Just as Pollock used the drip to meld process and product, Richter 'found' and used the smudge and the blur to ravish the eye, creating works of psychic and physical power.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Urs Fischer specializes in making jaws drop. Cutting giant holes in gallery walls, digging a crater in Gavin Brown's gallery floor in 2007, creating amazing hyperrealist wallpaper for a group show at Tony Shafrazi: It all percolates with uncanny destructiveness, operatic uncontrollability, and barbaric sculptural power.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The power of the harasser, the abuser, the rapist depends above all on the silence of women.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "The salvation of this human world lies nowhere else than in the human heart, in the human power to reflect, in human meekness and human responsibility.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "The people of this country, not special interest big money, should be the source of all political power.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "To play safe, I prefer to accept only one type of power: the power of art over trash, the triumph of magic over the brute.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "It's being willing to walk away that gives you strength and power - if you're willing to accept the consequences of doing what you want to do.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "Well, when I was younger, I lied all the time, because once you understand the power of lying, it's really like magic because you transform reality for people.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I think every individual has his or her own power, and it's a matter of working, taking time and defining what that power is.", 
    "name": "Jill Scott"
  }, 
  {
    "quote": "I serve a higher power, Jesus Christ. I make no apologies in saying that.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Power is so characteristically calm, that calmness in itself has the aspect of strength.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "A reform is a correction of abuses a revolution is a transfer of power.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Power can be taken, but not given. The process of the taking is empowerment in itself.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Beauty attracts us men but if, like an armed magnet it is pointed, beside, with gold and silver, it attracts with tenfold power.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Nip the shoots of arbitrary power in the bud, is the only maxim which can ever preserve the liberties of any people.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "I truly believe that we have infinite levels of power that we don't even know are available to us.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "And the biggest, coldest power play of all in Obamacare came at the expense of the elderly.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Blessed are they who have the gift of making friends, for it is one of God's best gifts. It involves many things, but above all, the power of going out of one's self, and appreciating whatever is noble and loving in another.", 
    "name": "Thomas Hughes"
  }, 
  {
    "quote": "Power doesn't corrupt people, people corrupt power.", 
    "name": "William Gaddis"
  }, 
  {
    "quote": "Ayurveda is a sister philosophy to yoga. It is the science of life or longevity and it teaches about the power and the cycles of nature, as well as the elements.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "Do not call for black power or green power. Call for brain power.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "There are two kinds of power you have to fight. The first is the money, and that's just our system. The other is the people close around you, knowing when to accept their criticism, knowing when to say no.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "It will make a weak man mighty. it will make a mighty man fall. It will fill your heart and hands or leave you with nothing at all. It's the eyes for the blind and legs for the lame. It is the love for hate and pride for shame. That's the power of the gospel.", 
    "name": "Ben Harper"
  }, 
  {
    "quote": "The contest for ages has been to rescue liberty from the grasp of executive power.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "Music is very spiritual, it has the power to bring people together.", 
    "name": "Edgar Winter"
  }, 
  {
    "quote": "No power on earth has a right to take our property from us without our consent.", 
    "name": "John Jay"
  }, 
  {
    "quote": "The power of the lawyer is in the uncertainty of the law.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "As you enter positions of trust and power, dream a little before you think.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "It was settled by the Constitution, the laws, and the whole practice of the government that the entire executive power is vested in the President of the United States.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Every diminution of the public burdens arising from taxation gives to individual enterprise increased power and furnishes to all the members of our happy confederacy new motives for patriotic affection and support.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Be good. Do good. The devil wields no power over a good man.", 
    "name": "Harry Segall"
  }, 
  {
    "quote": "Kind words are a creative force, a power that concurs in the building up of all that is good, and energy that showers blessings upon the world.", 
    "name": "Lawrence G. Lovasik"
  }, 
  {
    "quote": "In all realms of life it takes courage to stretch your limits, express your power, and fulfill your potential... it's no different in the financial realm.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "But America was founded on the principle that every person has God-given rights. That power belongs to the people. That government exists to protect our rights and serve our interests.That we shouldn't be trapped in the circumstances of our birth. That we should be free to go as far as our talents and work can take us.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "It is said that power corrupts, but actually it's more true that power attracts the corruptible. The sane are usually attracted by other things than power.", 
    "name": "David Brin"
  }, 
  {
    "quote": "Knowledge is not a passion from without the mind, but an active exertion of the inward strength, vigor and power of the mind, displaying itself from within.", 
    "name": "Ralph Cudworth"
  }, 
  {
    "quote": "If the sight of the blue skies fills you with joy, if a blade of grass springing up in the fields has power to move you, if the simple things of nature have a message that you understand, rejoice, for your soul is alive.", 
    "name": "Eleonora Duse"
  }, 
  {
    "quote": "No emperor has the power to dictate to the heart.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "The older I get, the greater power I seem to have to help the world I am like a snowball - the further I am rolled the more I gain.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "I am not unconscious of the persuasive power exerted by these considerations to drag men along in the current but I am not at liberty to travel that road.", 
    "name": "Benjamin F. Wade"
  }, 
  {
    "quote": "Without education, we are weaker economically. Without economic power, we are weaker in terms of national security. No great military power has ever remained so without great economic power.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Also, as I lay there thinking of my vision, I could see it all again and feel the meaning with a part of me like a strange power glowing in my body but when the part of me that talks would try to make words for the meaning, it would be like fog and get away from me.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.", 
    "name": "Charles A. Beard"
  }, 
  {
    "quote": "When leaders take back power, when they act as heroes and saviors, they end up exhausted, overwhelmed, and deeply stressed.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "If you walk down the street and smile at someone, that will get passed on to the next person. That has the power to change someone's day.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "The American people should be made aware of the trend toward monopolization of the great public information vehicles and the concentration of more and more power over public opinion in fewer and fewer hands.", 
    "name": "Spiro T. Agnew"
  }, 
  {
    "quote": "Men have defined the parameters of every subject. All feminist arguments, however radical in intent or consequence, are with or against assertions or premises implicit in the male system, which is made credible or authentic by the power of men to name.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "Physics does not change the nature of the world it studies, and no science of behavior can change the essential nature of man, even though both sciences yield technologies with a vast power to manipulate the subject matters.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Sometimes power is all a person has, so they will protect it even unto their own destruction, for without power they have nothing.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Jewelry and pins have been worn throughout history as symbols of power, sending messages. Interestingly enough, it was mostly men who wore the jewelry in various times, and obviously crowns were part of signals that were being sent throughout history by people of rank.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "He was one of those men who possess almost every gift, except the gift of the power to use them.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Responsibility walks hand in hand with capacity and power.", 
    "name": "J. G. Holland"
  }, 
  {
    "quote": "Some day science may have the existence of mankind in power, and the human race can commit suicide by blowing up the world.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "A word after a word after a word is power.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "Scientific progress makes moral progress a necessity for if man's power is increased, the checks that restrain him from abusing it must be strengthened.", 
    "name": "Madame de Stael"
  }, 
  {
    "quote": "The child supplies the power but the parents have to do the steering.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "Revolutionaries do not make revolutions. The revolutionaries are those who know when power is lying in the street and then they can pick it up.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "The heights of popularity and patriotism are still the beaten road to power and tyranny.", 
    "name": "David Hume"
  }, 
  {
    "quote": "In the Old Testament, it says that if you have the power to do something good, then you have to do it. You're not to avoid helping somebody in their time of need.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "The Jewish festival of freedom is the oldest continuously observed religious ritual in the world. Across the centuries, Passover has never lost its power to inspire the imagination of successive generations of Jews with its annually re-enacted drama of slavery and liberation.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "All things by immortal power. Near of far, to each other linked are, that thou canst not stir a flower without troubling of a star.", 
    "name": "Francis Thompson"
  }, 
  {
    "quote": "We should keep silent about those in power to speak well of them almost implies flattery to speak ill of them while they are alive is dangerous, and when they are dead is cowardly.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Don't you dare underestimate the power of your own instinct.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "I am opposed to the accumulation of executive power anywhere.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Young film makers should learn how to deal with the money and learn how to deal with the power structure. Because it is like a battle.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "There's a lot more power in calm than in vituperation.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "The leader who exercises power with honor will work from the inside out, starting with himself.", 
    "name": "Blaine Lee"
  }, 
  {
    "quote": "The fact is there is forgiveness for those who seek God. And I believe in the power of redemption.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "The ability of writers to imagine what is not the self, to familiarize the strange and mystify the familiar, is the test of their power.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Nature is at work. Character and destiny are her handiwork. She gives us love and hate, jealousy and reverence. All that is ours is the power to choose which impulse we shall follow.", 
    "name": "David Seabury"
  }, 
  {
    "quote": "To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "It is a power stronger than will. Could a stone escape from the laws of gravity? Impossible. Impossible, for evil to form an alliance with good.", 
    "name": "Isidore Ducasse Lautreamont"
  }, 
  {
    "quote": "The simplest and most basic meaning of the symbol of the Goddess is the acknowledgment of the legitimacy of female power as a beneficent and independent power.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "What I fear most is power with impunity. I fear abuse of power, and the power to abuse.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Woes and wonders of Power, that tonic hell, synthesis of poison and panacea.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Everybody has something that chews them up and, for me, that thing was always loneliness. The cinema has the power to make you not feel lonely, even when you are.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "The point of power is always in the present moment.", 
    "name": "Louise L. Hay"
  }, 
  {
    "quote": "Human beings are accustomed to think of intellect as the power of having and controlling ideas and of ability to learn as synonymous with ability to have ideas. But learning by having ideas is really one of the rare and isolated events in nature.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "Knowing that you are completely forgiven destroys the power of sin in your life.", 
    "name": "Joseph Prince"
  }, 
  {
    "quote": "When we consistently suppress and distrust our intuitive knowingness, looking instead for authority, validation, and approval from others, we give our personal power away.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "What has destroyed every previous civilization has been the tendency to the unequal distribution of wealth and power.", 
    "name": "Henry George"
  }, 
  {
    "quote": "The coming of honor or disgrace must be a reflection of one's inner power.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "Power is something of which I am convinced there is no innocence this side of the womb.", 
    "name": "Nadine Gordimer"
  }, 
  {
    "quote": "I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society's care.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "The law always limits every power it gives.", 
    "name": "David Hume"
  }, 
  {
    "quote": "I think I have told you, but if I have not, you must have understood, that a man who has a vision is not able to use the power of it until after he has performed the vision on earth for the people to see.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "To use the power of the bison, I had to perform that part of my vision for the people to see.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "You see, I had been riding with the storm clouds, and had come to earth as rain, and it was drought that I had killed with the power that the Six Grandfathers gave me.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "The thing is, if you control the Senate meetings, you control the gavel. And the gavel is a very important instrument... an instrument of power. An instrument that establishes the agenda.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "But what is after all the happiness of mere power? There is a greater happiness possible than to be lord of heaven and earth that is the happiness of being truly loved.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "All outward forms of religion are almost useless, and are the causes of endless strife. Believe there is a great power silently working all things for good, behave yourself and never mind the rest.", 
    "name": "Beatrix Potter"
  }, 
  {
    "quote": "Poetry is ordinary language raised to the Nth power. Poetry is boned with ideas, nerved and blooded with emotions, all held together by the delicate, tough skin of words.", 
    "name": "Paul Engle"
  }, 
  {
    "quote": "Order is power.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "In all our associations in all our agreements let us never lose sight of this fundamental maxim - that all power was originally lodged in, and consequently is derived from, the people.", 
    "name": "George Mason"
  }, 
  {
    "quote": "The term 'genre' eventually becomes pejorative because you're referring to something that's so codified and ritualised that it ceases to have the power and meaning it had when it first started.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "When you give everyone a voice and give people power, the system usually ends up in a really good place. So, what we view our role as, is giving people that power.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "The party in power, like Jonah's gourd, grew up quickly, and will quickly fall.", 
    "name": "Davy Crockett"
  }, 
  {
    "quote": "During the time men live without a common power to keep them all in awe, they are in that conditions called war and such a war, as if of every man, against every man.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "I'd always felt very strongly in the power of vocation.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "The first requisite of a sound monetary system is that it put the least possible power over the quantity or quality of money in the hands of the politicians.", 
    "name": "Henry Hazlitt"
  }, 
  {
    "quote": "We'll never solve the feminization of power until we solve the masculinity of wealth.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "The power to define the situation is the ultimate power.", 
    "name": "Jerry Rubin"
  }, 
  {
    "quote": "Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "There is something fundamentally unfair about a government that takes away so much of people's money, power, and personal control while telling them that life will be better as a result.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "Every American, regardless of their background, has the right to live free of unwarranted government intrusion. Repealing the worst provisions of the Patriot Act will reign in this gross abuse of power and restore to everyone our basic Constitutional rights.", 
    "name": "Pete Stark"
  }, 
  {
    "quote": "Mere goodness can achieve little against the power of nature.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "There is nothing more corrupting, nothing more destructive of the noblest and finest feelings of our nature, than the exercise of unlimited power.", 
    "name": "William Henry Harrison"
  }, 
  {
    "quote": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "In life, single women are the most vulnerable adults. In movies, they are given imaginary power.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "Doing the right thing has power.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "It seems to me the Washington Monument is a symbol of America's power. It has been the symbol of our great nation. We look at the symbol and we say 'this is one nation under God.'", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "The worth of a civilization or a culture is not valued in the terms of its material wealth or military power, but by the quality and achievements of its representative individuals - its philosophers, its poets and its artists.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "There is trust in there being a Spirit who loves me and wants me to have love in my life. I trust in this higher power, it is what keeps me moving forward no matter what happens.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "When I got to France I realized I didn't know very much about food at all. I'd never had a real cake. I'd had those cakes from cake mixes or the ones that have a lot of baking powder in them. A really good French cake doesn't have anything like that in it - it's all egg power.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "Our enemies are our evil deeds and their memories, our pride, our selfishness, our malice, our passions, which by conscience or by habit pursue us with a relentlessness past the power of figure to express.", 
    "name": "George A. Smith"
  }, 
  {
    "quote": "I emphasize self-esteem, self-confidence, and dignity, not as an ideal, but as a real test of community organization. Without leadership development, community organizations do not have staying power.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Never work just for money or for power. They won't save your soul or help you sleep at night.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "More than ever before, consumers have the ability to unify their voices and coalesce their buying power to influence corporate behaviors.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The most impactful way consumers can assert their power is to become mindful shoppers, giving their dollars only to socially responsible companies. In today's world of social media and smart phones, this is easy to do.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Let's hope brands recognize that the true power of this technology is not its reach but its ability to communicate substance that adds meaning to our lives. Otherwise, brands will be investing in technology that consumers simply won't buy.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Power tends to corrupt, and absolute power corrupts absolutely.", 
    "name": "John Acton"
  }, 
  {
    "quote": "Thoughts have power thoughts are energy. And you can make your world or break it by your own thinking.", 
    "name": "Susan Taylor"
  }, 
  {
    "quote": "Words, without power, is mere philosophy.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Before 'Schindler's List,' I wouldn't have believed movies had a lot of power for social change.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "American policy seems to be wed to a perpetual state of war. Why? History shows that the world will always be in flux or turmoil, with different peoples competing for visibility and power. The U.S. cannot fix the fate of every nation.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "We should seek by all means in our power to avoid war, by analysing possible causes, by trying to remove them, by discussion in a spirit of collaboration and good will.", 
    "name": "Neville Chamberlain"
  }, 
  {
    "quote": "Every one, more or less, loves Power, yet those who most wish for it are seldom the fittest to be trusted with it.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "What is the system? It revolves around the banks, the system is built on the power of the banks, so it can be destroyed through the banks.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "Marvelous is the power which can be exercised, almost unconsciously, over a company, or an individual, or even upon a crowd by one person gifted with good temper, good digestion, good intellects, and good looks.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "Before the tongue can speak, it must have lost the power to wound.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "It is impossible for any number which is a power greater than the second to be written as a sum of two like powers. I have a truly marvelous demonstration of this proposition which this margin is too narrow to contain.", 
    "name": "Pierre de Fermat"
  }, 
  {
    "quote": "It's okay for Christians throughout centuries to exterminate races and for their priests to rape little kids throughout decades, but trying to give the people the power to think and be individual, that's evil?", 
    "name": "Glenn Danzig"
  }, 
  {
    "quote": "To us Americans much has been given of us much is required. With all our faults and mistakes, it is our strength in support of the freedom our forefathers loved which has saved mankind from subjection to totalitarian power.", 
    "name": "Norman Thomas"
  }, 
  {
    "quote": "Hope... is the companion of power, and the mother of success for who so hopes has within him the gift of miracles.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Fight the power that be. Fight the power.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "A great power has to have the discipline not only to go when necessary but to know when not to go. Getting involved in ethnic, religious civil wars is a recipe for disaster.", 
    "name": "John Kasich"
  }, 
  {
    "quote": "I believe in a higher power and I believe in good and bad, right and wrong. You sleep in the bed you make.", 
    "name": "Leif Garrett"
  }, 
  {
    "quote": "He who wants to persuade should put his trust not in the right argument, but in the right word. The power of sound has always been greater than the power of sense.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "This administration in Washington that's in power now clearly believes that government is not only the answer to every need, but it's the most qualified to make the most central decisions for every American in every area.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Stereotypes lose their power when the world is found to be more complex than the stereotype would suggest. When we learn that individuals do not fit the group stereotype, then it begins to fall apart.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "The best advice I ever got was that knowledge is power and to keep reading.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "A picture must possess a real power to generate light and for a long time now I've been conscious of expressing myself through light or rather in light.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "The power of visibility can never be underestimated.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Bill Clinton sitting on Air Force One getting his hair cut while people around the country cooled their heels and waited for him, became a metaphor for a populist president who had gotten drunk with the perks of his own power and was sort of, you know, not sensitive to what people wanted.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Language is legislation, speech is its code. We do not see the power which is in speech because we forget that all speech is a classification, and that all classifications are oppressive.", 
    "name": "Roland Barthes"
  }, 
  {
    "quote": "I have heard that the Saudi Arabians are paying Greenpeace to campaign against Nuclear Power. It wouldn't surprise me at all.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "There will always be vain, obsessive people who want to own rare and extraordinary things whatever the cost there will always be people for whom owning beautiful, dangerous animals brings a sense of power and magic.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I am of mixed minds about the issue of privacy. On one hand, I understand that information is power, and power is, well, power, so keeping your private information to yourself is essential - especially if you are a controversial figure, a celebrity, or a dissident.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "The miracles of the church seem to me to rest not so much upon faces or voices or healing power coming suddenly near to us from afar off, but upon our perceptions being made finer, so that for a moment our eyes can see and our ears can hear what is there about us always.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "Emotional power is maybe the most valuable thing that an actor can have.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all.", 
    "name": "Pericles"
  }, 
  {
    "quote": "The greatness of a man's power is the measure of his surrender.", 
    "name": "William Booth"
  }, 
  {
    "quote": "Power has to be insecure to be responsive.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Concentration of executive power, unless it's very temporary and for specific circumstances, let's say fighting world war two, it's an assault on democracy.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Moreover, the practical recommendations deduced from ecological principles threaten the vested interests of commerce it is hardly surprising that the financial and political power created by these investments should be used sometimes to suppress environmental impact studies.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "The 'anti-globalisation movement' is the most significant proponent of globalisation - but in the interests of people, not concentrations of state-private power.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "There are many respects in which America, if it can bring itself to act with the magnanimity and the empathy appropriate to its size and power, can be an intelligent example to the world.", 
    "name": "J. William Fulbright"
  }, 
  {
    "quote": "The only prize much cared for by the powerful is power.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "Power is the ability to get things done.", 
    "name": "Rosabeth Moss Kanter"
  }, 
  {
    "quote": "Blackheart Records being 25 years old represents staying power and the fact that we weren't able to get a record out through conventional means, so we had to create this record company to put out our records if we wanted to be a band that had records to give out to their fans.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I'm not a power person. I like everyone to be on an equal footing.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "Time is compressed like the fist I close on my knee... I hold inside it the clues and solutions and the power for what I must do now.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "There are probably several hundred thousand if we narrow the definition to include only those who in their search for money and power are ruthless and deceitful.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Only he deserves power who every day justifies it.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Plant the seed of desire in your mind and it forms a nucleus with power to attract to itself everything needed for its fulfillment.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "I'm not out burning bras, but I'm very opinionated about women owning their power.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "No punishment has ever possessed enough power of deterrence to prevent the commission of crimes. On the contrary, whatever the punishment, once a specific crime has appeared for the first time, its reappearance is more likely than its initial emergence could ever have been.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Nobody is going to delegate a lot of power to a secretary that they can't control.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "We cannot create observers by saying 'observe,' but by giving them the power and the means for this observation and these means are procured through education of the senses.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "True human goodness, in all its purity and freedom, can come to the fore only when its recipient has no power.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Ah, the power of two. There's nothing quite like it. Especially when it comes to paying utility bills, parenting, cooking elaborate meals, purchasing a grown-up bed, jumping rope and lifting heavy machinery. The world favours pairs. Who wants to waste the wood building an ark for singletons?", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "The struggle of man against power is the struggle of memory against forgetting.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "The year most of my high school friends and I got our driver's permits, the coolest thing one could do was stand outside after school and twirl one's car keys like a lifeguard whistle. That jingling sound meant freedom and power.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Power should not be concentrated in the hands of so few, and powerlessness in the hands of so many.", 
    "name": "Maggie Kuhn"
  }, 
  {
    "quote": "It's easy to dislike the few senior women out there. What if women were half the positions in power? It would be harder to dislike all of them.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "Eternal vigilance is the price of liberty power is ever stealing from the many to the few.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "I think that if your approach is one where you don't want to alienate anybody, you're going to have to soften the viewpoint or the information that you're offering to such an extent that it doesn't have the power to make any difference. You have to take that risk.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "The sword is the axis of the world and its power is absolute.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "I'm not in power, but my ideas are in power. And my ideas will prevail.", 
    "name": "Ehud Olmert"
  }, 
  {
    "quote": "I'm appalled the word feminism has been denigrated to a place of almost ridicule and I very passionately believe the word needs to be revalued and reintroduced with power and understanding that this is a global picture.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "These years in silence and reflection made me stronger and reminded me that acceptance has to come from within and that this kind of truth gives me the power to conquer emotions I didn't even know existed.", 
    "name": "Ricky Martin"
  }, 
  {
    "quote": "To have what we want is riches but to be able to do without is power.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Whether it comes from a despotic sovereign or an elected president, from a murderous general or a beloved leader, I see power as an inhuman and hateful phenomenon.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "To enlarge or illustrate this power and effect of love is to set a candle in the sun.", 
    "name": "Robert Burton"
  }, 
  {
    "quote": "We believe in a flexible union of free member states who share treaties and institutions and pursue together the ideal of co-operation, to represent and promote the values of European civilisation in the world, advance our shared interests by using our collective power to open markets, and to build a strong economic base across the whole of Europe.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "The '60s was one of the first times the power of music was used by a generation to bind them together.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "I never told a victim story about my imprisonment. Instead, I told a transformation story - about how prison changed my outlook, about how I saw that communication, truth, and trust are at the heart of power.", 
    "name": "Fernando Flores"
  }, 
  {
    "quote": "Today's leading real-world retailer, Wal-Mart, uses software to power its logistics and distribution capabilities, which it has used to crush its competition.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "The dangers of a concentration of all power in the general government of a confederacy so vast as ours are too obvious to be disregarded.", 
    "name": "Franklin Pierce"
  }, 
  {
    "quote": "They are patriotic in time of war because it is to their interest to be so, but in time of peace they follow power and the dollar wherever they may lead.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "This House cannot function without an open, accountable, and independent ethics process and the molestation of that process by the majority is an abuse of power that cannot stand.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "Making recess appointments when the Senate isn't in recess is neither rational nor moderate. It's a raw misuse of executive power by a president whose love of government is his most vulnerable spot with the electorate.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "The attack on ObamaCare was that Congress does not have the power under the Commerce Clause to force a private citizen into a private contractual relationship. If such a thing is permitted to stand, the anti-ObamaCare forces argue, there will be no limit to Congress's power in the future.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "The classic rule of thumb is that if you are an intellectual ideological magazine, you do better in opposition than you do if your views are reflected by people in power.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "You want a culture where citizens are free to express themselves and so live in the openness necessary to the functioning of a successful economy? Israel has a free press, much of it openly hostile to the parties in power.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "I often get letters, quite frequently, from people who say how they like the programmes a lot, but I never give credit to the almighty power that created nature.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "The man who has sufficient power over himself to wait until his nature has recovered its even balance is the truly wise man, but such beings are seldom met with.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I think actors are getting so much more power these days, but I'm not. I stay very much away from the decisions, the way in which things are orchestrated, what's been changed. I just try to stay completely in the role as the actor and as the character.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "The United States is the only power in history that became great by giving and not by taking. I think the crisis was when the United States had more money than ideas. Money doesn't produce money. Ideas produce money.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Technology gives us power, but it does not and cannot tell us how to use that power. Thanks to technology, we can instantly communicate across the world, but it still doesn't help us know what to say.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "With my new venture, Club Mom, we want to empower moms to feel their value and also build their collective power to make their lives better and easier. We want to bring them together as a community to share experiences and information.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "I foresee the Chinese ruling the world. What are you going to do to stop it? No president of the United States will ever have enough power to stop the Chinese when they want to take over the world.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "We give you the facts. I told you information is power - knowledge is power. We can't be in an ideological battle to redeem the soul of this country if we don't have the facts.", 
    "name": "Tavis Smiley"
  }, 
  {
    "quote": "Unless we do things in this country to slow down our population, slow down our birth control, provide better water for people, provide power for people, we're gonna find out that the next wars are not going to be fought over diamonds, gold and political things.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "Parenting, as an unpaid occupation outside the world of public power, entails lower status, less power, and less control of resources than paid work.", 
    "name": "Nancy Chodorow"
  }, 
  {
    "quote": "Master of the universe but not of myself, I am the only rebel against my absolute power.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "Men should think twice before making widow hood woman's only path to power.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Hurry, conscious younger people! Get to power quickly so political decisions can be based on the greater good for all rather than the greater gain for few. Hurry, before it is too late!", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "How shall I be able to rule over others, that have not full power and command of myself?", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "Power without abuse loses its charm.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Grammar is a piano I play by ear. All I know about grammar is its power.", 
    "name": "Joan Didion"
  }, 
  {
    "quote": "I absolutely believe in the power of tithing and giving back. My own experience about all the blessings I've had in my life is that the more I give away, the more that comes back. That is the way life works, and that is the way energy works.", 
    "name": "Ken Blanchard"
  }, 
  {
    "quote": "The power of choosing good and evil is within the reach of all.", 
    "name": "Origen"
  }, 
  {
    "quote": "Not the power to remember, but its very opposite, the power to forget, is a necessary condition for our existence.", 
    "name": "Saint Basil"
  }, 
  {
    "quote": "Lessons of wisdom have the most power over us when they capture the heart through the groundwork of a story, which engages the passions.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Over the last half century the television interview has given us some of TV's most heart-stopping and memorable moments. On the surface it is a simple format - two people sitting across from one another having a conversation. But underneath it is often a power struggle - a battle for the psychological advantage.", 
    "name": "David Frost"
  }, 
  {
    "quote": "Given the daunting challenges that we face, it's important that president elect Obama is prepared to really take power and begin to rule day one.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "The functions of these elders, therefore, determine the power of the people for a representative is one chosen by others to do in their name what they are entitled to do in their own persons or rather to exercise the powers which radically inhere in those for whom they act.", 
    "name": "Charles Hodge"
  }, 
  {
    "quote": "No science is immune to the infection of politics and the corruption of power.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "Not drunk is he who from the floor - Can rise alone and still drink more But drunk is They, who prostrate lies, Without the power to drink or rise.", 
    "name": "Thomas Love Peacock"
  }, 
  {
    "quote": "The American polity is infected with a serious imbalance of power between elites and masses, a power which is the principal threat to our democracy.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Black power can be clearly defined for those who do not attach the fears of white America to their questions about it.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "If we define an American fascist as one who in case of conflict puts money and power ahead of human beings, then there are undoubtedly several million fascists in the United States.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Your real self - the 'I am I' - is master of this land, the ruler of this empire. You rightfully have power and dominion over it, all its inhabitants, and all contained in its realm.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Our dreams are firsthand creations, rather than residues of waking life. We have the capacity for infinite creativity at least while dreaming, we partake of the power of the Spirit, the infinite Godhead that creates the cosmos.", 
    "name": "Jackie Gleason"
  }, 
  {
    "quote": "'Thank you power' is writing down the moments that are good in your life so that you can go back and reflect on them - so you've got this sort of repository of good stuff in your past.", 
    "name": "Deborah Norville"
  }, 
  {
    "quote": "Vision without power does bring moral elevation but cannot give a lasting culture.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Never underestimate the power of the State to act out its own massive fantasies.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "The message that I gave on the - on the steps today was that you need to stand for those things that are right and empower the individual. Believe in the power of one person. Don't believe that you can't do it. Everybody wants - everybody wants a shot. That we can all agree on. Beyond that, it becomes politics. I'm not talking politics.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Business is in itself a power.", 
    "name": "Garet Garrett"
  }, 
  {
    "quote": "O! what a Godlike Power is that of doing Good! I envy the Rich and the Great for nothing else!", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Unlimited power is apt to corrupt the minds of those who posses it and this I know, my lords: that where law ends, tyranny begins.", 
    "name": "William Pitt"
  }, 
  {
    "quote": "In Psalm 72, Solomon prays for power and fame but he says the purpose of influence is to speak up for others and one is the immigrant. He doesn't delineate between legal and illegal.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Give fools their gold, and knaves their power let fortune's bubbles rise and fall who sows a field, or trains a flower, or plants a tree, is more than all.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "There is a glaring reason that the necessary total ban on nontherapeutic use of antibiotics hasn't happened: The factory farm industry, allied with the pharmaceutical industry, has more power than public-health professionals.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Censorship is saying: 'I'm the one who says the last sentence. Whatever you say, the conclusion is mine.' But the internet is like a tree that is growing. The people will always have the last word - even if someone has a very weak, quiet voice. Such power will collapse because of a whisper.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "Perhaps as good a classification as any of the main types is that of the three lusts distinguished by traditional Christianity - the lust of knowledge, the lust of sensation, and the lust of power.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "When you live under the power of terror and segregation, you can't ever start a work of art.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Most critical writing is drivel and half of it is dishonest. It is a short cut to oblivion, anyway. Thinking in terms of ideas destroys the power to think in terms of emotions and sensations.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "Many have said of Alchemy, that it is for the making of gold and silver. For me such is not the aim, but to consider only what virtue and power may lie in medicines.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "Although our inattention can contribute to our lack of total well-being, we also have the power to choose positive behaviors and responses. In that choice we change our every experience of life!", 
    "name": "Greg Anderson"
  }, 
  {
    "quote": "I mean, being a child was being a child, was being a creature without power, without pocket money, without escape routes of any kind. So I didn't want to be a child.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I have now taken a serious task upon myself and I fear a greater one that is in the power of any man to perform in the given time-but it is too late to go back.", 
    "name": "Eli Whitney"
  }, 
  {
    "quote": "I don't feel particularly comfortable about actors using whatever power they may have to push their beliefs, unless they're extremely well informed.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "Because primarily of the power of the Internet, people of modest means can band together and amass vast sums of money that can change the world for some public good if they all agree.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "No horse gets anywhere until he is harnessed. No stream or gas drives anything until it is confined. No Niagara is ever turned into light and power until it is tunneled. No life ever grows great until it is focused, dedicated, disciplined.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral.", 
    "name": "Ida Tarbell"
  }, 
  {
    "quote": "It's a life's journey of finding ourselves, finding our power, and living for yourself, not for everyone else.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "In the next 10 years, I expect at least five billion people worldwide to own smartphones, giving every individual with such a phone instant access to the full power of the Internet, every moment of every day.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Technology is like water it wants to find its level. So if you hook up your computer to a billion other computers, it just makes sense that a tremendous share of the resources you want to use - not only text or media but processing power too - will be located remotely.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "The disruptive powers of excessive national fecundity may have played a greater part in bursting the bonds of convention than either the power of ideas or the errors of autocracy.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "There is this power that comes with being famous.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "But the power of instruction is seldom of much efficacy, except in those happy dispositions where it is almost superfluous.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "The power to wage war is the power to wage war successfully.", 
    "name": "Charles Evans Hughes"
  }, 
  {
    "quote": "The principles of a free constitution are irrecoverably lost, when the legislative power is nominated by the executive.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "Something I learned very early on in my career is that there are a lot of things that you do not have any power over.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "Any form of art is a form of power it has impact, it can affect change - it can not only move us, it makes us move.", 
    "name": "Ossie Davis"
  }, 
  {
    "quote": "Two thousand years ago, we lived in a world of Gods and Goddesses. Today, we live in a world solely of Gods. Women in most cultures have been stripped of their spiritual power.", 
    "name": "Dan Brown"
  }, 
  {
    "quote": "Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power.", 
    "name": "Maimonides"
  }, 
  {
    "quote": "This nuclear option is ultimately an example of the arrogance of power.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "The White House isn't the place to learn how to deal with international crisis, the balance of power, war and peace, and the economic future of the next generation.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I don't know what I would have done without believing in God. His support gives me power and energy to continue to be optimistic, to smile, not to be depressed. Sometimes, if things are not going so well, I don't cry. I say maybe it's meant to be.", 
    "name": "Ofra Haza"
  }, 
  {
    "quote": "Whatever else it was, Adolf Hitler's short-lived regime was also a colossal industrial process by which the wealth and productive power of much of Europe was wrenched from its normal purposes and converted into a machine for killing.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Women have a lot of power in private life. There are many men who would say, 'Hey, women already rule my life.' But with women, more is more. The more there are, the more the world gets used to seeing them. We change the culture. We begin to expand options and lead and manage.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Almost all first ladies have had tremendous power on personnel issues, whether the public realized it or not, whether it was Barbara Bush or Nancy Reagan or whoever.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "That someone like Obama could be elected president of the United States - with its unrivaled power and prestige - has begun to restore the country's and the world's faith in America as the land of opportunity.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "I am concerned about how to reverse the process by which a fundamentalist right and a corporate elite were able to seize power in the United States.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "Truth makes many appeals, not the least of which is its power to shock.", 
    "name": "Jules Renard"
  }, 
  {
    "quote": "Kids now are so used to surround sound and the power in theater speakers, that the concert hall is a disappointment to them.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "I have been, and will go on, fighting that damnable, dirty, rotten business with all the power at my command.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "I would not send a poor girl into the world, ignorant of the snares that beset her path nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself .", 
    "name": "Anne Bronte"
  }, 
  {
    "quote": "It is from weakness that people reach for dictators and concentrated government power. Only the strong can be free. And only the productive can be strong.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "Caring for children is a dance between setting appropriate limits as caretakers and avoiding unnecessary power struggles that result in unhappiness.", 
    "name": "Charlotte Davis Kasl"
  }, 
  {
    "quote": "The oil companies regard nuclear power as their rival, who will reduce their profits, so they put out a lot of disinformation about nuclear power.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "In terms of individuals who actually inspired me, very few of the academic people that I had access to had that power over me. Maybe it's simply because I wasn't that committed to geometry.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "There is much to dislike about President Obama's approach to the financial crisis. But opposition, it seems, will have to come from somewhere other than conservatism. The party out of power is also a party out of touch.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "It is always a disappointment to turn from forthright consideration of some subject - whether from the Left or the Right, a poet or a plumber - to the Beltway version, in which the only aspects of the issue that matter are the effects it will have on the fortunes of the two parties and the various men in power.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "There are people in the world who have the power to change our values.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "What one writer can make in the solitude of one room is something no power can easily destroy.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Before, I was really passive, all I cared about was being in love with my boyfriend. I didn't have any creative power, nothing. I don't know that person any more.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I like to make music, I like rap music. Even if I'm white, I support that music. If I want to support it or any other white kid wants to support it more power to them.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "We should try to understand our innermost needs. We shouldn't use irony to reduce their power.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "For it pleased God, after he had made all things by the word of his power, to create man after his own image.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "In the sense that you're not at the centre of power, like a president or prime minister of a major power, everyone is marginalised my position doesn't isn't unique in that respect. I think there are different sorts of relevance in different contexts.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Never underestimate the power of a simple tool.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "Everyone asks me about being so worried or thinking about existence as if I'm the only person who can't understand why a tree grows the way it does or why a person is in power when they're not that great. These are questions everyone has.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "Culture follows power.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "Once upon a time my political opponents honored me as possessing the fabulous intellectual and economic power by which I created a worldwide depression all by myself.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "When the Lord Chancellor violates the trust of his great office of state to solicit party donations from people whose careers he can control, and then says I'm not sorry, and I'd do it again no wonder the public think that power has gone to their heads.", 
    "name": "William Hague"
  }, 
  {
    "quote": "It's not possible for two countries to be the leading dominant political power at the same time.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "Power doesn't have to be on such a big scale for powerful things to occur. Within your own home, you can be a powerful woman as a mother, influencing your children's lives.", 
    "name": "Jill Scott"
  }, 
  {
    "quote": "The world is not going into concentric blocs of power. It is actually going into a diffusion of power with more centres of decision-making than ever in human civilisation. That requires you to place yourself in far more hubs of power than ever before.", 
    "name": "William Hague"
  }, 
  {
    "quote": "In a world awash in debt, power shifts to creditors.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "I have two daughters and I have done everything in my power to prevent them from assimilating, even being aware of, my idiocy about my weight.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "As a woman who has some sort of power, you have to have a man that can take that. It's hard to find those men.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I always tell my kids that as soon as you have a secret, something about you that you are ashamed to have others find out, you have given other people the power to hurt you by exposing you.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Politics and power is a realm of relative influence.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "The power which establishes a state is violence the power which maintains it is violence the power which eventually overthrows it is violence.", 
    "name": "Kenneth Kaunda"
  }, 
  {
    "quote": "I learned about the market's power when I was traded to the Buffalo Bills for $100.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "I am sure that no man can derive more pleasure from money or power than I do from seeing a pair of basketball goals in some out of the way place.", 
    "name": "James Naismith"
  }, 
  {
    "quote": "The force of the advertising word and image dwarfs the power of other literature in the 20th century.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "What the Lib Dems have failed to do is offer any meaningful agenda for government or for power.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "If the power to do hard work is not a skill, it's the best possible substitute for it.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "People didn't wasn't the People's party to come in to power again, so they saw NS a viable alternative not us, because everyone knew we were not ready.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "We have a market-driven society so obsessed with buying and selling and obsessed with power and pleasure and property.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "The power I exert on the court depends on the power of my arguments, not on my gender.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "The obligation of subjects to the sovereign is understood to last as long, and no longer, than the power lasteth by which he is able to protect them.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "The corporate woman has been defined as the 'liberated woman' and I see that as the exact opposite. I think she now is more enslaved, maybe even more than the housewife was because she's so out of her power, and imitating male power is not female power.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "Information can bring you choices and choices bring power - educate yourself about your options and choices. Never remain in the dark of ignorance.", 
    "name": "Joy Page"
  }, 
  {
    "quote": "A major power can afford a military debacle only when it looks like a political victory.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The chief function of the city is to convert power into form, energy into culture, dead matter into the living symbols of art, biological reproduction into social creativity.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "Biology always beats will power.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "But the cause for which we fought was higher our thought wider... That thought was our power.", 
    "name": "Joshua Chamberlain"
  }, 
  {
    "quote": "We need to understand that we are not each others' enemies in this country. And it is only the political class that derives its power by creating friction. It is only the media that derives its importance by creating friction... that uses every little thing to create this chasm between people. This is not who we are.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Protect IP (PIPA) and the Stop Online Piracy Act (SOPA) are a step towards a different kind of Internet. They are a step towards an Internet in which those with money and lawyers and access to power have a greater voice than those who don't.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "The super power that I would choose would be compassion. Because that's what I think it takes to make it through life-an understanding, a give and take. It saves an awful lot of resentment.", 
    "name": "Craig T. Nelson"
  }, 
  {
    "quote": "It was R.E.M. who showed other Eighties bands how to get away with ignoring the rules - they lived in some weird town nobody never heard of, they didn't play power chords, they probably couldn't even spell 'spandex.' All they had was songs.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "The bitterest creature under heaven is the wife who discovers that her husband's bravery is only bravado, that his strength is only a uniform, that his power is but a gun in the hands of a fool.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The reality is that the special interest groups that have lobbied against Free Choice Vouchers object to any measure that would empower employees to have a say in their health benefits because it begins to erode their power in the current health care system.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Movies for adults sucked in the 1980s, and music for adults sucked even worse whether we're talking about Kathleen Turner flicks or Sting albums, the decade's non-teen culture has no staying power at all.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "What the world needs is a small, compact, flexible fusion technology that could make electricity where and when it is needed. The existing fusion program is leading to a huge source of centralized power, at a price that nobody except a government can afford.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "I've become invested with this symbolic power. It really does transcend what I'm actually doing and what I actually deserve.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "I do support artists standing by their beliefs and walking with integrity. We have to find a better way to commercially exploit music while giving artists their proper respect. This cannot be done while taking their contributions for granted or trying to control the scope of their growth and power through threats and fear tactics.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "The power of the American system of republicanism lies in its capacity to allow religious belief to be a competing, not a controlling, factor in American life.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Words to me were magic. You could say a word and it could conjure up all kinds of images or feelings or a chilly sensation or whatever. It was amazing to me that words had this power.", 
    "name": "Amy Tan"
  }, 
  {
    "quote": "The attacks of September 11 - and subsequent acts of terror from London to Madrid to Fort Hood, Texas - embody the most repulsive of human instincts, the will to power at the price of the lives of others.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "When governments become large, voters cannot exercise close oversight, otherwise known as political power.", 
    "name": "Maggie Gallagher"
  }, 
  {
    "quote": "I like doing things where I can get dirty, work with my hands, and use power tools. Last weekend, I did some grouting.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "In the same way that we need statesmen to spare us the abjection of exercising power, we need scholars to spare us the abjection of learning.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "Power without principle is barren, but principle without power is futile. This is a party of government, and I will lead it as a party of government.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "I am on the power toothbrush train and I'm asking people to try to using an Oral B power toothbrush. I just started using one and I cannot believe that I waited this long to use a power toothbrush. It's so much easier than using a manual toothbrush.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I say to the Taliban: surrender the terrorists or surrender power. It's your choice.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "I lived by the candlelight for two years because I couldn't afford power. It was nice and romantic at the time, but if you can't afford power you're pretty broke. You endure it.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "I have hair that I audition with, my sitcom hair which is a curly wig. I have my long chic hair that I wear to my son's school so they know I'm not playing around. I always tell people that my husband gets a different woman every night when I come home from 'The View.' Hair makes you feel a certain way, like putting a power suit on.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "The superior power of population cannot be checked without producing misery or vice.", 
    "name": "Thomas Malthus"
  }, 
  {
    "quote": "I consider 'Dr. Horrible' a tremendous success. The fact that it won an Emmy I just think lends validity to what we were doing and the point we were trying to make: taking the power into someone else's hands and changing the world.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "Obama has no power to change American policy because there are people who specialize in drawing these policies, which have been and still are hostile towards Islam.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "Today we thank God for all the blessings He has bestowed upon this great Country and ask Him to continue to heal our land and meet our needs - and we do so through the power of prayer.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "Nowhere has the political power of coal been more obvious than in presidential campaigns.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "Prayer is commission. Out of the quietness with God, power is generated that turns the spiritual machinery of the world. When you pray, you begin to feel the sense of being sent, that the divine compulsion is upon you.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "Life is suffering. Life is not resistance to suffering. The point of life is to suffer. This is why we're here: We're here to suffer. I believe in a higher power that compassionately allows suffering for us as a race, to grow and mature.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "When it comes to energy, cost isn't everything - but it's a lot. Everybody wants cheap power.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "This is the pain pacemaker. I've got a battery under my skin. From that battery are two electrodes that go into the spine where they cut bone away to accommodate it. Now I put on the power here. If I have the pain, the stimulator starts. It's tingling, like when your foot falls asleep, you know?", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "In reality, Republicans have long been at war with clean energy. They have ridiculed investments in solar and wind power, bashed energy-efficiency standards, attacked state moves to promote renewable energy and championed laws that would enshrine taxpayer subsidies for fossil fuels while stripping them from wind and solar.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "The sublimity of administration consists in knowing the proper degree of power that should be exerted on different occasions.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "Mark Ruffalo, aka the Incredible Hulk, is the natural gas industry's worst nightmare: a serious, committed activist who is determined to use his star power as a superhero in the hottest movie of the moment to draw attention the environmental and public health risks of fracking.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "We say no to lots of things that would please us. I would like to punch people every now and then, but I don't. I would like to have something for free rather than pay for it. I would like to skip to the front of the line... I don't mean to brush aside the taste of meat, which is a powerful attraction. But its power is not without limit.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "The coal industry is an even larger part of the Australian economy than it is of the American, and it has an enormous amount of political power.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "A tool is usually more simple than a machine it is generally used with the hand, whilst a machine is frequently moved by animal or steam power.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "Bloomberg's $50 million is not going to revolutionize the electric power industry. But his willingness to fight is already inspiring others to see Big Coal differently.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "Another mode of accumulating power arises from lifting a weight and then allowing it to fall.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "One thing you can say about nuclear power: the people who believe it is the silver bullet for America's energy problems never give up.", 
    "name": "Jeff Goodell"
  }
]