[
  {
    "quote": "Be faithful in small things because it is in them that your strength lies.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Faith is taking the first step even when you don't see the whole staircase.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Take the first step in faith. You don't have to see the whole staircase, just take the first step.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "Doubt is a pain too lonely to know that faith is his twin brother.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "God always takes the simplest way.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Faith activates God - Fear activates the Enemy.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Faith is a knowledge within the heart, beyond the reach of proof.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "As your faith is strengthened you will find that there is no longer the need to have a sense of control, that things will flow as they will, and that you will flow with them, to your great delight and benefit.", 
    "name": "Emmanuel Teney"
  }, 
  {
    "quote": "God didn't make a mistake when He made you. You need to see yourself as God sees you.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "God will never give you anything you can't handle, so don't stress.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "A casual stroll through the lunatic asylum shows that faith does not prove anything.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Faith is the strength by which a shattered world shall emerge into the light.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Faith consists in believing when it is beyond the power of reason to believe.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Faith is to believe what you do not see the reward of this faith is to see what you believe.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery.", 
    "name": "John Paul Jones"
  }, 
  {
    "quote": "Faith: not wanting to know what is true.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I gave in, and admitted that God was God.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "We are never defeated unless we give up on God.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "A man of courage is also full of faith.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Faith is not something to grasp, it is a state to grow into.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all if you lose, you lose nothing. Wager, then, without hesitation, that He exists.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We have one life it soon will be past what we do for God is all that will last.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Faith and prayer are the vitamins of the soul man cannot live in health without them.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "God enters by a private door into every individual.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Pray as though everything depended on God. Work as though everything depended on you.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "In the affairs of this world, men are saved not by faith, but by the want of it.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Nor shall derision prove powerful against those who listen to humanity or those who follow in the footsteps of divinity, for they shall live forever. Forever.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Our faith comes in moments our vice is habitual.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The faith that stands on authority is not faith.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Pray, and let God worry.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "A faith is a necessity to a man. Woe to him who believes in nothing.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I am still far from being what I want to be, but with God's help I shall succeed.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Faith is the bird that feels the light when the dawn is still dark.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "We are twice armed if we fight with faith.", 
    "name": "Plato"
  }, 
  {
    "quote": "Belief in a cruel God makes a cruel man.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Believers, look up - take courage. The angels are nearer than you think.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "In faith there is enough light for those who want to believe and enough shadows to blind those who don't.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Physical strength can never permanently withstand the impact of spiritual force.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "God... a being whose only definition is that he is beyond man's power to conceive.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "If you have God on your side, everything becomes clear.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "Faith has to do with things that are not seen and hope with things that are not at hand.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Faithless is he that says farewell when the road darkens.", 
    "name": "J. R. R. Tolkien"
  }, 
  {
    "quote": "Faith is not belief without proof, but trust without reservation.", 
    "name": "D. Elton Trueblood"
  }, 
  {
    "quote": "Faith means belief in something concerning which doubt is theoretically possible.", 
    "name": "William James"
  }, 
  {
    "quote": "Faith is deliberate confidence in the character of God whose ways you may not understand at the time.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian.", 
    "name": "Kirk Cameron"
  }, 
  {
    "quote": "Faith is a passionate intuition.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Faith is spiritualized imagination.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "A wise ruler ought never to keep faith when by doing so it would be against his interests.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Faith and doubt both are needed - not as antagonists, but working side by side to take us around the unknown curve.", 
    "name": "Lillian Smith"
  }, 
  {
    "quote": "Have faith in God God has faith in you.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Faith indeed tells what the senses do not tell, but not the contrary of what they see. It is above them and not contrary to them.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "God never made a promise that was too good to be true.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "You were made by God and for God, and until you understand that, life will never make sense.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Faith in oneself is the best and safest course.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "Ask those who love Him with a sincere love, and they will tell you that they find no greater or prompter relief amid the troubles of their life than in loving conversation with their Divine Friend.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "I live and love in God's peculiar light.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "God continues to work miracles in my life.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "And the attitude of faith is the very opposite of clinging to belief, of holding on.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "He wants you all to Himself to put His loving, divine arms around you.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "To me faith means not worrying.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "We can no more do without spirituality than we can do without food, shelter, or clothing.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "Your faithfulness makes you trustworthy to God.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "The only faith that wears well and holds its color in all weathers is that which is woven of conviction and set with the sharp mordant of experience.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "The power of faith will often shine forth the most when the character is naturally weak.", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "Keep the faith, don't lose your perseverance and always trust your gut extinct.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "Faith, to my mind, is a stiffening process, a sort of mental starch.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Keep your faith in God, but keep your powder dry.", 
    "name": "Oliver Cromwell"
  }, 
  {
    "quote": "Reason is our soul's left hand, faith her right.", 
    "name": "John Donne"
  }, 
  {
    "quote": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "Ultimately, blind faith is the only kind.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Man, I just feel blessed... I was in a situation where the only way I could come out of it was by putting my faith in God. No matter how good my lawyers were, no matter how much celebrity I had, everything was just stacked up against me.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "Worry is spiritual short sight. Its cure is intelligent faith.", 
    "name": "Paul Brunton"
  }, 
  {
    "quote": "Faith is the very first thing you should pack in a hope chest.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "What does God the Father look like? Although I've never seen Him, I believe - as with the Holy Spirit - He looks like Jesus looked on earth.", 
    "name": "Benny Hinn"
  }, 
  {
    "quote": "It takes vision and courage to create - it takes faith and courage to prove.", 
    "name": "Owen D. Young"
  }, 
  {
    "quote": "Knowledge is only one half. Faith is the other.", 
    "name": "Novalis"
  }, 
  {
    "quote": "It is truer to say that martyrs create faith more than faith creates martyrs.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "I hold that religion and faith are two different things.", 
    "name": "Pat Buckley"
  }, 
  {
    "quote": "My reason nourishes my faith and my faith my reason.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Love, hope, fear, faith - these make humanity These are its sign and note and character.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "All that I am I owe to Jesus Christ, revealed to me in His divine Book.", 
    "name": "David Livingstone"
  }, 
  {
    "quote": "We are a long time in learning that all our strength and salvation is in God.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "I die the king's faithful servant, but God's first.", 
    "name": "Thomas More"
  }, 
  {
    "quote": "I seek a deeper truth, but I don't think I have to go to a building designated for worship to find it.", 
    "name": "Ted Lange"
  }, 
  {
    "quote": "Faith is reason grown courageous.", 
    "name": "Sherwood Eddy"
  }, 
  {
    "quote": "Only faith is sufficient.", 
    "name": "Robert Ley"
  }, 
  {
    "quote": "Faith is not a thing which one 'loses,' we merely cease to shape our lives by it.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "No matter how old we become, we can still call them 'Holy Mother' and 'Father' and put a child-like trust in them.", 
    "name": "Desmond Morris"
  }, 
  {
    "quote": "My heart hath often been deeply afflicted under a feeling that the standard of pure righteousness is not lifted up to the people by us, as a society, in that clearness which it might have been, had we been as faithful as we ought to be to the teachings of Christ.", 
    "name": "John Woolman"
  }, 
  {
    "quote": "It was seldom that I attended any religious meetings, as my parents had not much faith in and were never so unfortunate as to unite themselves with any of the religious sects.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "Fear is the denomination of the Old Testament belief is the denomination of the New.", 
    "name": "Benjamin Whichcote"
  }, 
  {
    "quote": "Vision looks upward and becomes faith.", 
    "name": "Stephen Samuel Wise"
  }, 
  {
    "quote": "Faith is not contrary to reason.", 
    "name": "Sherwood Eddy"
  }, 
  {
    "quote": "I think the greatest taboos in America are faith and failure.", 
    "name": "Michael Malone"
  }, 
  {
    "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "You must not lose faith in humanity. Humanity is an ocean if a few drops of the ocean are dirty, the ocean does not become dirty.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Faith makes all things possible... love makes all things easy.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If you have a particular faith or religion, that is good. But you can survive without it.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Lets have faith that right makes might and in that faith let us, to the end, dare to do our duty as we understand it.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Some people feel guilty about their anxieties and regard them as a defect of faith but they are afflictions, not sins. Like all afflictions, they are, if we can so take them, our share in the passion of Christ.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.", 
    "name": "Barbara Smith"
  }, 
  {
    "quote": "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "My faith helps me overcome such negative emotions and find my equilibrium.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Let us be sure that those who come after will say of us in our time, that in our time we did everything that could be done. We finished the race we kept them free we kept the faith.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Faith is an oasis in the heart which will never be reached by the caravan of thinking.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "I have no faith in human perfectability. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "Faith... must be enforced by reason... when faith becomes blind it dies.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "My family, frankly, they weren't folks who went to church every week. My mother was one of the most spiritual people I knew but she didn't raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Faith, there hath been many great men that have flattered the people who ne'er loved them.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you all is very, very well. Do this in complete faith and confidence.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "But for my faith in God, I should have been a raving maniac.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Nonviolence is the first article of my faith. It is also the last article of my creed.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Intolerance betrays want of faith in one's cause.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Non-violence is the article of faith.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Non-violence requires a double faith, faith in God and also faith in man.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Unwearied ceaseless effort is the price that must be paid for turning faith into a rich infallible experience.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Only he can take great resolves who has indomitable faith in God and has fear of God.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "To Follow by faith alone is to follow blindly.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The way to see by Faith is to shut the Eye of Reason.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I have great faith in fools self-confidence my friends call it.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly let him rejoice.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.", 
    "name": "George Washington"
  }, 
  {
    "quote": "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Sometimes life hits you in the head with a brick. Don't lose faith.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "If faith in ourselves had been more extensively taught and practiced, I am sure a very large portion of the evils and miseries that we have would have vanished.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "The smallest seed of faith is better than the largest fruit of happiness.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Faith keeps many doubts in her pay. If I could not doubt, I should not believe.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Faith never makes a confession.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "It's easy to have faith in yourself and have discipline when you're a winner, when you're number one. What you got to have is faith and discipline when you're not a winner.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "I don't have to have faith, I have experience.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Anyone who is to find Christ must first find the church. How could anyone know where Christ is and what faith is in him unless he knew where his believers are?", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Love, we say, is life but love without hope and faith is agonizing death.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Fear clogs faith liberates.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "If you have no faith, you've lost your battle.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Christianity is not the faith of the complacent, the comfortable or of the timid. It demands and creates heroic souls like Wesley, Wilberforce, Bonhoeffer, John Paul the Second, and Billy Graham. Each showed, in their own way, the relentless and powerful influence of the message of Jesus Christ.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It's not the tools that you have faith in - tools are just tools. They work, or they don't work. It's people you have faith in or not. Yeah, sure, I'm still optimistic I mean, I get pessimistic sometimes but not for long.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Liberty cannot be established without morality, nor morality without faith.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Faith must trample under foot all reason, sense, and understanding.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "It's not a faith in technology. It's faith in people.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Back of every creation, supporting it like an arch, is faith. Enthusiasm is nothing: it comes and goes. But if one believes, then miracles occur.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "To insure the adoration of a theorem for any length of time, faith is not enough, a police force is needed as well.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Faith is love taking the form of aspiration.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "I forbid you, agnostic, doubting thoughts, to destroy the house of my faith.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "People define Christianity differently. I think a large portion of our population are Christians, they're not all growing in their faith, they're not all active, but I believe that a lot of people believe in Jesus and believe that he is their Lord and Savior.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "For love would be love of the wrong thing there is yet faith, But the faith and the love and the hope are all in the waiting.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "You know, my faith is one that admits some doubt.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "What I think is fair to say is that, coming out of the Republican camp, there have been efforts to suggest that perhaps I'm not who I say I am when it comes to my faith - something which I find deeply offensive, and that has been going on for a pretty long time.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Each party steals so many articles of faith from the other, and the candidates spend so much time making each other's speeches, that by the time election day is past there is nothing much to do save turn the sitting rascals out and let a new gang in.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Life's a fight. It's a good fight of faith.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "If he have faith, the believer cannot be restrained. He betrays himself. He breaks out. He confesses and teaches this gospel to the people at the risk of life itself.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.", 
    "name": "Gail Devers"
  }, 
  {
    "quote": "Faith is permitting ourselves to be seized by the things we do not see.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Things can fall apart, or threaten to, for many reasons, and then there's got to be a leap of faith. Ultimately, when you're at the edge, you have to go forward or backward if you go forward, you have to jump together.", 
    "name": "Yo-Yo Ma"
  }, 
  {
    "quote": "In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.", 
    "name": "Ernst Fischer"
  }, 
  {
    "quote": "Reason is the enemy of faith.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Faith is the highest passion in a human being. Many in every generation may not come that far, but none comes further.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "He that rebels against reason is a real rebel, but he that in defence of reason rebels against tyranny has a better title to Defender of the Faith, than George the Third.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Choose your friends with caution plan your future with purpose, and frame your life with faith.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "It strikes me as odd that the free exercise of religious faith is sometimes treated as a problem, something America is stuck with instead of blessed with.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Faith is the sense of life, that sense by virtue of which man does not destroy himself, but continues to live on. It is the force whereby we live.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Only the person who has faith in himself is able to be faithful to others.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Faith may be defined briefly as an illogical belief in the occurrence of the improbable.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The meme for blind faith secures its own perpetuation by the simple unconscious expedient of discouraging rational inquiry.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "No person I have ever met, not even the most righteous or pure of heart, has gone without those times when faith recedes in the busy-ness of life.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "This President takes his inspiration from the capitals of Europe we look to the cities and small towns of America. This President puts his faith in government. We put our faith in the American people.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Men and women of every faith and good people with none at all sincerely strive to do right and lead a purpose-driven life.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I slept with faith and found a corpse in my arms on awakening I drank and danced all night with doubt and found her a virgin in the morning.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "There is but one cause of human failure. And that is man's lack of faith in his true Self.", 
    "name": "William James"
  }, 
  {
    "quote": "A library implies an act of faith.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "We must not sit still and look for miracles up and doing, and the Lord will be with thee. Prayer and pains, through faith in Christ Jesus, will do anything.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Our faith is faith in someone else's faith, and in the greatest matters this is most the case.", 
    "name": "William James"
  }, 
  {
    "quote": "Whatever universe a professor believes in must at any rate be a universe that lends itself to lengthy discourse. A universe definable in two sentences is something for which the professorial intellect has no use. No faith in anything of that cheap kind!", 
    "name": "William James"
  }, 
  {
    "quote": "Faith, mighty faith, the promise sees, And looks to God alone Laughs at impossibilities, And cries it shall be done.", 
    "name": "Charles Wesley"
  }, 
  {
    "quote": "It is only by risking our persons from one hour to another that we live at all. And often enough our faith beforehand in an uncertified result is the only thing that makes the result come true.", 
    "name": "William James"
  }, 
  {
    "quote": "Forgiveness is like faith. You have to keep reviving it.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "To be an atheist requires an indefinitely greater measure of faith than to recieve all the great truths which atheism would deny.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Faith is the first factor in a life devoted to service. Without it, nothing is possible. With it, nothing is impossible.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'", 
    "name": "Max Planck"
  }, 
  {
    "quote": "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility in the realm of faith and morals.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "If children understand that beliefs should be substantiated with evidence, as opposed to tradition, authority, revelation or faith, they will automatically work out for themselves that they are atheists.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "Faith: Belief without evidence in what is told by one who speaks without knowledge, of things without parallel.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "No human race is superior no religious faith is inferior. All collective judgments are wrong. Only racists make them.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Not brute force but only persuasion and faith are the kings of this world.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Amidst the confusion of the times, the conflicts of conscience, and the turmoil of daily living, an abiding faith becomes an anchor to our lives.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest Faith hovers over the towers of Jerusalem and Athens embodies the pre-eminent quality of the antique world, Art.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Love, like a chicken salad or restaurant hash, must be taken with blind faith or it loses its flavor.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "I had faith in Israel before it was established, I have in it now. I believe it has a glorious future before it - not just another sovereign nation, but as an embodiment of the great ideals of our civilization.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Only our individual faith in freedom can keep us free.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "There lives more faith in honest doubt, believe me, than in half the creeds.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Faith is different from proof the latter is human, the former is a Gift from God.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "A better world shall emerge based on faith and understanding.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Talk unbelief, and you will have unbelief but talk faith, and you will have faith. According to the seed sown will be the harvest.", 
    "name": "Ellen G. White"
  }, 
  {
    "quote": "Faith is much better than belief. Belief is when someone else does the thinking.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Practice means to perform, over and over again in the face of all obstacles, some act of vision, of faith, of desire. Practice is a means of inviting the perfection desired.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "Faith is a state of openness or trust.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Politics is an act of faith you have to show some kind of confidence in the intellectual and moral capacity of the public.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "If you desire to be pure, have firm faith, and slowly go on with your devotional practices without wasting your energy in useless scriptural discussions and arguments. Your little brain will otherwise be muddled.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "Faith certainly tells us what the senses do not, but not the contrary of what they see it is above, not against them.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "I have an almost complete disregard of precedent, and a faith in the possibility of something better. It irritates me to be told how things have always been done. I defy the tyranny of precedent. I go for anything new that might improve the past.", 
    "name": "Clara Barton"
  }, 
  {
    "quote": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "Faith embraces many truths which seem to contradict each other.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We like security: we like the pope to be infallible in matters of faith, and grave doctors to be so in moral questions so that we can feel reassured.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Painting is a faith, and it imposes the duty to disregard public opinion.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "Duty cannot exist without faith.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "No matter how corrupt and unjust a convict may be, he loves fairness more than anything else. If the people placed over him are unfair, from year to year he lapses into an embittered state characterized by an extreme lack of faith.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "When you're thirsty and it seems that you could drink the entire ocean that's faith when you start to drink and finish only a glass or two that's science.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Do I think faith will be an important part of being a good president? Yes, I do.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Faith and doubt cannot exist in the same mind at the same time, for one will dispel the other.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Faith moves mountains, but you have to keep pushing while you are praying.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "I was very, very religious. And of course I wrote about it in 'Night.' I questioned God's silence. So I questioned. I don't have an answer for that. Does it mean that I stopped having faith? No. I have faith, but I question it.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Life is a battle between faith and reason in which each feeds upon the other, drawing sustenance from it and destroying it.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "We have convinced over one billion members of the Islamic faith that we are prejudiced against their religion, that we would deny them freedom of religion, that we want suppress their culture and invade their governments.", 
    "name": "Theodore C. Sorensen"
  }, 
  {
    "quote": "A mission is a place where you ask nonbelievers to come and find faith and hope and feel love.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Faith is part of who I am, yes. I was raised Christian Scientist. The most important thing I saw every single week on the wall at Sunday school was the Golden Rule.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Faith is an aptitude of the spirit. It is, in fact, a talent: you must be born with it.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Faith that it's not always in your hands or things don't always go the way you planned, but you have to have faith that there is a plan for you, and you must follow your heart and believe in yourself no matter what.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "Patience and Diligence, like faith, remove mountains.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Blind faith in your leaders, or in anything, will get you killed.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Faith consists in being vitally concerned with that ultimate reality to which I give the symbolical name of God. Whoever reflects earnestly on the meaning of life is on the verge of an act of faith.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "You can do very little with faith, but you can do nothing without it.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Faith - you can do very little with it, but you can do nothing without it.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "What is faith but a kind of betting or speculation after all? It should be, I bet that my Redeemer liveth.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "We can never learn too much of His will towards us, too much of His messages and His advice. The Bible is His word and its study gives at once the foundation for our faith and an inspiration to battle onward in the fight against the tempter.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "When prayer removes distrust and doubt and enters the field of mental certainty, it becomes faith and the universe is built on faith.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "Faith in a holy cause is to a considerable extent a substitute for lost faith in ourselves.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Faith is not believing that God can. It is knowing that God will.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives.", 
    "name": "Albert Bandura"
  }, 
  {
    "quote": "In the evening of life we shall be judged on love, and not one of us is going to come off very well, and were it not for my absolute faith in the loving forgiveness of my Lord I could not call on him to come.", 
    "name": "Madeleine L'Engle"
  }, 
  {
    "quote": "For modes of faith let graceless zealots fight, His can't be wrong whose life is in the right.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "At least the fundamentalists haven't tried to dilute their message. Their faith is exposed for what it is for all to see.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Bad faith likes discourse on friendship and loyalty.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "By any reasonable measure of achievement, the faith of the Enlightenment thinkers in science was justified.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Although a man may wear fine clothing, if he lives peacefully and is good, self-possessed, has faith and is pure and if he does not hurt any living being, he is a holy man.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "How many things we held yesterday as articles of faith which today we tell as fables.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The mysteries of faith are degraded if they are made into an object of affirmation and negation, when in reality they should be an object of contemplation.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Doubt is not the opposite of faith it is one element of faith.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "Getting ahead in a difficult profession requires avid faith in yourself. That is why some people with mediocre talent, but with great inner drive, go so much further than people with vastly superior talent.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith.", 
    "name": "James Cameron"
  }, 
  {
    "quote": "It is part of my faith as a Muslim to try to help those who are suffering from poverty or economic or political injustice.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "I have no mystic faith in the people. I have in the individual.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "The infinite faith I have in people's ability to understand anything that makes sense has always been justified, finally, by their behavior.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "As a people of faith, we know that prayer is a powerful instrument. And as one Nation under God, we know that many times our most powerful tool is prayer.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "The improver of natural knowledge absolutely refuses to acknowledge authority, as such. For him, skepticism is the highest of duties blind faith the one unpardonable sin.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Nothing which is true or beautiful or good makes complete sense in any immediate context of history therefore we must be saved by faith.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Do not tell secrets to those whose faith and silence you have not already tested.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "Writing fiction has become a priestly business in countries that have lost their faith.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Faith begins where Reason sinks exhausted.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "Faith is what someone knows to be true, whether they believe it or not.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "To disbelieve is easy to scoff is simple to have faith is harder.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "It's faith in something and enthusiasm for something that makes a life worth living.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The man of science has learned to believe in justification, not by faith, but by verification.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "An Adult faith does not follow the waves of fashion and the latest novelties.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "If you think you can win, you can win. Faith is necessary to victory.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "For me, the peculiar qualities of faith are a logical outcome of this level of biological organization.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Even if a unity of faith is not possible, a unity of love is.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Faith crosses every border and touches every heart in every nation.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Writing is an act of faith, not a trick of grammar.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Bid, then, the tender light of faith to shine By which alone the mortal heart is led Unto the thinking of the thought divine.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "I never really had the classic struggle. I had faith.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "If I advocate cautious optimism it is not because I do not have faith in the future but because I do not want to encourage blind faith.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "A sublime faith in human imbecility has seldom led those who cherish it astray.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "That willing suspension of disbelief for the moment, which constitutes poetic faith.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "You cannot be President of the United States if you don't have faith. Remember Lincoln, going to his knees in times of trial in the Civil War and all that stuff.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "Corruption is nature's way of restoring our faith in democracy.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "Happy is the son whose faith in his mother remains unchallenged.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Hold firmly that our faith is identical with that of the ancients. Deny this, and you dissolve the unity of the Church.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Our society is illuminated by the spiritual insights of the Hebrew prophets. America and Israel have a common love of human freedom, and they have a common faith in a democratic way of life.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The difficulties we face originate from one of three sources. Some are sent to us by the Lord to test our faith, others are the result of Satan's attacks, and still others are due to our own sinful choices.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?", 
    "name": "John Calvin"
  }, 
  {
    "quote": "Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument.", 
    "name": "George Sand"
  }, 
  {
    "quote": "It's very important that every movie I do makes money because I want the people that had the faith in me to get their money back.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "All that I say is, examine, inquire. Look into the nature of things. Search out the grounds of your opinions, the for and against. Know why you believe, understand what you believe, and possess a reason for the faith that is in you.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "Let judges secretly despair of justice: their verdicts will be more acute. Let generals secretly despair of triumph killing will be defamed. Let priests secretly despair of faith: their compassion will be true.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "There is greatness in the fear of God, contentment in faith of God, and honour in humility.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "An atheist may be simply one whose faith and love are concentrated on the impersonal aspects of God.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Is he alone who has courage on his right hand and faith on his left hand?", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "I respect faith, but doubt is what gives you an education.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Workers have kept faith in American institutions. Most of the conflicts, which have occurred have been when labor's right to live has been challenged and denied.", 
    "name": "John L. Lewis"
  }, 
  {
    "quote": "To know a person's religion we need not listen to his profession of faith but must find his brand of intolerance.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "If there was no faith there would be no living in this world. We could not even eat hash with any safety.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "The man who radiates good cheer, who makes life happier wherever he meets it, is always a man of vision and faith.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "If I were dying my last words would be: Have faith and pursue the unknown end.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Where there is the necessary technical skill to move mountains, there is no need for the faith that moves mountains.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Take away hatred from some people, and you have men without faith.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Obedience is an act of faith disobedience is the result of unbelief.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Faith is the virtue by which, clinging-to the faithfulness of God, we lean upon him, so that we may obtain what he gives to us.", 
    "name": "William Ames"
  }, 
  {
    "quote": "I've lost my faith in science.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "What I learned growing up on the farm was a way of life that was centered on hard work, and on faith and on thrift. Those values have stuck with me my whole life.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I don't think that the total creation took place in six days as we now measure time. If we can confirm, say, the Big Bang theory, that doesn't at all cause me to question my faith that God created the Big Bang.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I believe that if we really want human brotherhood to spread and increase until it makes life safe and sane, we must also be certain that there is no one true faith or path by which it may spread.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I found a religion that blended scientific reason with spiritual reality in a unifying faith far removed from the headlines of violence, destruction and terrorism.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "The first holy truth in God 101 is that men and women of true faith have always had to accept the mystery of God's identity and love and ways. I hate that, but it's the truth.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Action and faith enslave thought, both of them in order not be troubled or inconvenienced by reflection, criticism, and doubt.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "The origin of the absurd idea of immortal life is easy to discover it is kept alive by hope and fear, by childish faith, and by cowardice.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "There's been some research in cognitive science, I'm told, that discloses that there have always been perhaps 10 to 15 percent of people who are, as Pascal puts it, so made that they cannot believe. To us, when people talk about faith, it's white noise.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Base souls have no faith in great individuals.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "I looked at some of the statues of Jesus they were just stones with no life. When they said that God is three, I was puzzled even more but could not argue. I believed it, simply because I had to have respect for the faith of my parents.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Those who love him love that he sells the most art they take it as a point of faith that this proves Kinkade is the best. But his fans don't only rely on this supply-and-demand justification. They go back to values.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Between understanding and faith immediate connections must subsist.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Art requires neither complaisance nor politeness nothing but faith, faith and freedom.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "I think there ought to be a strict separation or wall built between our religious faith and our practice of political authority in office. I don't think the President of the United States should extoll Christianity if he happens to be a Christian at the expense of Judaism, Islam or other faiths.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "My gut feelings and my faith tell me that until God shuts a door, no human can shut it.", 
    "name": "Olusegun Obasanjo"
  }, 
  {
    "quote": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Faith Hill is a big role model.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Wal-Mart doesn't really care about your faith. Wal-Mart cares if you have money to spend, and it is going to be as generic as possible in exploiting the holiday season for every buck it can make.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "An unexamined faith is not worth having, for fundamentalism and uncritical certitude entail the rejection of one of the great human gifts: that of free will, of the liberty to make up our own minds based on evidence and tradition and reason.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Let the people who never find true love keep saying that there's no such thing. Their faith will make it easier for them to live and die.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Look at the Afghans, during the time of the Soviet invasion. They were among the poorest Muslims in the world, yet they were sustained by their faith in God, and God alone.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "Faith without works is like a bird without wings though she may hop with her companions on earth, yet she will never fly with them to heaven.", 
    "name": "Francis Beaumont"
  }, 
  {
    "quote": "Our national motto is 'In God we Trust,' reminding us that faith in our Creator is the most important American value of all.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "You just have to have a simple faith.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you're a moderate on abortion, if you're a moderate on gun control, or if you're a moderate in your religious faith - it doesn't evolve into a crusade where you're either right or wrong, good or bad, with us or against us.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Faith is an act of a finite being who is grasped by, and turned to, the infinite.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "They are the weakest, however strong, who have no faith in themselves or their own powers.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Prayer is as natural an expression of faith as breathing is of life.", 
    "name": "Jonathan Edwards"
  }, 
  {
    "quote": "A person who has sympathy for mankind in the lump, faith in its future progress, and desire to serve the great cause of this progress, should be called not a humanist, but a humanitarian, and his creed may be designated as humanitarianism.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "I had to learn my faith and look after my family, and I had to make priorities. But now I've done it all and there's a little space for me to fill in the universe of music again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "I wasn't with Joseph, but I believe him. My faith did not come to me through science, and I will not permit so-called science to destroy it.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Should doubt knock at your doorway, just say to those skeptical, disturbing, rebellious thoughts, I propose to stay with my faith, with the faith of my people.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "And that's the great thing about living the Christian life and trying to live by faith, is you're trying to get better every day. You're trying to improve.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Look, I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "If you want to lose your faith, make friends with a priest.", 
    "name": "G. I. Gurdjieff"
  }, 
  {
    "quote": "Fight the good fight of faith, and God will give you spiritual mercies.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "Hope, like faith, is nothing if it is not courageous it is nothing if it is not ridiculous.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "Family and friends and faith are the most important things in your life and you should be building friendships.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "All the strength and force of man comes from his faith in things unseen. He who believes is strong he who doubts is weak. Strong convictions precede great actions.", 
    "name": "James Freeman Clarke"
  }, 
  {
    "quote": "A witness, in the sense that I am using the word, is a man whose life and faith are so completely one that when the challenge comes to step out and testify for his faith, he does so, disregarding all risks, accepting all consequences.", 
    "name": "Whittaker Chambers"
  }, 
  {
    "quote": "Moderation is part of faith, so those who accuse Muslim schools of fostering fanaticism should learn a bit more about Islam.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "I come now to tell you for what I am brought here to die, and to give you an account of my faith, which I shall do as in the sight of the living God before whom I am shortly to stand.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "May it not be that, just as we have to have faith in Him, God has to have faith in us and, considering the history of the human race so far, may it not be that 'faith' is even more difficult for Him than it is for us?", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Every life is a profession of faith, and exercises an inevitable and silent influence.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "I don't know if the average person really has faith in Washington anymore.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "In a mood of faith and hope my work goes on. A ream of fresh paper lies on my desk waiting for the next book. I am a writer and I take up my pen to write.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "I've always thought that as long as directors and casting directors don't see me as just Harry Potter, I'll be OK. People have shown a lot of faith in me, and I owe them a huge debt. They're letting me prove that I'm serious about this.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "And it's one thing to give people freedom and something else to deny the rights of Christians to assert their faith in order to keep Hindus from feeling upset.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge. Some of us have ventured out nevertheless, and so far we have not fallen off. It is my faith, my feminist faith, that we will not.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "I feel no need for any other faith than my faith in the kindness of human beings. I am so absorbed in the wonder of earth and the life upon it that I cannot think of heaven and angels.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "If faith is lost, there is no security and there is no life for him who does not adhere to religion.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "I have always been the kid who's asked 'Why?' In my faith, you're just supposed to have faith. But I was always like 'why?'", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "In America, now, let us - Christian, Jew, Muslim, agnostic, atheist, wiccan, whatever - fight nativism with the same strength and conviction that we fight terrorism. My faith calls on its followers to love one's enemies. A tall order, that - perhaps the tallest of all.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The other day the President said, I know you've had some rough times, and I want to do something that will show the nation what faith that I have in you, in your maturity and sense of responsibility. He paused, then said, would you like a puppy?", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "The principle part of faith is patience.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Society lives by faith, and develops by science.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Public confidence in the integrity of the Government is indispensable to faith in democracy and when we lose faith in the system, we have lost faith in everything we fight and spend for.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Obedience is the fruit of faith.", 
    "name": "Christina Rossetti"
  }, 
  {
    "quote": "Faith which does not doubt is dead faith.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "I see heaven's glories shine and faith shines equal.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "The measure of a man is not how great his faith is, but how great his love is. We must not let government programs disconnect our souls from each other.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Faith is the state of being ultimately concerned.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "To study history means submitting to chaos and nevertheless retaining faith in order and meaning.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "The important things are children, honesty, integrity and faith.", 
    "name": "Andy Williams"
  }, 
  {
    "quote": "The man who cannot believe in himself cannot believe in anything else. The basis of all integrity and character is whatever faith we have in our own integrity.", 
    "name": "Roy L. Smith"
  }, 
  {
    "quote": "I am one of those who would rather sink with faith than swim without it.", 
    "name": "Stanley Baldwin"
  }, 
  {
    "quote": "We may not only find faith in God in our sorrow. We may also become faithful to Him in times of calm.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Each blade of grass has its spot on earth whence it draws its life, its strength and so is man rooted to the land from which he draws his faith together with his life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "An Adult faith does not follow the waves of fashion and the latest novelties.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "I believe there are three keys to success. For me it is keeping my priorities in order: It's my faith and my family, and then the business.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "Life is doubt, and faith without doubt is nothing but death.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "The death of Pope John Paul II led many of different faiths and of no faith to acknowledge their debt to the Roman Catholic Church for holding on to absolutes that the rest of us can measure ourselves against.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "A whole lot of us believers, of all different religions, are ready to turn back the tide of madness by walking together, in both the dark and the light - in other words, through life - registering voters as we go, and keeping the faith.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Faith is the ticket to the feast, not the feast.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "The Christian faith can never be separated from the soil of sacred events, from the choice made by God, who wanted to speak to us, to become man, to die and rise again, in a particular place and at a particular time.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "All great enterprises have a pearl of faith at their core, and this must be ours: that Americans are still a people born to liberty. That they retain the capacity for self-government. That, addressed as free-born, autonomous men and women of God-given dignity, they will rise yet again to drive back a mortal enemy.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "You can judge the quality of their faith from the way they behave. Discipline is an index to doctrine.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "Through hard work, perseverance and a faith in God, you can live your dreams.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "The Bible is our rule of faith and doctrine.", 
    "name": "Ellen G. White"
  }, 
  {
    "quote": "Let me go over this again on the reclaiming the civil rights movement. People of faith that believe that you have an equal right to justice - that is the essence. And if it's not the essence, then we've been sold a pack of lies. The essence is everyone deserves a shot - the content of character, not the color of skin.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "All is amiss. Love is dying, faith's defying, heart's denying.", 
    "name": "Richard Barnfield"
  }, 
  {
    "quote": "My faith is very private to me. It plays an important part in my life, but I do not try and throw my beliefs at others. I have tremendous respect for all faiths and beliefs, but have a deep concern that religion and faith are currently a long way apart from each other.", 
    "name": "Rick Wakeman"
  }, 
  {
    "quote": "For me, and I suspect for lots of other people too, bad things actually sometimes make you think more about faith and the fact that you're not facing these things on your own.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "True faith is belief in the reality of absolute values.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "But every act in consequence of our faith, strengthens faith.", 
    "name": "Anna Letitia Barbauld"
  }, 
  {
    "quote": "Those of us who were brought up as Christians and have lost our faith have retained the sense of sin without the saving belief in redemption. This poisons our thought and so paralyses us in action.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "My father, who died a few years ago, was a good, simple, very honest man. His faith and affection for his family was just unassailable, without question.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "'Let God be true but every man a liar' is the language of true faith.", 
    "name": "Aiden Wilson Tozer"
  }, 
  {
    "quote": "In Barack Obama, Democrats have put forth a man of strong religious faith who is comfortable connecting his spiritual life to his public role as a policymaker.", 
    "name": "Mike McCurry"
  }, 
  {
    "quote": "Flatter not thyself in thy faith in God if thou hast not charity for thy neighbor.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "But I don't necessarily define my faith by going to church every Sunday.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "What is faith? If you believe something because you have evidence for it, or rational argument, that is not faith. So faith seems to be believing something despite the absence of evidence or rational argument for it.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Machiavelli's teaching would hardly have stood the test of Parliamentary government, for public discussion demands at least the profession of good faith.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "My coming to faith did not start with a leap but rather a series of staggers from what seemed like one safe place to another. Like lily pads, round and green, these places summoned and then held me up while I grew. Each prepared me for the next leaf on which I would land, and in this way I moved across the swamp of doubt and fear.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Skepticism has never founded empires, established principals, or changed the world's heart. The great doers in history have always been people of faith.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "When Christians start thinking about Jesus, things start breaking down, they lose their faith. It's perfectly possible to go to church every Sunday and not ask any questions, just because you like it as a way of life. They fear that if they ask questions they'll lose their Christ, the very linchpin of their religion.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "The greatest act of faith is when a man understands he is not God.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "The great act of faith is when a man decides he is not God.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "Not truth, but faith, it is that keeps the world alive.", 
    "name": "Edna St. Vincent Millay"
  }, 
  {
    "quote": "A faith is something you die for, a doctrine is something you kill for. There is all the difference in the world.", 
    "name": "Tony Benn"
  }, 
  {
    "quote": "The essential element in personal magnetism is a consuming sincerity - an overwhelming faith in the importance of the work one has to do.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "By gold all good faith has been banished by gold our rights are abused the law itself is influenced by gold, and soon there will be an end of every modest restraint.", 
    "name": "Sextus Propertius"
  }, 
  {
    "quote": "I don't have faith in young people any more. I don't waste time trying to communicate with them.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "Act strenuously, would appear to be our faith, and right thinking will take care of itself.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "The democratic idealist is prone to make light of the whole question of standards and leadership because of his unbounded faith in the plain people.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "The saddest thing that befalls a soul is when it loses faith in God and woman.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "With gridlock the norm, Congress's approval rating is below 10 percent and the public has lost faith in its national leadership.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "You can almost see voters nodding their heads at home: The public's faith in politicians and political institutions has been on a steep and dangerous decline for decades, because elected leaders fail to deliver.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I don't need faith.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "To try to fashion something from suffering, to relish our triumphs, and to endure defeats without resentment: all that is compatible with the faith of a heretic.", 
    "name": "Walter Kaufmann"
  }, 
  {
    "quote": "Red Letter Christians believe in the doctrines of the Apostle's Creed, are convinced that the Scriptures have been inspired by the Holy Spirit, and make having a personal transforming relationship with the resurrected Christ the touchtone of their faith.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "It's a new day for the Democrats when it comes to matters of faith, and the younger Evangelicals are aware of this and many of them are moving into the Democratic camp.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Sigmund Freud was the apostle of disbelief. He was the one who made psychoanalysis a part of our culture, and in so doing he kicked out a flying buttress that had been essential for holding up our cathedral of faith.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "But I recognize no infallible authority, even in special questions consequently, whatever respect I may have for the honesty and the sincerity of such or such an individual, I have no absolute faith in any person.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "From faith, hope, and love, the virtues of religion referring to God, there arises a double act which bears on the spiritual communion exercised between God and us the hearing of the word and prayer.", 
    "name": "William Ames"
  }, 
  {
    "quote": "Religious faith depends on a host of social, psychological and emotional factors that have little or nothing to do with probabilities, evidence and logic.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "He who is not impressed by sound advice, lacks faith.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "That someone like Obama could be elected president of the United States - with its unrivaled power and prestige - has begun to restore the country's and the world's faith in America as the land of opportunity.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Faith is not a notion, but a real strong essential hunger, an attracting or magnetic desire of Christ, which as it proceeds from a seed of the divine nature in us, so it attracts and unites with its like.", 
    "name": "William Law"
  }, 
  {
    "quote": "I just sort of take it from a character perspective, and I don't know if he was necessarily spiritual, but I do think he had hope. He was a character that was comfortable having hope in his life, and hope is faith.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "Resist your fear fear will never lead to you a positive end. Go for your faith and what you believe.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "Individual responsibility, hard work, paying attention in school, faith, family all these things are important.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I think you grow wherever God plants you. I hope I'm growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "If your faith is opposed to experience, to human learning and investigation, it is not worth the breath used in giving it expression.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "One of the embarrassing problems for the early nineteenth-century champions of the Christian faith was that not one of the first six Presidents of the United States was an orthodox Christian.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "Evolution and creationism both require faith. It's just a matter of where you choose to place that faith.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Over the years my mother's steadfast faith in God has inspired me, particularly when I had to perform extremely difficult surgical procedures or when I found myself faced with my own medical scare.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "The mind controls so much of the body. We are much more than flesh and blood we are complex systems. Patients do better when they have faith that they're going to do better. That's why I always tell my patients and their families not to neglect their prayers. There's nobody I don't say that to.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "My gut feeling about sequels is that they should be premeditated: You should try to write a trilogy first or at least sketch out a trilogy if you have any faith in your film.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "Human misery is too great for men to do without faith.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Faith is the confidence, the assurance, the enforcing truth, the knowing.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "The media seems to think only abortion and gay marriage are religious issues. Poverty is a moral issue, it's a faith issue, it's a religious issue.", 
    "name": "Jim Wallis"
  }, 
  {
    "quote": "Given that religious faith is an intrinsic element of human experience, it is best to approach and engage the subject with a sense of history and a critical sensibility.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "It's possible that the 2012 general-election race will be the least overtly religious one since 1972, the last campaign before Roe v. Wade and the rise of Jimmy Carter brought evangelicalism into the political mainstream. That's because faith remains a complicated issue for Obama, who is still wrongly thought to be a Muslim in some quarters.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "While we remain a nation decisively shaped by religious faith, our politics and our culture are, in the main, less influenced by movements and arguments of an explicitly Christian character than they were even five years ago. I think this is a good thing - good for our political culture.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "I am an Episcopalian who takes the faith of my fathers seriously, and I would, I think, be disheartened if my own young children were to turn away from the church when they grow up. I am also a critic of Christianity, if by critic one means an observer who brings historical and literary judgment to bear on the texts and traditions of the church.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "As crucial as religion has been and is to the life of the nation, America's unifying force has never been a specific faith, but a commitment to freedom - not least freedom of conscience.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Religious belief, like history itself, is a story that is always unfolding, always subject to inquiry and ripe for questioning. For without doubt there is no faith.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "My faith foundation works to bring about a greater respect and understanding between different faiths. We basically work with six popular religions in the world which are the three Abrahamic religions, Hinduism and Buddhism and Sikhism.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "You know, this idea of going around the world imposing democracy by growing a middle-class, a trading merchant class that is independent of your faith, is a good notion, but we're all partially different - it's no good imposing systems on people that it doesn't suit.", 
    "name": "Damian Lewis"
  }, 
  {
    "quote": "Writers now are putting total faith in designers at Apple and Amazon. It's almost like a race-car driver having no input into how cars are designed.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "It's OK to be outspoken about your faith.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Stupidity, outrage, vanity, cruelty, iniquity, bad faith, falsehood - we fail to see the whole array when it is facing in the same direction as we.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "Intelligence must follow faith, never precede it, and never destroy it.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "Used to be, conservatives revered the Average American, that Norman Rockwell oil painting of diner food, humble faith, honest toil, and Capraesque virtue.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "After a decade this glum, we deserved a shot of 'Glee,' a show that restored our faith in the power of song, the beauty of dance, and the magic of 'spirit fingers' to chase our cares and woes into somebody else's backyard.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "I have written too much history to have faith in it and if anyone thinks I'm wrong, I am inclined to agree with him.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Democrats are people who raise your taxes and spend your money on weird stuff. They steal your guns, and they spit on your faith.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "Faith in God's revelation has nothing to do with an ideology which glorifies the status quo.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "For my future I have no concern, and as a true philosopher, I never would have any, for I know not what it may be: as a Christian, on the other hand, faith must believe without discussion, and the stronger it is, the more it keeps silent.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "You have riches and freedom here but I feel no sense of faith or direction. You have so many computers, why don't you use them in the search for love?", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "I'm a scientist, not a theologian. I don't know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Laughter kills fear, and without fear there can be no faith. For without fear of the devil there is no need for God.", 
    "name": "Sean Connery"
  }, 
  {
    "quote": "There are so many people that don't believe in themselves and don't have faith.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "All an actor has is their blind faith that they are who they say they are today, in any scene.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "From those to whom much is given, much is expected. I have been given much - the love of my family, the faith and trust of the people of New York, and the chance to lead this state. I am deeply sorry that I did not live up to what was expected of me.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "As someone with a deep faith in competition and the market, I also know that markets only work with tough enforcement of the rules that guarantee competition and fair play - and that the pressure to break those rules only gets stronger as the amount of money involved gets larger.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Everything I am I owe to my faith and secondly to parents who were old school.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "It's a war of attrition. If you have patience and a modicum of faith in yourself your chances are not too bad.", 
    "name": "Julie Bowen"
  }, 
  {
    "quote": "I had lost faith in biography.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "The Pledge of Allegiance reflects the truth that faith in God has played a significant role in America since the days of the founding of our country.", 
    "name": "Randy Neugebauer"
  }, 
  {
    "quote": "If you desire faith, then you have faith enough.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "I was always concerned with writing to my age at a particular moment. That was the way I would keep faith with the audience that supported me as I went along.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "For both faith and want of faith have destroyed men alike.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "I have faith in the United States and our ability to make good decisions based on the facts.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "If you went to your closet today, would you pull out the same outfit you wore 10 or 15 years ago? You wear feelings and faith differently as well.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Jews survived all the defeats, expulsions, persecutions and pogroms, the centuries in which they were regarded as a pariah people, even the Holocaust itself, because they never gave up the faith that one day they would be free to live as Jews without fear.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The royals - all of them, especially Prince Philip and Prince Charles - have done outstanding work with the faith communities.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The faith religious believers have in God is small compared to the faith people put in politicians, knowing how many times they have been disappointed in the past but still insisting that this time it will be different.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "An investigator starts research in a new field with faith, a foggy idea, and a few wild experiments. Eventually the interplay of negative and positive results guides the work. By the time the research is completed, he or she knows how it should have been started and conducted.", 
    "name": "Donald Cram"
  }, 
  {
    "quote": "Until as recently as November of 1966, I had complete faith in the Warren Report. Of course, my faith in the Report was grounded in ignorance, since I had never read it.", 
    "name": "Jim Garrison"
  }, 
  {
    "quote": "Ever since the Crusades, when Christians from western Europe were fighting holy wars against Muslims in the near east, western people have often perceived Islam as a violent and intolerant faith - even though when this prejudice took root Islam had a better record of tolerance than Christianity.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "I don't know what religious people do. I kind of wished I'd been a Christian with the blind faith that God is doing the right thing. As a Buddhist, you feel like you have more control over the situation, and that you can change your karma.", 
    "name": "Marcia Wallace"
  }, 
  {
    "quote": "The future of Conservatism lies in our beliefs and values, not by throwing them away. We need to shed associations that bind us to past failures, but hold faith with those things that make us Conservatives.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Men never cling to their dreams with such tenacity as at the moment when they are losing faith in them, and know it, but do not dare yet to confess it to themselves.", 
    "name": "William Graham Sumner"
  }, 
  {
    "quote": "Politicians are usually the first to forget that if you assume someone else is acting in bad faith, they will do the same to you. Questioning motives poisons the well.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Americans cannot maintain their essential faith in government if there are two Americas, in which the private sector's work subsidizes the disproportionate benefits of this new public sector elite.", 
    "name": "Mortimer Zuckerman"
  }, 
  {
    "quote": "There has to be a measure of faith. That's what this business is all about: trusting in something that may never show up, that you have no concrete proof of.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "What unites Oklahomans today is what has always united us: Our unshakable faith. Our love of family and compassion for others. The unlimited promise of a hopeful future.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Um, I have an enormous faith in God. I have an enormous support system that also has that same belief.", 
    "name": "Katey Sagal"
  }, 
  {
    "quote": "I have this embedded faith in the process through which films of a certain type get discovered on longer timelines.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "Faith is an island in the setting sun, But proof is the bottom line for everyone.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "It is no longer a question of a Christian going about to convert others to the faith, but of each one being ready to listen to the other and so to grow together in mutual understanding.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "I had great faith in Irish actors, that they'd be hip to the whole theatre thing, and they are. I had no illusions of coming over here as some kind of big shot. It's been a learning experience for me too.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "When faith is lost, when honor dies, the man is dead.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "I have my work and my faith... If that's boring to some people, I can't tell you how much I don't care.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "The best thing about science is that hard, empirical answers are always there if you look hard enough. The best thing about religion is that the very absence of that certainty is what requires - and gives rise to - deep feelings of faith.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "I grew up in a Ukrainian Catholic-turned-Christian household, and that is my family's faith.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Whether we call it religion or faith, we all battle for a balanced integrated soul.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Faith is important to me.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I think that films about faith made for faith-based communities have a certain tactic.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "It's a very different thing, religion and faith. Religion is man-made, it's man-regulated. And faith, you can define God as you wish. But I think they're two different things.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Honestly, I think a good film is spiritual, regardless of whether its subject is faith.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "We got on his label, and the Bizarre organization is just going up and up. So we have faith.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "If you have abandoned one faith, do not abandon all faith. There is always an alternative to the faith we lose. Or is it the same faith under another mask?", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "I am shy to admit that I have followed the advice given all those years ago by a wise archbishop to a bewildered young man: that moments of unbelief 'don't matter,' that if you return to a practice of the faith, faith will return.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I have a disproportionate amount of faith in the goodness of the world and that everything will actually work out okay.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice.", 
    "name": "Franz Liszt"
  }, 
  {
    "quote": "I would not attack the faith of a heathen without being sure I had a better one to put in its place.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "People will make leaps of faith and get excited by your product if you just get it in front of them.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I want the French people to respect values that allow each individual to practice his or her faith, but in the frame of our common rules of secularism.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "The abuse of faith has to be resisted precisely.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "I just can't say enough about the actors having faith and trust in the writers and the writers having faith and trust in the actors.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "Without faith, nothing is possible. With it, nothing is impossible.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "What makes community organizing especially attractive is the faith it places in the ability of the poor to make decisions for themselves.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "It is not reason which makes faith hard, but life.", 
    "name": "Jean Ingelow"
  }, 
  {
    "quote": "Our country's political discourse and debate are enriched by discussions of the political implications of our faith traditions, whether they are taking place in our communities, at our dinner tables, or in our places of worship.", 
    "name": "David E. Price"
  }, 
  {
    "quote": "The most that one of Jewish faith can do - and some have gladly done it - is to say that Jesus was the greatest in the long succession of Jewish prophets. None can acknowledge that Jesus was the Messiah without becoming a Christian.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "There's a loss of faith in the banking system that for so long has been the backbone of prosperity and growth.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "In properly organized groups no faith is required what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him.", 
    "name": "G. I. Gurdjieff"
  }, 
  {
    "quote": "Faith, sir, we are here today, and gone tomorrow.", 
    "name": "Aphra Behn"
  }, 
  {
    "quote": "Earmarks have become a symbol of a Congress that has broken faith with the people. This earmark ban shows the American people we are listening and we are dead serious about ending business as usual in Washington.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "I think basically becoming famous has taken the place of going to Heaven in modern society, hasn't it? That's the place where your dreams will come true. It's an act of faith now they think that's going to sort things out.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "Today we often think that before we start living a religious life we have first to accept the creedal doctrines and that before one can have any comprehension of the loyalty and trust of faith, one must first force one's mind to accept a host of incomprehensible doctrines. But this is to put the cart before the horse.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "The hajj is one of the five essential practices of Islam when they make the pilgrimage to Mecca, Muslims ritually act out the central principles of their faith.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Well, I've never left my faith - but have I made a lot of mistakes? But was I fortunate that I was brought up in that Pentecostal church, where I heard about God's love and God's forgiveness.", 
    "name": "Billy Ray Cyrus"
  }, 
  {
    "quote": "It's a leap of faith doing any serialised storytelling.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "I find that it's hard to fully examine one's life and not have faith be part of the discussion.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "Comedy is an escape, not from truth but from despair a narrow escape into faith.", 
    "name": "Christopher Fry"
  }, 
  {
    "quote": "We are stronger because we recognize that government isn't the sole answer to the most important questions, and we welcome community and faith based organizations as partners to serve the needs of Florida families.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "People with deep faith and big hearts are concerned, as I am about the circumstance that Ms. Schiavo is in. I want them to know I will do what I can, but there are limits to what any particular person - irrespective of the title they currently hold - can do.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "My faith is the grand drama of my life. I'm a believer, so I sing words of God to those who have no faith.", 
    "name": "Olivier Messiaen"
  }, 
  {
    "quote": "It is amazing to think after all that has happened in this country in the last few years, the last few decades, that so many people have this blind faith that government is our friend and therefore, so we don't need protections against it.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "Faith is not a sense, nor sight, nor reason, but taking God at His work.", 
    "name": "Faith Evans"
  }, 
  {
    "quote": "That is not to say that we can relax our readiness to defend ourselves. Our armament must be adequate to the needs, but our faith is not primarily in these machines of defense but in ourselves.", 
    "name": "Chester W. Nimitz"
  }, 
  {
    "quote": "I think the Hispanic community, the values that resonate in our community, are fundamentally conservative. They are faith, family, patriotism.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "Thank goodness I had a great family growing up, a great foundation. But I will say my faith, my parents, my family, all that stuff is very, very important. And I'll say that until the day I die.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "Such a faith would be fatal to my reason, to my liberty, and even to the success of my undertakings it would immediately transform me into a stupid slave, an instrument of the will and interests of others.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Competition got me off the farm and trained me to seek out challenges and to endure setbacks and in combination with my faith, it sustains me now in my fight with Alzheimer's disease.", 
    "name": "Pat Summitt"
  }, 
  {
    "quote": "I still have a belief and a faith that some great things are still going to happen in my career. If I didn't believe that, it makes no sense for me to be out there, and on top of that, I know this is a period of time that God wants me to persevere through.", 
    "name": "Michael Chang"
  }, 
  {
    "quote": "My faith experience, well, as you can imagine, you need a lot of faith to raise five boys.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove.", 
    "name": "Dan Brown"
  }, 
  {
    "quote": "Our ministry is supported entirely by faith, through the missions gifts of readers who receive my messages every three weeks. We seldom mention money, and we never burden supporters.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "Faith is never identical with piety.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown.", 
    "name": "Thomas Becket"
  }, 
  {
    "quote": "In my career as an actor, there is a catchphrase that Scofield always says often in regards to his brother, 'Have a little faith.' In my own career as an actor, there were times when I was the only one who believed in myself in the face of the odds.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "Learning how to relive again on life's terms sure doesn't do much for your confidence. You have to kind of walk in faith that the next step is going to be just a little bit better than the last step.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "I always had a really natural faith as a kid. Where I knew God existed and it felt very free and pretty wild and natural, and it wasn't religious.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Faith is personal if it's to be real.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "My faith isn't very churchy, it's a pretty personal, intimate thing and has been a huge source of strength in moments of life and death.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Christianity is not about religion. It's about faith, about being held, about being forgiven. It's about finding joy and finding home.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "And Jesus, the heart of the Christian faith is the wildest, most radical guy you'd ever come across.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "My faith is an important part of my life and over the years I've learnt that it takes a proud man to say he doesn't need anything. It has been a quiet strength and a backbone through a lot of difficult times.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "True fans of the Constitution, like true fans of the national pastime, acknowledge the critical role of human judgment in making tough calls. We don't expect flawless interpretation. We expect good faith. We demand honesty.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "'The Purpose-Driven Life' is not just a mega-bestselling work of Christian faith it is the thing that every voter, secular or not, yearns for.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "If faith produce no works, I see That faith is not a living tree. Thus faith and works together grow, No separate life they never can know. They're soul and body, hand and heart, What God hath joined, let no man part.", 
    "name": "Hannah More"
  }, 
  {
    "quote": "Christ does not save us by acting a parable of divine love he acts the parable of divine love by saving us. That is the Christian faith.", 
    "name": "Austin Farrer"
  }, 
  {
    "quote": "I never search for a reason why - I have faith in the Lord's purpose.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "Since I was an atheist for many years and came to believe in God through my studies in science, it frustrated me to see students and parents who viewed faith and science as enemies.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "I'm about as big a star as the Baha'i faith has got, which is pretty pathetic.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "There were periods of my life when a lot of people didn't believe in me. I still had faith in myself. I really had to ask myself life questions. Where do I see myself in five years? Create a ladder for yourself, and walk up the steps. Climb that ladder.", 
    "name": "Fergie"
  }, 
  {
    "quote": "The best way is to say that as a Christian for me the essence of Christian faith is that you treat others as if you wish to be treated.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "All of my children are ideologically and politically in sync with me, they all have authentic Christian faith. It's something I'm very grateful for.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "I have very little faith that I'll ever find someone. I've had some bad luck and I've made some bad choices - not in men, but in how I've chosen to deal with relationships.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "In the spiritual body moreover, man appears such as he is with respect to love and faith, for everyone in the spiritual world is the effigy of his own love, not only as to the face and the body, but also as to the speech and the actions.", 
    "name": "Emanuel Swedenborg"
  }, 
  {
    "quote": "Faith goes out through the window when beauty comes in at the door.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "The investigator should have a robust faith - and yet not believe.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "I am not a great theologian. I know there is a theological concept called invincible ignorance in which a strong enough faith binds you to any facts to the contrary.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "Purity is not imposed upon us as though it were a kind of punishment, it is one of those mysterious but obvious conditions of that supernatural knowledge of ourselves in the Divine, which we speak of as faith. Impurity does not destroy this knowledge, it slays our need for it.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "My faith means everything to me. God and I talk constantly.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "As a Christian, there is no other part of the New Right ideology that concerns me more than its self-serving misuse of religious faith.", 
    "name": "Mark Hatfield"
  }, 
  {
    "quote": "As a world view, Darwinism cannot of course be refuted, since Faith is, always has been, and always will be, stronger than facts.", 
    "name": "Francis Parker Yockey"
  }, 
  {
    "quote": "Film is an illusion. Fame is ephemeral. Faith and family are what endure.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "We're very open and outspoken about our faith and our beliefs. We also talk about our doubts, our moments of insecurities. We talk about it all day, how we're inspired by God. We recognize little miracles every day, and that's how we're raising our daughter.", 
    "name": "Boris Kodjoe"
  }, 
  {
    "quote": "I guess my religious faith sustained me more than anything else. Family is also very important. If I didn't have children, it would have been too difficult. Even if you are strong, you still need people who would support you all the way.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "When you put your total faith in God, no matter what happens, to a person who's a true believer, if you die, you know you're going to heaven to be with God.", 
    "name": "Jim Bakker"
  }, 
  {
    "quote": "By concentrating on what is good in people, by appealing to their idealism and their sense of justice, and by asking them to put their faith in the future, socialists put themselves at a severe disadvantage.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "You work on things and you have such faith in them while you're making them that everything feels special - in a way.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "I am politically pro-choice, but personally pro-life. I have my faith but refuse to force it on the world at large - especially this world, so brutal and unjust. I cannot make these wrenching personal life and death decisions for others - nor do I believe they should be made by a church run by childless men.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "Doing films in Latin America is like an act of faith. I mean, you really have to believe in what you're doing because if not, you feel like it's a waste of time because you might as well be doing something that at least pays you the rent.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "When did we begin to lose faith in our ability to effect change?", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "Education is extremely important to the Hispanic community, as well as faith, and certainly working hard.", 
    "name": "Luis Fortuno"
  }, 
  {
    "quote": "You just kind of have faith. If that sounds kind of mystical, it's because I really don't know how it works, but I trust that it does. I try to write the way I read, in order to find out what happens next.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "Well, I think that Catholicism's basic foundation of faith is personal conscience. I think it's between you and God, not you and the Church.", 
    "name": "Martin Sheen"
  }, 
  {
    "quote": "Your faith in yourself is all you will ever have. Don't let anyone take it away from you, ever.", 
    "name": "Holly Marie Combs"
  }, 
  {
    "quote": "I'm a Christian. I go to church when I can. I was raised Baptist. I went to a Lutheran school. I'm a nondenominational practicing Christian. I have a lot of faith.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "My daddy, Rev. A. D. King, my granddaddy, Martin Luther King, Senior - we are a family of faith, hope and love.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "We're reclaiming America and restoring honor. I believe we do that with faith, with hope, with charity, and honoring our brothers and our sisters as we honor each other.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "I had very supportive parents that made the way for me, even at a time when there were very few women - no women, really maybe two or three women - and very few, fewer than that, African-American women heading in this direction, so there were very few people to look up to. You just had to have faith.", 
    "name": "Leah Ward Sears"
  }, 
  {
    "quote": "I'm a believer in belief. Faith is something that works - it causes people to do things, it has results. It's an intangible, indefinable, very real thing. And it moves people, sometimes to atrocity. And sometimes to survival.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I realized that my truest passion was for helping people change through faith in a higher power. That meant, for me, belonging to the church. Using my abilities to bring Christian doctrine to a postmodern world.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "First, I prepare. Then I have faith.", 
    "name": "Joe Namath"
  }, 
  {
    "quote": "I'd be lying if I said I had confidence in every choice I've made, that I have faith in every film I do on every shot.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "I'm a private guy, and you don't want to be out there preaching to people. But faith leads you in the decisions you make. You don't always pick the right path, but it's there in your conscience.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "A large psychic void is left by a loss of faith. So many Catholics have tried so many things to replace it.", 
    "name": "Phil Donahue"
  }, 
  {
    "quote": "President Obama and his radical feminist enforcers have had it in for Catholic medical providers from the get-go. It's about time all people of faith fought back against this unprecedented encroachment on religious liberty. First, they came for the Catholics. Who's next?", 
    "name": "Michelle Malkin"
  }, 
  {
    "quote": "I had faith in the concept and the theory that all Americans are endowed with the right to a fair trial and I would be fairly judged and fairly tried.", 
    "name": "Wesley Snipes"
  }, 
  {
    "quote": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "Courage is sometimes frail as hope is frail: a fragile shoot between two stones that grows brave toward the sun though warmth and brightness fail, striving and faith the only strength it knows.", 
    "name": "Frances Rodman"
  }, 
  {
    "quote": "Faith, culture, structure and guidance are good things.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "I have never lost my faith in God.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "I think the Moslem faith teaches hate.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "The public has lost faith in the ability of Social Security and Medicare to provide for old age. They've lost faith in the banking system and in conventional medical insurance.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "The Great Inflation of the 1970s destroyed faith in paper assets, because if you held a bond, suddenly the bond was worth much less money than it was before.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "In a democracy, dissent is an act of faith.", 
    "name": "J. William Fulbright"
  }, 
  {
    "quote": "I just have faith. It's just there. It's not any big deal.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "I have a great faith in God and Jesus.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "I have great faith that Heaven's there and I'll see my brothers and my mom and dad when I get there.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "Let it ever be remembered that genuine faith in Christ will ever be productive of good works for this faith worketh by love, as the apostle says, and love to God always produces obedience to his holy laws.", 
    "name": "Adam Clarke"
  }, 
  {
    "quote": "I don't have too much faith in destiny, or an afterlife. This is it.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "Stand straight, walk proud, have a little faith.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "Is a faith without action a sincere faith?", 
    "name": "Jean Racine"
  }, 
  {
    "quote": "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "The conversion of agnostic High Tories to the Anglican church is always rather suspect. It seems too pat and predictable, too clearly a matter of politics rather than faith.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Dawkins considers that all faith is blind faith, and that Christian and Muslim children are brought up to believe unquestioningly. Not even the dim-witted clerics who knocked me about at grammar school thought that.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "My faith inspires me so much. It is the very reason that I run. I feel that my running is completely a gift from God and it is my responsibility to use it to glorify him.", 
    "name": "Allyson Felix"
  }, 
  {
    "quote": "My faith doesn't go over real well in Hollywood.", 
    "name": "Jim Caviezel"
  }, 
  {
    "quote": "Once you're successful with a certain kind of music, it's hard not to have faith in it as a means to stay successful.", 
    "name": "Roberta Flack"
  }, 
  {
    "quote": "I have great faith in the intelligence of the American viewer and reader to put two and two together and come up with four.", 
    "name": "Jim Lehrer"
  }, 
  {
    "quote": "Faith gives you an inner strength and a sense of balance and perspective in life.", 
    "name": "Gregory Peck"
  }, 
  {
    "quote": "Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "The only thing that stands between a man and what he wants from life is often merely the will to try it and the faith to believe that it is possible.", 
    "name": "David Viscott"
  }, 
  {
    "quote": "Oklahomans value our children and our seniors. Oklahomans value traditions of faith. Oklahomans value our heroes, our veterans. Oklahomans value innovation and the creative arts.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "A quest for knowledge is not a war with faith spirituality is not usually an infelicitous amalgam of superstition and philistinism and moral relativism, taken outside midfield, leads inexorably both to heresy and to secular wickedness, which are often identical.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "The balance between faith and reason is for the determination of each individual, and of the people as a whole, not of unauthorized government officials uttering impious humbug as they arbitrarily try to define that balance.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws - a thing which can never be demonstrated.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "You know, this is a war of ideology, a war of thoughts and of faith. And we need people to really stand for faith and trust, not hope and change.", 
    "name": "Sharron Angle"
  }, 
  {
    "quote": "Risk means everything from being honest about your faith, to moving, to quitting a job that's paying you a fortune but it's not what's in your heart. Risking things is one of the biggest fears we have.", 
    "name": "John Tesh"
  }, 
  {
    "quote": "I'm just glad that my community has faith and confidence in me.", 
    "name": "Charles Rangel"
  }, 
  {
    "quote": "The enemies of the Christian religion and the Law of God confuse law with faith.", 
    "name": "Randall Terry"
  }, 
  {
    "quote": "Faith is a kind of winged intellect. The great workmen of history have been men who believed like giants.", 
    "name": "Charles Henry Parkhurst"
  }, 
  {
    "quote": "I do believe that belief is the most powerful thing we have in this world. So, if we believe in something enough. And we have faith, we can make it a reality. That is basically the basis of my entire career and my entire life.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "I have come to the conclusion that while a candidate's faith matters, what's most important is how he or she applies that faith.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "The question Americans should ask is not whether a candidate is affiliated with a particular faith but rather whether that candidate's faith makes it more likely he or she will support policies that align with their values.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "It's important to ask candidates about their beliefs, in part because politicians frequently exploit religious faith - often with the idea that voters will be more likely to unthinkingly accept certain political positions so long as they arise from religious belief.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "For the record, I believe elected officials should talk about faith. Our founders believed the moral principles of faith were indispensable to our nation's survival. The Declaration of Independence mentions God four times.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "Republican values - strong families, faith, personal responsibility and freedom, among others - are not unique to specific subsets of the electorate. They are universal values, and it is Republicans' job to remind Americans of that fact.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "All are free to believe or not believe all are free to practice a faith or not. But those who believe must be free to speak of and act on their belief.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "Are you gonna fuel your faith or fuel your fear? I'm all about fueling my faith, especially when it's hard to do so.", 
    "name": "Carrie-Anne Moss"
  }, 
  {
    "quote": "I am prejudiced in favor of him who, without impudence, can ask boldly. He has faith in humanity, and faith in himself. No one who is not accustomed to giving grandly can ask nobly and with boldness.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "Catholicism played such a huge part in my life, I would not have survived without my faith.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "Was the real Jesus of history one and the same as the Christ of faith whom we read about in the New Testament and worship in the church? Was Jesus really raised from the dead? Is he really the divine Lord of lords?", 
    "name": "John Clayton"
  }, 
  {
    "quote": "The substance of faith is a hope in the unseen.", 
    "name": "Ron Suskind"
  }, 
  {
    "quote": "I think that my preaching style and many of my ideas and ideals about faith are based in both Pentecostal and Baptist background.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "The unutterable violence of the Holocaust shook our confidence in the possibility of telling any story of faith at all.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "Tyler Perry's brand is faith, family and this whole thing that I've built, while my company, 34th Street Films, is like Disney's Touchstone. We can do anything. People don't know what to expect from me yet.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "Our religion does not discriminate according to color, sex or anything else. What counts is piety and faith.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Man is wise and constantly in quest of more wisdom but the ultimate wisdom, which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls forth faith rather than reason.", 
    "name": "Hal Borland"
  }, 
  {
    "quote": "The age of innocent faith in science and technology may be over.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "And as the Divine that goes forth from the Lord is the good of love and the truth of faith, the angels are angels and are heaven in the measure in which they receive good and truth from the Lord.", 
    "name": "Emanuel Swedenborg"
  }, 
  {
    "quote": "To believe only possibilities is not faith, but mere philosophy.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "As reason is a rebel to faith, so passion is a rebel to reason.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "The faith I was born into formed me.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "I've spent the last 50 years or so steeping myself in the world's religions, and I've done my homework. I've gone to each of the world's eight great religions and sought out the most profound scholars I could find, and I've apprenticed myself to them and actually practiced each faith.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "Faith is an act of rational choice, which determines us to act as if certain things were true, and in the confident expectation that they will prove to be true.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "Through history, people look for something spiritual. The greatest scientists in the world were men of religion and faith, too.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "But how odd that in this heathen nation of empty pews, where churches' bare, ruined choirs are converted into luxury loft living, a Labour government - yes, a Labour government - is deliberately creating a huge expansion of faith schools.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "But instead of standing up for reason, our government is handing education over to the world of faith.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "So many of my friends are still trying to get record deals, and I've had one for 10 years now, where my only goal is to make the best music I can make. I've been very lucky. I have great faith that I'm exactly where I'm supposed to be, and whatever happens is going to be absolutely right for me.", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "Have faith in your own thoughts.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "Don't be confused that my interest in religion, faith, and spirituality is driven by any sense of faith or spirituality of my own.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "I am sensitive to the value of faith and religion and spirituality in people's lives because I'm a journalist.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "I still have all the faith and love for my music and yet I'm still playing places for kids.", 
    "name": "Juliana Hatfield"
  }, 
  {
    "quote": "These are strange times. Reason, which once combatted faith and seemed to have conquered it, now has to look to faith to save it from dissolution.", 
    "name": "Johan Huizinga"
  }, 
  {
    "quote": "The attributes for entrepreneurs cut both ways. You need the ability to ignore inconvenient facts and see the world as it should be and not as it is. This inspires people to take huge leaps of faith. But this blindness to facts can be a liability, too. The characteristics that help entrepreneurs succeed can also lead to their failure.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "My mother's family were full-on Irish Catholics - faith in an elaborate old fashioned, highly conservative and madly baroque style. I sort of fell out of the tribe over women's rights and social justice issues when I was just 13 years old.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "I did not compose my work as one might put on a church vestment... rather it sprung from the truly fervent faith of my heart, such as I have felt it since my childhood.", 
    "name": "Franz Liszt"
  }, 
  {
    "quote": "Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.", 
    "name": "Julia Cameron"
  }, 
  {
    "quote": "Creativity is always a leap of faith. You're faced with a blank page, blank easel, or an empty stage.", 
    "name": "Julia Cameron"
  }, 
  {
    "quote": "I haven't lost faith in human nature and I haven't decided to be less compassionate to strangers.", 
    "name": "Armistead Maupin"
  }, 
  {
    "quote": "Let's say black, the whole black religious experience, here, is very impressive to me, because when I first arrived I realized that people carry their faith with so much pride.", 
    "name": "Boris Kodjoe"
  }, 
  {
    "quote": "I love the fact that we, as black people, carry our faith with us. We share it and embrace it and love it and talk about it because we talk about everything else and why not that and that was the first impression that I had that really touched me.", 
    "name": "Boris Kodjoe"
  }, 
  {
    "quote": "It comes with faith, for with complete faith there is no fear of what faces you in life or death.", 
    "name": "Jacqueline Cochran"
  }, 
  {
    "quote": "As a small business owner for the last 15 years, when I think of what truly changed my life, it was my faith, a strong family, my mom did a really, really good job of encouraging me in very clear and discernible ways.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "We can reach our potential, but to do so, we must reach within ourselves. We must summon the strength, the will, and the faith to move forward - to be bold - to invest in our future.", 
    "name": "John Hoeven"
  }, 
  {
    "quote": "You can't be afraid to put out a fire if you're a fireman. You can't be afraid to be a police officer and carry a gun if you're afraid to get up and go out there. So you've got to put that fear to the side and go out in faith to overcome that.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "When the truth is that there would be no great Western music, and certainly no decent choral repertoire, without the Catholic faith.", 
    "name": "Richard Morris"
  }, 
  {
    "quote": "I was brought up the Mexican way, where actors are paid very little and every part you take is an act of faith. If people respect that, then great.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "Seeds of faith are always within us sometimes it takes a crisis to nourish and encourage their growth.", 
    "name": "Susan Taylor"
  }, 
  {
    "quote": "Ours is a country built more on people than on territory. The Jews will come from everywhere: from France, from Russia, from America, from Yemen... Their faith is their passport.", 
    "name": "David Ben-Gurion"
  }, 
  {
    "quote": "Most atheists bristle at the thought that atheism has anything to do with faith, but not Penn Jillette.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "If I want to understand the laws of physics I have to first believe what I read about physics. I have to have faith in what I read.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Evolution is unobservable. It's based on blind faith in a few dry bones and on unreliable dating systems in which the gullible trust. Kids should be allowed to make up their own minds about this issue, and not be censored to 'one side is all we will let you hear.'", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Christians must share their faith in obedience to the Great Commission, because we are only seeing the fruit of sin this side of death.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Faith is the first step to understanding. Either it's the Word of an infallible God, the fallible words of men, or faith in what you personally believe. You've got to have faith in something. Believe me.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Men who accomplish great things in the industrial world are the ones who have faith in the money producing power of ideas.", 
    "name": "Charles Fillmore"
  }, 
  {
    "quote": "Faith is the black person's federal reserve system.", 
    "name": "Hattie McDaniel"
  }, 
  {
    "quote": "It helps, I think, to consider ourselves on a very long journey: the main thing is to keep to the faith, to endure, to help each other when we stumble or tire, to weep and press on.", 
    "name": "Mary Richards"
  }, 
  {
    "quote": "I believe that the Framers of the Constitution made their intent clear when they wrote the First Amendment. I believe they wanted to keep the new government from endorsing one religion over another, not erase the public consciousness or common faith.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "I'm on the board of a national group called Faith in America. It's designed to fight religious-based bigotry.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "No relief was forthcoming from my then-Catholic faith, which said the practice of homosexuality was a 'mortal sin' subject to damnation.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "The United States have fulfilled in good faith all their treaty stipulations with the Indian tribes, and have in every other instance insisted upon a like performance of their obligations.", 
    "name": "Martin Van Buren"
  }, 
  {
    "quote": "Men of Virginia, countrymen of Washington, of Patrick Henry, of Jefferson, and of Madison, will ye be true to your constitutional faith?", 
    "name": "Caleb Cushing"
  }, 
  {
    "quote": "Human societies, like human beings, live by faith and die when faith dies.", 
    "name": "Whittaker Chambers"
  }, 
  {
    "quote": "If solace is any sort of succor to someone, that is sufficient. I believe in the faith of people, whatever faith they may have.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "Anyone who really studies Catholicism deeply is aware of the mystical nature of our faith. Even references to Christ's mystical body has connections to that principle.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "We're telling a story. And the demands of that are different from the demands of a documentary. The audience must believe in order to keep faith in the story.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "Ultimately it's a leap of faith and a leap of imagination to put yourself back in time into those conditions and situations and see how you would react.", 
    "name": "Derek Jacobi"
  }, 
  {
    "quote": "God does say He will graciously entertain our prayers. He says that if we exercise faith, and if our request is in accordance with His will, He will hear us.", 
    "name": "Walter Martin"
  }, 
  {
    "quote": "Comics don't work if the story is all in the text and the images are illustrative. It's hard to have enough faith in the artists to allow them to do their job.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "You often feel that your prayers scarcely reach the ceiling but, oh, get into this humble spirit by considering how good the Lord is, and how evil you all are, and then prayer will mount on wings of faith to heaven.", 
    "name": "Charles Simeon"
  }, 
  {
    "quote": "My faith has been the driving thing of my life. I think it is important that people who are perceived as liberals not be afraid of talking about moral and community values.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "I try to act out of faith.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "I grew up in a very religious family and it is the motivating force to every thing I do. I am fortunate to have had adults all around me who really lived their faith, in helping other people and doing the best you can do.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "We receive by faith and we keep it by faith.", 
    "name": "Benny Hinn"
  }, 
  {
    "quote": "Science, we are repeatedly told, is the most reliable form of knowledge about the world because it is based on testable hypotheses. Religion, by contrast, is based on faith. The term 'doubting Thomas' well illustrates the difference.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "We will never fully explain the world by appealing to something outside it that must simply be accepted on faith, be it an unexplained God or an unexplained set of mathematical laws.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "There are a lot of Christian fundamentalists there are a lot of Muslim extremists. Every religion - Mormonism - has something way on the side that's completely using the religion as some weird backbone for their twisted faith. It has nothing to do with their religion.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "Man doesn't dictate what you do or how you do it. If you believe in God, believe in God have your faith in him. That's where my faith lies.", 
    "name": "Ray Lewis"
  }, 
  {
    "quote": "I love Canada. It's a wonderful political act of faith that exists atop a breathtakingly beautiful land.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "Fanatics do not have faith - they have belief. With faith you let go. You trust. Whereas with belief you cling.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "In the last analysis, of course, an oath will encourage fidelity in office only to the degree that officeholders continue to believe that they cannot escape ultimate accountability for a breach of faith.", 
    "name": "James L. Buckley"
  }, 
  {
    "quote": "When the principles that run against your deepest convictions begin to win the day, then the battle is your calling, and peace has become sin. You must at the price of dearest peace lay your convictions bare before friend and enemy with all the fire of your faith.", 
    "name": "Abraham Kuyper"
  }, 
  {
    "quote": "Great feelings will often take the aspect of error, and great faith the aspect of illusion.", 
    "name": "Robert Burton"
  }, 
  {
    "quote": "Sectarian divide has created a schism in our society that is a major challenge. As monarch of all Bahrainis, it pains me to see many harmed by the actions of a few. And yet I am optimistic and have faith in our people. We all realize that now is the time to strike a balance between stability and gradual reform.", 
    "name": "Hamad bin Isa Al Khalifa"
  }, 
  {
    "quote": "Of course, bad marriages are so pervasive that they have invaded the faith community too.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "I want people to just to see, all you got to do is have a little faith.", 
    "name": "Fantasia Barrino"
  }, 
  {
    "quote": "I heard my name associated with the Peter Pan syndrome more than once. But really, what's so wrong with Peter Pan? Peter Pan flies. He is a metaphor for dreams and faith.", 
    "name": "Mark Burnett"
  }, 
  {
    "quote": "Hollywood is a suction for your confidence or your faith or your togetherness. Just walking on the street you can feel it.", 
    "name": "Robin Wright Penn"
  }, 
  {
    "quote": "I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism. Do you know the rate of military enlistment among Hispanics is higher than any demographic in this country? And they are also hard work and responsibility.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "I'll tell you, in my life I've never once have seen a Hispanic panhandler, because in our community, it would be viewed as shameful to be out on the street begging. Those are all conservative values - faith, family, hard work, responsibility.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "To be sure, the response of faith to revelation, which God grants to the creature he chooses and moves with his love, occurs in such a way that it is truly the creature that provides the response, with its own nature and its natural powers of love.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "Whoever removes the Cross and its interpretation by the New Testament from the center, in order to replace it, for example, with the social commitment of Jesus to the oppressed as a new center, no longer stands in continuity with the apostolic faith.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "Downtown, one has less time. But there are in Europe much people who have the faith, in South America, too.", 
    "name": "Yannick Noah"
  }, 
  {
    "quote": "And so, today, if the state can no longer appeal to the old moral principles that belong to the Christian tradition, it will be forced to create a new official faith and new moral principles which will be binding on its citizens.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "I have faith in the jury system.", 
    "name": "Nancy Grace"
  }, 
  {
    "quote": "I can't really put it in one sentence because although on one hand Preacher is about faith and yes it is also about, I suppose, the search for God, the search for faith and the manipulation and the abuse committed by figures in whom I suppose people have faith.", 
    "name": "Garth Ennis"
  }, 
  {
    "quote": "There are a lot of things I can take, and a few that I can't. What I can't take is when my older brother, who's everything that I want to be, starts losing faith in things. I saw that look in your eyes last night. I don't ever want to see that look in your eyes again.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "At the time I perceived most religious men, particularly the pastors with all their talk about love, faith and relationship, as effeminate.", 
    "name": "Luke Ford"
  }, 
  {
    "quote": "I have learned that track doesn't define me. My faith defines me. I'm running because I have been blessed with a gift.", 
    "name": "Allyson Felix"
  }, 
  {
    "quote": "You have got to believe in yourself every time you go out there and race. If you have no faith in your ability all that training has been a waste of time.", 
    "name": "Maurice Greene"
  }, 
  {
    "quote": "Therefore, the church is not absolutely necessary as an object of faith, not even for us today, for then Abraham and the other prophets would not have given assent to those things which were revealed to them from God without any intervening help of the church.", 
    "name": "William Ames"
  }, 
  {
    "quote": "There are divers men who make a great show of loyalty, and pretend to such discretion in the hidden things they hear, that at the end folk come to put faith in them.", 
    "name": "Marie de France"
  }, 
  {
    "quote": "I walked along that slippery slope where if you fail through lack of faith, you sell your soul to the devil.", 
    "name": "Michelle Shocked"
  }, 
  {
    "quote": "No one else in our family was a professional musician so this took an enormous leap of faith on their part.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "It is from the traditional family that we absorb those universal ideals and principles which are the teaching of Jesus, the bedrock of our religious faith. We are taught the difference between right and wrong, and about the law, just punishment and discipline.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "Buddhism has a very beautiful teaching that says the worst thing you can do to your soul is to tell someone their faith is wrong.", 
    "name": "Ricky Martin"
  }, 
  {
    "quote": "My faith always has been and always will be important to me.", 
    "name": "Aretha Franklin"
  }, 
  {
    "quote": "As the most extravagant errors were received among the established articles of their faith, so the most infamous vices obtained in their practice, and were indulged not only with impunity, but authorized by the sanction of their laws.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "I accept people for who they are and love them. That doesn't mean I have to agree or that I have to turn my back on the tenets of my faith and reject the tenets of my faith when it comes to homosexuality.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "For more than three thousand years men have quarreled concerning the formulas of their faith.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "Ethical religion can be real only to those who are engaged in ceaseless efforts at moral improvement. By moving upward we acquire faith in an upward movement, without limit.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "I was never the ingenue, so hopefully that'll make it easier to age and still work. I know a lot of actors who are really dissatisfied with where they're at even though some of them are huge stars and I feel like, 'Oh, my God, you're at the top.' Something interesting will come. It always does. I have faith.", 
    "name": "Hope Davis"
  }, 
  {
    "quote": "We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "Ann Romney makes all women proud by the way she has conducted her life as a strong woman of faith, as a mother, as a wife and as a true patriot.", 
    "name": "Nikki Haley"
  }, 
  {
    "quote": "I don't really go down one path. I wouldn't call myself a Buddhist, or a Catholic or a Christian or a Muslim, or Jewish. I couldn't put myself into any organized faith.", 
    "name": "Dean Cain"
  }, 
  {
    "quote": "The mere assemblage of peace loving people to interchange convincing reasons for their common faith, mere exhortation and argument to the public in favor of peace in general fall short of the mark.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "In the latter case life rests upon a thousand presuppositions which the individual can never trace back to their origins, and verify but which he must accept upon faith and belief.", 
    "name": "Georg Simmel"
  }, 
  {
    "quote": "In Christ the original image of God is restored, by faith in this world and by sight in the world to come.", 
    "name": "Walter Lang"
  }, 
  {
    "quote": "I do not purpose to discuss faith in its dogmatic sense today.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "Taking it in its wider and generic application, I understand faith to be the supplement of sense or, to change the phrase, all knowledge which comes not to us through our senses we gain by faith in others.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "We know the past and its great events, the present in its multitudinous complications, chiefly through faith in the testimony of others.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "The realm of immediate or personal knowledge is a narrow circle in which these bodies move the realm of knowledge derived through faith is as wide as the universe, and old as eternity.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "If, then, knowledge be power, how much more power to we gain through the agency of faith, and what elevation must it give to human character.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "If, then, faith widens the connections, it elevates the man.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "I have faith in the market when we get the rules right.", 
    "name": "Kenneth Lay"
  }, 
  {
    "quote": "I'm a lapsed Quaker. I don't go to meetings any more. But I'm very drawn to Catholicism - all that glitter. I'd love to be a Catholic. I think it would be fantastic - faith, forgiveness, absolution, extreme unction - all these wonderful words. I don't think anyone who was ever born a Catholic hasn't died a Catholic, no matter how lapsed they are.", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "At times of distress, we all like to recall the advice of fathers and mothers. The best advice my father gave me was to keep faith and deep confidence in the potential of the Greek people nurture the belief that they can do things.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "You see, some non-Catholic friends of mine have questioned the depth of my faith because of the fact that I have a good education.", 
    "name": "Robert Vaughn"
  }, 
  {
    "quote": "The marriage of a man and woman is the most enduring human institution, honored in all cultures and by every religious faith. It's in this institution that children are meant to be nurtured. We know this after thousands of years of human experience.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "I've been speaking at churches for years, as well as juvenile jails, rehabs and hospitals, and I always talk about my faith. That is a declaration of my relationship with God.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "President Ford was a devoted, decent man of impeccable integrity who put service to his country before his own self interest. He helped heal our nation during a time of crisis, provided steady leadership and restored people's faith in the presidency and in government.", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "I spent four months in Prague in these blue rooms reacting to nothing and you basically place your faith in the hands of the director and the special effects co-coordinator and you keep your fingers crossed and hope that the creatures look really scary.", 
    "name": "Edward Burns"
  }, 
  {
    "quote": "My faith has no bed to sleep upon but omnipotence.", 
    "name": "Samuel Rutherford"
  }, 
  {
    "quote": "In light of these facts Republicans have put forth a variety of proposals to make Social Security remain solvent for future generations. But up to this point, Democrats have chosen to oppose our good faith efforts and insist that indeed there is no problem.", 
    "name": "John Doolittle"
  }, 
  {
    "quote": "I believe there is a moral sense and a global ethic that commands attention from people of every religion and every faith, and people of no faith. But I think what's new is that we now have the capacity to communicate instantaneously across frontiers right across the world.", 
    "name": "Gordon Brown"
  }, 
  {
    "quote": "Christianity has always embraced both reason and faith.", 
    "name": "Dinesh D'Souza"
  }, 
  {
    "quote": "I have faith in faith. God is there, whether we have faith or not, so why not have faith in him?", 
    "name": "Valerie Bertinelli"
  }, 
  {
    "quote": "Christians can bring peace to multi-religious Europe because we are able to understand the role of faith in the lives of other believers better than atheists.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "I believe that my own Christian faith does indeed make universal claims.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "I don't think it's any coincidence that I lost my religious faith and 'manned up' in the same year. I was described somewhere as a lapsed Catholic, which is funny because I'm not going back! I want to achieve things rather than live life in an animalistic way.", 
    "name": "Jimmy Carr"
  }, 
  {
    "quote": "To imply that religious believers have no right to engage moral questions in the public square or at the ballot is simply to establish a Reichian secularism as our state faith.", 
    "name": "Maggie Gallagher"
  }, 
  {
    "quote": "The belief that there are other life forms in the universe is a matter of faith. There is not a single shred of evidence for any other life forms, and in forty years of searching, none has been discovered. There is absolutely no evidentiary reason to maintain this belief.", 
    "name": "Michael Crichton"
  }, 
  {
    "quote": "Hope is the belief we might get it done, and faith is the knowledge we will get it done.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "Notwithstanding these setbacks, the dream of a beautiful American orchestra goes on, and I share Dr. King's faith that each year we move inexorably closer to a magnificent opening night.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "That bedrock faith that I could write was what blinded me to attempts to discourage me.", 
    "name": "Lynn Abbey"
  }, 
  {
    "quote": "What the F.D.I.C. does is to put the full faith and credit of the United States government behind every savings account in the nation, up to a limit that has changed over the years and stands now at $100,000.", 
    "name": "Nick Clooney"
  }, 
  {
    "quote": "The ultimate ground of faith and knowledge is confidence in God.", 
    "name": "Charles Hodge"
  }, 
  {
    "quote": "If all Church power vests in the clergy, then the people are practically bound to passive obedience in all matters of faith and practice for all right of private judgment is then denied.", 
    "name": "Charles Hodge"
  }, 
  {
    "quote": "I always wanted to be honest with myself and to those who have had faith in me.", 
    "name": "Rafael Nadal"
  }, 
  {
    "quote": "The ultimate wisdom which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls faith rather than reason.", 
    "name": "Hal Borland"
  }, 
  {
    "quote": "I believe in faith, family and country. I really keep it that simple.", 
    "name": "Sean Hannity"
  }, 
  {
    "quote": "How do I love Tim McGraw? Let me count the ways: I love that he's a country boy with a city sensibility. I love that he refuses to be pegged, and his duet with Nelly proves it. And I really love that he had the brains to marry Faith Hill.", 
    "name": "Gayle King"
  }, 
  {
    "quote": "The principle of acting in good faith is at the heart of decent work.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "More recently, as faith gave way to materialism, anti-Semitism assumed a secular mode, harnessing itself to the dominant ideologies of both the Left and the Right.", 
    "name": "Jack Schwartz"
  }, 
  {
    "quote": "To have faith is to believe in truth, believe that truth confers special power on those lucky enough to get a little insight, and to know in our hearts that all these things come from God, which is why we should never get too cocky about our successes.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "Seven and half years ago I began my own journey. For me and my family it was a time of adversity. But during that adversity I derived a deeper faith. And born out of that adversity was a commitment to devote myself to those people and to those issues that truly matter to me.", 
    "name": "Paul Tsongas"
  }, 
  {
    "quote": "Faith always contains an element of risk, of venture and we are impelled to make the venture by the affinity and attraction which we feel in ourselves.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "Bereavement is the sharpest challenge to our trust in God if faith can overcome this, there is no mountain which it cannot remove.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "All faith consists essentially in the recognition of a world of spiritual values behind, yet not apart from, the world of natural phenomena.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "I have faith in the justice system, and what will happen will happen. I'm just trying to do the right thing.", 
    "name": "Tracey Gold"
  }, 
  {
    "quote": "I haven't chosen to make an issue of faith.", 
    "name": "Peter Garrett"
  }, 
  {
    "quote": "I think the American people, understandably, have sort of lost faith in the United Nations.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "Everyone should have a moment with Ron Howard in their life to give you faith in our industry.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "I've always thought, and it gets tested at times, that I have a great faith in the fundamental goodness of human beings.", 
    "name": "Bob Brown"
  }, 
  {
    "quote": "I suppose I should say that I treasure blasphemy, as a faith of the highest order.", 
    "name": "Rick Moody"
  }, 
  {
    "quote": "American government was founded on a belief and a faith in God and in doing what is right and just.", 
    "name": "Ginny Brown-Waite"
  }, 
  {
    "quote": "Democrats can neither control nor predict whether our GOP counterparts are really ready to play chicken with the U.S. economy. But we can assure the American people that our party takes the nation's faith and credit seriously.", 
    "name": "Peter Welch"
  }, 
  {
    "quote": "In the West, you have always associated the Islamic faith 100 percent with Arab culture. This in itself is a fundamentalist attitude and it is mistaken.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "I have seen doctors, in good faith, leave patients on steroids for years, thinking they are doing right. A friend of mine was on steroids for so long, she has severe osteoporosis.", 
    "name": "Mary Ann Mobley"
  }, 
  {
    "quote": "After the desperate years of their own war, after six years of repression inside Spain and six years of horror in exile, these people remain intact in spirit. They are armed with a transcendent faith they have never won, and yet they have never accepted defeat.", 
    "name": "Martha Gellhorn"
  }, 
  {
    "quote": "Pray for intestinal fortitude, work hard, and keep the faith. Oh, and pray for good luck, you're gonna need it.", 
    "name": "Jerry Reed"
  }, 
  {
    "quote": "We have the incredible privilege of serving in the highest offices in the state. We must prove ourselves worthy of our fellow citizens' faith. We must be trusted to always place the public's good above our own and to always choose fairness over favoritism.", 
    "name": "Jodi Rell"
  }, 
  {
    "quote": "Skepticism, riddling the faith of yesterday, prepared the way for the faith of tomorrow.", 
    "name": "Romain Rolland"
  }, 
  {
    "quote": "Justifying faith is not a naked assent to the truths of the gospel.", 
    "name": "William Gurnall"
  }, 
  {
    "quote": "Godliness, as well as the doctrine of our faith, is a mystery.", 
    "name": "William Gurnall"
  }, 
  {
    "quote": "The independence of the economic sphere was a tenet of faith with Liberalism.", 
    "name": "Francis Parker Yockey"
  }, 
  {
    "quote": "Since the presidency of Ronald Reagan, conservatives have succeeded by adhering to a platform that rests firmly on three legs: smaller government, faith and family, and a strong national defense. These three legs do not merely represent a political coalition they are three necessary components of a strong and secure America.", 
    "name": "Frank Gaffney"
  }, 
  {
    "quote": "My mother was the influence in my life. She was strong she had great faith in the ultimate triumph of justice and hard work. She believed passionately in education.", 
    "name": "John H. Johnson"
  }, 
  {
    "quote": "Of course, Americans have no monopoly of patriotic enthusiasm and good faith.", 
    "name": "Herbert Croly"
  }, 
  {
    "quote": "The Constitution was the expression not only of a political faith, but also of political fears. It was wrought both as the organ of the national interest and as the bulwark of certain individual and local rights.", 
    "name": "Herbert Croly"
  }, 
  {
    "quote": "There are more people living in Lower Manhattan now than before the terrorist attacks. That's faith for you. There's such a strong spirit here.", 
    "name": "Daniel Libeskind"
  }, 
  {
    "quote": "I'm not Candide, nor Dr Pangloss, but we know that faith moves mountains.", 
    "name": "Daniel Libeskind"
  }, 
  {
    "quote": "I am not here to parade my religious sentiments, but I declare I have too much respect for the faith in which I was born to ever use it as the basis of a political organization.", 
    "name": "Wilfrid Laurier"
  }, 
  {
    "quote": "I think there is a great deal of interest still in the Christian faith.", 
    "name": "Rowan Williams"
  }, 
  {
    "quote": "I come from a Christian faith. I am not going to give you insight into my particular beliefs.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "I would never have gone anywhere if it hadn't been for Mother's faith and support.", 
    "name": "Patsy Cline"
  }, 
  {
    "quote": "Through these adversities, Israel has endured with continued strength, conviction, and faith.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "I have a lot of faith in people.", 
    "name": "John Lithgow"
  }, 
  {
    "quote": "If there are Muslims who believe that they've got to kill Christians to make a way for the Islamic faith in the West, not only would they be disappointed, but it will lead to conflict, there's no doubt about that.", 
    "name": "George Carey"
  }, 
  {
    "quote": "Great dislike to the Bible was shown by those who conversed with me about it, and several have remarked to me, at different times, that if it were not for that book, Catholics would never be led to renounce their own faith.", 
    "name": "Maria Monk"
  }, 
  {
    "quote": "Some theists in evolutionary science acquiesce to these tacit rules and retain a personal faith while accepting a thoroughly naturalistic picture of physical reality.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "You can't do opera when already from the 10th row you can only see little dolls on the stage. In such an enormous space you can't put much faith in the personal presence of the individual singer, which is reflected in facial expressions, among other things.", 
    "name": "Dietrich Fischer-Dieskau"
  }, 
  {
    "quote": "Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "I have faith the men and women of the Coast Guard will immediately rise to the challenge and see the people hit by Katrina through until the storm has truly calmed.", 
    "name": "Dave Reichert"
  }, 
  {
    "quote": "I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard.", 
    "name": "Melanie Fiona"
  }, 
  {
    "quote": "Red Sox fans have been pushed to the brink over the years, but that's how faith grows stronger.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "I'm a writer of faith who worries about the intolerance of religion. I look at the past and fear we haven't learned from it. I believe that humanity is capable of evil as well as great acts of courage and goodness. I have hope. Deep down, I believe in the human spirit, although sometimes that belief is shaken.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "Visible Faith is an expression of my Christian faith which must be visible to be real! I gave the name to the collection of musicians who worked with me on the record.", 
    "name": "Ken Hensley"
  }, 
  {
    "quote": "Christianity emerged from the religion of Israel. Or rather, it has as its background a persistent strain in that religion. To that strain Christians have looked back, and rightly, as the preparation in history for their faith.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "Religiously the Empire was pluralistic and marked by a search for a faith which would be satisfying intellectually and ethically and would give assurance of immortality.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "In the third century after Christ the faith continued to spread.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "For two thousand years, the Church has guided the development of music, carefully legislating to fuse artistic talent and aesthetic beauty with the demands of the Faith.", 
    "name": "Richard Morris"
  }, 
  {
    "quote": "The enemy is not Islam, the great world faith, but a perversion of Islam.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "I have deep respect for people's individual faith, but when faith gets connected to the machinery of state, or the machinery of hate, I find it very confronting.", 
    "name": "Andrew Denton"
  }, 
  {
    "quote": "If we are strong, and have faith in life and its richness of surprises, and hold the rudder steadily in our hands. I am sure we will sail into quiet and pleasent waters for our old age.", 
    "name": "Freya Stark"
  }, 
  {
    "quote": "The solid, middle-class values of hard work, responsibility, family, community, and faith my father talked about tirelessly from Iowa to New York, he lived at home. The hopes he had for his family and for me, he had for all Americans. I think Americans understood this.", 
    "name": "Chelsea Clinton"
  }, 
  {
    "quote": "I met the president when he was president-elect at a meeting in Austin. He spoke of his faith. He spoke of his desire for a compassionate conservatism, for a faith-based initiative that would do something for poor people.", 
    "name": "Jim Wallis"
  }, 
  {
    "quote": "I think it's a good thing for a president or political leaders to want to put their values or their faith into action. Desmond Tutu did that in South Africa. Martin Luther King Jr. did that here. This is a good thing.", 
    "name": "Jim Wallis"
  }, 
  {
    "quote": "I'm often asked what I think about the faith of the President George W. Bush. I think it is sincere. I think it's very real. I think it's deeply held.", 
    "name": "Jim Wallis"
  }, 
  {
    "quote": "So when the only domestic social policy is tax cuts that mostly benefit the wealthiest Americans, we say, 'Where is faith being put into action here?'", 
    "name": "Jim Wallis"
  }, 
  {
    "quote": "The Negro people of America... have cut our forests, tilled our fields, built our railroads, fought our battles, and in all of their trials they have manifested a simple faith, a grateful heart, a cheerful spirit, and an undivided loyalty .", 
    "name": "Mordecai Wyatt Johnson"
  }, 
  {
    "quote": "Those who are rooted in the depths that are eternal and unchangeable and who rely on unshakeable principles, face change full of courage, courage based on faith.", 
    "name": "Emily Greene Balch"
  }, 
  {
    "quote": "After 'Four Feathers,' I quit then because I just lost faith. I didn't like how the business was.", 
    "name": "Wes Bentley"
  }, 
  {
    "quote": "I don't worry about being in a hurry any more, because my faith in God will always deliver me on time.", 
    "name": "Martha Reeves"
  }, 
  {
    "quote": "Faith is the heroism of the intellect.", 
    "name": "Charles Henry Parkhurst"
  }, 
  {
    "quote": "Propelled by freedom of faith, gender equality and economic justice for all, India will become a modern nation. Minor blemishes cannot cloak the fact that India is becoming such a modern nation: no faith is in danger in our country, and the continuing commitment to gender equality is one of the great narratives of our times.", 
    "name": "Pranab Mukherjee"
  }, 
  {
    "quote": "I stepped out on faith to follow my lifelong dream of being an author. I made real sacrifices and took big risks. But living, it seems to me, is largely about risk.", 
    "name": "Jan Karon"
  }, 
  {
    "quote": "Why should any man have power over any other man's faith, seeing Christ Himself is the author of it?", 
    "name": "George Fox"
  }, 
  {
    "quote": "Our nation has kept faith with its veterans. Funding for veterans healthcare and benefits is strong, and has increased more than 75 percent in the last decade.", 
    "name": "Steve Buyer"
  }, 
  {
    "quote": "All the faith and good will in the world is wasted without direction.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "In this new century, our commitment to family and to faith, to community and opportunity, to freedom and to hope, will be the light that shines to lead us forward.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "It's also reflective of a young person's religion or faith in that it's highly charged with sacramental imagery and with country imagery, because I was in the seminary for so many years in the country.", 
    "name": "Daniel Berrigan"
  }, 
  {
    "quote": "I desire an special interest in your prayers that my faith fail not in the day of adversity.", 
    "name": "John Hawley"
  }, 
  {
    "quote": "Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.", 
    "name": "Rupert Sheldrake"
  }, 
  {
    "quote": "The facts of science are real enough, and so are the techniques that scientists use, and so are the technologies based on them. But the belief system that governs conventional scientific thinking is an act of faith.", 
    "name": "Rupert Sheldrake"
  }, 
  {
    "quote": "For more than 200 years, materialists have promised that science will eventually explain everything in terms of physics and chemistry. Believers are sustained by the faith that scientific discoveries will justify their beliefs.", 
    "name": "Rupert Sheldrake"
  }, 
  {
    "quote": "Well, you have to keep your faith in the fact that there are a lot of intelligent people who are actively looking for something interesting, people who have been disappointed so many times.", 
    "name": "Richard Linklater"
  }, 
  {
    "quote": "If faith is your motivation, share that.", 
    "name": "Tim Kaine"
  }, 
  {
    "quote": "I've long been really intrigued with what is the... proper role of faith and religion in public life.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "One of the joys of being a Christian or being a person of faith is that you believe deep down that death isn't the worst thing, you know. Not living your life: that's the worst thing. And death is not, it's not all it's cracked up to be. It's not, it's not the end of the world.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "Faith is a dynamic and ever-changing process, not some fixed body of truth that exists outside our world and our understanding. God's truth may be fixed and unchanging, but our comprehension of that truth will always be partial and flawed at best.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "Humor has always been important to me. If there is a shield of faith that you can keep up against difficulties, humor is the Teflon coating.", 
    "name": "Laurel Lee"
  }, 
  {
    "quote": "At issue in the Hiss Case was the question whether this sick society, which we call Western civilization, could in its extremity still cast up a man whose faith in it was so great that he would voluntarily abandon those things which men hold good, including life, to defend it.", 
    "name": "Whittaker Chambers"
  }, 
  {
    "quote": "At issue was the question whether this man's faith could prevail against a man whose equal faith it was that this society is sick beyond saving, and that mercy itself pleads for its swift extinction and replacement by another.", 
    "name": "Whittaker Chambers"
  }, 
  {
    "quote": "I think the issue of clergy sexual abuse sparked people to look at their faith in a different way.", 
    "name": "William P. Leahy"
  }, 
  {
    "quote": "We are the meeting place, an entity that's trying to connect faith and culture.", 
    "name": "William P. Leahy"
  }, 
  {
    "quote": "The Afghans did not have sophisticated weapons like the Soviets did, but with their faith they defeated a superpower.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "I personally have always found the Unitarian faith a source of comfort and help in my daily life.", 
    "name": "Leverett Saltonstall"
  }, 
  {
    "quote": "Put your faith in God and confidence in yourself.", 
    "name": "Alberta Hunter"
  }, 
  {
    "quote": "I still have great faith in what is good and right in all of us.", 
    "name": "Marvin Hamlisch"
  }, 
  {
    "quote": "The historical orthodox Christian faith is extremely wide and diverse.", 
    "name": "Rob Bell"
  }, 
  {
    "quote": "Well, I affirm orthodox Christian faith. I affirm the Nicene Creed. I don't think I'm doing anything terribly new.", 
    "name": "Rob Bell"
  }, 
  {
    "quote": "My parents were both very intellectually honest, straightforward, and for them, faith meant that you were fully engaged.", 
    "name": "Rob Bell"
  }, 
  {
    "quote": "I want our government to encourage and protect freedom as well as our traditions of faith and family.", 
    "name": "Jesse Helms"
  }, 
  {
    "quote": "Faith makes all evil good to us, and all good better unbelief makes all good evil, and all evil worse. Faith laughs at the shaking of the spear unbelief trembles at the shaking of a leaf.", 
    "name": "Robert Cecil"
  }, 
  {
    "quote": "I think church and state should remain entirely separate at all costs, and that the decision of religious marriage should be of each faith to debate and decide free of political influence.", 
    "name": "Adam Rickitt"
  }, 
  {
    "quote": "Yes, we were looking for a Faith spin-off, but then Faith backed down. Eliza got a really wonderful offer over on Fox in a show, and, for reasons I didn't talk to her about, she decided to go there, and everyone respects that.", 
    "name": "James Marsters"
  }, 
  {
    "quote": "There is a split between Muslims who want to practice their faith in peace and tolerance with other religions and other people, and these extreme, radical fundamentalists who have shown a total lack of tolerance for people with different views, starting with people who they don't think are good Muslims, and going on to include Christians and Jews.", 
    "name": "Richard Holbrooke"
  }, 
  {
    "quote": "Often, we are quick to find blame with others but yet are unable to give constructive responses. There seems to be a tendency to doubt almost everything. Do we not have faith in our own people's strengths and in our institutions? Can we afford distrust amongst ourselves?", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "When I started this project, I was a young architect. I was very apprehensive about any changes to the design. Whether I wanted to or not, I learned that you can accept some changes to its form without compromising its intent. But it's a leap of faith that I didn't want to make initially - to put it mildly.", 
    "name": "Michael Arad"
  }, 
  {
    "quote": "Faith is the response to something which is calling us from the timeless part of our reality.", 
    "name": "Sydney Carter"
  }, 
  {
    "quote": "When you have put all your faith in man and continue to be disappointed, don't you hope there is something out of there that is not of human element?", 
    "name": "Natalie Cole"
  }, 
  {
    "quote": "The orthodox Jewish faith practically excludes woman from religious life.", 
    "name": "Abraham Cahan"
  }, 
  {
    "quote": "In the Europe which was created by the Second World War, divided into two blocks, each in need of a revolution that would end the abuses and injustices of capitalism and the privileges of a bureaucratic caste, collective faith does not exist.", 
    "name": "Juan Goytisolo"
  }, 
  {
    "quote": "In times when religious or political faith or hope predominates, the writer functions totally in unison with society, and expresses society's feelings, beliefs, and hopes in perfect harmony.", 
    "name": "Juan Goytisolo"
  }, 
  {
    "quote": "You need to develop, somehow, a huge amount of faith and confidence in yourself, because there's a lot of rejection throughout an actor's life and you have to believe in yourself more than anyone else.", 
    "name": "Stephen Collins"
  }, 
  {
    "quote": "Our first responsibility is to protect the American people and we cannot put on blinders to expect that everyone who seeks asylum does so in good faith.", 
    "name": "Bill Shuster"
  }, 
  {
    "quote": "While your life is the true expression of your faith, whom can you fear?", 
    "name": "Julia Ward Howe"
  }, 
  {
    "quote": "The great thing is that whether we have faith or not, we are by and large very tolerant of people, whatever their particular view.", 
    "name": "Ed Miliband"
  }, 
  {
    "quote": "It's really important to say this. Often the faith schools were founded before the state provided education. I want good education in this country so I'm not going to slag off faith schools. I think that it's important that people of different backgrounds and different faiths go to school together and many faith schools do that.", 
    "name": "Ed Miliband"
  }, 
  {
    "quote": "If you cast your bread upon the water and you have faith, you'll get back cash. If you don't have faith, you'll get soggy bread.", 
    "name": "Don King"
  }, 
  {
    "quote": "Denzel's quality, I think, is his faith. You have all the action in your head and you have to believe in it and just do it. That's what he does and that's what he taught me to do.", 
    "name": "Derek Luke"
  }, 
  {
    "quote": "A few years ago you couldn't go from TV to film. It was like a 'no no' but I believe when you find a plan and purpose that God has for your life, there's not anything man can do to you. Especially when your faith is not really standing in the wisdom of man, you're really standing in the wisdom of God.", 
    "name": "Derek Luke"
  }, 
  {
    "quote": "Americans are fascinated by their own love of shopping. This does not make them unique. It's just that they have more to buy than most other people on the planet. And it's also an affirmation of faith in their country.", 
    "name": "Simon Hoggart"
  }, 
  {
    "quote": "The New Right, in many cases, is doing nothing less than placing a heretical claim on Christian faith that distorts, confuses, and destroys the opportunity for a biblical understanding of Jesus Christ and of his gospel for millions of people.", 
    "name": "Mark Hatfield"
  }, 
  {
    "quote": "But back to your question, it was a wonderful experience with the Art Ensemble, and I keep in contact and sort of follow what's going on, but it was also very important to make this step, you may say this leap of faith.", 
    "name": "Joseph Jarman"
  }, 
  {
    "quote": "Have a little faith. Don't give up.", 
    "name": "Fantasia Barrino"
  }, 
  {
    "quote": "Know why you believe, understand what you believe, and possess a reason for the faith that is in you.", 
    "name": "Francis Wright"
  }, 
  {
    "quote": "It just took all of that to come to a screeching halt, to get to the point of having nothing, for me to finally realize, Hey, what are you fighting with this for? Until then, I hadn't claimed my faith as my own I had just grown up with it.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "I'm still going to make mistakes, but I don't have any problems with publicly professing my faith now. It just took me a long time to get to the right place in my relationship with Christ.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "Faith means intense, usually confident, belief that is not based on evidence sufficient to command assent from every reasonable person.", 
    "name": "Walter Kaufmann"
  }, 
  {
    "quote": "I am convinced we shall succeed. I have faith in this country, because I have faith in its people.", 
    "name": "Horst Koehler"
  }, 
  {
    "quote": "I have learned to have more faith in the scientist than he does in himself.", 
    "name": "David Sarnoff"
  }, 
  {
    "quote": "There will be trying times during Obama's presidency, and liberty will need staunch defenders. Can Obama reshape liberalism to be, as it was under F.D.R., a fighting faith, unapologetically patriotic and strong in the defense of liberty? That would be a service to our country.", 
    "name": "Bill Kristol"
  }, 
  {
    "quote": "The process of philosophic and scientific enlightenment has shaken the stability of beliefs held explicitly as articles of faith.", 
    "name": "Michael Polanyi"
  }, 
  {
    "quote": "In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools.", 
    "name": "Mark Foley"
  }, 
  {
    "quote": "Mr. Speaker, I am deeply concerned that many regions of this world are suffering from the effects of armed conflicts with religious aspects. I believe that the differences of faith are not the real reason for these conflicts.", 
    "name": "Alcee Hastings"
  }, 
  {
    "quote": "It is something that is called MDS. It is a rare blood disorder that affects the bone marrow. I'm going to beat this. My doctors say it and my faith says it.", 
    "name": "Robin Roberts"
  }, 
  {
    "quote": "Those who have always had faith in its final success can do no less than rejoice as if it was our own triumph after five years of daily struggle to impose Cuban music on the European continent.", 
    "name": "Alejo Carpentier"
  }, 
  {
    "quote": "We will grieve not, rather find strength in what remains behind. In the faith that looks through death, in years that bring the philosophic mind.", 
    "name": "John Bacon"
  }, 
  {
    "quote": "Yes, you who called us godless, we found our faith in Adolf Hitler, and through him found God once again. That is the greatness of our day, that is our good fortune!", 
    "name": "Robert Ley"
  }, 
  {
    "quote": "I've been brought up with the Christian faith with my family.", 
    "name": "Ioan Gruffudd"
  }, 
  {
    "quote": "The civil rights movement was based on faith. Many of us who were participants in this movement saw our involvement as an extension of our faith. We saw ourselves doing the work of the Almighty. Segregation and racial discrimination were not in keeping with our faith, so we had to do something.", 
    "name": "John Lewis"
  }, 
  {
    "quote": "I will always try to share my faith with any person who is willing to listen. When I feel a wall go up, we can talk about something else... and I will pray for you.", 
    "name": "Gloria Gaynor"
  }, 
  {
    "quote": "Bush's faith in the rightness of his strategy in the broader war is deep-seated. It is a product of faith.", 
    "name": "Rich Lowry"
  }, 
  {
    "quote": "Faith is not trying to believe something regardless of the evidence. Faith is daring to do something regardless of the consequences.", 
    "name": "Sherwood Eddy"
  }, 
  {
    "quote": "I have a Christian worldview and so it shapes the way that I view issues. I don't apologize for that, and I don't think people of faith ought to shrink away from being in the public arena.", 
    "name": "John Thune"
  }, 
  {
    "quote": "Voters must have faith in the electoral process for our democracy to succeed.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "There are many countries where you can only believe more or you can believe less. But in the United States we have this incredible smorgasbord, and it really interests me why people are drawn to one faith rather than another, especially to a system of belief that to an outsider seems absurd or dangerous.", 
    "name": "Lawrence Wright"
  }, 
  {
    "quote": "I believe that we must reach our brother, never toning down our fundamental oppositions, but meeting him when he asks to be met, with a reason for the faith that is in us, as well as with a loving sympathy for them as brothers.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "It is easier to have faith that God will support each House of Hospitality and Farming Commune and supply our needs in the way of food and money to pay bills, than it is to keep a strong, hearty, living faith in each individual around us - to see Christ in him.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "Let those who, still in their youth, have preserved their faith and fullness of hope, keep looking up.", 
    "name": "George A. Smith"
  }, 
  {
    "quote": "Do not fear lest you should meditate too much upon Him and speak of Him in an unworthy way, providing you are led by faith. Do not fear lest you should entertain false opinions of Him so long as they are in conformity with the notion of the infinitely perfect Being.", 
    "name": "Nicolas Malebranche"
  }, 
  {
    "quote": "In this connection, faith and experience teach us many truths by means of the short-cut of authority and by the proofs of very pleasant and agreeable feelings.", 
    "name": "Nicolas Malebranche"
  }, 
  {
    "quote": "Insurgents have capitalized on popular resentment and anger towards the United States and the Iraqi government to build their own political, financial and military support, and the faith of Iraqi citizens in their new government has been severely undermined.", 
    "name": "Tom Lantos"
  }, 
  {
    "quote": "Greece's European neighbors were able step in and bolster the weak foundation on which Greece's free-spending budget was based. It would be difficult for any country, or intergovernmental organization, to rescue an economy the size of the U.S. if investors were ever to lose faith in our bonds because of our enormous debt.", 
    "name": "Douglas Wilder"
  }, 
  {
    "quote": "Many are needed to plant and water what has been planted now that the faith has spread so far and there are so many people... No matter who plants or waters, God gives no harvest unless what is planted is the faith of Peter and unless he agrees to his teachings.", 
    "name": "Thomas Becket"
  }, 
  {
    "quote": "When you look around right now, Nashville is kind of going through another changing of guard you're watching the Martina McBrides and the Faith Hills and all of them that have been the big stars for the last however many years, and the next generation is coming in: Miranda Lambert, Carrie Underwood, those girls.", 
    "name": "Callie Khouri"
  }, 
  {
    "quote": "Losing faith in your own singularity is the start of wisdom, I suppose also the first announcement of death.", 
    "name": "Peter Conrad"
  }, 
  {
    "quote": "It would make life much easier if I could have total faith and not question everything all the time, but I can't do it and I won't do it.", 
    "name": "Joey Skaggs"
  }, 
  {
    "quote": "The only force that can overcome an idea and a faith is another and better idea and faith, positively and fearlessly upheld.", 
    "name": "Dorothy Thompson"
  }, 
  {
    "quote": "I believe that today's players who are Christians feel that it's important and their responsibility to acknowledge their faith.", 
    "name": "Lynn Swann"
  }, 
  {
    "quote": "Reason is an action of the mind knowledge is a possession of the mind but faith is an attitude of the person. It means you are prepared to stake yourself on something being so.", 
    "name": "Michael Ramsey"
  }, 
  {
    "quote": "Whoever sets any bounds for the reconstructive power of the religious life over the social relations and institutions of men, to that extent denies the faith of the Master.", 
    "name": "Walter Rauschenbusch"
  }, 
  {
    "quote": "To a certain extent I am taking a leap of faith. I'm adding up the evidence on either side, and I'm seeing the evidence of there not being a God is overwhelming compared to the evidence for there being a God.", 
    "name": "Julia Sweeney"
  }, 
  {
    "quote": "God's got something for me. I have faith it'll be OK.", 
    "name": "Chubby Checker"
  }, 
  {
    "quote": "I am struck by the fact that personal faith and political agendas are intertwined more closely now than at any other time in recent history.", 
    "name": "David E. Price"
  }, 
  {
    "quote": "Faith is believing in things when common sense tells you not to.", 
    "name": "George Seaton"
  }, 
  {
    "quote": "Personal faith can be a powerful force for public good.", 
    "name": "David E. Price"
  }, 
  {
    "quote": "My faith grew strong, and I sent a letter (as I was ordered) to the Rev. Dignitary of the Cathedral of Exeter. I was assured, before I sent it, he would not answer it.", 
    "name": "Joanna Southcott"
  }, 
  {
    "quote": "The doubt of an earnest, thoughtful, patient and laborious mind is worthy of respect. In such doubt may be found indeed more faith than in half the creeds.", 
    "name": "John Lancaster Spalding"
  }, 
  {
    "quote": "Millions of Americans find community, comfort and support in their faith.", 
    "name": "Sheila Jackson Lee"
  }, 
  {
    "quote": "Faith given back to us after a night of doubt is a stronger thing, and far more valuable to us than faith that has never been tested.", 
    "name": "Elizabeth Goudge"
  }, 
  {
    "quote": "My faith, inasmuch as I have any, is more like a kind of Joseph Campbell thing, and even that frequently finds itself tested to oblivion in siren waters.", 
    "name": "David Knopfler"
  }, 
  {
    "quote": "The principal end both of my father and of myself in the conquest of India... has been the propagation of the holy Catholic faith.", 
    "name": "Ignatius Loyola"
  }, 
  {
    "quote": "And in that I cannot send unto you all my businesses in writing, I despatch these present bearers fully informed in all things, to whom it may please you to give faith and credence in what they shall say unto you by word of mouth.", 
    "name": "Owen Glendower"
  }, 
  {
    "quote": "I'm an enormous fan of people who have had a lot of faith in themselves, and been on a tremendous journey.", 
    "name": "Joanna Trollope"
  }, 
  {
    "quote": "I've always had great faith in people.", 
    "name": "Wayne Newton"
  }, 
  {
    "quote": "Faith is a higher faculty than reason.", 
    "name": "H. C. Bailey"
  }, 
  {
    "quote": "I've always had great faith in the Man Upstairs.", 
    "name": "Wayne Newton"
  }, 
  {
    "quote": "I believe though I do not comprehend, and I hold by faith what I cannot grasp with the mind.", 
    "name": "Saint Bernard"
  }, 
  {
    "quote": "Testimony is an integral part of the Black religious tradition. It is the occasion where the believer stands before the community of faith in order to give account of the hope that is in him or her.", 
    "name": "James Hal Cone"
  }
]