[
  {
    "quote": "You must not lose faith in humanity. Humanity is an ocean if a few drops of the ocean are dirty, the ocean does not become dirty.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "An armed society is a polite society. Manners are good when one may have to back up his acts with his life.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "It is no measure of health to be well adjusted to a profoundly sick society.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "A people that values its privileges above its principles soon loses both.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "There is more to life than increasing its speed.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Think what a better world it would be if we all, the whole world, had cookies and milk about three o'clock every afternoon and then lay down on our blankets for a nap.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "Do not waste your time on Social Questions. What is the matter with the poor is Poverty what is the matter with the rich is Uselessness.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "We have a system that increasingly taxes work and subsidizes nonwork.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "What is the use of a house if you haven't got a tolerable planet to put it on?", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Most of the change we think we see in life is due to truths being in and out of favor.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The most dangerous creation of any society is the man who has nothing to lose.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "The trouble with the rat race is that even if you win, you're still a rat.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "The danger of the past was that men became slaves. The danger of the future is that man may become robots.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Some people strengthen the society just by being the kind of people they are.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "We must stop thinking of the individual and start thinking about what is best for society.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Society has always seemed to demand a little more from human beings than it will get in practice.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Society honors its living conformists and its dead troublemakers.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "In these times you have to be an optimist to open your eyes when you awake in the morning.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "The enemy of society is middle class and the enemy of life is middle age.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Punishment is now unfashionable... because it creates moral distinctions among men, which, to the democratic mind, are odious. We prefer a meaningless collective guilt to a meaningful individual responsibility.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "Life was a lot simpler when what we honored was father and mother rather than all major credit cards.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Formerly, when religion was strong and science weak, men mistook magic for medicine now, when science is strong and religion weak, men mistake medicine for magic.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "Neither the life of an individual nor the history of a society can be understood without understanding both.", 
    "name": "C. Wright Mills"
  }, 
  {
    "quote": "I am as frustrated with society as a pyromaniac in a petrified forest.", 
    "name": "A. Whitney Brown"
  }, 
  {
    "quote": "A pure democracy is a society consisting of a small number of citizens, who assemble and administer the government in person.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Civilization is unbearable, but it is less unbearable at the top.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "The human race's prospects of survival were considerably better when we were defenceless against tigers than they are today when we have become defenceless against ourselves.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "The first principle of a free society is an untrammeled flow of words in an open forum.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "The wise person often shuns society for fear of being bored.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "You can find your way across this country using burger joints the way a navigator uses stars.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "One of the definitions of sanity is the ability to tell real from unreal. Soon we'll need a new definition.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "I think this society suffers so much from too much freedom, too many rights that allow people to be irresponsible.", 
    "name": "Boyd Rice"
  }, 
  {
    "quote": "Perhaps in time the so-called Dark Ages will be thought of as including our own.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Our individual lives cannot, generally, be works of art unless the social order is also.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "Good-looking individuals are treated better than homely ones in virtually every social situation, from dating to trial by jury.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Suburbia is where the developer bulldozes out the trees, then names the streets after them.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Man is the animal that intends to shoot himself out into interplanetary space, after having given up on the problem of an efficient way to get himself five miles to work and back each day.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "The world is governed more by appearance than realities so that it is fully as necessary to seem to know something as to know it.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young?", 
    "name": "Paul Sweeney"
  }, 
  {
    "quote": "It is not a fragrant world.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "Cockroaches and socialites are the only things that can stay up all night and eat anything.", 
    "name": "Herb Caen"
  }, 
  {
    "quote": "Normal social behavior requires that we be able to recognize identities in spite of change. Unless we can do so, there can be no human society as we know it.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "Usually, terrible things that are done with the excuse that progress requires them are not really progress at all, but just terrible things.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "What can you say about a society that says that God is dead and Elvis is alive?", 
    "name": "Irv Kupcinet"
  }, 
  {
    "quote": "Today the world changes so quickly that in growing up we take leave not just of youth but of the world we were young in.", 
    "name": "Peter Medawar"
  }, 
  {
    "quote": "The function of the press in society is to inform, but its role in society is to make money.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "Society is based on the assumption that everyone is alike and no one is alive.", 
    "name": "Hugh Kingsmill"
  }, 
  {
    "quote": "Exclusiveness in a garden is a mistake as great as it is in society.", 
    "name": "Alfred Austin"
  }, 
  {
    "quote": "Society is the union of men and not the men themselves.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "Women with money and women in power are two uncomfortable ideas in our society.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "It seems a long time since the morning mail could be called correspondence.", 
    "name": "Jacques Barzun"
  }, 
  {
    "quote": "You can't make up anything anymore. The world itself is a satire. All you're doing is recording it.", 
    "name": "Art Buchwald"
  }, 
  {
    "quote": "Marriage cannot be severed from its cultural, religious and natural roots without weakening the good influence of society.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "The key to organizing an alternative society is to organize people around what they can do, and more importantly, what they want to do.", 
    "name": "Abbie Hoffman"
  }, 
  {
    "quote": "People are going to behave however the social norms permit, and beyond that.", 
    "name": "Max Cannon"
  }, 
  {
    "quote": "Society is one vast conspiracy for carving one into the kind of statue likes, and then placing it in the most convenient niche it has.", 
    "name": "Randolph Bourne"
  }, 
  {
    "quote": "Our society is not a community, but merely a collection of isolated family units.", 
    "name": "Valerie Solanas"
  }, 
  {
    "quote": "In our society leaving baby with Daddy is just one step above leaving the kids to be raised by wolves or apes.", 
    "name": "Al Roker"
  }, 
  {
    "quote": "It is good for society to have this introspection.", 
    "name": "Jacques Verges"
  }, 
  {
    "quote": "We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Our society is run by insane people for insane objectives. I think we're being run by maniacs for maniacal ends and I think I'm liable to be put away as insane for expressing that. That's what's insane about it.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "All that is valuable in human society depends upon the opportunity for development accorded the individual.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "If God would have wanted us to live in a permissive society He would have given us Ten Suggestions and not Ten Commandments.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "It is incontestable and deplorable that Negroes have committed crimes but they are derivative crimes. They are born of the greater crimes of the white society.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "If a free society cannot help the many who are poor, it cannot save the few who are rich.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Clothes make the man. Naked people have little or no influence on society.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "In a closed society where everybody's guilty, the only crime is getting caught. In a world of thieves, the only final sin is stupidity.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "The finest clothing made is a person's own skin, but, of course, society demands something more than this.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The very word 'secrecy' is repugnant in a free and open society and we are as a people inherently and historically opposed to secret societies, to secret oaths, and to secret proceedings.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I know of no safe depository of the ultimate powers of the society but the people themselves and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them but to inform their discretion.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "After a shooting spree, they always want to take the guns away from the people who didn't do it. I sure as hell wouldn't want to live in a society where the only people allowed guns are the police and the military.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "Truth is certainly a branch of morality and a very important one to society.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "A liberal education is at the heart of a civil society, and at the heart of a liberal education is the act of teaching.", 
    "name": "A. Bartlett Giamatti"
  }, 
  {
    "quote": "I claim that human mind or human society is not divided into watertight compartments called social, political and religious. All act and react upon one another.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If one could only teach the English how to talk, and the Irish how to listen, society here would be quite civilized.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Society exists only as a mental concept in the real world there are only individuals.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Arguments are extremely vulgar, for everyone in good society holds exactly the same opinion.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "My role in society, or any artist's or poet's role, is to try and express what we all feel. Not to tell people how to feel. Not as a preacher, not as a leader, but as a reflection of us all.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "To educate a man in mind and not in morals is to educate a menace to society.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Measures must always in a progressive society be held superior to men, who are after all imperfect instruments, working for their fulfilment.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I suppose society is wonderfully delightful. To be in it is merely a bore. But to be out of it is simply a tragedy.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The basic thing nobody asks is why do people take drugs of any sort? Why do we have these accessories to normal living to live? I mean, is there something wrong with society that's making us so pressurized, that we cannot live without guarding ourselves against it?", 
    "name": "John Lennon"
  }, 
  {
    "quote": "There can be no keener revelation of a society's soul than the way in which it treats its children.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "I'm 23 years old. I might just be my mother's child, but in all reality, I'm everybody's child. Nobody raised me I was raised in this society.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Society is always taken by surprise at any new example of common sense.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "The value of a dollar is social, as it is created by society.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "In every society some men are born to rule, and some to advise.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I don't know if high society is different in other cities, but in Hollywood, important people can't stand to be invited someplace that isn't full of other important people. They don't mind a few unfamous people being present because they make good listeners.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "A civilized society is one which tolerates eccentricity to the point of doubtful sanity.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "The best things and best people rise out of their separateness I'm against a homogenized society because I want the cream to rise.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "As in geology, so in social institutions, we may discover the causes of all past changes in the present invariable order of society.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I had three chairs in my house one for solitude, two for friendship, three for society.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If society fits you comfortably enough, you call it freedom.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Part of your heritage in this society is the opportunity to become financially independent.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one's children.", 
    "name": "Ednita Nazario"
  }, 
  {
    "quote": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "The society based on production is only productive, not creative.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "As a remedy to life in society I would suggest the big city. Nowadays, it is the only desert within our means.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "To assert in any case that a man must be absolutely cut off from society because he is absolutely evil amounts to saying that society is absolutely good, and no-one in his right mind will believe this today.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Society in every state is a blessing, but government, even in its best stage, is but a necessary evil in its worst state an intolerable one.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "I should tie myself to no particular system of society other than of socialism.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "A healthy democracy requires a decent society it requires that we are honorable, generous, tolerant and respectful.", 
    "name": "Charles W. Pickering"
  }, 
  {
    "quote": "Crimes against children are the most heinous crime. That, for me, would be a reason for capital punishment because children are innocent and need the guidance of an adult society.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Thanks to my mother, not a single cardboard box has found its way back into society. We receive gifts in boxes from stores that went out of business twenty years ago.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "The smarter the journalists are, the better off society is. For to a degree, people read the press to inform themselves - and the better the teacher, the better the student body.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I never leaf through a copy of National Geographic without realizing how lucky we are to live in a society where it is traditional to wear clothes.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "No one would talk much in society if they knew how often they misunderstood others.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I am absolutely opposed to a national ID card. This is a total contradiction of what a free society is all about. The purpose of government is to protect the secrecy and the privacy of all individuals, not the secrecy of government. We don't need a national ID card.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "The happiness of society is the end of government.", 
    "name": "John Adams"
  }, 
  {
    "quote": "In December, I agreed to extend the tax cuts for the wealthiest Americans because it was the only way I could prevent a tax hike on middle-class Americans. But we cannot afford $1 trillion worth of tax cuts for every millionaire and billionaire in our society. We can't afford it. And I refuse to renew them again.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Our society strives to avoid any possibility of offending anyone - except God.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Because power corrupts, society's demands for moral authority and character increase as the importance of the position increases.", 
    "name": "John Adams"
  }, 
  {
    "quote": "One can be instructed in society, one is inspired only in solitude.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "We live in a society of victimization, where people are much more comfortable being victimized than actually standing up for themselves.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Every society gets the kind of criminal it deserves. What is equally true is that every community gets the kind of law enforcement it insists on.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "Money is the barometer of a society's virtue.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "A society that gets rid of all its troublemakers goes downhill.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "Individual rights are the means of subordinating society to moral law.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "The instant formal government is abolished, society begins to act. A general association takes place, and common interest produces common security.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Society therefore is an ancient as the world.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "There is no such thing as society: there are individual men and women, and there are families.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Education is simply the soul of a society as it passes from one generation to another.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.", 
    "name": "Ernst Fischer"
  }, 
  {
    "quote": "I'm trying to make God more relevant in our society.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I think the teaching profession contributes more to the future of our society than any other single profession.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "A society made up of individuals who were all capable of original thought would probably be unendurable.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "In a higher phase of communist society... only then can the narrow horizon of bourgeois right be fully left behind and society inscribe on its banners: from each according to his ability, to each according to his needs.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I feel like sometimes that I was not meant for this society.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Princes and governments are far more dangerous than other elements within society.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "If we had any nerve at all, if we had any real balls as a society, or whatever you need, whatever quality you need, real character, we would make an effort to really address the wrongs in this society, righteously.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "The ultimate test of a moral society is the kind of world that it leaves to its children.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "We are trying to construct a more inclusive society. We are going to make a country in which no one is left out.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Society is a republic. When an individual tries to lift themselves above others, they are dragged down by the mass, either by ridicule or slander.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Although I don't have a prescription for what others should do, I know I have been very fortunate and feel a responsibility to give back to society in a very significant way.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "Society is like a stew. If you don't stir it up every once in a while then a layer of scum floats to the top.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Society is at odds with itself.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Our modern society - especially in the West, and especially now - reveres youth.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "I will spend the next four years rebuilding the foundation of a opportunity society led by free people and free enterprises.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It's no measure of health to be well adjusted to a profoundly sick society.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "When a nation goes down, or a society perishes, one condition may always be found they forgot where they came from. They lost sight of what had brought them along.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Law represents the effort of man to organize society governments, the efforts of selfishness to overthrow liberty.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I feel bad about my outlook, how I feel about people and society, and that I'll never be part of society the way I should.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "The most important element of a free society, where individual rights are held in the highest esteem, is the rejection of the initiation of violence.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "A first-generation fortune is the most likely to be given away, but once a fortune is inherited it's less likely that a very high percentage will go back to society.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "A great man is different from an eminent one in that he is ready to be the servant of the society.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Civilized society is perpetually menaced with disintegration through this primary hostility of men towards one another.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Freedom in art, freedom in society, this is the double goal towards which all consistent and logical minds must strive.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "I think the first duty of society is justice.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "We won't have a society if we destroy the environment.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Suspicion is the companion of mean souls, and the bane of all good society.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I believe the home and marriage is the foundation of our society and must be protected.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "We're a diverse society, and I think the TV is doing a great job in showing that we're all human beings, that we can all get along, that we can all be together, and I think that's a marvelous thing.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Capital is reckless of the health or length of life of the laborer, unless under compulsion from society.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I think people are born bisexual and the make subconscious choices based on the pressures of society. I have no question in my mind about being bisexual. But I'm also a hypocrite: I would never date a girl who is bisexual, because that means they also sleep with men, and men are so dirty that I'd never sleep with a girl who had slept with a man.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "In a capitalist society, persons who create capital, like Michael Eisner, are given the staggering rewards.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "The family is the first essential cell of human society.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Radical changes in world politics leave America with a heightened responsibility to be, for the world, an example of a genuinely free, democratic, just and humane society.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "When I read about the way in which library funds are being cut and cut, I can only think that American society has found one more way to destroy itself.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Unfortunately, our affluent society has also been an effluent society.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "I think we have to face the reality that in a society where there is a legitimate threat of terrorism, not being able to see one's face, not being able to have some sense of communication in that way, is for many societies a challenge.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "We are all murderers and prostitutes - no matter to what culture, society, class, nation one belongs, no matter how normal, moral, or mature, one takes oneself to be.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "I was in civil society long before I was ever in politics or my husband was ever even elected president.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "If those in charge of our society - politicians, corporate executives, and owners of press and television - can dominate our ideas, they will be secure in their power. They will not need soldiers patrolling the streets. We will control ourselves.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "When we become a really mature, grown-up, wise society, we will put teachers at the center of the community, where they belong. We don't honor them enough, we don't pay them enough.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "In our society, the women who break down barriers are those who ignore limits.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The ideas of the ruling class are in every epoch the ruling ideas, i.e., the class which is the ruling material force of society, is at the same time its ruling intellectual force.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "The fundamental defect of fathers, in our competitive society, is that they want their children to be a credit to them.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Justice is itself the great standing policy of civil society and any eminent departure from it, under any circumstances, lies under the suspicion of being no policy at all.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Mystical references to society and its programs to help may warm the hearts of the gullible but what it really means is putting more power in the hands of bureaucrats.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Land: A part of the earth's surface, considered as property. The theory that land is property subject to private ownership and control is the foundation of modern society, and is eminently worthy of the superstructure.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Our society must make it right and possible for old people not to fear the young or be deserted by them, for the test of a civilization is the way that it cares for its helpless members.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Girls are the future mothers of our society, and it is important that we focus on their well-being.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "The human being is in the most literal sense a political animal, not merely a gregarious animal, but an animal which can individuate itself only in the midst of society.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "A society deadened by a smothering network of laws while finding release in moral chaos is not likely to be either happy or stable.", 
    "name": "Robert Bork"
  }, 
  {
    "quote": "A good person can make another person good it means that goodness will elicit goodness in the society other persons will also be good.", 
    "name": "Bhumibol Adulyadej"
  }, 
  {
    "quote": "We don't need a weakened government but a strong government that would take responsibility for the rights of the individual and care for the society as a whole.", 
    "name": "Vladimir Putin"
  }, 
  {
    "quote": "Society can overlook murder, adultery or swindling it never forgives preaching of a new gospel.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Well first of all, tell me, is there some society you know of that doesn't run on greed? You think Russia doesn't run on greed? You think China doesn't run on greed? What is greed?", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Nobility is a graceful ornament to the civil order. It is the Corinthian capital of polished society.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "If a man be gloomy let him keep to himself. No one has the right to go croaking about society, or what is worse, looking as if he stifled grief.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The opposite of courage in our society is not cowardice, it is conformity.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "There are a great many men valued in society who have nothing to recommend them but serviceable vices.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Am I a criminal? The world knows I'm not a criminal. What are they trying to put me in jail for? You've lost common sense in this society because of religious fanaticism and dogma.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Music is always a commentary on society.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "Before I do anything, I think, well what hasn't been seen. Sometimes, that turns out to be something ghastly and not fit for society. And sometimes that inspiration becomes something that's really worthwhile.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "The only society I like is rough and tough, and the tougher the better. There's where you get down to bedrock and meet human people.", 
    "name": "Robert W. Service"
  }, 
  {
    "quote": "It is in war that the State really comes into its own: swelling in power, in number, in pride, in absolute dominion over the economy and the society.", 
    "name": "Murray Rothbard"
  }, 
  {
    "quote": "That sort of half sigh, which, accompanied by two or three slight nods of the head, is pity's small change in general society.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "If you grow up in the South Bronx today or in south-central Los Angeles or Pittsburgh or Philadelphia, you quickly come to understand that you have been set apart and that there's no will in this society to bring you back into the mainstream.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "The test of the morality of a society is what it does for its children.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "Nature makes only dumb animals. We owe the fools to society.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Suicide, moreover, was at the time in vogue in Paris: what more suitable key to the mystery of life for a skeptical society?", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The most violent element in society is ignorance.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Economy is the basis of society. When the economy is stable, society develops. The ideal economy combines the spiritual and the material, and the best commodities to trade in are sincerity and love.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Eccentricity has always abounded when and where strength of character had abounded and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and courage which it contained.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "A nation is a society united by a delusion about its ancestry and by common hatred of its neighbours.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "Society bristles with enigmas which look hard to solve. It is a perfect maze of intrigue.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Every society honors its live conformists and its dead troublemakers.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "It is difficult to accept death in this society because it is unfamiliar. In spite of the fact that it happens all the time, we never see it.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Life cannot subsist in society but by reciprocal concessions.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "There couldn't be a society of people who didn't dream. They'd be dead in two weeks.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "Drugs are merely the most obvious form of addiction in our society. Drug addiction is one of the things that undermines traditional values.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "The little things, I can obey. But the big things - how we think, what we value - those you must choose yourself. You can't let anyone - or any society - determine those for you.", 
    "name": "Morrie Schwartz"
  }, 
  {
    "quote": "No good is ever done to society by the pictorial representation of its diseases.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "What you're seeing with Occupy Wall Street and the others are people who are unhappy and they're directing their unhappiness now toward Wall Street and toward those they think are doing too well in our society.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "In much of society, research means to investigate something you do not know or understand.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "The practice of patience toward one another, the overlooking of one another's defects, and the bearing of one another's burdens is the most elementary condition of all human and social activity in the family, in the professions, and in society.", 
    "name": "Lawrence G. Lovasik"
  }, 
  {
    "quote": "The people I respect most behave as if they were immortal and as if society was eternal.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Solitude is as needful to the imagination as society is wholesome for the character.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "The health of a democratic society may be measured by the quality of functions performed by private citizens.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "I have an intense dislike for artificial society. In France, one could lead a free life - to do what one wanted to do without interference or criticism from one's neighbors.", 
    "name": "Robert W. Service"
  }, 
  {
    "quote": "When the people become involved in their government, government becomes more accountable, and our society is stronger, more compassionate, and better prepared for the challenges of the future.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "We need to shift from an economic organizing principle for human civilization, to a humanitarian organizing principle. Making money more important than your own children is a pathological way for an individual to run their affairs, and it's a pathological way for a society to run its affairs.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I'm also interested in the modern suggestion that you can have a combination of love and sex in a marriage - which no previous society has ever believed.", 
    "name": "Alain de Botton"
  }, 
  {
    "quote": "I'm not one of those who wants to purge our society of our Christian history.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The surface of American society is covered with a layer of democratic paint, but from time to time one can see the old aristocratic colours breaking through.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "The conscious and intelligent manipulation of the organized habits and opinions of the masses is an important element in democratic society.", 
    "name": "Edward Bernays"
  }, 
  {
    "quote": "The baby boomers are getting older, and will stay older for longer. And they will run right into the dementia firing range. How will a society cope? Especially a society that can't so readily rely on those stable family relationships that traditionally provided the backbone of care?", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Men of genius are often dull and inert in society as the blazing meteor, when it descends to earth, is only a stone.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side of the face can smile while the other is pinched.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Good humor is one of the best articles of dress one can wear in society.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It's a platform where we could offer information, but it's also an escape.", 
    "name": "Busta Rhymes"
  }, 
  {
    "quote": "We live in a society obsessed with public opinion. But leadership has never been about popularity.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Professionalism is not sportsmanship. If you don't succeed, you won't be in your profession for long. In our society, it's not about good or bad. It's about who's on top.", 
    "name": "Chili Davis"
  }, 
  {
    "quote": "Society is now one polished horde, formed of two mighty tries, the Bores and Bored.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Nothing seems at first sight less important than the outward form of human actions, yet there is nothing upon which men set more store: they grow used to everything except to living in a society which has not their own manners.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Individual versus group selection results in a mix of altruism and selfishness, of virtue and sin, among the members of a society.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Racism is beyond common sense and has no place in our society.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "Human rights commissions, as they are evolving, are an attack on our fundamental freedoms and the basic existence of a democratic society... It is in fact totalitarianism. I find this is very scary stuff.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "One of the marks of a truly vigorous society is the ability to dispense with passion as a midwife of action - the ability to pass directly from thought to action.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "We have to talk about liberating minds as well as liberating society.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "Society cares for the individual only so far as he is profitable.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Human society sustains itself by transforming nature into garbage.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "I believe we can continue the Great Society while we fight in Vietnam.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "He who stands aloof runs the risk of believing himself better than others and misusing his critique of society as an ideology for his private interest.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "The reason why men enter into society is the preservation of their property.", 
    "name": "John Locke"
  }, 
  {
    "quote": "We are special because we've been united not by a common race or ethnicity. We're bound together by common values. That family is the most important institution in society. That almighty God is the source of all we have.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The individual is not accountable to society for his actions in so far as these concern the interests of no person but himself.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Society is like the air, necessary to breathe but insufficient to live on.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "The gift of loneliness is sometimes a radical vision of society or one's people that has not previously been taken into account.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "All partisan movements add to the fullness of our understanding of society as a whole. They never detract or, in any case, one must not allow them to do so. Experience adds to experience.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "A brain is a society of very small, simple modules that cannot be said to be thinking, that are not smart in themselves. But when you have a network of them together, out of that arises a kind of smartness.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "If we wish to preserve a free society, it is essential that we recognize that the desirability of a particular object is not sufficient justification for the use of coercion.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "Even if society dictates that men and women should behave in certain ways, it is fathers and mothers who teach those ways to children not just in the words they say, but in the lives they lead.", 
    "name": "Augustus Y. Napier"
  }, 
  {
    "quote": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "An emancipated society, on the other hand, would not be a unitary state, but the realization of universality in the reconciliation of differences.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Who ever hears of fat men heading a riot, or herding together in turbulent mobs? No - no, your lean, hungry men who are continually worrying society, and setting the whole community by the ears.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Women are the real architects of society.", 
    "name": "Cher"
  }, 
  {
    "quote": "Society attacks early, when the individual is helpless.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "What I work hard at doing is staying on a path of being kind and showing and proving that I'm a good person to society. That's hard. The talent, that's a gift. I just came here like that.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.", 
    "name": "John Locke"
  }, 
  {
    "quote": "The only part of the conduct of any one, for which he is amenable to society, is that which concerns others. In the part which merely concerns himself, his independence is, of right, absolute. Over himself, over his own body and mind, the individual is sovereign.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Our society is illuminated by the spiritual insights of the Hebrew prophets. America and Israel have a common love of human freedom, and they have a common faith in a democratic way of life.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The only hope of socialism resides in those who have already brought about in themselves, as far as is possible in the society of today, that union between manual and intellectual labor which characterizes the society we are aiming at.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "There is one, and only one, thing in modern society more hideous than crime namely, repressive justice.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "I believe if there is any place left where the humanity is still visible, it can not be anywhere else than in an Islamic society. Time would come when the world would be obliged to accept this reality.", 
    "name": "Jermaine Jackson"
  }, 
  {
    "quote": "Once the fabric of a just society is undone, it takes generations to weave it back together.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Political tyranny is nothing compared to the social tyranny and a reformer who defies society is a more courageous man than a politician who defies Government.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Racism is taught in our society, it is not automatic. It is learned behavior toward persons with dissimilar physical characteristics.", 
    "name": "Alex Haley"
  }, 
  {
    "quote": "The Internet: transforming society and shaping the future through chat.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "A society that has more justice is a society that needs less charity.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Similarly, thought is a system. That system not only includes thought and feelings, but it includes the state of the body it includes the whole of society - as thought is passing back and forth between people in a process by which thought evolved from ancient times.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "When an individual is protesting society's refusal to acknowledge his dignity as a human being, his very act of protest confers dignity on him.", 
    "name": "Bayard Rustin"
  }, 
  {
    "quote": "As long as you have a system that is based on the rational that if you are making money you are thereby making a contribution to society, these financial rogue practices will continue.", 
    "name": "David Korten"
  }, 
  {
    "quote": "There would be no society if living together depended upon understanding each other.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "But we have created a society that does not allow opportunities for those people to take care of themselves because we have denied them those opportunities.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others.", 
    "name": "Barry Bonds"
  }, 
  {
    "quote": "It is impossible, in our condition of Society, not to be sometimes a Snob.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "The most unpardonable sin in society is independence of thought.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "A work of art has no importance whatever to society. It is only important to the individual.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "The society of dead authors has this advantage over that of the living: they never flatter us to our faces, nor slander us behind our backs, nor intrude upon our privacy, nor quit their shelves until we take them down.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "In many ways, when you're a Nobel peace laureate, you have an obligation to humankind, to society.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Sometimes the most positive thing you can be in a boring society is absolutely negative.", 
    "name": "Johnny Rotten"
  }, 
  {
    "quote": "Society, being codified by man, decrees that woman is inferior she can do away with this inferiority only by destroying the male's superiority.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "I'm interested in that drive, that rush to judgment, that is so prevalent in our society.We all know that pleasurable rush that comes from condemning, and in the short term it's quite a satisfying thing to do, isn't it?", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "No matter what a woman's appearance may be, it will be used to undermine what she is saying and taken to individualize - as her personal problem - observations she makes about the beauty myth in society.", 
    "name": "Naomi Wolf"
  }, 
  {
    "quote": "Militant feminists are pro-choice because it's their ultimate avenue of power over men. And believe me, to them it is a question of power. It is their attempt to impose their will on the rest of society, particularly on men.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Society cannot share a common communication system so long as it is split into warring factions.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "To conclude that women are unfitted to the task of our historic society seems to me the equivalent of closing male eyes to female facts.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar I love not Man the less, but Nature more.", 
    "name": "George Byron"
  }, 
  {
    "quote": "A commercial society whose members are essentially ascetic and indifferent in social ritual has to be provided with blueprints and specifications for evoking the right tone for every occasion.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "There is nothing more fearful for the average person in our society than to stand before a group of people and speak.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "A goose flies by a chart which the Royal Geographical Society could not mend.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "All the United States, it is a society that is split like to the bottom, that had very poor people in the country that is one of the wealthiest countries.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "People who own property feel a sense of ownership in their future and their society. They study, save, work, strive and vote. And people trapped in a culture of tenancy do not.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "If we try to engineer outcomes, if we overturn tradition to make everyone the same, we ruin society. If we upset tradition to allow for an equal shot at the starting gate, everyone wins, except for the charlatans and would be dictators.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "I am certain no one sets out to be cruel, but our treatment of the elderly ill seems to have no philosophy to it. As a society, we should establish whether we have a policy of life at any cost.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Tremendous amounts of talent are lost to our society just because that talent wears a skirt.", 
    "name": "Shirley Chisholm"
  }, 
  {
    "quote": "Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Well I believe in the desirability of an optimal society.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "If you look at any Muslim society and you make a scale of how developed they are, and how successful the economy is, it's a straight line. It depends on how much they emancipate their women.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "A junkie is someone who uses their body to tell society that something is wrong.", 
    "name": "Stella Adler"
  }, 
  {
    "quote": "What strikes me is the fact that in our society, art has become something which is only related to objects, and not to individuals, or to life.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "The rights of democracy are not reserved for a select group within society, they are the rights of all the people.", 
    "name": "Olof Palme"
  }, 
  {
    "quote": "We have the opportunity to move not only toward the rich society and the powerful society, but upward to the Great Society.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I am concerned about the whole man. I am concerned about what the people, using their government as an instrument and a tool, can do toward building the whole man, which will mean a better society and a better world.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I am against marriage, and I don't give a fig for society.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "No emancipation without that of society.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Not only is the self entwined in society it owes society its existence in the most literal sense.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "But with the steady disintegration of the family in modern society over the last century, the role of the school in bridging the gap has become vital!", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul.", 
    "name": "Victoria Woodhull"
  }, 
  {
    "quote": "Murder is unique in that it abolishes the party it injures, so that society has to take the place of the victim and on his behalf demand atonement or grant forgiveness it is the one crime in which society has a direct interest.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I think it's child abuse to have someone in the public eye too young. Society basically values wealth and fame and power at the cost of well-being. In the case of a child, it's at the cost of someone's natural development. It's already hard enough to develop.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "A great revolution in just one single individual will help achieve a change in the destiny of a society and, further, will enable a change in the destiny of humankind.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I think we risk becoming the best informed society that has ever died of ignorance.", 
    "name": "Ruben Blades"
  }, 
  {
    "quote": "This avidity alone, of acquiring goods and possessions for ourselves and our nearest friends, is insatiable, perpetual, universal, and directly destructive of society.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Power is not an institution, and not a structure neither is it a certain strength we are endowed with it is the name that one attributes to a complex strategical situation in a particular society.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "Activist government overreach and ongoing economic stagnation have shown us why Washington should not try to displace what is best left to civil society.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Be able to be alone. Lose not the advantage of solitude, and the society of thyself.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "In a free society the state does not administer the affairs of men. It administers justice among men who conduct their own affairs.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "There is no higher value in our society than integrity.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "The question of the family now divides our society so deeply that the opposing sides cannot even agree on a definition of the institution they are arguing about.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Although images of perfection in people's personal lives can cause unhappiness, images of perfect societies - utopian images - can cause monstrous evil. In fact, forcefully changing society to conform to societal images was the greatest cause of evil in the twentieth century.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "There can be hope only for a society which acts as one big family, not as many separate ones.", 
    "name": "Anwar Sadat"
  }, 
  {
    "quote": "We live in a disposable society. It's easier to throw things out than to fix them. We even give it a name - we call it recycling.", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "The proletarian woman fights hand in hand with the man of her class against capitalist society.", 
    "name": "Clara Zetkin"
  }, 
  {
    "quote": "All societies on the verge of death are masculine. A society can survive with only one man no society will survive a shortage of women.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "My fellow Americans, you have to decide what kind of country you want to live in. If you want a you're on your own, winner take all society you should support the Republican ticket. If you want a country of shared opportunities and shared responsibilities - a 'we're all in it together' society, you should vote for Barack Obama and Joe Biden.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "America's a very traumatized society.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I push every day against forces that say you have to go faster, be more effective, be more productive, you have to constantly outdo yourself, you have to constantly outdo your neighbor - all of the stuff that creates an incredibly productive society, but also a very neurotic one.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Women are treated differently by society for exactly the same reason that children and the mentally handicapped are treated differently.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Class is not a fixed designation in this country. We are an upwardly mobile society with a lot of movement between income groups.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "That's what the Romney plan is all about, how to get jobs created, how to get this debt and deficit under control, how to revive small businesses so we can create jobs, and how to bring growth and opportunity to society instead of this class warfare, instead of speaking to people like they're stuck in some class or station in life.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "In the society, where people are just parts in a larger machine, individuals are unable to develop fully.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "The winner of the hoop race will be the first to realize her dream, not society's dream, her own personal dream.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Half of the secular unrest and dismal, profane sadness of modern society comes from the vain ideas that every man is bound to be a critic for life.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "If a person is homosexual by nature - that is, if one's sexuality is as intrinsic a part of one's identity as gender or skin color - then society can no more deny a gay person access to the secular rights and religious sacraments because of his homosexuality than it can reinstate Jim Crow.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "I am now quite cured of seeking pleasure in society, be it country or town. A sensible man ought to find sufficient company in himself.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "Until we get equality in education, we won't have an equal society.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "Society is not a disease, it is a disaster. What a stupid miracle that one can live in it.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "Society needs people who can manage projects in addition to handling individual tasks.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "The internet could be a very positive step towards education, organisation and participation in a meaningful society.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Aesthetic matters are fundamental for the harmonious development of both society and the individual.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Society can exist only on the basis that there is some amount of polished lying and that no one says exactly what he thinks.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "A society that does not correctly interpret and appreciate its past cannot understand its present fortunes and adversities and can be caught unawares in a fast changing world.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "But hey, when you live in Watts, you need a little smack to get by, you know what I mean? You need something soft and comfortable in your life, 'cause you're not going to get it from what's around you. And society isn't going to give it to you.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "The forces in a capitalist society, if left unchecked, tend to make the rich richer and the poor poorer.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "Without memory, there is no culture. Without memory, there would be no civilization, no society, no future.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "That's one of the cool things about fame. You have an affect on society and where it goes.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "The test of one's behavior pattern is their relationship to society, relationship to work and relationship to sex.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "In my view, there is nothing more vicious and outrageous than the abuse, exploitation and harm of the most vulnerable members of our society, and I firmly believe that our nation's laws and resources need to reflect the seriousness of these terrible crimes.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "The instinct of nearly all societies is to lock up anybody who is truly free. First, society begins by trying to beat you up. If this fails, they try to poison you. If this fails too, the finish by loading honors on your head.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "There are many who lust for the simple answers of doctrine or decree. They are on the left and right. They are not confined to a single part of the society. They are terrorists of the mind.", 
    "name": "A. Bartlett Giamatti"
  }, 
  {
    "quote": "American society will never completely understand the true meaning of equality.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Congress acknowledged that society's accumulated myths and fears about disability and disease are as handicapping as are the physical limitations that flow from actual impairment.", 
    "name": "William J. Brennan, Jr."
  }, 
  {
    "quote": "This is the greatest society in all of human history, the greatest country ever. Many of the decisions being made in Washington today by both parties are threatening that greatness. And if we stay on this road we're on right now, our children are going to be the first Americans ever to inherit a diminished country.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "America is the story of everyday people who did extraordinary things. A story woven deep into the fabric of our society.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "All that is needed to set us definitely on the road to a Fascist society is war. It will of course be a modified form of Fascism at first.", 
    "name": "John T. Flynn"
  }, 
  {
    "quote": "Ironing boards are a classic example of something I find horrible about modern society: the excitementation, for want of a better word, of mundane things.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "In our increasingly secular society, with so many disparate gods and different faiths, superhero films present a unique canvas upon which our shared hopes, dreams and apocalyptic nightmares can be projected and played out.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "For too long in this society, we have celebrated unrestrained individualism over common community.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "Historians and archaeologists will one day discover that the ads of our time are the richest and most faithful reflections that any society ever made of its entire range of activities.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "The regeneration of society is the regeneration of society by individual education.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "I believe we should work to end all racism in American society and staunchly defend the inherent rights of every person.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "When we talk of freedom and opportunity for all nations, the mocking paradoxes in our own society become so clear they can no longer be ignored.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "Diversity in the world is a basic characteristic of human society, and also the key condition for a lively and dynamic world as we see today.", 
    "name": "Jinato Hu"
  }, 
  {
    "quote": "I am privileged to be a citizen of the single greatest society in all of human history.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "We live in an image society. Speeches are not what anybody cares about what they care about is the picture.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "But without a caring society, without each citizen voluntarily accepting the weight of responsibility, government is destined to grow even larger, taking more of your money, burrowing deeper into your lives.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "To understand how any society functions you must understand the relationship between the men and the women.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "Death is always around the corner, but often our society gives it inordinate help.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "It's a repressive society where you can't be horrible, I'm not horrible, they made me horrible, I'm just honest.", 
    "name": "Johnny Rotten"
  }, 
  {
    "quote": "Joanna points her camera at a section of society unused to having cameras pointed at it. But I don't know about categorizing them in terms of class I'm a bit wary of that. My dad is the son of a shipbuilder.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "I don't have any well-developed philosophy about journalism. Ultimately it is important in a society like this, so people can know about everything that goes wrong.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "The runway symbolizes something in society that's very intimidating to women.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "We've turned into a whining society.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "What is called good society is usually nothing but a mosaic of polished caricatures.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Solitude is better than the society of evil persons.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "In a society that tries to standardize thinking, individuality is not highly prized.", 
    "name": "Alex Grey"
  }, 
  {
    "quote": "I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society's care.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Advertising reflects the mores of society, but it does not influence them.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "The political core of any movement for freedom in the society has to have the political imperative to protect free speech.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "What's done to children, they will do to society.", 
    "name": "Karl A. Menninger"
  }, 
  {
    "quote": "The class distinctions proper to a democratic society are not those of rank or money, still less, as is apt to happen when these are abandoned, of race, but of age.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Society lives by faith, and develops by science.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "The model of ownership, in a society organized round mass consumption, is addiction.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Our notion of the perfect society embraces the family as its center and ornament, and this paradise is not secure until children appear to animate and complete the picture.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "Patriotism is an ephemeral motive that scarcely ever outlasts the particular threat to society that aroused it.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "The worker is the slave of capitalist society, the female worker is the slave of that slave.", 
    "name": "James Connolly"
  }, 
  {
    "quote": "Sex is the mysticism of materialism and the only possible religion in a materialistic society.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "The first duty of society is to give each of its members the possibility of fulfilling his destiny. When it becomes incapable of performing this duty it must be transformed.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "Prison continues, on those who are entrusted to it, a work begun elsewhere, which the whole of society pursues on each individual through innumerable mechanisms of discipline.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "But, on the other hand, I get bored with racism too and recognize that there are still many things to be said about a Black person and a White person loving each other in a racist society.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "I can't imagine what it is like to be raised in a society where their only statues that exist are to you and your father.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The magic of America is that we're a free and open society with a mixed population. Part of our security is our freedom.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "There are many things that people do happily that I can't imagine why they would do it... But I have to say that even though I am critical or judgmental of society at large, I'm not critical of people individually. We are who we are.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "A system that was originally designed to support the poorest in society is now trapping them in the very condition it was supposed to alleviate.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Without intervention today, the cost of care for adults with autism will be significantly greater and the burden will no longer lie with the parents, but on our entire society.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "In our society, daily experience teaches the individual to want and need a never-ending supply of new toys and drugs.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "I can't say that I've changed anybody's life, ever, and that's the real work of the world, if you want a better society.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "I had a little insight into life that most kids probably didn't have. My mother was a schoolteacher, and my father was a social worker. Through his eyes I saw the underside of society.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "Since my retirement, I've spent a lot of time trying to help the School of Social Work at the University of North Carolina. A society like this just can't afford an uneducated underclass of citizens.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "No one should suffer from the great delusion that any form of communism or socialism which promotes the dictatorship of the few instead of the initiative of the millions can produce a happier or more prosperous society.", 
    "name": "Charles E. Wilson"
  }, 
  {
    "quote": "The true meaning of feminism is this: to use your strong womanly image to gain strong results in society.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "What today's business reality makes clear is that brands cannot survive in a society that is failing economically, socially, ethically, and morally.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "If capitalism is to remain a healthy, vibrant economic system, corporations must participate in taking care of the society and the environment in which they live.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "We need to develop and disseminate an entirely new paradigm and practice of collaboration that supersedes the traditional silos that have divided governments, philanthropies and private enterprises for decades and replace it with networks of partnerships working together to create a globally prosperous society.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Through their own actions, customers can hold companies responsible to higher standards of social responsibility. Through collective action, they can leverage their dollars to combat the force of those investors who myopically pursue profits at the expense of the rest of society.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "It is time for corporate America to become 'the third pillar' of social change in our society, complementing the first two pillars of government and philanthropy. We need the entire private sector to begin committing itself not just to making profits, but to fulfilling higher and larger purposes by contributing to building a better world.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Corporate executives need to re-frame their responsibilities to include the interests of all the stakeholders in society at large not just shareholders, but also employees, the citizens of our communities, and those who care about the environment.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Companies, to date, have often used the excuse that they are only beholden to their shareholders, but we need shareholders to think of themselves as stakeholders in the well being of society as well.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I have to admit that when I watch a movie in which there is no moral context for the violence - I find that offensive. I think that's potentially damaging to society.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer.", 
    "name": "Nat Turner"
  }, 
  {
    "quote": "Inasmuch as society cannot go on without discipline of some kind, men were constrained, in the absence of any other form of discipline, to turn to discipline of the military type.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "Cruelty is the law pervading all nature and society and we can't get out of it if we would.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "I think the enemy is self-censorship. In a free society the biggest danger is that you're afraid to the point where you censor yourself.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "But if you say that we should not educate children who have come into our state for no other reason than they've been brought there by no fault of their own, I don't think you have a heart. We need to be educating these children, because they will become a drag on our society.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "American society as a whole can never achieve the outer-reaches of potential, so long as it tolerates the inner cities of despair.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "I did it to myself. It wasn't society... it wasn't a pusher, it wasn't being blind or being black or being poor. It was all my doing.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "In every interview I have ever read or seen or taken part in, the final question in our future-oriented society is always, What next?", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "There are relatively few role models for young people. We are in a society that is ruled by men.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "Society cannot continue to disable themselves through their need to categorize people or make assumptions as to another individual's abilities.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "Our society is dependent on some precarious mechanisms, and they are very dicey. They can easily collapse.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "There's an unconscious bias in our society: girls are wonderful boys are terrible. And to be a boy, or young man, growing up, having to listen to all this, it must be painful.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Bigotry or prejudice in any form is more than a problem it is a deep-seated evil within our society.", 
    "name": "Judith Light"
  }, 
  {
    "quote": "Our society needs to recognize the unstoppable momentum toward unequivocal civil equality for every gay, lesbian, bisexual and transgendered citizen of this country.", 
    "name": "Zachary Quinto"
  }, 
  {
    "quote": "Property is not the sacred right. When a rich man becomes poor it is a misfortune, it is not a moral evil. When a poor man becomes destitute, it is a moral evil, teeming with consequences and injurious to society and morality.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "We must not inflict life on children who will be resented we must not inflict unwanted children on society.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "But you see, our society is still trapped in this binary, black/white logic and that has had some very positive implications for our generation. It's had some very negative ones as well and one of the negative ones is that it creates enormous identity problems for people who have one black ancestor and all white ancestors for example.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The essential support and encouragement comes from within, arising out of the mad notion that your society needs to know what only you can tell it.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Intuition becomes increasingly valuable in the new information society precisely because there is so much data.", 
    "name": "John Naisbitt"
  }, 
  {
    "quote": "Society has taught us to suppress certain things and not do certain things.", 
    "name": "Kesha"
  }, 
  {
    "quote": "It's about time that society accepts people for who they are.", 
    "name": "Kesha"
  }, 
  {
    "quote": "The trouble is it's very difficult to pin-point the most important thing because Aids affects everyone in different levels of society, differently and you have to respond to it differently.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I believe discrimination still exists in society and we must fight it in every form.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "The fidelity question is difficult for me. Society has made us believe we're supposed to be monogamous when we're not killer whales, or whatever the monogamous species is.", 
    "name": "Rachel Hunter"
  }, 
  {
    "quote": "When you come in to court as a plaintiff or as a defendant, it is terribly important that you look up at the bench and feel that that person represents you and will understand you, that that person is reflective of our community and of our society.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Banks are an almost irresistible attraction for that element of our society which seeks unearned money.", 
    "name": "J. Edgar Hoover"
  }, 
  {
    "quote": "Attention-deficit disorders seem to abound in modern society, and we don't know the cause.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "The law is an adroit mixture of customs that are beneficial to society, and could be followed even if no law existed, and others that are of advantage to a ruling minority, but harmful to the masses of men, and can be enforced on them only by terror.", 
    "name": "Peter Kropotkin"
  }, 
  {
    "quote": "America is just the country that how all the written guarantees in the world for freedom are no protection against tyranny and oppression of the worst kind. There the politician has come to be looked upon as the very scum of society.", 
    "name": "Peter Kropotkin"
  }, 
  {
    "quote": "In the literal sense, there has been no relevant evolution since the trek from Africa. But there has been substantial progress towards higher standards of rights, justice and freedom - along with all too many illustrations of how remote is the goal of a decent society.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "As a creative person, you just put something out into the consciousness of the society you live in.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "It's unfortunate that we live in such a panicked, dysmorphic society where women don't even give themselves a chance to see what they'll look like as older persons. I want to have some idea of what I'll look like before I start cleaning the slates.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Up until now, the biggest question in society about video games has been what to do about violent games. But it's almost like society in general considers video games to be something of a nuisance, that they want to toss into the garbage can.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "The art of the parenthesis is one of the greatest secrets of eloquence in Society.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "We need proof in our society.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "I am looking for suggestions on what we can do about extremists within our own society. They cannot be ignored.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "No one has done a study on this, as far as I can tell, but I think Facebook might be the first place where a large number of people have come out. We didn't create that - society was generally ready for that. I think this is just part of the general trend that we talked about, about society being more open, and I think that's good.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "Because we believe that our ethnic group, our society, our political party, our God, is better than your God, we kill each other.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "I think we need to just be very clear about what we're trying to do in Afghanistan. Frankly, we're not trying to create the perfect democracy. We're never going to create some ideal society. We are simply there for our own national security.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "The political system is broken, the economy is broken and so is society. That is why people are so depressed about the state of our country.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "We would like to get to a point in our society where people really are colorblind and this message would not have to be told anymore. Unfortunately, we're not there yet.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I think politics is important. It's how we run our society. I think it should be natural to have an interest in the subject, and I almost don't understand why some people don't.", 
    "name": "Chester Brown"
  }, 
  {
    "quote": "People don't want other people to get high, because if you get high, you might see the falsity of the fabric of the society we live in.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "I used to be a discipline problem, which caused me embarrassment until I realized that being a discipline problem in a racist society is sometimes an honor.", 
    "name": "Ishmael Reed"
  }, 
  {
    "quote": "If people did not compliment one another there would be little society.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "The question I asked Georges has now become a general one - You, who thought you were superfluous, who thought there was no place for you in society, not only are you not superfluous, you are needed and so those who were beggars become givers.", 
    "name": "Abbe Pierre"
  }, 
  {
    "quote": "Fascism is not in itself a new order of society. It is the future refusing to be born.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "What society doesn't realize is that in the past, ordinary people respected learning. They respected books, and they don't now, or not very much. That whole respect for serious literature and learning has disappeared.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "I do earnestly wish to see the distinction of sex confounded in society, unless where love animates the behaviour.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Every fundamentalist movement I've studied in Judaism, Christianity and Islam is convinced at some gut, visceral level that secular liberal society wants to wipe out religion.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Simply that we are mirroring the trends in society, at any given time smuggling was an issue in the seventies, corruption is an issue today, and we faithfully reflect those issues.", 
    "name": "Ajay Devgan"
  }, 
  {
    "quote": "What we hope to achieve is a society that doesn't value a white man because he's a white man, but also doesn't value a woman because she's a woman, or a black because he's a black.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Ruin is the destination toward which all men rush, each pursuing his own best interest in a society that believes in the freedom of the commons.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "The Universal Declaration of Human Rights describes the family as the natural and fundamental unit of society. It follows that any choice and decision with regard to the size of the family must irrevocably rest with the family itself, and cannot be made by anyone else.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "There's something about being with a group of people who become like family that must be needed in society.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "I got a lot of things that society had promised would make me whole and fulfilled - all the things that the culture tells you from preschool on will quiet the throbbing anxiety inside you - stature, the respect of colleagues, maybe even a kind of low-grade fame.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I don't think my principles change. I think the way in which you apply those principles to modern society changes.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Philanthropy is involved with basic innovations that transform society, not simply maintaining the status quo or filling basic social needs that were formerly the province of the public sector.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "What is missing from today's dialogue is the effect autism is having on families, our society and what the unknown factors are. The 300lb. gorilla in the room is that our children with autism today will soon become adults with autism.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "The point of mythology or myth is to point to the horizon and to point back to ourselves: This is who we are this is where we came from and this is where we're going. And a lot of Western society over the last hundred years - the last 50 years really - has lost that. We have become rather aimless and wandering.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "I felt that the elegance of pop music was that it was reflective: we were holding up a mirror to our audience and reflecting them philosophically and spiritually, rather than just reflecting society or something called 'rock and roll.'", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "I have spent all my life under a Communist regime, and I will tell you that a society without any objective legal scale is a terrible one indeed. But a society with no other scale but the legal one is not quite worthy of man either.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "The Ten Commandments have never been replaced as the moral basis upon which society rests.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Comedy, we may say, is society protecting itself - with a smile.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "Therefore, a person should first be changed by a teacher's instructions, and guided by principles of ritual. Only then can he observe the rules of courtesy and humility, obey the conventions and rules of society, and achieve order.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "I don't think we live in a particularly equal society.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "This society cannot go forward, the way we have been going forward, where the gap between the rich and the poor keeps growing. It's not politically viable it's not morally right it's just not going to happen.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "I was very restless. I really wanted to be a part of a kind of a progressive society. I was fed up with these Communist doctrines and you were hassled all the time with members of the Party committee who were KGB, what you have to do, where in the West you can go or not to go.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "Remove advertising, disable a person or firm from proclaiming its wares and their merits, and the whole of society and of the economy is transformed. The enemies of advertising are the enemies of freedom.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "But in terms of how people live together, how we minimize the prospects of conflict and maximize the prospects of peace, the place of religion in our society today is essential.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "The Holocaust illustrates the consequences of prejudice, racism and stereotyping on a society. It forces us to examine the responsibilities of citizenship and confront the powerful ramifications of indifference and inaction.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "If the education and studies of children were suited to their inclinations and capacities, many would be made useful members of society that otherwise would make no figure in it.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I want to help middle-school girls stay interested in math and be good at it, and see it as friendly and accessible and not this scary thing. Everyone else in society tells them it's not for them. It's for nerdy white guys with pocket protectors.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "But look, I was born in 1956, the peak year for births in US history. I think I'm very representative of many of the thought processes my generation have been through and, by and large, people of my age have had their imprint planted on the consciousness of western society for a long time.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Society exists for the benefit of its members, not the members for the benefit of society.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Patriarchy is like the elephant in the room that we don't talk about, but how could it not affect the planet radically when it's the superstructure of human society.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "We can't blame children for occupying themselves with Facebook rather than playing in the mud. Our society doesn't put a priority on connecting with nature. In fact, too often we tell them it's dirty and dangerous.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "The worst enemy of truth and freedom in our society is the compact majority.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "The pillars of truth and the pillars of freedom - they are the pillars of society.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "A free society will abide unofficial, private discrimination, even when that means allowing hate-filled groups to exclude people based on the color of their skin.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "But one way or another, judges perform a very vital function in our society. They have a risky job and they are entitled to security.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "A society that has made 'nostalgia' a marketable commodity on the cultural exchange quickly repudiates the suggestion that life in the past was in any important way better than life today.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "What is especially important is addressing the question of how religion can be enforced through political means and what can be done to create a political environment that, on the one hand, acknowledges the role of religion in society, while on the other hand does not impose one religion on the populace at the expense of all others.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I'm an underdog person, so I align myself with those who seem to be not considered valuable in polite society.", 
    "name": "Jessica Hagedorn"
  }, 
  {
    "quote": "The devastating punch we took on September 11th still reverberates throughout American society.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "We must rekindle the fire of idealism in our society.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "The product of the artist has become less important than the fact of the artist. We wish to absorb this person. We wish to devour someone who has experienced the tragic. In our society this person is much more important than anything he might create.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "We lament the speed of our society and the lack of depth and the nature of disposable information.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "The imaginations which people have of one another are the solid facts of society.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "Sports are a microcosm of society.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "What the Founding Fathers created in the Constitution is the most magnificent government on the face of the Earth, and the reason is this: because it was intended to preserve the American society and the American spirit, not to transform it or destroy it.", 
    "name": "Mark Levin"
  }, 
  {
    "quote": "Bankers - pillars of society who are going to hell if there is a God and He has been accurately quoted.", 
    "name": "John Ralston Saul"
  }, 
  {
    "quote": "Most people in this society who aren't actively mad are, at best, reformed or potential lunatics.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "It is rather a problem of how to secure the best use of resources known to any of the members of society, for ends whose relative importance only those individuals know.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "The paradox of education is precisely this that as one begins to become conscious one begins to examine the society in which he is being educated.", 
    "name": "James Baldwin"
  }, 
  {
    "quote": "One of the things I keep coming back to in my writing is that society doesn't work on this mirror principle, you don't have an exact replica on the left of what you have on the right. It just doesn't work that way.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "We have become a society that can't self-correct, that can't address its obvious problems, that can't pull out of its nosedive. And so to our list of disasters let us add this fourth entry: we have entered an age of folly that - for all our Facebooking and the twittling tweedle-dee-tweets of the twitterati - we can't wake up from.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Yes, Democrats can prove that America pays more for health care than other countries yes, they have won the dispute that private health insurance is needlessly expensive. But what they've lost is the argument that we are a society.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Most of Roosevelt's innovations have been the law of the land for 70 years now, and yet we are still a free society free enough, that is, to allow tens of thousands of protesters to gather on the National Mall and to broadcast their slogans and speeches to the world via C-SPAN.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Psychotherapy theory turns it all on you: you are the one who is wrong. If a kid is having trouble or is discouraged, the problem is not just inside the kid it's also in the system, the society.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "When you understand your obligations to God then you can understand your obligations to society.", 
    "name": "H. Rap Brown"
  }, 
  {
    "quote": "I honestly don't know, but if America continues to refuse to reduce its greenhouse gas emissions, I see a bleak future not only for American society, but for the world as a whole. This is a global problem that is not going away, and the United States is an obstacle to solving it.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I'm looking forward to the day when America will mature to the point that we are a color-blind society. I'm not so sure that in politics that will ever be reality, because politics has a way of separating us based on skin color.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "It is time for the world, the hemisphere and the region to make sure that relevant institutions of civil society and relevant laws are embedded in the mechanisms of governance.", 
    "name": "Baldwin Spencer"
  }, 
  {
    "quote": "Government is force, pure and simple. There's no way to sugar-coat that. And because government is force, it will attract the worst elements of society - people who want to use government to avoid having to earn their living and to avoid having to persuade others to accept their ideas voluntarily.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "It is the mission of the next Conservative Government to build the Responsible Society.", 
    "name": "William Hague"
  }, 
  {
    "quote": "It's not fair that women look in the mirror and feel disgust because of what society has made them believe.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "I've been in and out of Wall Street since 1949, and I've never seen the type of animosity between government and Wall Street. And I'm not sure where it comes from, but I suspect it's got to do with a general schism in this society which is really becoming ever more destructive.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "We have a market-driven society so obsessed with buying and selling and obsessed with power and pleasure and property.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "How a society channels male aggression is one of the greatest questions as to whether that society will survive. That's why I am not against violence in the media, I am against the glorification of immoral violence.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Liberals tend to put the onus of your success on society and conservatives on you and your family.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Opponents of capital punishment argue that the state has no right to take a murderer's life. Apparently, one fact that abolitionists forget or overlook is that the state is acting not only on behalf of society, but also on behalf of the murdered person and the murdered person's family.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Artists are going to be the metronome of this society.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "It matters enormously to a successful democratic society like ours that we have three branches of government, each with some independence and some control over the other two. That's set out in the Constitution.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Thus, anybody who follows this nature and gives way its states will be led into quarrels and conflicts, and go against the conventions and rules of society, and will end up a criminal.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "If you have to put someone on a pedestal, put teachers. They are society's heroes.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "It's long been accepted as fact that the availability of family planning services saves lives. Where women have access to these services, children and families are healthier, and society at large benefits.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "Can someone within that society walk into the town square and say what they want without fear of being punished for his or her views? If so, then that society is a free society. If not, it is a fear society.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "Ideology... is indispensable in any society if men are to be formed, transformed and equipped to respond to the demands of their conditions of existence.", 
    "name": "Louis Althusser"
  }, 
  {
    "quote": "We should be concerned not only about the health of individual patients, but also the health of our entire society.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "There is so much potential out there in young people and they aren't getting the right information or being encouraged in the right ways. This is our duty as a society.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Well, we ought to be stirred, even to tears, by society's ills.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I've come to realize that protecting freedom of choice in our everyday lives is essential to maintaining a healthy civil society.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "Just like my father, I've always loved education. In school I was a member of the honor society.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "As musicians and artists, it's important we have an environment - and I guess when I say environment, I really mean the industry, that really nurtures these gifts. Oftentimes, the machine can overlook the need to take care of the people who produce the sounds that have a lot to do with the health and well-being of society.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "When I was working, and when I was making substantial amounts of money, I always filed and paid my taxes. This only stopped, when it was necessary to withdraw from society, in order to guarantee the safety and well-being of myself and my family.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Deep down, the US, with its space, its technological refinement, its bluff good conscience, even in those spaces which it opens up for simulation, is the only remaining primitive society.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "The historic ascent of humanity, taken as a whole, may be summarized as a succession of victories of consciousness over blind forces - in nature, in society, in man himself.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "At the same, we need to remain sensitive to the reality that we are still an African society in which the majority of the people and communities live under severe deprivations and afflictions that are no fault of theirs.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "It is a strange fact that freedom and equality, the two basic ideas of democracy, are to some extent contradictory. Logically considered, freedom and equality are mutually exclusive, just as society and the individual are mutually exclusive.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "To work in architecture you are so much involved with society, with politics, with bureaucrats. It's a very complicated process to do large projects. You start to see the society, how it functions, how it works. Then you have a lot of criticism about how it works.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "Justice must always question itself, just as society can exist only by means of the work it does on itself and on its institutions.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "The truth is, I think we are a self-less society, not a selfish society. Because we're so busy now.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "The spirit of truth and the spirit of freedom - these are the pillars of society.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "Propaganda in the ordinary sense of the term plays a less important part in a consumer society, where people greet all official pronouncements with suspicion.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "In an individualistic culture, the narcissist is God's gift to the world. In a collectivist society, the narcissist is God's gift to the collective.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "There are 10-20 times more male comics than female comics it's something to do with the social structure of society.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "American society is a sort of flat, fresh-water pond which absorbs silently, without reaction, anything which is thrown into it.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "These groups within a society can he distinguished according as to whether, like an army or an orchestra, they function as a single body or whether they are united merely to defend their common interests and otherwise function as separate individuals.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "When the fabric of society is so rigid that it cannot change quickly enough, adjustments are achieved by social unrest and revolutions.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "For a long time, society put obstacles in the way of women who wanted to enter the sciences.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "It's upsetting to be a man in our society.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "In modern society, where most people live in cities, and where both needs and wishes are absolved through the same remote agency - money - the distinction between wishes and needs has altogether vanished.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "No one can live entirely on their own, nor can any country or society exist in isolation.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "If you let society and your peers define who you are, you're the less for it.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "We've been trained since kindergarten: Be nice, be kind, share, put on a smile. So we're conditioned to squash our natural selfish instincts, and that's the right thing for society.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "What we do as a society is seek simple answers.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "I belong to the generation of workers who, born in the villages and hamlets of rural Poland, had the opportunity to acquire education and find employment in industry, becoming in the course conscious of their rights and importance in society.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Boy's natural play is rough and tumble play, it's the universal play of little boys. And it's very different from aggression. And we are a society that's failing to understand the distinction.", 
    "name": "Christina Hoff Sommers"
  }, 
  {
    "quote": "How many of you have broken no laws this month? That's the kind of society I want to build. I want a guarantee - with physics and mathematics, not with laws - that we can give ourselves real privacy of personal communications.", 
    "name": "John Gilmore"
  }, 
  {
    "quote": "Trinidad may seem complex, but to anyone who knows it, it is a simple, colonial, philistine society.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "You've got all these books on self help, getting to know yourself, doing the right thing, eating the so-called right foods, even down to what books you have on your shelves. People are encouraged to look to themselves first as opposed to being a part of society.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "We can now have action movies with two stars where one might be African American and one might be Asian American. One of them doesn't have to be white, and the other one doesn't have to be the ethnic sidekick. We're way over that. And I think it's happening in society, too.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "The only way of living in a free society is to feel that you have the right to say and do stuff.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "The response of anybody interested in liberty is that we all have a say and the ability to have an argument is exactly what liberty is, even though it may never be resolved. In any authoritarian society the possessor of power dictates, and if you try and step outside he will come after you.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Who has suffered? The families of the dead, no doubt. But a greater loss was inflicted on Pakistan because, as I said, we lost the pillars of our society.", 
    "name": "Pervez Musharraf"
  }, 
  {
    "quote": "I don't think homosexuality is a choice. Society forces you to think it's a choice, but in fact, it's in one's nature. The choice is whether one expresses one's nature truthfully or spends the rest of one's life lying about it.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "The right combination is between a free economy and social policy that addresses the needs of society and creates equal opportunity.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "Companies that pollute should be taxed so that a product's cost to society is reflected in the price of that product.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "After 25-plus years as a lawyer, prosecutor, and defense attorney, I have developed a deep appreciation for both the wisdom of the law and the role that jurists play in framing the rights and responsibilities that define our society.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I have long said there are three distinct groups under the GOP's tent: theological warriors, who want to impose their social views on the rest of society Tea Party zealots, who say with a straight face that they want the government to get out of their Medicare and remnants of the pro-business moderates.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "As more people rely on government programs, the harder it becomes to conduct the necessary reforms to preserve them to help our society's most vulnerable.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I am willing to compete on my merits and on my character - not with the color of my skin. We talk about being a color-blind society, but I don't think the political process could actually handle that.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I applaud the American Cancer Society for all they do to eradicate smoking. Their local, state and national efforts help to discourage young people from taking up this deadly habit and the resources they provide have helped numerous smokers quit.", 
    "name": "Allyson Schwartz"
  }, 
  {
    "quote": "I give away something up to $500 million a year throughout the world promoting Open Society. My foundations support people in the country who care about an open society. It's their work that I'm supporting. So it's not me doing it.", 
    "name": "George Soros"
  }, 
  {
    "quote": "My definition of a decent society is one that first of all takes care of its losers, and protects its weak.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "If you ask an economist what's driven economic growth, it's been major advances in things that mattered - the mechanization of farming, mass manufacturing, things like that. The problem is, our society is not organized around doing that.", 
    "name": "Larry Page"
  }, 
  {
    "quote": "I think being different, going against the grain of society is the greatest thing in the world.", 
    "name": "Elijah Wood"
  }, 
  {
    "quote": "The crucial question one comes back to is the examination without that experience is meaningless. And I think it's true that society is becoming more and more passive, less and less fired up with enthusiasm, in many spheres.", 
    "name": "Peter Hammill"
  }, 
  {
    "quote": "The 1960s were about releasing ourselves from conventional society and freeing ourselves.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "We're going to raise a lot of money for cancer awareness, give some to the American Cancer Society and hopefully make a big difference.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "Our lifetime may be the last that will be lived out in a technological society.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "War is the supreme drama of a completely mechanized society.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "Women are not the richer sex. Women are not equal in society.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "Long before we understand ourselves through the process of self-examination, we understand ourselves in a self-evident way in the family, society and state in which we live.", 
    "name": "Hans-Georg Gadamer"
  }, 
  {
    "quote": "You can't have a United States if you are telling some folks that they can't get on the train. There is a cracking point where a society collapses.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "But, actually, so many of the clerics that I've met, particularly the Church of England clerics, are people of such extraordinary smugness and arrogance and conceitedness who are extraordinarily presumptuous about the significance of their position in society.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "I would argue that we have a generation of young people, particularly minorities, who are no longer putting up with the kinds of things their parents put up with. They're much more self-confident. It's no longer acceptable to make fun of people because of race or sex. But it has always been present in American society.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "What is a society without a heroic dimension?", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "We are now integrated into American society and I don't like the word fashionable, because fashionable means that it's going to pass. It's not like that anymore.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I know what it feels like to carry a lot of weight in a society that's very image-conscious. It's a thin person's world, and we try to navigate within it without being made fun of.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "If you say, I'm for equal pay, that's a reform. But if you say. I'm a feminist, that's a transformation of society.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "We from every religion feel comfortable in Britain because there is a host. The Church of England is a good host, it has been a major force in shaping England into such a tolerant society.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "If you want a free society, teach your children what oppression tastes like. Tell them how many miracles it takes to get from here to there. Above all, encourage them to ask questions. Teach them to think for themselves.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Religion is the best antidote to the individualism of the consumer age. The idea that society can do without it flies in the face of history and, now, evolutionary biology.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "In virtually every Western society in the 1960s there was a moral revolution, an abandonment of its entire traditional ethic of self-restraint.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Britain, relative to the U.S., is a highly secular society. Philanthropy alone cannot fill the gap left by government cutbacks. And the sources of altruism go deep into our evolutionary past.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "We do not always appreciate the role the Queen has played in one of the most significant changes in the past 60 years: the transformation of Britain into a multi-ethnic, multi-faith society. No one does interfaith better than the Royal family, and it starts with the Queen herself.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Stabilizing the euro is one thing, healing the culture that surrounds it is another. A world in which material values are everything and spiritual values nothing is neither a stable state nor a good society. The time has come for us to recover the Judeo-Christian ethic of human dignity in the image of God.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "A society in which there are high levels of voluntary activity will simply be a better, happier place than one where there are not.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The primary victims of Katrina, those who were given the least help by the government, those rescued last or not at all, were overwhelmingly people of color largely hidden from the mainstream of society.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "Eisenhower warned us about the military-industrial complex and the damage it could do to society.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "The functions of the family in a highly differentiated society are not to be interpreted as functions directly on behalf of the society, but on behalf of personality.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "Modernity, the child of the Enlightenment, failed when it became apparent that the good society cannot be achieved by unaided reason.", 
    "name": "Robert Bork"
  }, 
  {
    "quote": "The great hope of society is in individual character.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "We do a disservice to society if we ignore the evidence which shows that stable families tend to be associated with better outcomes for children.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "If you look at the footballers, you look at our celebrity culture, we seem to be saying, 'This is the way you want to be'. We seem to be a society that celebrates all the wrong people.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "We have to challenge the whole idea that it's acceptable for a society like Britain to have such a significant number of people who do not work one day of the week and don't have any possibility of improving the quality of their lives.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "AIDS is not just God's punishment for homosexuals it is God's punishment for the society that tolerates homosexuals.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "I'm afraid for all those who'll have the bread snatched from their mouths by these machines. What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "What I've always said is that I'm opposed to institutional racism, and I would've, had I've been alive at the time, I think, had the courage to march with Martin Luther King to overturn institutional racism, and I see no place in our society for institutional racism.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Since I have come to America, I am often asked whether my next novel will be set in America. I don't think it will. I think I will be living in America for some time to come, but while living in America, I would like to write about Japanese society from the outside.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "If you want to use a cliche you must take full responsibility for it yourself and not try to fob it off on anon., or on society.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "The U.K. needs a system for family migration underpinned by three simple principles. One: that those who come here should do so on the basis of a genuine relationship. Two: that migrants should be able to pay their way. And three: that they are able to integrate into British society.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Every society rests in the last resort on the recognition of common principles and common ideals, and if it makes no moral or spiritual appeal to the loyalty of its members, it must inevitably fall to pieces.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "Standards of conduct appropriate to civil society or the workings of a democracy cannot be purely and simply applied to the Church.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "Every genuine boy is a rebel and an anarch. If he were allowed to develop according to his own instincts, his own inclinations, society would undergo such a radical transformation as to make the adult revolutionary cower and cringe.", 
    "name": "John Andrew Holmes"
  }, 
  {
    "quote": "Most of them are pretty down records, pretty unhappy, pretty confused. Which only reflects how people in general were feeling, I mean really the sense that you get is society running down.", 
    "name": "Lester Bangs"
  }, 
  {
    "quote": "As far as a truly radical conscience, you have to take it as part of a larger thing, that it was sort of historical inevitability that with the coming of a leaguer society people would start to use drugs a lot more then they had before.", 
    "name": "Lester Bangs"
  }, 
  {
    "quote": "We are not just here to manage capitalism but to change society and to define its finer values.", 
    "name": "Tony Benn"
  }, 
  {
    "quote": "The role of art in society differs for every artist.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "Popular art is the dream of society it does not examine itself.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "You don't realize how much you use your credit card not even to buy things. It's a card you get so you can navigate society.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "A lot of guys and people in our society think that chicks just love dudes with money. Chicks love dudes who are successful who happen to have money - do you know what I mean? Chicks are attracted to dudes that are doing their own thing.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "It's very hard to imagine the phrase 'consumer society' used so cheerfully, and interpreted so enthusiastically, in England.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "As I get older I think, contrary to modern assumption but in line with the old Lerner and Lowe song, that it would actually benefit both them and society if - to quote Professor Higgins - a woman could be more like a man.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Society has to change, but the political powers we have at the moment are not enough to effect this change. The whole democratic system would have to be rethought.", 
    "name": "Jose Saramago"
  }, 
  {
    "quote": "It has to be real, and I think a lot of the problems we have as a society is because we don't acknowledge that family is important, and it has to be people who are present, you know, and mothers and fathers, both are not present enough with children.", 
    "name": "James Earl Jones"
  }, 
  {
    "quote": "What does Burma have to give the United States? We can give you the opportunity to engage with people who are ready and willing to change a society.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "In the past, human society provided encouragement and opportunity for people to extend support to each other, especially in highly stressful situations.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Divorced from the cosmos, from nature, from society and from each other, we have become fractured and fragmented.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I have for some time urged that a nuclear abolition summit to mark the effective end of the nuclear era be convened in Hiroshima and Nagasaki on the 70th anniversary of the bombings of those cities, with the participation of national leaders and representatives of global civil society.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Where there is an absence of international political leadership, civil society should step in to fill the gap, providing the energy and vision needed to move the world in a new and better direction.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "The negative side of football. The negative side of our society. People sometimes go to football and bring to it the negative aspects of our society.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "The more equality women have, the fairer, more civilized and tolerant society will be. Sexual equality is a lot more effective against terrorism than military strength.", 
    "name": "Jose Luis Rodriguez Zapatero"
  }, 
  {
    "quote": "But the truth of the matter is, we're an open society, we want to remain an open society, and there will continue to be vulnerability. That's why we have to meet the threats when they are not yet taking place on our territory and on our soil.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "Possibly because I grew up not feeling very confident about my own physical appearance, I developed internal devices so that I could integrate into society.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "Our whole society is instantaneous.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "Something's happened in our society which I don't think is beneficial, and that's that you see the public being fed box-office news. Newscasts now, every local station - I've been traveling around the country a lot, and you see the local news, and they give box-office reports.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "I, for one, would think both about how far we have come as a country and how much further we need to go to erase racism and discrimination from our society.", 
    "name": "Charles Rangel"
  }, 
  {
    "quote": "I started out in engineering. I was a geophysical engineer. Throughout the course of my life I've done a lot of strange jobs, and the effect has been to make me think a little more skeptically about our capitalist society.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "We must not become the new puritans and reject our society. We must address and master the future together. It can be done if we restore the belief that we share a sense of national community, that we share a common national endeavor. It can be done.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "While I'm not a celebrity, it's such a weird concept that society has cooked up for us. Astronauts and teachers are much more amazing than actors.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I think the debate in our society now is that people have to agree on zero-tolerance to terrorism.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "The warrior may fight for gold or for an immediate gain, or for something to take home for the winter to feed the family. The soldier is part of a more complex society. He's fighting for a group ethic of some sort.", 
    "name": "C. J. Cherryh"
  }, 
  {
    "quote": "There is in us a lyric germ or nucleus which deserves respect it bids a man to ponder or create and in this dim corner of himself he can take refuge and find consolations which the society of his fellow creatures does not provide.", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "We have a society in which one of the greatest things you can do is a platform to see victim status, and one of the qualifications for that is that you have these exquisitely tender feelings about things and sensibilities which are easily offended.", 
    "name": "Brit Hume"
  }, 
  {
    "quote": "Today is a celebration of hope for the Iraqi people. The Iraqi people can now take control of their government and their future by creating a society that protects the rights endowed to us by our creator - life, liberty and freedom.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Every society and religion has rules, for both have moral laws. And the essence of morality consists, as in art, of drawing the line somewhere.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "We don't need sugar to live, and we don't need it as a society.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "You just let your lower self go, and then it takes on all these aspects of the society - the city with horns blowing, the people yelling things at each other, and the all-in-all violence and chaos of the city. Put that on stage with music, and that's what this is.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "The first sign of corruption in a society that is still alive is that the end justifies the means.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "In the 18th century, James Hargreaves invented the Spinning Jenny, and Richard Arkwright pioneered the water-propelled spinning frame which led to the mass production of cotton. This was truly revolutionary. The cotton manufacturers created a whole new class of people - the urban proletariat. The structure of society itself would never be the same.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "My grandmother was a kind of Scarsdale, New York, society woman, best known in her day as the author of the 1959 book 'Growing Your Own Way: An Informal Guide for Teen-Agers' - this despite being a person whose parenting style made Joan Crawford's wire hangers look like pool noodles.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I chose America as my home because I value freedom and democracy, civil liberties and an open society.", 
    "name": "George Soros"
  }, 
  {
    "quote": "There are few better measures of the concern a society has for its individual members and its own well being than the way it handles criminals.", 
    "name": "Ramsey Clark"
  }, 
  {
    "quote": "But the development of human society does not go straight forward and the epic process will therefore be a recurring process, the series a recurring series - though not in exact repetition.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "The Border Ballads, for instance, and the Robin Hood Ballads, clearly suppose a state of society which is nothing but a very circumscribed and not very important heroic age.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "When you look at where the real problems are among minorities in our society, particularly blacks, it's at the bottom. It's the people who are in school systems that don't educate, neighborhoods where there is a lot of crime, drugs, the whole bit.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "This could never be a crime in any society which deems himself enlightened.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "We should like to have some towering geniuses, to reveal us to ourselves in colour and fire, but of course they would have to fit into the pattern of our society and be able to take orders from sound administrative types.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "I want to initiate a change in society in the long term.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "One thing that makes France different from other countries is the tradition of social solidarity. People from all backgrounds and political positions are willing to contribute for services and protection of society as a whole - but on the condition that money is being spent effectively and that everyone is paying their part.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "History is full of people who went to prison or were burned at the stake for proclaiming their ideas. Society has always defended itself.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "I believe society has a right to defend itself, just as the individual has the right to attack that with which he disagrees.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "I defend both the freedom of expression and society's right to counter it. I must pay the price for differing. It is the natural way of things.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "Are we Darwinists - where we live and let live? Or are we nurturing as a society? There has to be a standard of living that we decide to support.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Everything in our society is so purposeful.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "I started thinking about joy. Everything in our society is so purposeful. Let's bring joy back to the experience.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "Society needs to condemn a little more and understand a little less.", 
    "name": "John Major"
  }, 
  {
    "quote": "Has there ever been a society which has died of dissent? Several have died of conformity in our lifetime.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "I am sure it must be true that people opt out of the mainstream society because they feel that there are going to be no rewards for them, if they stay.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "All are agreed, that the increase of learning and good morals are great blessings to society.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "In a multi-racial society, trust, understanding and tolerance are the cornerstones of peace and order.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "The first task in teaching is to bring to consciousness what the students already believe by virtue of their personal experiences about themselves and society.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Those born into poverty or on the margins of society require our extra support to realize their dreams.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "Well, marriage is a very important part of our culture and our society. If we want to have a hopeful and decent society, we ought to aim for the ideal.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "The idealists will always be in society, and we will survive.", 
    "name": "John Zorn"
  }, 
  {
    "quote": "That's why for Zakk Wylde's Black Label Society the colors are black and white. There are no gray issues. Life is black and it's white. There's no in-between.", 
    "name": "Zakk Wylde"
  }, 
  {
    "quote": "In hindsight it may even seem inevitable that a socialist society will starve when it runs out of capitalists.", 
    "name": "Larry Niven"
  }, 
  {
    "quote": "The problem of how we finance the welfare state should not obscure a separate issue: if each person thinks he has an inalienable right to welfare, no matter what happens to the world, that's not equity, it's just creating a society where you can't ask anything of people.", 
    "name": "Jacques Delors"
  }, 
  {
    "quote": "I was taught to confront things you can't avoid. Death is one of those things. To live in a society where you're trying not to look at it is stupid because looking at death throws us back into life with more vigour and energy. The fact that flowers don't last for ever makes them beautiful.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man without liberty, no happiness can be enjoyed by society.", 
    "name": "Henry St. John"
  }, 
  {
    "quote": "At its most basic the democratic contract is a simple one: the right to vote comes with a responsibility to society, through tax payments and citizenship.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Whether you think a film will affect society or it's plain entertainment, it's all excellent, it's all noble.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "What is the damnation of hell? To go with that society who have not obeyed His commands.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "The belief that the good in American society will finally win out... I don't believe any more.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "There is only one way left to escape the alienation of present day society: to retreat ahead of it.", 
    "name": "Roland Barthes"
  }, 
  {
    "quote": "Friendship! Mysterious cement of the soul, Sweet'ner of life, and solder of society.", 
    "name": "Robert Blair"
  }, 
  {
    "quote": "I didn't become leader to transform the Liberal Democrats into an enlarged form of the Electoral Reform Society. It's not the be all and end all for us. There are other very, very key ambitions in politics, not least social mobility and life chances, that I care about as passionately if not more.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "The great drama of Russian history has been between its state and society. Put simply, Russia has always had too much state and not enough society.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "Giving women education, work, the ability to control their own income, inherit and own property, benefits the society. If a woman is empowered, her children and her family will be better off. If families prosper, the village prospers, and eventually so does the whole country.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "The Holocaust also shows us how a combination of events and attitudes can erode a society's democratic values.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "At one of the annual conventions of the American Society for Aesthetics much confusion arose when the Society for Anesthetics met at the same time in the same hotel.", 
    "name": "Rudolf Arnheim"
  }, 
  {
    "quote": "Tolerance is the price we pay for living in a free, pluralistic society.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "I started imagining this whole different world. It was a society of musicians, a family I hoped I could belong to one day.", 
    "name": "Quincy Jones"
  }, 
  {
    "quote": "He has the obligation to society that any human being has. I don't think a satirist has any greater obligation to society than a bricklayer or anybody else.", 
    "name": "Shel Silverstein"
  }, 
  {
    "quote": "To have a man who can flirt is next thing to indispensable to a leader of society.", 
    "name": "Margaret Oliphant"
  }, 
  {
    "quote": "An innovation is one of those things that society looks at and says, if we make this part of the way we live and work, it will change the way we live and work.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "I think basically becoming famous has taken the place of going to Heaven in modern society, hasn't it? That's the place where your dreams will come true. It's an act of faith now they think that's going to sort things out.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "Yes, all fundamentalists feel that in a secular society, God has been relegated to the margin, to the periphery and they are all in different ways seeking to drag him out of that peripheral position, back to center stage.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Like art and politics, gangsterism is a very important avenue of assimilation into society.", 
    "name": "E. L. Doctorow"
  }, 
  {
    "quote": "Conservatism is a hard choice for a society that has become accustomed to big government and big entitlements promoted by liberals.", 
    "name": "Jesse Helms"
  }, 
  {
    "quote": "Stories in which the destruction of society occurs are explorations of social fears and issues that filmmakers, novelists, playwrights, painters have been examining for a long time.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "Writing is a solitary occupation. Family, friends, and society are the natural enemies of the writer. He must be alone, uninterrupted, and slightly savage if he is to sustain and complete an undertaking.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "Statistically and emotionally, I believe that the way I can be of help to society is by doing what I know and what I've been good at.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "Even if one is interested only in one's own society, which is one's prerogative, one can understand that society much better by comparing it with others.", 
    "name": "Peter L. Berger"
  }, 
  {
    "quote": "Television is just one more facet of that considerable segment of our society that never had any standard but the soft buck.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "Chastity is the cement of civilization and progress. Without it there is no stability in society, and without it one cannot attain the Science of Life.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "If more people were actively engaged in advocating their positions I think we'd have a better society.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "I really think that elected officials should be focused on how you create sustained economic growth, how do you create jobs and all of these issues that made people - segments of our society believe are really important are diversions politically.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "I think we are all interested in end-times ideas and also in the current climate that we are all living in, where money is a little harder to come by, things continue to get expensive gas prices are not too far from people's heads. There are more and more people. Human society's going to have real problems.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "What we call a democratic society might be defined for certain purposes as one in which the majority is always prepared to put down a revolutionary minority.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "All I can ask from society is that it please stop telling me why I should like sports.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "Do you know what we are those of us who count as pillars of society? We are society's tools, neither more nor less.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "A society that thinks the choice between ways of living is just a choice between equally eligible 'lifestyles' turns universities into academic cafeterias offering junk food for the mind.", 
    "name": "George Will"
  }, 
  {
    "quote": "In a civilized society, all crimes are likely to be sins, but most sins are not and ought not to be treated as crimes. Man's ultimate responsibility is to God alone.", 
    "name": "Geoffrey Fisher"
  }, 
  {
    "quote": "Even the most wretched individual of our present society could not exist and develop without the cumulative social efforts of countless generations.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Our society's strong emphasis on dieting and self-image can sometimes lead to eating disorders. We know that more than 5 million Americans suffer from eating disorders, most of them young women.", 
    "name": "Tipper Gore"
  }, 
  {
    "quote": "When you've paid your debt to society, you need to be reconnected and re-engaged in society.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Realizing our society as it is, without theology dogmatically telling us how we should react to it, and being humane toward that society, that is all that we're sure of.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "The path towards a free society has not been simple. There are tragic and glorious pages in our history.", 
    "name": "Vladimir Putin"
  }, 
  {
    "quote": "Women have face-lifts in a society in which women without them appear to vanish from sight.", 
    "name": "Naomi Wolf"
  }, 
  {
    "quote": "My main concern is theater, and theater does not reflect or mirror society. It has been stingy and selfish, and it has to do better.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "When I got out of acting school, I was lucky to have gotten any job at all. A lot of people hiring African American actresses - it was right after 'Roots,' and for society, not me, it was great. Nice richly dark-skinned people was the fashion, and I was not.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could and in this way women are economic factors in society. But so are horses.", 
    "name": "Charlotte Perkins Gilman"
  }, 
  {
    "quote": "I come from a line of self-motivated, determined folk - not grand, not high society, but no-nonsense, family-minded go-getters.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Terms like that, 'Humane Society,' are devised with people like me in mind, who don't care to dwell on what happens to the innocent.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "I suppose that is my central obsession. What we owe to society, what we owe to ourselves.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "In a society which is structured the wrong way, piety has no effect.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The progress of society is mainly the improvement in the condition of the workingmen of the world.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "In a repressive society, a writer can be deeply influential, but in a society that's filled with glut and repetition and endless consumption, the act of terror may be the only meaningful act.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "A person's worth is quite independent of their usefulness to society.", 
    "name": "Kjell Magne Bondevik"
  }, 
  {
    "quote": "I work with the Humane Society a lot and have three rescue cats.", 
    "name": "Ian Somerhalder"
  }, 
  {
    "quote": "Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "All of us in society are supposed to believe that cruelty to animals is wrong and that it is a good thing to prevent needless suffering. So if that is true, how can meat be acceptable under any but the most extraordinary circumstances, such as perhaps roasting the bird who died flying into a window?", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "In this I-me society, my job is to get people to buy into something bigger than themselves.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "Bulls can do nothing to demand justice. They can only defend themselves as best they can in a fight with a pre-determined ending and die never knowing why they were forced to endure such a painful and prolonged death. It's up to us, as a civilized society, to call for an end to the Running of the Bulls and bullfighting.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "I feel that the Christian experience and the Jewish one have much to give each other. If this open society continues and there is no return to political anti-Semitism, then this encounter, deeper than any theology, may happen.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "I have, in some ways, saved characters that have been marginalized by society by playing them - and having them still have dignity and still survive, still get through it.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "I think as an American society, when we're paying too many taxes or dealing with war, we don't want to see sad things at the movies.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "But our society does not grant nontraditional forms of intelligence equal recognition, no matter how much it would help us get along or truly enrich our lives.", 
    "name": "Joan D. Vinge"
  }, 
  {
    "quote": "In Iroquois society, leaders are encouraged to remember seven generations in the past and consider seven generations in the future when making decisions that affect the people.", 
    "name": "Wilma Mankiller"
  }, 
  {
    "quote": "And I do believe that the way to change a society, to uplift people - not just their spirit, but to uplift their society and economic base - is through education.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "The word power has such a generally negative implication in our society. What are people talking about? Are they talking about muscles, or control?", 
    "name": "James Hillman"
  }, 
  {
    "quote": "We're an air bag society that wants guarantees on everything that we buy. We want to be able to take everything back and get another one. We want a 401-k plan and Social Security.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "The practice of executing such offenders is a relic of the past and is inconsistent with evolving standards of decency in a civilized society.", 
    "name": "John Paul Stevens"
  }, 
  {
    "quote": "Existentialism is about being a saint without God being your own hero, without all the sanction and support of religion or society.", 
    "name": "Anita Brookner"
  }, 
  {
    "quote": "My passion for gardening may strike some as selfish, or merely an act of resignation in the face of overwhelming problems that beset the world. It is neither. I have found that each garden is just what Voltaire proposed in Candide: a microcosm of a just and beautiful society.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "My parents were really, really cool about supporting what I wanted to do at a really young age. I think I was about 10 when I caught the bug. They would drive me down to New York if there were auditions. When I was 12, I did this show on Broadway called 'High Society,' so we moved to New York for the run of that.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "I understand why society, especially American society, is gravitating toward fairy tales, given our economy. We've been exploring the world of witches and wizards for years. We've been exploring the world of vampires for years. Clearly the public - I mean, I feel like all of this was ushered in by 'Harry Potter' - in my own fannish beliefs.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I wish the government and the Minister of Justice would address these legal and constitutional arguments, but they refuse to. They want Canadians to go blindly into their brave new world, but it is not wise for a society to move blindly in any direction.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "It appears that the media filters we carry in our heads are like computers: they've been forced to get faster in order to keep up with the demands our high-speed society puts on them.", 
    "name": "Roy H. Williams"
  }, 
  {
    "quote": "My father always taught me to appreciate what you're fortunate to have and give back to those who need it. No part of our society is more important than the children, especially the ones who need our help.", 
    "name": "Dan Marino"
  }, 
  {
    "quote": "I would say that no film is apolitical. There are politics in all films. Any film that is anchored in a society, any film that deals with humanity is necessarily political.", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "Remember and help America remember that the fellowship of human beings is more important than the fellowship of race and class and gender in a democratic society.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "When a woman earns a dollar, the payback is higher. She'll invest in her children, in their education, health care, and basic needs. The impact of a woman's role in the economy benefits society at large.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "As a proud Catholic, I know the impact that faith-based education can have in our society and have witnessed it first hand in my district.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "Before a group can enter the open society, it must first close ranks.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "Drama lives on conflict. If you're trying to deal with social issues seriously, there's no way of avoiding violence, which is so present in society.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "Mainstream cinema raises questions only to immediately provide an answer to them, so they can send the spectator home reassured. If we actually had those answers, then society would appear very different from what it is.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "I'm very old-fashioned in some ways because of my father, who thought that being a public servant was an honor. Everyone must find a capacity in which they can serve, because we all benefit from society.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "There is only one thing more harmful to society than an elected official forgetting the promises he made in order to get elected that's when he doesn't forget them.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "I meant that the Chinese people are not aware of their own entrapment. They believe they live in a free society, but don't realize how much they are being monitored and controlled, how much the information they receive is restricted and warped, until they step out of line, that is, and feel the heavy hand of the state fall on them.", 
    "name": "Ma Jian"
  }, 
  {
    "quote": "A Libertarian society of unfettered individualism spreads its benefits to virtually everyone - not just those who have the resources to seize political power.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "The public school has become the established church of secular society.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "I have always maintained that society has no business dictating morality.", 
    "name": "Peter Fonda"
  }, 
  {
    "quote": "A new sense of shared international responsibility is unmistakable in the voices of the United Nations and its agencies, and in the civil society of thousands of supra-national NGOs.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "My foundations support people in the country who care about an open society. It's their work that I'm supporting. So it's not me doing it. But I can empower them. I can support them, and I can help them.", 
    "name": "George Soros"
  }, 
  {
    "quote": "An open society is a society which allows its members the greatest possible degree of freedom in pursuing their interests compatible with the interests of others.", 
    "name": "George Soros"
  }, 
  {
    "quote": "I'll never look down on and I love running into actors who say 'Oh yeah, I did a soap.' I say 'Tell me which one!' It's like being a member of a secret society.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I don't think people should have boundaries put on them, by themselves or society or another gender, because it's our birthright to experience life in whatever way we feel best suits us.", 
    "name": "Hilary Swank"
  }, 
  {
    "quote": "By the general process of epic poetry, I mean the way this form of art has constantly responded to the profound needs of the society in which it was made.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "If I had been elected president in 1948, history would be vastly different. I believe we would have stemmed the growth of Big Government, which had begun with the New Deal and culminated with the Great Society.", 
    "name": "Strom Thurmond"
  }, 
  {
    "quote": "Every society, all government, and every kind of civil compact therefore, is or ought to be, calculated for the general good and safety of the community.", 
    "name": "George Mason"
  }, 
  {
    "quote": "I've used drugs that I do consider to be dangerous, drugs that are potentially detrimental to kids and society at large.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "I knew that I did not have to buy into society's notion that I had to be handsome and healthy to be happy. I was in charge of my 'spaceship' and it was my up, my down. I could choose to see this situation as a setback or as a starting point. I chose to begin life again.", 
    "name": "Warren Mitchell"
  }, 
  {
    "quote": "Australia has an increasingly multicultural society.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "We coin concepts and we use them to analyse and explain nature and society. But we seem to forget, midway, that these concepts are our own constructs and start equating them with reality.", 
    "name": "Abdolkarim Soroush"
  }, 
  {
    "quote": "Every teenager deals in his or her own sexuality and has to face it and figure out how it can coincide with the rest of their lives in a healthy manner. And try to navigate it in our modern society, which is wrought with stigma and taboo and repression, and sort of as a result, these inner monsters that some teenagers really struggle with.", 
    "name": "Ezra Miller"
  }, 
  {
    "quote": "And to say that society ought to be governed by the opinion of the wisest and best, though true, is useless. Whose opinion is to decide who are the wisest and best?", 
    "name": "Thomas Babington Macaulay"
  }, 
  {
    "quote": "As society advances the standard of poverty rises.", 
    "name": "Theodore Parker"
  }, 
  {
    "quote": "There are no heroes in most of my stories. I look at our society with a critical eye and find nothing extraordinary in the people I see.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "Some people never contribute anything positive to society, they may even drain our resources, but most of us try to do something better, to give back.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "In return, society rewards those who give it what it wants. That is why how much money people have earned is a rough measure of how much they gave society what it wanted.", 
    "name": "Ray Dalio"
  }, 
  {
    "quote": "Adolescence is society's permission slip for combining physical maturity with psychological irresponsibility.", 
    "name": "Terri Apter"
  }, 
  {
    "quote": "Everyone in our society has had to make a contribution towards dealing with the debts.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "A generous basic state pension is the least a civilized society should offer those who have worked hard and saved through their whole lives.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "Methamphetamine is a hideous drug. Meth makes a person become paranoid, violent, and aggressive - making them a serious threat to society and law enforcement. And maybe more importantly, meth users are a threat to their own children and families.", 
    "name": "Dirk Kempthorne"
  }, 
  {
    "quote": "Men must stop being jealous of their power and generously allow freedom and responsibility to others. The reward is harmonious families and society.", 
    "name": "Delphine de Girardin"
  }, 
  {
    "quote": "The repossession by women of our bodies will bring far more essential change to human society than the seizing of the means of production by workers.", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "On the surface we all act like we all love each other and we're free and easy, and actually we're far more moralistic than any other society I've ever lived in.", 
    "name": "Kathy Acker"
  }, 
  {
    "quote": "Society questions the police and their methods, and the police say, Do you want the criminals off the street or not?", 
    "name": "Kurt Russell"
  }, 
  {
    "quote": "We live in a very dysfunctional society, and this is a very, very dysfunctional Administration.", 
    "name": "Martin Sheen"
  }, 
  {
    "quote": "Access to computers and the Internet has become a basic need for education in our society.", 
    "name": "Kent Conrad"
  }, 
  {
    "quote": "Humanism: an exaltation of freedom, but one limited by our need to exercise it as an integral part of nature and society.", 
    "name": "John Ralston Saul"
  }, 
  {
    "quote": "I think we're living in a world where society is very difficult.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "Acting, the arts in general, is a magnet for the wounded of society.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "The human body and mind are tremendous forces that are continually amazing scientists and society. Therefore, we have no choice but to keep an open mind as to what the human being can achieve.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "In every society in human history, including the United States, those in power seek to imbue themselves with the attributes of religion and patriotism as a way of getting greater support for their policy and insulating themselves from any criticism.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "I think it's great that we have organisations like Greenpeace. In a pluralistic society, we want to have people who point out all the problems that the Earth could encounter. But we need to understand that they are not presenting a full and rounded view.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "Economic progress, in capitalist society, means turmoil.", 
    "name": "Joseph A. Schumpeter"
  }, 
  {
    "quote": "Then, I realized that there is an indigenous presence in the Solar System. It's us. So, then, I got to wondering what would happen if a more technologically advanced society moved next door to us, the way we moved next door to the American Indians.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "And the truth is, those who are terrorists only have to succeed once, and those of us who are trying to build an inclusive society have to succeed every time.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "I mean, Britain is a country of successful Muslim businesspeople, teachers and educators, journalists. So, we have to say very strongly that the two million plus Muslims in Britain, the vast bulk of them make a huge contribution to our society, and they actually make it the vibrant society it is.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "As a society, I think we express our cultural mores through our politics. We're trying constantly to figure out what's OK and what's not OK. And it's hard, because our society is constantly buffeted by gale force winds of technology. Things are always changing.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "The only thing of value I have in this life is my ability to tell a story, whether in print, orating, writing it down or having people acting it out. That's why I'm always hoping society never collapses because the first ones to go will be entertainers.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "Because society places a value on masculinity, gay men aspire to it. If you go to a gay club and the doorman says, 'You do realise this is a gay club, don't you lads?' you get all excited because you think, 'Wow, he thought I was straight!'", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "In all of our society, but especially in Hollywood, there is an obsession with perfection that can lead to self-loathing and neurosis and all that kind of stuff.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "My heart hath often been deeply afflicted under a feeling that the standard of pure righteousness is not lifted up to the people by us, as a society, in that clearness which it might have been, had we been as faithful as we ought to be to the teachings of Christ.", 
    "name": "John Woolman"
  }, 
  {
    "quote": "As far as hypnosis is concerned, I had a very serious problem when I was in my twenties. I encountered a man who later became the president of the American Society of Medical Hypnosis. He couldn't hypnotize me.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "The stark and inescapable fact is that today we cannot defend our society by war since total war is total destruction, and if war is used as an instrument of policy, eventually we will have total war.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "The conception that, instead of this, contemporary society is at or near a turning point is very prominent in the views of a school of social scientists who, though they are still comparatively few, are getting more and more of a hearing.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "Evolution is a bankrupt speculative philosophy, not a scientific fact. Only a spiritually bankrupt society could ever believe it. Only atheists could accept this Satanic theory.", 
    "name": "Jimmy Swaggart"
  }, 
  {
    "quote": "Affirmative action has a negative effect on our society when it means counting us like so many beans and dividing us into separate piles.", 
    "name": "John Kasich"
  }, 
  {
    "quote": "And from a military school which taught me that to fit into society, you can't just do anything you damn well please because it will suit you. And that it's much better to be with the winners than it is with the losers.", 
    "name": "Sam Donaldson"
  }, 
  {
    "quote": "The Chinese art world does not exist. In a society that restricts individual freedoms and violates human rights, anything that calls itself creative or independent is a pretence. It is impossible for a totalitarian society to create anything with passion and imagination.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "If we all say the same thing, then I think the government has to listen. But because no one is saying it, I become singled out, even though what I'm saying is common sense. It's very essential values that we all have to protect. But in Chinese society, people are giving up on protecting these values.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "I'm really not interested in other people's opinions, because I think frankly most of those opinions are either misinformed and adding to this endless ball of hot air we have in our society where everyone thinks their opinion is valuable and sacred and what counts.", 
    "name": "H. G. Bissinger"
  }, 
  {
    "quote": "Men are beginning to realize that they are not individuals but persons in society, that man alone is weak and adrift, that he must seek strength in common action.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "Police in China can do whatever they want after 81 days in arbitrary detention you clearly realise that they don't have to obey their own laws. In a society like this there is no negotiation, no discussion, except to tell you that power can crush you any time they want - not only you, your whole family and all people like you.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "You're scrutinized all through your life - you're scrutinized by your family, by yourself, by society, and your friends in a certain way, shape, or form.", 
    "name": "Colin Farrell"
  }, 
  {
    "quote": "Same-sex marriage would eliminate entirely in law the basic idea of a mother and a father for every child. It would create a society which deliberately chooses to deprive a child of either a mother or a father.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "Men was formed for society, and is neither capable of living alone, nor has the courage to do it.", 
    "name": "William Blackstone"
  }, 
  {
    "quote": "I wished to go completely outside and to make a symbolic start for my enterprise of regenerating the life of humankind within the body of society and to prepare a positive future in this context.", 
    "name": "Joseph Beuys"
  }, 
  {
    "quote": "We seek to create a united Democratic and non-racial society.", 
    "name": "Oliver Tambo"
  }, 
  {
    "quote": "But we don't have an example of a democratic society existing in a socialist economy - which is the only real alternative to capitalism in the modern world.", 
    "name": "Peter L. Berger"
  }, 
  {
    "quote": "He who negates present society, and seeks social conditions based on the sharing of property, is a revolutionary whether he calls himself an anarchist or a communist.", 
    "name": "Johann Most"
  }, 
  {
    "quote": "Anarchists are socialists because they want the improvement of society, and they are communists because they are convinced that such a transformation of society can only result from the establishment of a commonwealth of property.", 
    "name": "Johann Most"
  }, 
  {
    "quote": "Life and human society are the chief concern of Confucianism and, through it, the chief concern of the Chinese people.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "Unless we abandon elements which resemble a police state, we can't meet the demands of being a modern society.", 
    "name": "Ahmet Necdet Sezner"
  }, 
  {
    "quote": "The gap in education in this country, the unfairness of the schools, is one of the great unfairness in this society.", 
    "name": "Gaston Caperton"
  }, 
  {
    "quote": "For many centuries, suicides were treated like criminals by the society. That is part of the terrible legacy that has come down into society's method of handling suicide recovery. Now we have to fight off the demons that have been hanging around suicide for centuries.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "The only yardstick for success our society has is being a champion. No one remembers anything else.", 
    "name": "John Madden"
  }, 
  {
    "quote": "I hope one day I will host my own charity event to give back to society.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "Once boys' and men's challenges are clear, the question 'why now' quickly becomes 'why didn't we see this sooner?' The answer? Virtually every society that survived did so by socializing its sons to be disposable.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "I've always thought of acting as a tool to change society. I watch a lot of actors and I see panic in their eyes because they don't know why they act and I know why I act. Whether I'm a good or a bad actor, I know why I do it.", 
    "name": "Andy Serkis"
  }, 
  {
    "quote": "Do not ghettoize society by putting people into legal categories of gender, race, ethnicity, language, or other such characteristics.", 
    "name": "Preston Manning"
  }, 
  {
    "quote": "So if we have anything original to offer, it's to speak from our own life about the society we're in.", 
    "name": "Sean Penn"
  }, 
  {
    "quote": "It is in Saudi Arabia's best interest to allow women to fully participate in its society, and this includes the right to vote and run for office.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "Watching people just look out for themselves, I think, is extremely interesting. It goes right back to something like 'The Beggar's Opera' - the underbelly of society, how it operates, and how that reflects their so-called betters.", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "The real point is that totalitarian regimes have claimed jurisdiction over the whole person, and the whole society, and they don't at all believe that we should give unto Caesar that which is Caesar's and unto God that which is God's.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "The British are supposed to be particularly averse to intellectuals, a prejudice closely bound up with their dislike of foreigners. Indeed, one important source of this Anglo-Saxon distaste for highbrows and eggheads was the French revolution, which was seen as an attempt to reconstruct society on the basis of abstract rational principles.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Those who suffer are not those at the top, but are the less privileged members of society.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "I don't believe that in our society that we should have guns.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "One of the most destructive things that's happening in modern society is that we are losing our sense of the bonds that bind people together - which can lead to nightmares of social collapse.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "Manners are the basic building blocks of civil society.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "It seems to me that we're in danger of losing sight of certain basic civic values in society by allowing the growth of a whole generation of people who really have no sense of attachment to society.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "It does not seem that the contradiction which exists between the aristocratic function of art and the democratic structure of modern society can ever be resolved.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "The point I am making is that in the more primitive forms of society the individual is merely a unit in more developed forms of society he is an independent personality.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "Progress is measured by the degree of differentiation within a society.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "I think for the most part people are proud of the bicultural foundation New Zealand is built on and the fact that we are a multicultural society.", 
    "name": "John Key"
  }, 
  {
    "quote": "The farther a society progresses, the more clearly the individual becomes the antithesis of the group.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "Humor helps ease the tension of race and the differences in society. If there wasn't comedy I don't know if Obama could have ever become president.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "I can imagine no society which does not embody some method of arbitration.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "If you're not adapting to the very rapidly changing environment, if you can't think creatively, you lose big in this society because there are very few jobs for you left.", 
    "name": "Robert Sternberg"
  }, 
  {
    "quote": "There is no longer a single common impediment to blacks emerging in this society.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "What I do deny is that you can build any enduring society without some such mystical ethos.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "The Constitution, as originally drawn, made no reference to the fact that all Americans wre considered equal members of society.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "It is already clear, after twenty years of socialism in Russia, that if you do not provide your society with a new religion, it will gradually revert to the old one.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "The assumption is that the right kind of society is an organic being not merely analogous to an organic being, but actually a living structure with appetites and digestions, instincts and passions, intelligence and reason.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "And I feel that we in our society should not be held by any such myth that we should do everything we can to gain a delight and joy in our society with all the available parts of the palette.", 
    "name": "Minoru Yamasaki"
  }, 
  {
    "quote": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.", 
    "name": "Mark Skousen"
  }, 
  {
    "quote": "All you now do is pursue your private objectives within society. Instead of us being a community, everybody is asked to seek their own personal ends. It's called competition. And competition is antagonism.", 
    "name": "Edward Bond"
  }, 
  {
    "quote": "Art is the close scrutiny of reality and therefore I put on the stage only those things that I know happen in our society.", 
    "name": "Edward Bond"
  }, 
  {
    "quote": "Religion enabled society to organise itself to debate goodness, just as Greek drama had once done.", 
    "name": "Edward Bond"
  }, 
  {
    "quote": "The human mind is a dramatic structure in itself and our society is absolutely saturated with drama.", 
    "name": "Edward Bond"
  }, 
  {
    "quote": "Modern society, based as it is on the division of labor, can be preserved only under conditions of lasting peace.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "The chief product of an automated society is a widespread and deepening sense of boredom.", 
    "name": "C. Northcote Parkinson"
  }, 
  {
    "quote": "A social problem is one that concerns the way in which people live together in one society. A racial problem is a problem which confronts two different races who live in two separate societies, even if those societies are side by side.", 
    "name": "Pauline Hanson"
  }, 
  {
    "quote": "And nothing embittered me, which is important, because I think ethnic people and women in this society can end up being embittered because of the lack of affirmative action, you know.", 
    "name": "James Earl Jones"
  }, 
  {
    "quote": "That person has to be accountable for himself. I think that's what we have to do in society today is to be accountable for yourself. I think we have the tendency to always want to live someone else's life.", 
    "name": "Herschel Walker"
  }, 
  {
    "quote": "If education does not create a need for the best in life, then we are stuck in an undemocratic, rigid caste society.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "Too much of our society looks for people to fail.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "Our guiding principle was that design is neither an intellectual nor a material affair, but simply an integral part of the stuff of life, necessary for everyone in a civilized society.", 
    "name": "Walter Gropius"
  }, 
  {
    "quote": "This is actually a very important principle that science is learning about large systems like evolution and that futurists are learning about anticipating human society: just because a future scenario is plausible doesn't mean we can get there from here.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "I don't believe society understands what happens when everything is available, knowable and recorded by everyone all the time.", 
    "name": "Eric Schmidt"
  }, 
  {
    "quote": "Carry out the republican principle of universal suffrage, or strike it from your banners and substitute 'Freedom and Power to one half of society, and Submission and Slavery to the other.'", 
    "name": "Ernestine Rose"
  }, 
  {
    "quote": "But now, more and more, its society is concerned with economy and finance.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "Intellectual property is an important legal and cultural issue. Society as a whole has complex issues to face here: private ownership vs. open source, and so on.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "Projecting a persuasive image of a desirable and practical future is extremely important to high morale, to dynamism, to consensus, and in general to help the wheels of society turn smoothly.", 
    "name": "Herman Kahn"
  }, 
  {
    "quote": "I could pose in fashion commercials as a high society star but politics is a new way of life.", 
    "name": "Marat Safin"
  }, 
  {
    "quote": "I don't think anyone in the media thinks strategically about society.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "America must be the teacher of democracy, not the advertiser of the consumer society. It is unrealistic for the rest of the world to reach the American living standard.", 
    "name": "Mikhail Gorbachev"
  }, 
  {
    "quote": "I believe that writers, unless they consider themselves terribly exquisite, are at heart people who live by night, a little bit outside society, moving between delinquency and conformity.", 
    "name": "Guillermo Cabrera Infante"
  }, 
  {
    "quote": "The writer is the person who stands outside society, independent of affiliation and independent of influence.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "Full participation in government and society has been a basic right of the country symbolizing the full citizenship and equal protection of all.", 
    "name": "Charles Rangel"
  }, 
  {
    "quote": "If anything needs to get fixed in society, it's people's consumption of other people's problems.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "Obama often criticizes policies that place the interests of the powerful ahead of the powerless. But through his administration's support of abortion rights, Obama shows his lack of empathy for society's most powerless.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "The stigma that was once attached to things society deemed unhealthy served the purpose of making them undesirable. With the stigma gone, many people see little reason not to do whatever feels good at the moment.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "When women make their image about youth and sexuality, and not about intellect, that's kind of a dead-end road. So I think it's a combination of self-entrapment and entrapment by society.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "I was training to be a lawyer... I was president of the law society at Glasgow University, and my bass guitarist was my secretary of my law society the lead guitarist and writer worked at the law firm that I worked.", 
    "name": "Gerard Butler"
  }, 
  {
    "quote": "I mean, I am fully aware of my influence and my responsibility to society in general representing the gay community. But in the same time, I don't represent the entire gay community because it's a vast, vast community, as one can imagine.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "We establish no religion in this country, nor will we ever. But we poison our society when we remove its theological underpinnings. We court corruption when we leave society devoid of belief.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "Sometimes nudity is gratuitous. We just live in a society where everything goes.", 
    "name": "Judi Dench"
  }, 
  {
    "quote": "We're in a period where society seems very attracted to flash, and that seeps into people's musical taste.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "Business, labor and civil society organizations have skills and resources that are vital in helping to build a more robust global community.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "All literary men are Red Sox fans - to be a Yankee fan in a literate society is to endanger your life.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "You do not know our culture, our ethics, or the unwritten codes that already provide our society more order than could be obtained by any of your impositions.", 
    "name": "John Perry Barlow"
  }, 
  {
    "quote": "If you wish to appear agreeable in society, you must consent to be taught many things which you know already.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "You forget that you do choose your life and there are so many things to be grateful for and I feel like society has gotten to that point where we're always looking for the next and the better and we lose sight of what's actually in front of us.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "My mind boggles at the amount of violence inflicted upon children in today's society.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "The huge problem in our society is the enormous ignorance of the ideas that underlie modern art.", 
    "name": "Thom Mayne"
  }, 
  {
    "quote": "I respond very well to well-written material and women who have had an effect on society, something tragic or monumental has happened to them.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "The one thing that advances a society is not technology or so-called development it's love - that one principle.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "We are what make up society.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "The emphasis on the birth of Christ tends to polarize our pluralistic society and create legal and ethnic belligerence.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "To give up the task of reforming society is to give up one's responsibility as a free man.", 
    "name": "Alan Paton"
  }, 
  {
    "quote": "The idea is, we're still a society where we recognize and see and even sometimes seek members of our own tribe, whatever that tribe is. It could be ethnic, religious, geographic, political.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Putting women in military combat is the cutting edge of the feminist goal to force us into an androgynous society.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "Sweden is still a very peaceful country to live in. I think that people in Britain have created this mythology about Sweden, that it's a perfect democratic society full of erotically charged girls.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "As you have fewer and fewer voices in a democracy, in a free society, it's not good to limit the number of voices.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "I work in an old tradition that goes back to the ancient Greeks. You hold a mirror to crime to see what's happening in society. I could never write a crime story just for the sake of it, because I always want to talk about certain things in society.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "If you allow for a purely capitalistic society, without any type of regulation at all, you will get one monopoly that will eat all of the smaller fish and own everything, and then you'll have zero capitalism, zero competition - it would just be one giant company.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "Awareness in our society has flipped all types of injustice on its head.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "I think every artist should follow their vision, their hearts is what they need to reveal, not something that society is looking out for.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "My brand is a demography-breaker. It speaks to all homemakers and women from all walks of life and all across society.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "It is incumbent upon each of us to improve spending and savings practices to ensure our own individual financial security and preserve the collective economic well-being of our great society.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "You cannot reform your society or institution without opening your mind.", 
    "name": "Bashar al-Assad"
  }, 
  {
    "quote": "I love the wry motto of the Paleontological Society, meant both literally and figuratively, for hammers are the main tool of our trade: Frango ut patefaciam - I break in order to reveal.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "The weapons were conceived and created by a small band of physicists and chemists they remain a cataclysmic threat to the whole of human society and the natural environment.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "Redefining marriage will have huge implications for what is taught in our schools, and for wider society. It will redefine society since the institution of marriage is one of the fundamental building blocks of society. The repercussions of enacting same-sex marriage into law will be immense.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "There is no nonsense so gross that society will not, at some time, make a doctrine of it and defend it with every weapon of communal stupidity.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "I think top scientists need to be compensated at a different scale in society. Somebody with experience will tell you that true scientists are not motivated by money - they are motivated by the quest itself. That is true. But I think an additional recognition will not hurt.", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "A free economy is as essential to society as democratic political institutions. A strong market-based economy is the fertile ground for democratic freedoms that we think are important.", 
    "name": "Lee R. Raymond"
  }, 
  {
    "quote": "On the other side of that coin, and far outweighing it, is the fact that I've been able to use genre of Fantasy/Horror and express my opinion, talk a little about society, do a little bit of satire and that's been great, man. A lot of people don't have that platform.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "I do feel like I have always, in my life, been inclined to be on the outside, walk a different path or something. Because of that, and increasingly over the years, my sense of distance from mainstream society or from the way culture works, I have a different kind of perception of it.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "The man in our society is the breadwinner the woman has enough to do as the homemaker, wife and mother.", 
    "name": "Dorothy Fields"
  }, 
  {
    "quote": "Badger hates Society, and invitations, and dinner, and all that sort of thing.", 
    "name": "Kenneth Grahame"
  }, 
  {
    "quote": "I think that when we have a better educated society, when there is less violence in our cities, when people get back into the workforce and have the opportunity to take care of themselves and their families - that for me really is the kind of success and the kind of America that I think most of us still want, we aspire to.", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "What makes me angry? The education of children. How in God's name can you expect to have a functioning society the way we teach our kids?", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "Traditional Albanian society was based on a clan system and was further divided into brotherhoods and bajraks. The bajrak system identified a local leader, called a bajrakar, who could be counted on to provide a certain number of men for military duty.", 
    "name": "Sebastian Junger"
  }, 
  {
    "quote": "You shouldn't get to live in society and give nothing back. People complain about their taxes, yet they do nothing for the community. That makes me furious.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "Well, you got to remember, bin Laden killed 3,000 Americans and, in some ways, he and his ideology killed tens of thousands of his fellow Muslims, including Pakistanis. I understand that that was provocative and complicated for Pakistan, but only if you accept the idea that he was an acceptable member of Pakistani society.", 
    "name": "Sebastian Junger"
  }, 
  {
    "quote": "In emerging democracies like Russia, in authoritarian states like Iran or even Yugoslavia, journalists play a vital role in civil society. In fact, they form the very basis of those new democracies and civil societies.", 
    "name": "Christiane Amanpour"
  }, 
  {
    "quote": "I think human society for tens of thousands of years has sent young men out in small groups to do things that are necessary but very dangerous. And they've always gotten killed doing it. And they've always turned it into a matter of honor and a way of gaining acceptance back into society if they survived.", 
    "name": "Sebastian Junger"
  }, 
  {
    "quote": "RFK was a compelling figure because he was willing to challenge his audiences, and in turn connect with them in a unique way. Kennedy showed that our values define us and can inspire others to believe in the possibility of change and a better society.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "Europeans say they are proud of their social fabric, of strong rights for workers and the weak in society.", 
    "name": "David Korten"
  }, 
  {
    "quote": "That a society controls, to a greater or lesser extent, the behavior of its members is a universal but the methods, the particulars of that control, vary from one culture to another.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "I want a society that provides decent jobs for those who can work and decent security for those can't.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "The whole system of society tells you what to do.", 
    "name": "Barry White"
  }
]