[
  {
    "quote": "I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Collecting more taxes than is absolutely necessary is legalized robbery.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "A successful lawsuit is the one worn by a policeman.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Make crime pay. Become a lawyer.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens.", 
    "name": "Plato"
  }, 
  {
    "quote": "People are getting smarter nowadays they are letting lawyers, instead of their conscience, be their guide.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Compromise is the best and cheapest lawyer.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "The more laws, the less justice.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Laws are spider webs through which the big flies pass and the little ones get caught.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Lawsuit: A machine which you go into as a pig and come out of as a sausage.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "In law, nothing is certain but the expense.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Advertising is legalized lying.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Obedience to lawful authority is the foundation of manly character.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "A lean compromise is better than a fat lawsuit.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "Avoid lawsuits beyond all things they pervert your conscience, impair your health, and dissipate your property.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "The trouble with law is lawyers.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "Justice delayed is justice denied.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "Lawyers, I suppose, were children once.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "He is no lawyer who cannot take two sides.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "All ambitions are lawful except those which climb upward on the miseries or credulities of mankind.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "It is legal because I wish it.", 
    "name": "Louis XIV"
  }, 
  {
    "quote": "Deceive not thy physician, confessor, nor lawyer.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "You can't learn everything you need to know legally.", 
    "name": "John Irving"
  }, 
  {
    "quote": "Lawyers are the only persons in whom ignorance of the law is not punished.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "Judges are the weakest link in our system of justice, and they are also the most protected.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "I'm trusting in the Lord and a good lawyer.", 
    "name": "Oliver North"
  }, 
  {
    "quote": "Where there is a will there is a lawsuit.", 
    "name": "Addison Mizner"
  }, 
  {
    "quote": "Lawyers spend a great deal of their time shoveling smoke.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "I have a different approach. I don't file lawsuits because I really don't care.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Misery is the company of lawsuits.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "People do not win people fights. Lawyers do.", 
    "name": "Norman Ralph Augustine"
  }, 
  {
    "quote": "Frivolous lawsuits are booming in this county. The U.S. has more costs of litigation per person than any other industrialized nation in the world, and it is crippling our economy.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "The events of the day inspired me to become a lawyer.", 
    "name": "Christopher Darden"
  }, 
  {
    "quote": "If somebody invented cigarettes today, the government would not legalize them.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "A good lawyer is a bad Christian.", 
    "name": "John Lothrop Motley"
  }, 
  {
    "quote": "Ignorance of the law excuses no man from practicing it.", 
    "name": "Addison Mizner"
  }, 
  {
    "quote": "I would say that IQ is the strongest predictor of which field you can get into and hold a job in, whether you can be an accountant, lawyer or nurse, for example.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "The law has no compassion. And justice is administered without compassion.", 
    "name": "Christopher Darden"
  }, 
  {
    "quote": "We are led by lawyers who do not understand either technology or balance sheets.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "Lawyers are the first refuge of the incompetent.", 
    "name": "Aaron Allston"
  }, 
  {
    "quote": "I used to want to be a lawyer, but I didn't want to have half my brain sucked out.", 
    "name": "Max Walker"
  }, 
  {
    "quote": "It costs a lot to sue a magazine, and it's too bad that we don't have a system where the losing team has to pay the winning team's lawyers.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "Cagey trial lawyers have figured out there's a pretty good likelihood their case - no matter what its merit - will literally get its day in court because of favorable judges.", 
    "name": "Dennis Hastert"
  }, 
  {
    "quote": "The only people who benefit from lawsuits are lawyers. I think we made a couple of them rich.", 
    "name": "Gavin Rossdale"
  }, 
  {
    "quote": "I have been surrounded by some of the smartest, brightest, most caring lawyers, by agents who are willing to risk their lives for others, by support staff that are willing to work as hard as they can.", 
    "name": "Janet Reno"
  }, 
  {
    "quote": "The good lawyer is the great salesman.", 
    "name": "Janet Reno"
  }, 
  {
    "quote": "I come from a profession which has suffered greatly because of the lack of civility. Lawyers treat each other poorly and it has come home to haunt them. The public will not tolerate a lack of civility.", 
    "name": "James E. Rogers"
  }, 
  {
    "quote": "I'm not sure I can say there is a clean line between me as an individual and me as a lawyer.", 
    "name": "Anita Hill"
  }, 
  {
    "quote": "One of the things I was taught in law school is that I'd never be able to think the same again - that being a lawyer is something that's part of who I am as an individual now.", 
    "name": "Anita Hill"
  }, 
  {
    "quote": "Lawsuits should not be used to destroy a viable and independent distribution system. The solution lies in the marketplace and not the courtroom.", 
    "name": "Don Henley"
  }, 
  {
    "quote": "Unfortunately, what many people forget is that judges are just lawyers in robes.", 
    "name": "Tammy Bruce"
  }, 
  {
    "quote": "To some lawyers, all facts are created equal.", 
    "name": "Felix Frankfurter"
  }, 
  {
    "quote": "As a private lawyer, I could bill $750 an hour, but I don't.", 
    "name": "Jay Alan Sekulow"
  }, 
  {
    "quote": "I wouldn't pretend to tell you we don't pay our lawyers well.", 
    "name": "Jay Alan Sekulow"
  }, 
  {
    "quote": "I'm afraid I talk a lot, too much, perhaps. I should have been a lawyer or a college professor or a windy politician, though I'm glad I am not any of these.", 
    "name": "Tom Glazer"
  }, 
  {
    "quote": "A married woman has the same right to control her own body as does an unmarried woman.", 
    "name": "Sol Wachtler"
  }, 
  {
    "quote": "To force a lawyer on a defendant can only lead him to believe that the law contrives against him.", 
    "name": "Potter Stewart"
  }, 
  {
    "quote": "As a rule lawyers tend to want to do whatever they can to win.", 
    "name": "Bill Williams"
  }, 
  {
    "quote": "Lawsuit abuse is a major contributor to the increased costs of healthcare, goods and services to consumers.", 
    "name": "Charles W. Pickering"
  }, 
  {
    "quote": "I decided I wanted to be a lawyer when I was 11 years of age.", 
    "name": "Johnnie Cochran"
  }, 
  {
    "quote": "All the libel lawyers will tell you there's no libel any more, that everyone's given up.", 
    "name": "Ian Hislop"
  }, 
  {
    "quote": "As for lawyers, it's more fun to play one than to be one.", 
    "name": "Sam Waterston"
  }, 
  {
    "quote": "It is impossible to tell where the law stops and justice begins.", 
    "name": "Arthur Baer"
  }, 
  {
    "quote": "I have been committed to carrying out my duties... in accordance with both the letter and spirit of all applicable rules of ethics and canons of conduct.", 
    "name": "Samuel Alito"
  }, 
  {
    "quote": "A lawyer who does not know men is handicapped.", 
    "name": "William Dunbar"
  }, 
  {
    "quote": "They don't need a lawyer, they need a toastmaster.", 
    "name": "Edward Bennett Williams"
  }, 
  {
    "quote": "I never saw a lawyer yet who would admit he was making money.", 
    "name": "Mary Roberts Rinehart"
  }, 
  {
    "quote": "If the laws could speak for themselves, they would complain of the lawyers in the first place.", 
    "name": "Lord Halifax"
  }, 
  {
    "quote": "From your confessor, lawyer and physician, hide not your case on no condition.", 
    "name": "John Harington"
  }, 
  {
    "quote": "Never forget that everything Hitler did in Germany was legal.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Potentially, a government is the most dangerous threat to man's rights: it holds a legal monopoly on the use of physical force against legally disarmed victims.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Gambling is legal and betting is legal, for what I bet.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Love is moral even without legal marriage, but marriage is immoral without love.", 
    "name": "Ellen Key"
  }, 
  {
    "quote": "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Children must be considered in a divorce considered valuable pawns in the nasty legal and financial contest that is about to ensue.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "In terms of the legal matter of creating a contract between two people that's called marriage, and allowing them to live together with the protection of law, it seems to me is the way we should be moving in this country.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire's eye or on the ball.", 
    "name": "James Patrick Murray"
  }, 
  {
    "quote": "I know how easy it is for one to stay well within moral, ethical, and legal bounds through the skillful use of words - and to thereby spin, sidestep, circumvent, or bend a truth completely out of shape. To that extent, we are all liars on numerous occasions.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "After the chaos and carnage of September 11th, it is not enough to serve our enemies with legal papers.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The legal system is often a mystery, and we, its priests, preside over rituals baffling to everyday citizens.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "No oppression is so heavy or lasting as that which is inflicted by the perversion and exorbitance of legal authority.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Hitler never abandoned the cloak of legality he recognized the enormous psychological value of having the law on his side. Instead, he turned the law inside out and made illegality legal.", 
    "name": "Robert Byrd"
  }, 
  {
    "quote": "In my role as Wikileaks editor, I've been involved in fighting off many legal attacks. To do that, and keep our sources safe, we have had to spread assets, encrypt everything, and move telecommunications and people around the world to activate protective laws in different national jurisdictions.", 
    "name": "Julian Assange"
  }, 
  {
    "quote": "As Congress continues to debate ways to address illegal immigration, we must remember the many hard-working legal immigrants that contribute so much to our nation's economy and culture.", 
    "name": "Bob Filner"
  }, 
  {
    "quote": "We owe the Aboriginal peoples a debt that is four centuries old. It is their turn to become full partners in developing an even greater Canada. And the reconciliation required may be less a matter of legal texts than of attitudes of the heart.", 
    "name": "Romeo LeBlanc"
  }, 
  {
    "quote": "The Supreme Court ruled that disabled golfer Casey Martin has a legal right to ride in a golf cart between shots at PGA Tour events. Man, the next thing you know, they're going to have some guy carry his clubs around for him.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "But my humble opinion is, I'm not quite sure where I stand on the legalization of drugs - though, if tequila is legal, pot should probably be legal.", 
    "name": "Ted Demme"
  }, 
  {
    "quote": "Like all other law-abiding Americans, I fully support legal immigration.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "Men's indignation, it seems, is more excited by legal wrong than by violent wrong the first looks like being cheated by an equal, the second like being compelled by a superior.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "It's impossible to walk a block in Miami, in Los Angeles, San Antonio without running into someone who is being deeply impacted by a broken legal immigration system.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I think a child should be allowed to take his father's or mother's name at will on coming of age. Paternity is a legal fiction.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "We should be the pro-legal immigration party. A party that has a positive platform and agenda on how we can create a legal immigration system that works for immigrants and works for America.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "However, there is no legal and legitimate state called Israel.", 
    "name": "Hassan Nasrallah"
  }, 
  {
    "quote": "We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn't be right unless it was legal for everybody. Reason it's not legal for everybody is because it can hurt people seriously.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "I do not believe abortion should be legal.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "Anybody who thinks talk is cheap should get some legal advice.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "I have spent all my life under a Communist regime, and I will tell you that a society without any objective legal scale is a terrible one indeed. But a society with no other scale but the legal one is not quite worthy of man either.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "All the legal action I've taken against newspapers has had a massively positive effect on my life and achieved exactly what I wanted, which is privacy and non-harassment.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "I would often find myself, at the age of 21, at midnight, running down a dark street on my own with 10 men chasing me. And the fact they had cameras in their hands made that legal.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "Things happened there that I don't think are the finest hours for anybody, whether it was a journalist, the legal system or, in that case of the political system, who would say that was an example of when Washington worked best.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "These endless legal challenges that define elections in New York are a joke in this country, and they are the reason why it is so expensive, or one of the reasons, it's so expensive to run here and why so many people decide not to run.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "We have to get control of our borders. You can only do that if you make companies obey the law and not hire undocumented or illegals. They can only do that is if they have a Social Security Card that has biometrics so they know whether the person is legal or not.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "In Psalm 72, Solomon prays for power and fame but he says the purpose of influence is to speak up for others and one is the immigrant. He doesn't delineate between legal and illegal.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "So the Comic Book Legal Defense Fund is out there preserving and fighting for, and sometimes winning and sometimes losing, the fight for First Amendment rights in comics and, more generally, for freedom of speech.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "I don't know of many evangelicals who want to deny gay couples their legal rights. However, most of us don't want to call it marriage, because we think that word has religious connotations, and we're not ready to see it used in ways that offend us.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I contend the state ought to do its thing and provide legal rights for all couples who want to be joined together for life. The church should bless unions that it sees fit to bless, and they should be called marriages.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I propose that the government should get out of the business of marrying people and, instead, only give legal status to civil unions.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I mean, in some cases with libel laws, you know, they can write things about people who have no course of action, because they can't afford to take legal action against them.", 
    "name": "Elton John"
  }, 
  {
    "quote": "Are hackers a threat? The degree of threat presented by any conduct, whether legal or illegal, depends on the actions and intent of the individual and the harm they cause.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "As legal slavery passed, we entered into a permanent period of unemployment and underemployment from which we have yet to emerge.", 
    "name": "Julian Bond"
  }, 
  {
    "quote": "Gay marriage is the last bastion of, to me... as a legal, ceremonial, sentimental and religious side, it's one of the last steps. Retaining your job being one of the earlier steps, like, not getting kicked out of your job because you're gay.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Every one with this writ may be a tyrant if this commission be legal, a tyrant in a legal manner, also, may control, imprison, or murder any one within the realm.", 
    "name": "James Otis"
  }, 
  {
    "quote": "I've thought hard about my psychological connections and I think I've managed to separate out the psychological from the legal, moral, and political.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "I think mistakes are the essence of science and law. It's impossible to conceive of either scientific progress or legal progress without understanding the important role of being wrong and of mistakes.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "And understandably so, that when you're in legal jeopardy, you really cannot put yourself in a position to open yourself up to the media.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "All of the legal defense funds out there, they're looking for people out there with court of appeals experience, because court of appeals is where policy is made. And I know, I know this is on tape and I should never say that because we don't make law, I know. I know.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "Reading a script is usually as exciting as reading a boilerplate legal document, so when you read one that makes you feel as if you're seeing the movie, you know it's something different.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I remember when I took Quentin Tarantino with me to a very private screening of the documentary 'Roman Polanski: Wanted and Desired,' which shows some of the legal irregularities of his case. I was involved by the film, and it was an amazing experience to see people weep at the end of it.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Defining marriage is a power that should be left to the states. Moreover, no state should be forced to recognize a marriage that is not within its own laws, Constitution, and legal precedents.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "You can't solve a problem as complex as inequality in one legal clause.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Is not liberty the destruction of all despotism - including, of course, legal despotism?", 
    "name": "Frederic Bastiat"
  }, 
  {
    "quote": "It is hard to see Judge Roberts as a judicial activist who would place ideological purity or a particular agenda above or ahead the need for thoughtful legal reasoning.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "When I was 27 years old, I organized legal aid clinics to help low-income seniors. It was a life-altering experience.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I have written about the dispossessed, immigrants, the condition of women who do not enjoy the same legal rights as men, the Palestinians who are deprived of their land and condemned to exile.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "Most of what needs to be changed in the euro zone can be done without treaty changes. The demand for treaty change is as political as it is legal and I don't think it's going to happen soon.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I remember being upset because I was finally legal to drink in Canada, and I decided to throw that all away and move to America, where I had to wait another two years. I came here to do improv and to try to join the Groundlings.", 
    "name": "Ryan Reynolds"
  }, 
  {
    "quote": "I'm more married to Sandy now than when we were married with the legal document. We're still married as parents.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "The Myth of Male Power dealt much more with the political issues, the legal issues, sexual harassment, date rape, women who kill, and those issues were very much more interfaced with the agendas of feminism.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "I believe wholeheartedly in marriage. I don't exclusively mean a marriage with a legal contract, but any relationship that constitutes a marriage because of the quality of their relationship.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "I wish the government and the Minister of Justice would address these legal and constitutional arguments, but they refuse to. They want Canadians to go blindly into their brave new world, but it is not wise for a society to move blindly in any direction.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "In the early centuries of Islam, the great schools of Islamic jurisprudence were built upon the above principles. Basic to all their legal systems they developed the doctrine that liberty is the fundamental basis of law.", 
    "name": "Aly Khan"
  }, 
  {
    "quote": "Who most benefits from keeping marijuana illegal? The greatest beneficiaries are the major criminal organizations in Mexico and elsewhere that earn billions of dollars annually from this illicit trade - and who would rapidly lose their competitive advantage if marijuana were a legal commodity.", 
    "name": "George Soros"
  }, 
  {
    "quote": "Our country was thereby saved from the consequences of its distracting individualistic conception of democracy, and its merely legal conception of nationality. It was because the followers of Jackson and Douglas did fight for it, that the Union was preserved.", 
    "name": "Herbert Croly"
  }, 
  {
    "quote": "I think people should have the legal right to hurt themselves without fearing that they're going to get locked up for doing so. But on a personal level, if someone I loved was hurting himself or herself in front of me, I would, of course, try to restrain them.", 
    "name": "Chester Brown"
  }, 
  {
    "quote": "Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don't pay their taxes.", 
    "name": "Georgios A. Papandreou"
  }, 
  {
    "quote": "I'm a hardcore libertarian - I want everything legal - but I also believe that you have the right to free association.", 
    "name": "Penn Jillette"
  }, 
  {
    "quote": "We get information in the mail, the regular postal mail, encrypted or not, vet it like a regular news organization, format it - which is sometimes something that's quite hard to do, when you're talking about giant databases of information - release it to the public and then defend ourselves against the inevitable legal and political attacks.", 
    "name": "Julian Assange"
  }, 
  {
    "quote": "Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.", 
    "name": "Andrew Johnson"
  }, 
  {
    "quote": "Do not ghettoize society by putting people into legal categories of gender, race, ethnicity, language, or other such characteristics.", 
    "name": "Preston Manning"
  }, 
  {
    "quote": "Above all, we must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "And Americans realized that native people are still here, that they have a moral standing, a legal standing.", 
    "name": "Dennis Banks"
  }, 
  {
    "quote": "You know, my first three or four drafts, you can see, are on legal pads in long hand. And then I go to a typewriter, and I know everybody's switching to a computer. And I'm sort of laughed at.", 
    "name": "Robert Caro"
  }, 
  {
    "quote": "What we bring to the table is not only our 56 field offices in the United States and our number of resident agencies, but also we have 45 legal attaches overseas.", 
    "name": "Robert Mueller"
  }, 
  {
    "quote": "In the US, you even lose legal rights if you store your data in a company's machines instead of your own. The police need to present you with a search warrant to get your data from you but if they are stored in a company's server, the police can get it without showing you anything.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "If you desire information on some point of law, you are not likely to ponder over the ponderous tomes of legal writers in order to obtain the knowledge you seek, by your own unaided efforts.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "The American legal industry is a medieval guild in which the prosecutors, bar, and bench join hands to ensure that legal invoices are paid, no matter how excessive.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "Intellectual property is an important legal and cultural issue. Society as a whole has complex issues to face here: private ownership vs. open source, and so on.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "We've got fifty people at Gitmo that are too dangerous to be let go that will never go through a normal criminal trial. Let's create a new legal system, so they'll have their day in court.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "The legal system in Afghanistan is very immature and porous.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "The emphasis on the birth of Christ tends to polarize our pluralistic society and create legal and ethnic belligerence.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "The Republican majority will stop at nothing to prevent access to the legal system for those who are hurt.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "Mr. Speaker, the fact of the matter is that the Ten Commandments are a historical document that contains moral, ethical, and legal truisms that any person of any religion or even an atheist can recognize and appreciate.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "Sadly, embryonic stem cell research is completely legal in this country and has been going on at universities and research facilities for years.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "I would like it to be a legal requirement for all businesses to be linked to a charity.", 
    "name": "Arabella Weir"
  }, 
  {
    "quote": "Driving at high speed where safe and legal is part of my life. As well as a higher top speed I wanted even better stability in my FX and that meant work on the aerodynamics.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "We have used the presence of UNMIK, as well as other European and American agencies to establish a legal framework compatible with the European Union and that is already an advantage. We have seen the positive effects of this and our parliament will continue to go this way.", 
    "name": "Ibrahim Rugova"
  }, 
  {
    "quote": "Every neurosis is a primitive form of legal proceeding in which the accused carries on the prosecution, imposes judgment and executes the sentence: all to the end that someone else should not perform the same process.", 
    "name": "Lionel Trilling"
  }, 
  {
    "quote": "Farming with live animals is a 7 day a week, legal form of slavery.", 
    "name": "George Segal"
  }, 
  {
    "quote": "Torture is such a slippery slope as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "I'm coming out with my line of shoes and my very first shoe is called 'The Nethia.' How we came up with the name is that my legal name is Linnethia and we shortened it.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "It is just called Continuing Legal Education. You can go to lectures, you can even listen to tapes on airplanes - they want you to stay current. So you do have to stay current to maintain your license even if you are not practicing.", 
    "name": "Frank Shorter"
  }, 
  {
    "quote": "The kingdom of God is an order of government established by divine authority. It is the only legal government that can exist in any part of the universe.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "The advocates of abortion on demand falsely assume two things: that women must suffer if the lives of unborn children are legally protected and that women can only attain equality by having the legal option of destroying their innocent offspring in the womb.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "Legal abortion will never rest easy on this nation's conscience.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "Upon the Constitution, upon the pre-existing legal rights of the People, as understood in this country and in England, I have argued that this House is bound to revive the Petition under debate.", 
    "name": "Caleb Cushing"
  }, 
  {
    "quote": "I write in longhand on yellow legal pads.", 
    "name": "Beverly Cleary"
  }, 
  {
    "quote": "It is a sign of the times that the absence of meaningful ID requirements in many states leaves our voting process vulnerable to fraud and allows legal votes to be cancelled out by illegally cast ballots.", 
    "name": "Virgil Goode"
  }, 
  {
    "quote": "However saying that I totally support the concept of civil partnerships in the eyes of the law, and think it a disgrace that same sex couples have had to wait so long for legal rights, protection and recognition.", 
    "name": "Adam Rickitt"
  }, 
  {
    "quote": "In the Brown decision, the United States Supreme Court unanimously struck down the legal and moral footing of racially segregated public education in this country.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "I also urge the Obama administration - both on its own and in cooperation with other responsible governments around the world - to use all legal means necessary to shut down WikiLeaks before it can do more damage by releasing additional cables. WikiLeaks' activities represent a shared threat to collective international security.", 
    "name": "Joe Lieberman"
  }, 
  {
    "quote": "One thing I was thinking about is that they probably get their come-uppance about the same percentage that people in real life do. Basically, stealing for all practical purposes might as well be legal in New York.", 
    "name": "Mike Judge"
  }, 
  {
    "quote": "I wish that there were more stringent laws to make guns sold anywhere that they're legal harder to get.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "Insofar as international law is observed, it provides us with stability and order and with a means of predicting the behavior of those with whom we have reciprocal legal obligations.", 
    "name": "J. William Fulbright"
  }, 
  {
    "quote": "The more expansive government is, the more perils people face in daily lives, be it from IRS agents or from child support services, or from other agencies that often have little or no legal restraints on their power.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "Every year, some 65,000 high school students - many of them star students and leaders in their communities - are unable to go to college or get a good job because they have no legal status.", 
    "name": "Gary Locke"
  }, 
  {
    "quote": "I support making sure that there are legal protects for everyone.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "I don't even talk about whether or not racial profiling is legal. I just don't think racial profiling is a particularly good law enforcement tool.", 
    "name": "Eric Holder"
  }, 
  {
    "quote": "Fifty percent of our country that we own, have all legal jurisdiction, have all rights to do whatever we want, lies beneath the sea and we have better maps of Mars than that 50 percent.", 
    "name": "Robert Ballard"
  }, 
  {
    "quote": "In this life and death case, I felt Mrs. Schiavo should receive the fullest due process from our legal system.", 
    "name": "Paul Gillmor"
  }, 
  {
    "quote": "FOR a long time the conviction has been dimly felt in the community that, without prejudice to existing institutions, the legal day of weekly rest might be employed to advantage for purposes affecting the general good.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "Let me remind you that nuclear disarmament is not just an ardent desire of the people, as expressed in many resolutions of the United Nations. It is a legal commitment by the five official nuclear states, entered into when they signed the Non-Proliferation Treaty.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "I've led a school whose faculty and students examine and discuss and debate every aspect of our law and legal system. And what I've learned most is that no one has a monopoly on truth or wisdom. I've learned that we make progress by listening to each other, across every apparent political or ideological divide.", 
    "name": "Elena Kagan"
  }, 
  {
    "quote": "I think that the proposed constitution is one of the European legal documents with the strongest social dimension I have seen since I began following European issues.", 
    "name": "Jean-Pierre Raffarin"
  }, 
  {
    "quote": "The legal principle placing the burden of proof on accusers rather than the accused can be traced back to Second and Third Century Roman jurist, Julius Paulus Prudentissimus. Yet, this ancient concept, which forms the legal and moral cornerstone of the American judicial system, is quickly being undermined in the name of 'national security.'", 
    "name": "Bob Barr"
  }, 
  {
    "quote": "History has shown us that, on extraordinarily rare occasions, it becomes necessary for the federal government to intervene on behalf of individuals whose 14th Amendment rights to legal due process and equal protection may be violated by a state.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "The legal difference between the sit-ins and the Freedom Riders was significant.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "King consciously steered away from legal claims and instead relied on civil disobedience.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "In high school, I discovered myself. I was interested in race relations and the legal profession. I read about Lincoln and that he believed the law to be the most difficult of professions.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "I never thought I would live long enough to see the legal profession change to the extent it has.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "Sooner or later they are going to live in a New York City where gay marriage is not only legal, but it's common and they don't even notice.", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "I mean you might say he had a travelling post office, but also Barney was very, very active. He was a legal officer for the NAACP and they had a lot of problems after Pease.", 
    "name": "Betty Hill"
  }, 
  {
    "quote": "While I support immigration regulated through a legal framework, I do not support rewarding those who broke the law to get here.", 
    "name": "Kit Bond"
  }, 
  {
    "quote": "Testimony should be a philosophical problem and not limited to legal or historical contexts where it refers to the account of a witness who reports what he has seen.", 
    "name": "Paul Ricoeur"
  }, 
  {
    "quote": "People spend so much time in their cars, and it's a legal way to have fun by speeding a little bit or testing yourself a little bit, and you get to invest in your car. For some people, it becomes their baby.", 
    "name": "Jordana Brewster"
  }, 
  {
    "quote": "You can't just lecture the poor that they shouldn't riot or go to extremes. You have to make the means of legal redress available.", 
    "name": "Harold H. Greene"
  }, 
  {
    "quote": "It is imperative that when thousands of selfless volunteers respond to those who have incurred the wrath of a natural disaster that legal liability need not be hanging over their heads.", 
    "name": "Jon Porter"
  }, 
  {
    "quote": "Under current law volunteers who are not working with an official nonprofit organization are not covered by the Volunteer Protection Act. Therefore, there are absolutely no legal protections for the average American who wishes to volunteer.", 
    "name": "Jon Porter"
  }, 
  {
    "quote": "The Patriot Act removed major legal barriers that prevented the law enforcement, intelligence, and national defense communities from talking and coordinating their work to protect the American people and our national security.", 
    "name": "Jon Porter"
  }, 
  {
    "quote": "The first misconception is that embryonic stem cell research is not legal. The fact is, embryonic stem cell research is completely legal. Research on embryonic stem cells has taken place for years.", 
    "name": "Virginia Foxx"
  }, 
  {
    "quote": "Perhaps these Ten Commandments cases will be the turning point in the legal war against religion.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "I oppose any attempt to grant homosexual unions the same legal privileges that civil government affords to traditional marriage and family life.", 
    "name": "Todd Akin"
  }, 
  {
    "quote": "Our church has been legal since late 1960s. I've been involved since 1972. I was ordained in 1975.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "Of all the creative work produced by humans anywhere, a tiny fraction has continuing commercial value. For that tiny fraction, the copyright is a crucially important legal device.", 
    "name": "Lawrence Lessig"
  }, 
  {
    "quote": "You need to find somebody who will speak the same language. We understand that we couldn't have any kind of discussion without permission, without a legal framework behind it.", 
    "name": "Anatoly Chubais"
  }, 
  {
    "quote": "I've been working at performing for five years now. I've been working in Australia and Spain and England. When I was only 15 or 16, 1 was performing in bars I could have had legal problems, but it's also the only way to get to know what music is all about.", 
    "name": "Andy Gibb"
  }, 
  {
    "quote": "And they didn't have to get into a lot of legal speak or talk ER terms, they were real people. I think that's why so many actresses were attracted to it. And it was just about problems that you could identify with so much, right off the bat.", 
    "name": "James Denton"
  }, 
  {
    "quote": "Ten thousand pounds is the legal value of a negligently taken life, of a child or a parent. A cold and somewhat mean-spirited calculation: you would do better if you slipped on a paving-stone and broke a front tooth.", 
    "name": "Nina Bawden"
  }, 
  {
    "quote": "I very much feel that marriage is a sacrament and that sacrament should extend... to that legal entity of a union between what traditionally in our Western values has been defined as between a man and a woman.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "I've always considered making it legal for Americans to import their prescription drugs a free-trade issue. Imports create competition and keep domestic industry more responsive to consumers.", 
    "name": "Chuck Grassley"
  }, 
  {
    "quote": "Every non-political human grouping of whatever kind, legal, social, religious, economic or other becomes at last political if it creates an opposition deep enough to range men against one another as enemies.", 
    "name": "Francis Parker Yockey"
  }, 
  {
    "quote": "But you can count the dead bodies from alcohol, tobacco, and legal pharmaceuticals by the millions.", 
    "name": "Jack Herer"
  }, 
  {
    "quote": "Words without deeds violates the moral and legal obligation we have under the genocide convention but, more importantly, violates our sense of right and wrong and the standards we have as human beings about looking to care for one another.", 
    "name": "Jon Corzine"
  }, 
  {
    "quote": "Even in the beginning, when we knew there was a legal argument about how much our song sounds like his song, as one songwriter to another, I wasn't sure that Cat Stevens would take that as bad.", 
    "name": "Wayne Coyne"
  }, 
  {
    "quote": "However, we do not lack anti-terrorist laws. I do not believe that the recent London bombs were the result of any deficiencies in our legal system.", 
    "name": "Kenneth Clarke"
  }, 
  {
    "quote": "We not only have a legal obligation to honor our commitments, we have a moral obligation to provide the coverage we promised to provide to these people.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "In recent years personal injury attorneys and trial lawyers have attacked the food industry with numerous lawsuits alleging that these businesses should pay monetary damages to those who, of their own accord, consume too much of a legal, safe product.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "Therefore, if we are a Nation of laws and a Nation of immigrants, immigration should occur within a legal framework, not through the machinations of illegal schemes and scams that threaten our national security.", 
    "name": "J. D. Hayworth"
  }, 
  {
    "quote": "When I started law school I was shocked to learn that our legal system traditionally had the man as the head and master of the family. As late as the '70s and '80s when we were fighting for the Equal Rights Amendment, states like Louisiana still had a head and master law.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "Let's create a legal system that can work.", 
    "name": "Sam Brownback"
  }, 
  {
    "quote": "I've always been driven by the concept of equal justice under the law, but only the rich can pay great sums of money for legal assistance and that puts them at an advantage over the poor.", 
    "name": "Samuel Dash"
  }, 
  {
    "quote": "The Florida Supreme Court wanted all the legal votes to be counted. The United States Supreme Court, on the other hand, did not want all the votes to be counted.", 
    "name": "Vincent Bugliosi"
  }, 
  {
    "quote": "A national legal organization is giving very serious thought to using The Betrayal of America as a legal basis for asking the House Judiciary Committee to institute impeachment proceedings against these five justices.", 
    "name": "Vincent Bugliosi"
  }, 
  {
    "quote": "I do have two data identities. I have my name, Bruce Sterling, which is my public name under which I write novels. I also have my other name, which is my legal name under which I own property and vote.", 
    "name": "Bruce Sterling"
  }, 
  {
    "quote": "Instead, California is one of only 10 states that provides in-state college and university tuition to illegal immigrants. That's grossly unfair to a legal high school student who moves out of California for a year, then returns to attend college.", 
    "name": "Elton Gallegly"
  }, 
  {
    "quote": "Consular cards were not designed to be identification and no treaty recognizes them as such. Legal travelers, visitors and long-term residents carried passports, visas or green cards for that purpose.", 
    "name": "Elton Gallegly"
  }, 
  {
    "quote": "Human-rights advocates, for example, claim that the mistreatment of Iraqi prisoners is of a piece with President Bush's 2002 decision to deny al Qaeda and Taliban fighters the legal status of prisoners of war under the Geneva Conventions.", 
    "name": "John Yoo"
  }, 
  {
    "quote": "The effort to blur the lines between Guantanamo and Abu Ghraib reflects a deep misunderstanding about the different legal regimes that apply to Iraq and the war against al Qaeda.", 
    "name": "John Yoo"
  }, 
  {
    "quote": "While Taliban fighters had an initial claim to protection under the conventions, they lost POW status by failing to obey the standards of conduct for legal combatants: wearing uniforms, a responsible command structure, and obeying the laws of war.", 
    "name": "John Yoo"
  }, 
  {
    "quote": "Once the attacks occur, as we learned on Sept. 11, it is too late. It makes little sense to deprive ourselves of an important, and legal, means to detect and prevent terrorist attacks while we are still in the middle of a fight to the death with al Qaeda.", 
    "name": "John Yoo"
  }, 
  {
    "quote": "Everywhere among the English-speaking race criminal justice was rude, and punishments were barbarous but the tendency was to do away with special privileges and legal exemptions.", 
    "name": "Albert Bushnell Hart"
  }, 
  {
    "quote": "Today the people from my State of Tennessee would listen to this debate, or even talk about a reference to God on our money or in the Halls of Congress or in our Pledge and say, please, let common sense and logic win the day and prevail versus legal mumbo jumbo.", 
    "name": "Zach Wamp"
  }, 
  {
    "quote": "It is simply a fact that the birth rate of our illegal immigrants exceeds that of our legal residents.", 
    "name": "John Linder"
  }, 
  {
    "quote": "Catholicism is a wide tent in terms of political and legal positions. We could have nine Catholics on the Supreme Court and a great deal of diversity toward the law.", 
    "name": "Cass Sunstein"
  }, 
  {
    "quote": "Noah and his family were the only loyal and obedient subjects to the legal power: they alone were saved.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "God is the King. In him exists all legal authority.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "Disarming Iraq is legal under a series of U.N. resolutions. Iraq is in flagrant violation of U.N. Security Council resolutions.", 
    "name": "Jose Maria Aznar"
  }, 
  {
    "quote": "The Democratic Party looks at massive immigration, legal and illegal, as a source of voters.", 
    "name": "Tom Tancredo"
  }, 
  {
    "quote": "The Republican Party looks at massive immigration, legal and illegal, as a source of cheap labor, satisfying a very important constituency.", 
    "name": "Tom Tancredo"
  }, 
  {
    "quote": "They view massive immigration as a massive infusion of potential voters for the Democratic Party, and therefore will do nothing, absolutely nothing to stop that flow of legal or illegal entrance into the country.", 
    "name": "Tom Tancredo"
  }, 
  {
    "quote": "They seem to have forgotten that, and are back saying the only purpose of P2P networks is for illegal trading of owned goods. We claim part of the reason for P2P is for legal trading of what ought to be in public domain. And what is in public domain in many cases.", 
    "name": "John Perry Barlow"
  }, 
  {
    "quote": "Moreover, from reforming the tax code to our immigration system, to commonsense legal reform, President Bush put America on notice that he will continue fighting to make the country, and the world, a better place for future generations.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "My dream is to reform the legal system over the next 20 years.", 
    "name": "David Eagleman"
  }, 
  {
    "quote": "Again, in Wag the Dog, war has to be declared by an act of congress. But if you go to war, you don't have to declare war. You're just at war and we did that, which is not legal.", 
    "name": "Val Kilmer"
  }, 
  {
    "quote": "So my own suspicion is that the attorney has stopped this prosecution because part of her defence was to question legality and that would have brought his advice into the public domain again and there was something fishy about the way in which he said war was legal.", 
    "name": "Clare Short"
  }, 
  {
    "quote": "Strictly speaking, my interest is not in legal rights for animals but in a change of heart towards animals.", 
    "name": "J. M. Coetzee"
  }, 
  {
    "quote": "She never envisioned a legal career for me, but she did think it was very important that I be able to support myself, and I think she would be pleased to see what has become of me.", 
    "name": "Ruth Bader Ginsburg"
  }, 
  {
    "quote": "We support every effort to combat international terrorism through the formulation of international conventions and hope that the international community will take further steps to improve the anti-terrorism international legal framework.", 
    "name": "Li Peng"
  }, 
  {
    "quote": "The people and the mindset that killed 3,000 of our fellow citizens on September 11 2001, would have killed not 3,000, but 300,000 if they could have or 3 million or 30 million. We need to do everything we can within our value systems and legal structures to make sure that doesn't happen.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "The only people that should vote should be legal.", 
    "name": "Pam Bondi"
  }, 
  {
    "quote": "Truly I never thought of myself as writing legal thrillers, and I still don't think I do. I write stories about women.", 
    "name": "Lisa Scottoline"
  }, 
  {
    "quote": "What I'm doing is writing stories about women who care about justice. They are women who think about the difference between right and wrong, what's legal and illegal, ethical and unethical, moral and immoral.", 
    "name": "Lisa Scottoline"
  }, 
  {
    "quote": "Though every legal task demands this skill, it is especially important in the effort to frame public policy in a way that is properly responsive to human needs and predicaments. The question is always: How will the general rule work in practice?", 
    "name": "Elliot Richardson"
  }, 
  {
    "quote": "I dealt with legal questions in the interest of Adolf Hitler and the NSDAP and its members during the difficult years of struggle for the victory of the Movement.", 
    "name": "Hans Frank"
  }, 
  {
    "quote": "I worked as a lawyer as a member of the teaching staff of a technical college and then I worked principally as legal adviser to Adolf Hitler and the National Socialist German Workers Party.", 
    "name": "Hans Frank"
  }, 
  {
    "quote": "It was also my idea that the advisory committees of the Academy should replace the legal committees of the German Reichstag, which was gradually fading into the background in the Reich.", 
    "name": "Hans Frank"
  }, 
  {
    "quote": "When men are arrested without any legal basis and for political reasons, it's merely a routine, everyday occurrence in Russia, and hardly anyone has any sympathy.", 
    "name": "Alexei Navalny"
  }, 
  {
    "quote": "I showed that privacy was an implicit right in Jewish law, probably going back to the second or third century, when it was elaborated on in a legal way.", 
    "name": "Norman Lamm"
  }, 
  {
    "quote": "The real violence is committed in the writing of history, the records of the legal system, the reporting of news, through the manipulation of social contracts, and the control of information.", 
    "name": "Bryant McGill"
  }, 
  {
    "quote": "I think a moratorium probably is legal, and we should probably for a short period of time impose a moratorium so that we don't permit any additional landfill permits for the time being, so we don't exacerbate the problem.", 
    "name": "Ed Rendell"
  }, 
  {
    "quote": "The legal battle against segregation is won, but the community battle goes on.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "Mrs. Parks' act of brave defiance rocked the foundation of American society and inspired generations of civil rights leaders and created a sense of hope for every American facing legal discrimination in this country.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "I support legal immigration. I don't support amnesty because it is not fair to people standing in line at consulates around the world.", 
    "name": "Heather Wilson"
  }, 
  {
    "quote": "I support legal immigration.", 
    "name": "Heather Wilson"
  }, 
  {
    "quote": "It is high time to compel man by the might of right to give woman her political, legal and social rights. She will find her own sphere in accordance with her capacities, powers and tastes and yet she will be woman still.", 
    "name": "Ernestine Rose"
  }, 
  {
    "quote": "When the Senate ceases to engage nominees in meaningful discussion of legal issues, the confirmation process takes on an air of vacuity and farce, and the Senate becomes incapable of either properly evaluating nominees or appropriately educating the public.", 
    "name": "Elena Kagan"
  }, 
  {
    "quote": "To have the opportunity to lead the Solicitor General's office is the honor of a lifetime. As you know, this is an office with a long and rich tradition, not only of extraordinary legal skill but also of extraordinary professionalism and integrity. That is due, in large measure, to the people who have led it.", 
    "name": "Elena Kagan"
  }, 
  {
    "quote": "I've become so earthy. And I never was earthy. I'm doing all kinds of different roles which are not at all like the intellectual and the legal mind of Ben Stone.", 
    "name": "Michael Moriarty"
  }, 
  {
    "quote": "Since 2001, the Patriot Act has provided the means to detect and disrupt terrorist threats against the U.S. Prior to enactment of the law, major legal barriers prevented intelligence, national defense, and law enforcement agencies from working together and sharing information.", 
    "name": "Roger Wicker"
  }, 
  {
    "quote": "Embryonic stem cell research is legal in America, and nothing in the administration's current policy affects that legality 400 lines are currently being used to conduct embryonic stem cell research, both in the private sector and by the Federal Government.", 
    "name": "Roger Wicker"
  }, 
  {
    "quote": "It is not unprofessional to give free legal advice, but advertising that the first visit will be free is a bit like a fox telling chickens he will not bite them until they cross the threshold of the hen house.", 
    "name": "Warren E. Burger"
  }, 
  {
    "quote": "To play a lawyer and have one year of law school under your belt, you sort of know what you're talking about! I'm able to memorize the legal courtroom stuff a lot faster than I would have been able to otherwise.", 
    "name": "Jerry O'Connell"
  }, 
  {
    "quote": "I later spent... five to eight months in hospitals in New Jersey, always on an involuntary basis, and always attempting a legal argument for release.", 
    "name": "John Forbes Nash, Jr."
  }, 
  {
    "quote": "Dad worked his entire career as an aviation technician. Mom was a legal secretary who became a teacher. We lived a simple American life.", 
    "name": "Brian Sandoval"
  }, 
  {
    "quote": "In regards to The Haunting, people compared it to the old movie, which is unfair. We didn't have the rights to the movie. I couldn't duplicate a single thing because that would have been legal infringement.", 
    "name": "Jan de Bont"
  }, 
  {
    "quote": "We must make immigration a legal, orderly process to eliminate this issue, not further criminalize it.", 
    "name": "Jose Serrano"
  }, 
  {
    "quote": "There are half a billion people that listen to music online and the vast majority are doing so illegally. But if we bring those people over to the legal side and Spotify, what is going to happen is we are going to double the music industry and that will lead to more artists creating great new music.", 
    "name": "Daniel Ek"
  }, 
  {
    "quote": "There are millions of people who consume music illegally every month. Just getting them into a legal service will make the music industry way bigger than it's ever been before.", 
    "name": "Daniel Ek"
  }, 
  {
    "quote": "I think we Americans, of all people, understand the importance of a good, legal, constitutional framework as the basis of political life.", 
    "name": "Paul Bremer"
  }, 
  {
    "quote": "Meth is too easy to make, and unfortunately right now all the ingredients need to make this highly addictive drug are legal and readily available to those who want to cook it up and sell it to our children.", 
    "name": "Michael McCaul"
  }, 
  {
    "quote": "But if we get to the point where more people do not believe in a God than who do believe in God, we will have a hollow legal system - we will have something without heart.", 
    "name": "Lee Greenwood"
  }, 
  {
    "quote": "I'm overly excited to finally announce this amazing global partnership deal back home with EMI Music. I know I have mentioned doing music in the past but for legal reasons I was not in a position to release any new music.", 
    "name": "Melanie Brown"
  }, 
  {
    "quote": "There is no room for legal hair-splitting when it comes to the humane treatment of detainees - not in a nation founded on the rule of law and respect for human rights.", 
    "name": "Dick Durbin"
  }, 
  {
    "quote": "I think the issue is that Americans traveling abroad if gotten into legal problems should have access to a fair trial and an impartial tribunal.", 
    "name": "Maria Cantwell"
  }, 
  {
    "quote": "Vigorous enforcement of copyrights themselves is an important part of the picture. But I don't think that expanding the legal definition of copyright outside of actual copyright infringement is the right move.", 
    "name": "Edward Felten"
  }, 
  {
    "quote": "It was not possible to broadcast any of that because of an agreement between Jackson and the family. Our legal advice was that we could not broadcast it.", 
    "name": "Martin Bashir"
  }, 
  {
    "quote": "Supercookies are legal, but I don't think they should be.", 
    "name": "Joe Barton"
  }, 
  {
    "quote": "I feel like there was justice. It was served through the legal system you know. Everything that I endured. It was all worth it.", 
    "name": "Amber Frey"
  }, 
  {
    "quote": "I have strongly rejected the proposal to pardon and transfer her to the United States. I do not have the legal power to pardon terrorists and even if I did, I would not use it.", 
    "name": "Alberto Fujimori"
  }, 
  {
    "quote": "Understand that legal and illegal are political, and often arbitrary, categorizations use and abuse are medical, or clinical, distinctions.", 
    "name": "Abbie Hoffman"
  }, 
  {
    "quote": "It is true that the aristocracies seem to have abused their monopoly of legal knowledge and at all events their exclusive possession of the law was a formidable impediment to the success of those popular movements which began to be universal in the western world.", 
    "name": "Henry James Sumner Maine"
  }, 
  {
    "quote": "I guess music, particularly the blues, is the only form of schizophrenia that has organised itself into being both legal and beneficial to society.", 
    "name": "Alexis Korner"
  }, 
  {
    "quote": "My job is to interpret the law based on how the legislature and the court has done it and then, of course, to use our system of justice to develop some new legal tools and new concepts.", 
    "name": "Bill Scott"
  }, 
  {
    "quote": "We're involved right now in some very significant legal battles and it would be the wrong thing for me to do to step out in the middle of those battles.", 
    "name": "Bill Scott"
  }, 
  {
    "quote": "I believe that President Clinton considered the legal merits of the arguments for the pardon as he understood them, and he rendered his judgment, wise or unwise, on the merits.", 
    "name": "John Podesta"
  }, 
  {
    "quote": "In my book, I detail the critical information we obtained from al Qaeda terrorists after they became compliant following a short period of enhanced interrogation. I have no doubt that that interrogation was legal, necessary and saved lives.", 
    "name": "Jose A. Rodriguez, Jr."
  }, 
  {
    "quote": "We knew that if the photos of CIA officers conducting authorized EIT (enhanced interrogation techniques) ever got out, the difference between a legal, authorized, necessary, and safe program and the mindless actions of some MPs (military police) would be buried by the impact of the images.", 
    "name": "Jose A. Rodriguez, Jr."
  }, 
  {
    "quote": "Drones can be a highly effective way of dealing with high-priority targets, but they should not become the drug of choice for an administration that is afraid to use successful, legal and safe tactics of the past.", 
    "name": "Jose A. Rodriguez, Jr."
  }, 
  {
    "quote": "People talk of me as being the inventor of the legal thriller.", 
    "name": "Scott Turow"
  }, 
  {
    "quote": "I hope gay marriage will be legal in every state.", 
    "name": "Mark Consuelos"
  }, 
  {
    "quote": "Companies shouldn't use the law to prevent consumers from doing something legal.", 
    "name": "Jon Johansen"
  }, 
  {
    "quote": "I object to a legal approach when settling questions of science or scientific behavior.", 
    "name": "Serge Lang"
  }, 
  {
    "quote": "I'm not a lawyer, and maybe I should have used more specific legal language.", 
    "name": "Sonny Bono"
  }, 
  {
    "quote": "I have a book coming out in September, for example, where the plot concerns counterfeiting, and I had to do a lot of research on that. Or on any legal matters, for example, I have to do a lot of research online.", 
    "name": "Evan Hunter"
  }, 
  {
    "quote": "For centuries we have been living in the society where not laws but people ruled, where there was no legal state.", 
    "name": "Nursultan Nazarbayev"
  }, 
  {
    "quote": "There are obviously legal restrictions on what you can do on TV in the States, as there are everywhere.", 
    "name": "Dave Rowntree"
  }, 
  {
    "quote": "While there continues to be differences, the important point is that all citizens and elected officials use democratic and legal avenues for solving those differences.", 
    "name": "Boris Trajkovski"
  }, 
  {
    "quote": "It is curious that, with my somewhat antinomian tendencies, I should have gone to Trinity Hall - which was, and is, before all a Law College - and should thus have been thrown into close touch with the legal element in life.", 
    "name": "Edward Carpenter"
  }, 
  {
    "quote": "I don't plan on going back to legal work. I wanted an international career, and finance seemed to be where some interesting career opportunities were.", 
    "name": "Nick Johnson"
  }, 
  {
    "quote": "So, I'm getting less chips, paying the same amount of money. Is that legal for them to do this?", 
    "name": "Julie Chen"
  }, 
  {
    "quote": "Unless you have a perception of who you are as a lawyer, you will never be at ease in dealing with legal matters, clients, or courts. But if you know who you are and why you're there, all you need is the expertise and the information.", 
    "name": "Samuel Dash"
  }, 
  {
    "quote": "The right to a trial is a core principle of the American legal system. Depriving Americans of these essential liberties undermines the Constitution while doing nothing to strengthen our national security.", 
    "name": "John Garamendi"
  }, 
  {
    "quote": "We need to be discussing issues specifically to help the American people. And that would not include illegal aliens. These are people - I'm for immigration - legal immigration. I've been an immigration attorney. But people who have come to our country and violated laws, we should not be providing full health care services.", 
    "name": "Joe Wilson"
  }, 
  {
    "quote": "Each day, each one of us chooses not to do many things that would be legal but offensive to those around us.", 
    "name": "Ralph Peters"
  }, 
  {
    "quote": "Imam Rauf and his backers have every legal right to build their extravagant Islamic center within the lethal radius of Ground Zero. But the rest of us have the right to question why they insist on doing so.", 
    "name": "Ralph Peters"
  }, 
  {
    "quote": "And books that were published in much larger numbers than Selfish, Little are hard to find. And publishers who wanted to publish my last few works have them stuck in limbo while new distribution ideas and legal issues and fears are blown away.", 
    "name": "Peter Sotos"
  }, 
  {
    "quote": "Crime and legal stories, broadly speaking, are just where my interest happens to lie.", 
    "name": "William Landay"
  }, 
  {
    "quote": "We all know how powerful the web can be for raising political money. Well, if you're game, the Duke Cunningham Legal Defense Fund is apparently ready to accept your donation.", 
    "name": "Joshua Micah Marshall"
  }, 
  {
    "quote": "Coercion may prevent many transgressions but it robs even actions which are legal of a part of their beauty. Freedom may lead to many transgressions, but it lends even to vices a less ignoble form.", 
    "name": "Wilhelm von Humboldt"
  }, 
  {
    "quote": "I love the new legal immigrants they want their kids to be safe just like I do.", 
    "name": "Lou Barletta"
  }, 
  {
    "quote": "The ingestion of brain-altering chemicals - legal or illegal - cannot be categorized as good stewardship of our earthly lives.", 
    "name": "Salvatore J. Cordileone"
  }, 
  {
    "quote": "In places where marriage's core meaning has been altered through legal action, officials are beginning to target for punishment those believers and churches that refuse to adapt.", 
    "name": "Salvatore J. Cordileone"
  }, 
  {
    "quote": "I would expect illegal alien parents to take care of their children. If it means the kids go back home with them, that's what happens. If it means there are legal relatives in the United States that can take care of them, that can happen to. But I believe it's the parents responsibility to take care of the kids.", 
    "name": "Mo Brooks"
  }, 
  {
    "quote": "Literature is made upon any occasion that a challenge is put to the legal apparatus by conscience in touch with humanity.", 
    "name": "Nelson Algren"
  }, 
  {
    "quote": "My strengths as a businessman lie in the design and sale of women's shoes, and I have never been comfortable with complicated or technical legal or business documents.", 
    "name": "Steve Madden"
  }, 
  {
    "quote": "I will do everything by apply with all the legal and apply with the rule of law. And the main important thing that I have to be fairness to everyone, not just only one person.", 
    "name": "Yingluck Shinawatra"
  }, 
  {
    "quote": "So the news that divorced fathers are to be denied a legal right to a relationship with their children, in the long overdue review of family law published this week, fills me with horror and despair.", 
    "name": "Louis de Bernieres"
  }, 
  {
    "quote": "We should not blur the lines between legal and illegal immigrants. Millions of people around the world have gone through the process to come here legally and they followed the rules that required them to pay a fee, learn English, and learn about American history and government.", 
    "name": "Ken Calvert"
  }, 
  {
    "quote": "Nearly every study shows that competition from cheap foreign labor undercuts the wages of American workers and legal immigrants.", 
    "name": "Lamar S. Smith"
  }, 
  {
    "quote": "A free and open Internet should not have to be weighed down by legal challenges - its dynamism is essential to our economy.", 
    "name": "Anna Eshoo"
  }, 
  {
    "quote": "Class action lawsuits are an important part of our legal system. All citizens should have the right to band together and settle grievances with bigger companies, but that system is broken and it needs fixing.", 
    "name": "Thomas Carper"
  }, 
  {
    "quote": "These are people who haven't gone through the legal means to becoming citizens like our forefathers did. They want all the benefits but none of the responsibilities.", 
    "name": "Matt Dillon"
  }, 
  {
    "quote": "Italy advocates the adoption of a legal instrument on cultural diversity, guaranteeing every country the protection of its own historical identity and the uniqueness of its physical and intangible cultural heritage.", 
    "name": "Carlo Azeglio Ciampi"
  }, 
  {
    "quote": "I have a problem with censorship by the lawyer - by legal people by the publishing firm, and I may be changing publishers. They don't seem to want to take too many risks with living people.", 
    "name": "Kenneth Anger"
  }, 
  {
    "quote": "Today, corruption has won and justice has lost. I brought corruption cases in good faith involving powerful people, and the political and legal establishment blatantly covered up and retaliated by targeting my law license.", 
    "name": "Andrew Thomas"
  }, 
  {
    "quote": "We do not believe voters gave President Bush a mandate to turn back the clock decades on so many of our legal protections.", 
    "name": "Ralph Neas"
  }, 
  {
    "quote": "Even those who, like me, believe that Roe v. Wade and the decisions elaborating on reproductive rights were constitutionally correct must recognize that, for many on the right, the sudden and relatively sloppily reasoned character of the abortion rulings... did real damage to the Court's reputation as a relatively neutral arbiter of legal disputes.", 
    "name": "Laurence Tribe"
  }, 
  {
    "quote": "Not a problem kid or anything like that so when you're in the legal system like that, it's always hard on a person for the first time to go through some things like that.", 
    "name": "Leonard Little"
  }, 
  {
    "quote": "Daley may not feel a moral responsibility to eliminate discrimination but he has a legal obligation to do so.", 
    "name": "Bobby Rush"
  }, 
  {
    "quote": "The legal right of a taxpayer to decrease the amount of what otherwise would be his taxes, or altogether avoid them, by means which the law permits, cannot be doubted.", 
    "name": "George Sutherland"
  }, 
  {
    "quote": "The president, just as any other American, deserves a legal defense against personal lawsuits not related to his office. But the costs of that defense should be borne by him and not the taxpayer.", 
    "name": "Ben Nighthorse Campbell"
  }, 
  {
    "quote": "The work is challenging, interesting and an important part of our legal system.", 
    "name": "David Minge"
  }, 
  {
    "quote": "On behalf of NARAL Pro-Choice America - and our one million member activists - I am honored to be here to talk to you about what's at stake for women in 2012. I am proud to say that the Democratic Party believes that women have the right to choose a safe, legal abortion with dignity and privacy.", 
    "name": "Nancy Keenan"
  }, 
  {
    "quote": "We got a little waylaid along the way. The whole problem started about 10 years ago with management and legal battles, then still trying to make albums while I was doing all of that.", 
    "name": "Pat Travers"
  }, 
  {
    "quote": "We believe the use of force against Iraq, especially with reference to previous resolutions of the UN Security Council, has no grounds, including legal grounds.", 
    "name": "Igor Ivanov"
  }, 
  {
    "quote": "By the fulfillment of my legal and moral duty I think I have earned punishment just as little as the tens of thousands of dutiful German officials who have now been imprisoned only because they carried out their duties.", 
    "name": "Wilhelm Frick"
  }, 
  {
    "quote": "Does the imam have a legal right to build the mosque at Ground Zero? The answer is yes. But is it the right thing to do? The answer is no. And most Americans, and most moderate Muslims, join with me in that call.", 
    "name": "Kilari Anand Paul"
  }, 
  {
    "quote": "Together with a team of financial and legal experts I have spent months exploring all possible alternatives to bankruptcy but to no avail.", 
    "name": "Shane Filan"
  }, 
  {
    "quote": "I did this within a philosophical framework, and a moral and legal framework. And I have been turned into a cartoon of the greatest villain in the history of lobbying.", 
    "name": "Jack Abramoff"
  }, 
  {
    "quote": "Well, I think the great tragedy in American politics is what is legal, not what is illegal.", 
    "name": "Jack Abramoff"
  }
]