[
  {
    "quote": "The real act of marriage takes place in the heart, not in the ballroom or church or synagogue. It's a choice you make - not just on your wedding day, but over and over again - and that choice is reflected in the way you treat your husband or wife.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "My advice to you is get married: if you find a good wife you'll be happy if not, you'll become a philosopher.", 
    "name": "Socrates"
  }, 
  {
    "quote": "It's a funny thing that when a man hasn't anything on earth to worry about, he goes off and gets married.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "I was married by a judge. I should have asked for a jury.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Love is the master key that opens the gates of happiness.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Bride: A woman with a fine prospect of happiness behind her.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "A young bride is like a plucked flower but a guilty wife is like a flower that had been walked over.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I am about to be married, and am of course in all the misery of a man in pursuit of happiness.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I have great hopes that we shall love each other all our lives as much as if we had never married at all.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Our dog died from licking our wedding picture.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "The chain of wedlock is so heavy that it takes two to carry it - and sometimes three.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "A woman seldom asks advice before she has bought her wedding clothes.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "A bride at her second marriage does not wear a veil. She wants to see what she is getting.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "In Hollywood, brides keep the bouquets and throw away the groom.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "In my 50s I'll be dancing at my children's weddings.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "An invitation to a wedding invokes more trouble than a summons to a police court.", 
    "name": "William Feather"
  }, 
  {
    "quote": "A wedding is just like a funeral except that you get to smell your own flowers.", 
    "name": "Grace Hansen"
  }, 
  {
    "quote": "That is ever the way. 'Tis all jealousy to the bride and good wishes to the corpse.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "I'd imagine my wedding as a fairy tale... huge, beautiful and white.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Women who marry early are often overly enamored of the kind of man who looks great in wedding pictures and passes the maid of honor his telephone number.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "The trouble with wedlock is that there's not enough wed and too much lock.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "When the wedding march sounds the resolute approach, the clock no longer ticks, it tolls the hour. The figures in the aisle are no longer individuals, they symbolize the human race.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Christmas carols always brought tears to my eyes. I also cry at weddings. I should have cried at a couple of my own.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "I remember when I was in school, they would ask, 'What are you going to be when you grow up?' and then you'd have to draw a picture of it. I drew a picture of myself as a bride.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "A gloomy guest fits not a wedding feast.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "When I design a wedding dress with a bustle, it has to be one the bride can dance in. I love the idea that something is practical and still looks great.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Monica Seles: I'd hate to be next door to her on her wedding night.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "The press is just not your friend when it comes to a marriage. That's why we didn't sell the pictures of our wedding, and we got offered millions of dollars for them, millions.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I think that weddings have probably been crashed since the beginning of time. Cavemen crashed them. You go to meet girls. It makes sense.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "When it's over, I want to say: all my life I was a bride married to amazement. I was the bridegroom, taking the world into my arms.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "I sang a song at my sister's wedding. My mother forced me into that, too. But that one felt all right.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that.", 
    "name": "Nick Cave"
  }, 
  {
    "quote": "When I decided to get married at 40, I couldn't find a dress with the modernity or sophistication I wanted. That's when I saw the opportunity for a wedding gown business.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "The first thing I did when I sold my book was buy a new wedding ring for my wife and asked her to marry me all over again.", 
    "name": "Nicholas Sparks"
  }, 
  {
    "quote": "The Wedding March always reminds me of the music played when soldiers go into battle.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "I chose my wife, as she did her wedding gown, for qualities that would wear well.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "In the '50s, a lot of girls never saw beyond the wedding day.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "It was only literally hours after the wedding when he felt he didn't have to keep up the facade.", 
    "name": "Trisha Goddard"
  }, 
  {
    "quote": "I don't know nothing about no marriages or nothing. I ain't even never been to a wedding.", 
    "name": "Mike Epps"
  }, 
  {
    "quote": "Personally, I'm an advocate for short engagements. Long sometimes means there is a reason for it. Two years engaged and no wedding... I'd be upset.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "A wedding is such a girl thing.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "No jealousy their dawn of love overcast, nor blasted were their wedded days with strife each season looked delightful as it past, to the fond husband and the faithful wife.", 
    "name": "James Beattie"
  }, 
  {
    "quote": "I really did put up all my wedding pictures on my website. And I swear to you, my wedding pictures got downloaded just as much as my bikini pictures.", 
    "name": "Cindy Margolis"
  }, 
  {
    "quote": "People always complain, 'you never invited me to your wedding', but I prefer casual weddings.", 
    "name": "Sinead O'Connor"
  }, 
  {
    "quote": "Never get married in the morning - you never know who you might meet that night.", 
    "name": "Paul Hornung"
  }, 
  {
    "quote": "The Wedding March has a bit of a death march in it.", 
    "name": "Brian May"
  }, 
  {
    "quote": "O month when they who love must love and wed.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "And we've got a toaster and everything. So there is no reason for the wedding.", 
    "name": "Karl Pilkington"
  }, 
  {
    "quote": "I want the big drama. I always said I don't want a wedding I want a parade.", 
    "name": "Star Jones"
  }, 
  {
    "quote": "There's a higher form of happiness in commitment. I'm counting on it.", 
    "name": "Claire Forlani"
  }, 
  {
    "quote": "When he came back from downtown, he had forgotten to bring his license, his identification, the $2 for the wedding license. So we got married two days later.", 
    "name": "Eydie Gorme"
  }, 
  {
    "quote": "I get very nervous when I have to take my wedding ring off.", 
    "name": "Jerry O'Connell"
  }, 
  {
    "quote": "A person's character is but half formed till after wedlock.", 
    "name": "Charles Simmons"
  }, 
  {
    "quote": "All weddings, except those with shotguns in evidence, are wonderful.", 
    "name": "Liz Smith"
  }, 
  {
    "quote": "The one thing that I'm in charge of in this wedding is the food.", 
    "name": "Rob Mariano"
  }, 
  {
    "quote": "I'm one of those people who has always been a bridesmaid.", 
    "name": "Piper Laurie"
  }, 
  {
    "quote": "Saw a wedding in the church. It was strange to see what delight we married people have to see these poor fools decoyed into our condition.", 
    "name": "Samuel Pepys"
  }, 
  {
    "quote": "You may invite the entire 35th Division to your wedding if you want to. I guess it's going to be yours as well as mine. We might as well have the church full while we are at it.", 
    "name": "Bess Truman"
  }, 
  {
    "quote": "No wedding bells for me anymore. I've been happily married to my profession for years.", 
    "name": "Shirley Bassey"
  }, 
  {
    "quote": "Of course, I do have a slight advantage over the rest of you. It helps in a pinch to be able to remind your bride that you gave up a throne for her.", 
    "name": "King Edward VIII"
  }, 
  {
    "quote": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I've been looking at some video clips on YouTube of President Obama - then candidate Obama - going through Iowa making promises. The gap between his promises and his performance is the largest I've seen, well, since the Kardashian wedding and the promise of 'til death do we part.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.", 
    "name": "Paul Sweeney"
  }, 
  {
    "quote": "A wedding is a funeral where you smell your own flowers.", 
    "name": "Eddie Cantor"
  }, 
  {
    "quote": "In marriage there are no manners to keep up, and beneath the wildest accusations no real criticism. Each is familiar with that ancient child in the other who may erupt again. We are not ridiculous to ourselves. We are ageless. That is the luxury of the wedding ring.", 
    "name": "Enid Bagnold"
  }, 
  {
    "quote": "Wedding: the point at which a man stops toasting a woman and begins roasting her.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "I've always been the type to fall in love fast and, with every boyfriend, I plan out my wedding in my head.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "We were pretty good mates until the Beatles started to split up and Yoko came into it. It was more like old army buddies splitting up on account of wedding bells.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "One tradition I have with my friends is that when one of us gets married, we have a ton of fragrance oils and pretty bottles at the bachelorette party. Everyone puts a drop or two in a bottle for the bride and makes a wish, and the bride wears our creation on her wedding day.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "The most dangerous food is wedding cake.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "I did get to keep the wedding dresses from 'Runaway Bride'. They're all boxed up in my garage. I've never opened them. It'll be fun one day when Hazel is taller. She can play dress-up with her friends.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "My father always wanted to be the corpse at every funeral, the bride at every wedding and the baby at every christening.", 
    "name": "Alice Roosevelt Longworth"
  }, 
  {
    "quote": "I want a big church wedding.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "I wanted to define the vocabulary of a wedding both visually and intellectually. The book is about more than weddings or wedding dresses. It's a metaphor for women's lives, their creativity.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "I think a lot of people who feel as though they desperately want to be married oftentimes simply desperately want to have a wedding.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "A man's got two shots for jewelry: a wedding ring and a watch. The watch is a lot easier to get on and off than a wedding ring.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I don't ever really feel that wearing my wedding ring is what determines me being married or not.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I think if you're at the point where you're popular enough to sell your wedding photos to OK! Magazine then you don't need the money.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I've been sober for two-and-a-half years, My children are happy. In August, my wife and I will celebrate our fifteenth wedding anniversary. My band is back together with a sold-out tour.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "There was no relationship between a wedding dress and fashion. There was no good taste, either. I realized that I could make an impression in terms of changing and readdressing the whole industry of bridal.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "I love a black wedding dress.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "I myself have never been enchanted by the dream of the white wedding, and, heaven help us, the expectation that this exquisitely catered event should be 'the happiest moment' of one's life.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I hadn't been in Vegas 20 minutes when I got word that the bookmakers were offering three to one that Frank wouldn't show for my wedding.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "I've never crashed a wedding. When I was a kid I, of course, used to crash parties. Crashing a wedding is difficult though because you have to have the suit, and you have to have information in case someone catches you. You have to know at least some names and something.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I try to remember, as I hear about friends getting engaged, that it's not about the ring and it's not about the wedding. It's a grave thing, getting married. And it's easy to get swept up in the wrong things.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "I met Prince William at a musical festival and he let me know he was a fan of my music. But the invitation to sing at his wedding reception came completely out of the blue. The fact that Kate and William knew the words to my songs was very touching.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I hated the royal wedding.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "I was never a girl who dreamed about what her wedding day would be like, but I've always dreamed about decorating my baby's nursery.", 
    "name": "Rebecca Romijn"
  }, 
  {
    "quote": "I use filming as an excuse to take classes. I got my certification in sailing for 'Wedding Crashers,' and now I can handle a 26-foot boat. I played a seamstress once, so I took sewing classes. I love dipping into these other lives.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "I love auditioning. Since 'The Notebook' and 'Wedding Crashers,' I don't have to audition anymore, and I miss it. You get to show your interpretation of the character. I get nervous when I don't audition. What if they hate what I want to do?", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "Wedding is destiny, and hanging likewise.", 
    "name": "John Heywood"
  }, 
  {
    "quote": "I would absolutely, definitely never sell my wedding pictures to a magazine. I'd like it to be a special day, not a photo shoot. And once you've done that, your marriage becomes everybody else's business.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "All the information you could want is constantly streaming at you like a runaway truck - books, newspaper stories, Web sites, apps, how-to videos, this article you're reading, even entire magazines devoted to single subjects like charcuterie or wedding cakes or pickles.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "I only did karaoke once in my life. It was with Courtney Love and it was a total disaster. She pulled me on stage in front of 500 people at a wedding. I'd never done karaoke before.", 
    "name": "Jared Leto"
  }, 
  {
    "quote": "The wedding took place in Vermont, where they have legalized gay civil unions, and I married a woman.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "I am usually part of any disaster at a wedding if I'm a bridesmaid, which I've been lucky enough to be several times.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I think a lot of people get so obsessed with the wedding and the expense of the wedding that they miss out on what the real purpose is. It's not about a production number, it's about a meaningful moment between two people that's witnessed by people that they actually really know and care about.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I love doing comedy. Absolutely love it. After 'Wedding Crashers,' people suddenly realized that it was something I could do.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "It's interesting because a lot of my 16-year-old kids' friends know me from 'Wedding Crashers,' and not so much Bond. My kids have a good laugh. I was 20 then. The look I had then was the look that a lot of their friends are assuming now. They think it's cool. What goes around comes around.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "When I auditioned for 'Wedding Crashers,' the producers had never seen any of my other work except for Bond. I got 'Wedding Crashers' partly because I was a Bond girl.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "When I planned my wedding the first time, my ex-husband and I, we were both struggling comics. I had a TV show that had gotten cancelled. Basically, I rented a wedding gown the reception hall smelled like feet.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "For my first wedding, I cried all the way down the aisle. My fake eyelash came off. My nose was red. My eyes were swollen. I'm not one of those pretty criers.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "A big part of being in a wedding is the financial obligation, and that's something that people don't really talk about, but if you're asked to be in a wedding, you're gonna have to fork over some cash.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "The only time I ever look good dancing is if I'm next to my dad at a wedding.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "For me, life has either been a wake or a wedding.", 
    "name": "Peter O'Toole"
  }, 
  {
    "quote": "I hope that when I'm 80 years old, people will still be talking about my wedding.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "Well, I'll tell you something, this wedding is something that I will always, always cherish. It was a show of love and support and kindness like I'd never seen from the people, and that's who I entertain. I entertain the people.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "The wedding ring on my left hand was bought by my grandfather, Samuel Miliband, in Brussels in 1920. I never knew him, as he died when I was one. But his ring was kept by my aunt until it was placed on my finger by my wife Louise 32 years later.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "Most kids don't get to go their parents' wedding.", 
    "name": "Kenneth Robert Livingstone"
  }, 
  {
    "quote": "My husband, Jim, converted to Judaism just before our wedding.", 
    "name": "Anita Diament"
  }, 
  {
    "quote": "When widows exclaim loudly against second marriages, I would always lay a wager than the man, If not the wedding day, is absolutely fixed on.", 
    "name": "Henry Fielding"
  }, 
  {
    "quote": "When I had a job catering, I catered a wedding for the Smashing Pumpkins bassist in Indiana. And I served Billy Corgan shrimp off a tray.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "I saw a photograph of a wedding conducted by Reverend Moon of the Unification Church. I wanted to understand this event, and the only way to understand it was to write about it.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "On the publicity tour of 'My Big Fat Greek Wedding,' I was asked over and over again, if, as the writer, I felt it was a fair depiction of real life to have someone of my er, below average looks, hook up with hottie John Corbett.", 
    "name": "Nia Vardalos"
  }, 
  {
    "quote": "I thought I was attractive when I shot 'My Big Fat Greek Wedding.' Studio executives and movie reviewers let me know I had a confidence in my looks that was not shared by them.", 
    "name": "Nia Vardalos"
  }, 
  {
    "quote": "On my wedding day. I didn't want a natural, blushing-bride look - I had a full-on hairdo and red lips. I thought it would be disingenuous to do the whole virginal look, so even though I had the white dress, I had pink net underneath.", 
    "name": "Sophie Ellis Bextor"
  }, 
  {
    "quote": "She tells enough white lies to ice a wedding cake.", 
    "name": "Margot Asquith"
  }, 
  {
    "quote": "I think everyone dreams of that nice romantic wedding.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "I just wrapped this movie called The Wedding Crashers which was a pretty big break for me.", 
    "name": "Bradley Cooper"
  }, 
  {
    "quote": "My family is almost exactly like the one in 'Monsoon Wedding'. We are very open, fairly liberal, loud people.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "It gave me a lot of pleasure and pride that 90 percent of the crew for 'Monsoon Wedding,' and most of my film, are women. We get the work done, you know, much lesser play of ego... And I really believe in harmony, I believe in working in a spirit of egolessness and that the film is bigger than all of us.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "My wedding was at home, so I didn't really want to wear a veil in my house. Instead I wore a lot of diamond hair clips. They were brooches, actually, designed by Lorraine Schwartz.", 
    "name": "Georgina Chapman"
  }, 
  {
    "quote": "I didn't finish my dress until about three days before my wedding - I had the flu and was stitching it from my bed. And the tulle came back from India all brown. We had to wash it for hours, but that didn't dissuade me from wearing it.", 
    "name": "Georgina Chapman"
  }, 
  {
    "quote": "I've been married before, but I've never had my dream wedding in Vegas. I wanted to do it there because it's casual, quick, not religious and, most of all, very romantic.", 
    "name": "Sinead O'Connor"
  }, 
  {
    "quote": "I'm a jewelry girl. I became with friends with designer Irene Neuwirth a few years ago. At that point, I just used to wear my wedding rings. Very low key. Now, if I could, I'd be draped from head to toe in her jewelry all the time. Everything she makes is beautiful.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "I'd been a wedding singer through college, but after a few years of doing my best renditions of jazz standards to clinking glasses and the sound of forks on salad, I thought, 'Oh God, if this is all I do, I'll never be able to live with myself.'", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "Well the wedding in the words of the Archbishop of Canterbury was a fairy tale and there was a huge public impress, investment of goodwill, affection and indeed money in this Institution. It was a huge success at the time.", 
    "name": "Anthony Holden"
  }, 
  {
    "quote": "I don't think it's possible to have a wedding without it being stressful!", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "I don't follow trends. I make each cake for a particular wedding, or event.", 
    "name": "Ron Ben-Israel"
  }, 
  {
    "quote": "I don't want a huge wedding. I don't want it to be some huge spectacle.", 
    "name": "Kristin Cavallari"
  }, 
  {
    "quote": "Where does it stop? You get offered money for your wedding, then for your kids, new houses, holidays... We earn enough from football and sponsorships, why do you need any more?", 
    "name": "Ryan Giggs"
  }, 
  {
    "quote": "A lawyer I once knew told me of a strange case, a suffragette who had never married. After her death, he opened her trunk and discovered 50 wedding gowns.", 
    "name": "Marguerite Young"
  }, 
  {
    "quote": "If I felt, in the event of a royal wedding, inspired to write about people coming together in marriage or civil partnership, I would just be grateful to have an idea for the poem. And if I didn't, I'd ignore it.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "Jody Hill, who I created 'Eastbound And Down' and 'Fist Foot Way' with, was my best man at my wedding.", 
    "name": "Danny McBride"
  }, 
  {
    "quote": "When planning your wedding you make so many decisions: 'Do I want this fork or that fork?' But in the end people aren't going to remember what napkin holder you choose.", 
    "name": "Lara Stone"
  }, 
  {
    "quote": "Recently, I was in Bernalda, my dad's ancestral home town in Italy. He has just refurbished a palazzo and turned it into a hotel, so we had my sister's wedding there. It was beautiful.", 
    "name": "Roman Coppola"
  }, 
  {
    "quote": "That to me was the most poignant part of Diana's wedding as she was walking up the aisle and her eyes were going left to right, looking at people and smiling in the way that Diana did - and that diamond tiara glittering like mad. It was great.", 
    "name": "Bruce Oldfield"
  }, 
  {
    "quote": "I went looking for dresses and realized there was a niche I could fill in the wedding dress market.", 
    "name": "Monique Lhuillier"
  }, 
  {
    "quote": "As a pastor, you get invited into the most poignant moments of people's lives. Whether it's a wedding or a funeral or a hospital visit, you get invited into the center of the event, whether or not you know the people.", 
    "name": "Rob Bell"
  }, 
  {
    "quote": "It happened in Miami, in Coral Gables, a great big ol' Cuban wedding. It was pretty intense.", 
    "name": "Jon Secada"
  }, 
  {
    "quote": "One time when somebody showed up in a wedding dress, but I never knew if it was a joke, or she was serious. She asked me to marry her. She was serious. It was pretty funny.", 
    "name": "Bryan White"
  }, 
  {
    "quote": "'That's What She Said' is not Hollywood's standard picture of women: preternaturally gorgeous, wedding obsessed, boy crazy, fashion focused, sexed up 'girl' women. These are real women, comically portrayed, who are trying to wrestle with the very expectations of womanhood that Hollywood movies set up.", 
    "name": "Carrie Preston"
  }, 
  {
    "quote": "I got my first big paycheck for 'My Best Friend's Wedding.' This was in the days when you actually did get paid to have a supporting role. It just doesn't happen like that anymore, but this was in the '90s. It was the golden age!", 
    "name": "Carrie Preston"
  }, 
  {
    "quote": "For her fifth wedding, the bride wore black and carried a scotch and soda.", 
    "name": "Phyllis Battelle"
  }, 
  {
    "quote": "After I had the Caesarean, I was told I had really strong stomach muscles and so would heal very quickly. And I did. I was up walking about within three hours. Six days after having her, I was out shopping and shortly after that I made it to David Walliams' wedding.", 
    "name": "Denise Van Outen"
  }, 
  {
    "quote": "We all went to Kelsey's wedding, and yeah, we go to parties. We also go to each other's house. A group of us got together over at Kelsey's and just read through some plays just for the fun of it. That may not be everyone's idea of a good time, but we had a good time.", 
    "name": "David Hyde Pierce"
  }, 
  {
    "quote": "I had a 2-week courtship with a fellow student in the fiction workshop in Iowa and a 5-minute wedding in a lawyer's office above the coffee shop where we'd been having lunch that day. And so I sent a cable to my father saying, 'By the time you get this, Daddy, I'll already be Mrs. Blaise!'", 
    "name": "Bharati Mukherjee"
  }, 
  {
    "quote": "I've chosen my wedding ring large and heavy to continue forever. But exactly because of that all the time that Dave and I have an argument I feel it like handcuffs, and on anger time I throw it in a basket. Poor Dave, he bought me three wedding rings already!", 
    "name": "Carmen Miranda"
  }, 
  {
    "quote": "When I celebrated my bar mitzvah, there was no cake. Today, there is no such thing as a bar mitzvah in the United States without a special cake. It can be even more complicated and expensive than a wedding cake, because bar-mitzvah cakes are often based on a particular theme.", 
    "name": "Ron Ben-Israel"
  }, 
  {
    "quote": "I have a crusade against fondant, also shortening. There's no reason why wedding cakes can't taste good if you know what you're doing.", 
    "name": "Ron Ben-Israel"
  }, 
  {
    "quote": "I'll get pretty much everything the way I want it. I've always dreamed of a beach wedding.", 
    "name": "Nicole Appleton"
  }, 
  {
    "quote": "I'd hesitated to have a wedding because my gay and lesbian friends don't have that right.", 
    "name": "Kathy Najimy"
  }, 
  {
    "quote": "It has been the experience of a lifetime to work with Catherine Middleton to create her wedding dress, and I have enjoyed every moment of it. It was such an incredible honor to be asked, and I am so proud of what we and the Alexander McQueen team have created.", 
    "name": "Sarah Burton"
  }, 
  {
    "quote": "For a girl, the wedding is when you're married. For a guy, it's when you get engaged. It takes a real aggressive human being to back out between the ring and the wedding.", 
    "name": "Max Greenfield"
  }, 
  {
    "quote": "I always envisioned myself having a traditional and elegant wedding.", 
    "name": "Ivanka Trump"
  }, 
  {
    "quote": "I like wearing my wedding ring, it's nice.", 
    "name": "Jerry O'Connell"
  }, 
  {
    "quote": "Well... Actually I got picked because I was the only one who fit the wedding gown - they had my size.", 
    "name": "Kevin McDonald"
  }, 
  {
    "quote": "When I was in high school, there was 'Superbad' and 'The Girl Next Door' and 'Wedding Crashers' and all these great movies. You hope to be a part of something that's smart, funny and in that Todd Phillips-vein. You want to make something like 'Superbad.' That movie was so good and so funny.", 
    "name": "Miles Teller"
  }, 
  {
    "quote": "I used to work all the time, and now if there is a wedding, there's a concert, I'm there.", 
    "name": "Petra Nemcova"
  }, 
  {
    "quote": "My biggest blast-off hit was 'You Raise Me Up.' If you ever have a wedding or a funeral, it's a good pick.", 
    "name": "Josh Groban"
  }, 
  {
    "quote": "I feel as though my career really hit its high point when I was cast as a supporting actress in 'American Wedding'. I thought the script had a lot of depth and intelligence, and it really just jumped off the page.", 
    "name": "January Jones"
  }, 
  {
    "quote": "If you're going to plan a wedding, then a certain amount of suffering is not a choice.", 
    "name": "Ellie Kemper"
  }, 
  {
    "quote": "Growing up, I had one very specific idea of what a wedding should be, and that was the wedding of Fraulein Maria and Captain von Trapp in 'The Sound of Music.'", 
    "name": "Ellie Kemper"
  }, 
  {
    "quote": "I was a bridesmaid at a wedding in one picture.", 
    "name": "Dorothy Malone"
  }, 
  {
    "quote": "I was the official wedding photographer at one of my best friends' weddings. Fortunately she was one of the most easygoing brides ever, so she made it easy for me.", 
    "name": "Natalie Coughlin"
  }, 
  {
    "quote": "When Andrew went with the girls, we were talking all morning and he was saying, 'It's okay. Just remember we had such a good day. Our wedding was so perfect.' Because we're such a unit together. He made me feel very part of the day on April the 29th.", 
    "name": "Sarah Ferguson"
  }, 
  {
    "quote": "I wear my wedding ring. We talk about when we're going to get married again, which we hope is going to take place some time in this incredibly hectic calendar year.", 
    "name": "Jim Lampley"
  }, 
  {
    "quote": "It's important to still look like yourself on your wedding day, so I didn't do anything drastic.", 
    "name": "Lily Aldridge"
  }, 
  {
    "quote": "A lot of people think I'm that guy in 'Betsy's Wedding', but I'm not. What it is for me is that, on some level, I connect with the character emotionally.", 
    "name": "Anthony LaPaglia"
  }, 
  {
    "quote": "We are all so close. We are godfather to each others' kids. I was the best man at Jesus' wedding.", 
    "name": "Juan Marichal"
  }, 
  {
    "quote": "I felt very unstressed on my wedding day. I'm very grateful for that... spending the day on my own, being super quiet and happy and just puttering around doing my own thing.", 
    "name": "Sonya Walger"
  }, 
  {
    "quote": "I believe that anybody who gets married should go to a counselor for months before the wedding. I think that's going to save guys a lot of money and the ladies a lot of heartbreak.", 
    "name": "James Brolin"
  }, 
  {
    "quote": "I've thought about it a hundred times. I even buy bridal magazines sometimes. I want David Tutera to do my wedding.", 
    "name": "Marlen Esparza"
  }, 
  {
    "quote": "The day of the wedding went like these things generally do, full of anxious moments interspersed with black comedy.", 
    "name": "Janet Street-Porter"
  }, 
  {
    "quote": "My grandfather Frank Lloyd Wright wore a red sash on his wedding night. That is glamour!", 
    "name": "Anne Baxter"
  }, 
  {
    "quote": "You have to make your wedding day all about you.", 
    "name": "DJ Jazzy Jeff"
  }, 
  {
    "quote": "I'm taking one thing at a time. With the children and launching my solo career it would drive me to a nervous breakdown if I tried to organise a wedding on top of that.", 
    "name": "Natasha Hamilton"
  }, 
  {
    "quote": "I mean, I do wear a wedding ring and take it off when I shoot.", 
    "name": "Henry Ian Cusick"
  }, 
  {
    "quote": "Those are the men who will dance at your wedding.", 
    "name": "Guy Madison"
  }
]