[
  {
    "quote": "That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Worry does not empty tomorrow of its sorrow. It empties today of its strength.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "When sorrows come, they come not single spies, but in battalions.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "If there was less sympathy in the world, there would be less trouble in the world.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "We should feel sorrow, but not sink under its oppression.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Only by joy and sorrow does a person know anything about themselves and their destiny. They learn what to do and what to avoid.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Tears are the silent language of grief.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Sorrow is a fruit. God does not make it grow on limbs too weak to bear it.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Almost all of our sorrows spring out of our relations with other people.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "There is no greater sorrow than to recall happiness in times of misery.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Happiness is beneficial for the body, but it is grief that develops the powers of the mind.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "There is no pain so great as the memory of joy in present grief.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Sorrow can be alleviated by good sleep, a bath and a glass of wine.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Remember me with smiles and laughter, for that is how I will remember you all. If you can only remember me with tears, then don't remember me at all.", 
    "name": "Laura Ingalls Wilder"
  }, 
  {
    "quote": "Truly, it is in darkness that one finds the light, so when we are in sorrow, then this light is nearest of all to us.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "Great grief does not of itself put an end to itself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Our trials, our sorrows, and our grieves develop us.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Excessive sorrow laughs. Excessive joy weeps.", 
    "name": "William Blake"
  }, 
  {
    "quote": "It is foolish to tear one's hair in grief, as though sorrow would be made less by baldness.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Grief is the price we pay for love.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "Bear and endure: This sorrow will one day prove to be for your good.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Grief can't be shared. Everyone carries it alone. His own burden in his own way.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "I have sometimes been wildly, despairingly, acutely miserable, racked with sorrow, but through it all I still know quite certainly that just to be alive is a grand thing.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "There is no grief like the grief that does not speak.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "A sorrow's crown of sorrow is remembering happier times.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Life has never been easy. Nor is it meant to be. It is a matter of being joyous in the face of sorrow.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "The heart forgets its sorrow and ache.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "The more sympathy you give, the less you need.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "I will indulge my sorrows, and give way to all the pangs and fury of despair.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "If you suppress grief too much, it can well redouble.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Grief changes shape, but it never ends.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "I think loss of loved ones is the hardest blow in life.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Here bring your wounded hearts, here tell your anguish Earth has no sorrow that Heaven cannot heal.", 
    "name": "Thomas More"
  }, 
  {
    "quote": "The natural effect of sorrow over the dead is to refine and elevate the mind.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Grief knits two hearts in closer bonds than happiness ever can and common sufferings are far stronger links than common joys.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "People who drink to drown their sorrow should be told that sorrow knows how to swim.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Sorrow is so easy to express and yet so hard to tell.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "Excess of grief for the dead is madness for it is an injury to the living, and the dead know it not.", 
    "name": "Xenophon"
  }, 
  {
    "quote": "One often calms one's grief by recounting it.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "It is in our faults and failings, not in our virtues, that we touch each other, and find sympathy. It is in our follies that we are one.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "Any mind that is capable of real sorrow is capable of good.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "Grief is a normal and natural response to loss. It is originally an unlearned feeling process. Keeping grief inside increases your pain.", 
    "name": "Anne Grant"
  }, 
  {
    "quote": "You don't go around grieving all the time, but the grief is still there and always will be.", 
    "name": "Nigella Lawson"
  }, 
  {
    "quote": "If we wait until our lives are free from sorrow or difficulty, then we wait forever. And miss the entire point.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "Those who weep recover more quickly than those who smile.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "The cure for sorrow is to learn something.", 
    "name": "Barbara Sher"
  }, 
  {
    "quote": "The only cure for grief is action.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "A crowd always thinks with its sympathy, never with its reason.", 
    "name": "William R. Alger"
  }, 
  {
    "quote": "To desire and expect nothing for oneself and to have profound sympathy for others is genuine holiness.", 
    "name": "Ivan Turgenev"
  }, 
  {
    "quote": "Sympathy is two hearts tugging at one load.", 
    "name": "Charles Henry Parkhurst"
  }, 
  {
    "quote": "Grief is only the memory of widowed affections.", 
    "name": "James Martineau"
  }, 
  {
    "quote": "Pity may represent little more than the impersonal concern which prompts the mailing of a check, but true sympathy is the personal concern which demands the giving of one's soul.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "There is something terribly morbid in the modern sympathy with pain. One should sympathise with the colour, the beauty, the joy of life. The less said about life's sores the better.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "It appears to be a law that you cannot have a deep sympathy with both man and nature.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "No one has yet realized the wealth of sympathy, the kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "The rule of friendship means there should be mutual sympathy between them, each supplying what the other lacks and trying to benefit the other, always using friendly and sincere words.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Two nations between whom there is no intercourse and no sympathy who are as ignorant of each other's habits, thoughts, and feelings, as if they were dwellers in different zones, or inhabitants of different planets. The rich and the poor.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The community stagnates without the impulse of the individual. The impulse dies away without the sympathy of the community.", 
    "name": "William James"
  }, 
  {
    "quote": "Sympathy constitutes friendship but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Staying married may have long-term benefits. You can elicit much more sympathy from friends over a bad marriage than you ever can from a good divorce.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "And whoever walks a furlong without sympathy walks to his own funeral drest in his shroud.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Marriage must be a relation either of sympathy or of conquest.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Both tears and sweat are salty, but they render a different result. Tears will get you sympathy sweat will get you change.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I'm not looking for sympathy at all.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "If men and women are to understand each other, to enter into each other's nature with mutual sympathy, and to become capable of genuine comradeship, the foundation must be laid in youth.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Autumn wins you best by this its mute appeal to sympathy for its decay.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "All sympathy not consistent with acknowledged virtue is but disguised selfishness.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "To all those who have suffered as a consequence of our troubled past I extend my sincere thoughts and deep sympathy. With the benefit of historical hindsight we can all see things which we would wish had been done differently or not at all.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "We do not learn by inference and deduction and the application of mathematics to philosophy, but by direct intercourse and sympathy.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "We must not permit our respect for the dead or our sympathy for the living to lead us into an act of injustice to the balance of the living.", 
    "name": "Davy Crockett"
  }, 
  {
    "quote": "Children require guidance and sympathy far more than instruction.", 
    "name": "Anne Sullivan"
  }, 
  {
    "quote": "I've always thought of acting as more of an exercise in empathy, which is not to be confused with sympathy. You're trying to get inside a certain emotional reality or motivational reality and try to figure out what that's about so you can represent it.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "It's no good being nice and young and naive. There's no good in that at all. You've got to do it all yourself, and you've gotta learn quick. And you can't look for sympathy either.", 
    "name": "Johnny Rotten"
  }, 
  {
    "quote": "Interest does not tie nations together it sometimes separates them. But sympathy and understanding does unite them.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "A person who has sympathy for mankind in the lump, faith in its future progress, and desire to serve the great cause of this progress, should be called not a humanist, but a humanitarian, and his creed may be designated as humanitarianism.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "There should be a sympathy with freedom, a desire to give it scope, founded not upon visionary ideas, but upon the long experience of many generations within the shores of this happy isle, that in freedom you lay the firmest foundations both of loyalty and order.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "Sympathy is the first condition of criticism.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "I like the Rolling Stones for karaoke. 'Sympathy For The Devil' is a great one.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "The humanitarian lays stress almost solely upon breadth of knowledge and sympathy.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "When we are out of sympathy with the young, then I think our work in this world is over.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "You will find that the woman who is really kind to dogs is always one who has failed to inspire sympathy in men.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "Sympathy is charming, but it does not make up for pain.", 
    "name": "Lillie Langtry"
  }, 
  {
    "quote": "I would rather be kept alive in the efficient if cold altruism of a large hospital than expire in a gush of warm sympathy in a small one.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "The true humanist maintains a just balance between sympathy and selection.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "Our sympathy is cold to the relation of distant misery.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "I belong to a nation which over the past centuries has experienced many hardships and reverses. The world reacted with silence or with mere sympathy when Polish frontiers were crossed by invading armies and the sovereign state had to succumb to brutal force.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "I've always liked Saturn. But I also have some sympathy for Pluto because I heard it's been downgraded from a planet, and I think it should remain a planet. Once you've given something planetary status it's kind of mean to take it away.", 
    "name": "Jared Leto"
  }, 
  {
    "quote": "Learning a foreign language, and the culture that goes with it, is one of the most useful things we can do to broaden the empathy and imaginative sympathy and cultural outlook of children.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "Many of the artists who have represented Negro life have seen only the comic, ludicrous side of it, and have lacked sympathy with and appreciation for the warm big heart that dwells within such a rough exterior.", 
    "name": "Henry Ossawa Tanner"
  }, 
  {
    "quote": "I take people very seriously. People are all I take seriously, in fact. Therefore, I have nothing but sympathy for how people behave - and nothing but laughter to console them with.", 
    "name": "John Irving"
  }, 
  {
    "quote": "I tend to foster drama via bleakness. If I want the reader to feel sympathy for a character, I cleave the character in half, on his birthday. And then it starts raining. And he's made of sugar.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "I have nothing but sympathy for the people who are forced to work with me. I'm better now at picking out those that want to play that game with me, and those that don't.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I very much dislike the intolerance and moralism of many Christians, and feel more sympathy with Honest Doubters than with them.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "Deliberately seek opportunities for kindness, sympathy, and patience.", 
    "name": "Evelyn Underhill"
  }, 
  {
    "quote": "Children, even infants, are capable of sympathy. But only after adolescence are we capable of compassion.", 
    "name": "Louise J. Kaplan"
  }, 
  {
    "quote": "I learnt pity, sympathy, and what it was like to be at the other end of the stick. Such lessons can't be learnt in lecture halls.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "September 11th was a moment when America had the sympathy of the world.", 
    "name": "Tom Ford"
  }, 
  {
    "quote": "Like many people, most Libertarians feel empathy and sympathy for less fortunate people. But they know you can't have perfection in a world of limited resources.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Here's my rule: You always want to pay cash for your own books, because if they look at the name on the credit card and then they look at the name on the book jacket, then there's this look of such profound sympathy for you that you had to resort to this. It really is withering.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "I'm in total sympathy with Dick Smith's sentiments I only wish there were grounds for saying we Australians would never tolerate such appalling treatment of refugees being carried out in our name.", 
    "name": "Hugh Mackay"
  }, 
  {
    "quote": "I have to have a character worth caring about. I tend not to start writing books about people I don't have a lot of sympathy for because I'm just going to be with them too long.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "Women have no sympathy and my experience of women is almost as large as Europe.", 
    "name": "Florence Nightingale"
  }, 
  {
    "quote": "I have sympathy for young people, for their growing pains, but I balk when these growing pains are pushed into the foreground, when you make these young people the only vehicles of life's wisdom.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "I sometimes get that wonderful sympathy between me and the audience, telling me I've reached their hearts. And when I do, the thrill is mine.", 
    "name": "Kate Smith"
  }, 
  {
    "quote": "It is in Rousseau's writing above all that history begins to turn from upper-class honour to middle-class humanitarianism. Pity, sympathy and compassion lie at the centre of his moral vision. Values associated with the feminine begin to infiltrate social existence as a whole, rather than being confined to the domestic sphere.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "I have a lot of sympathy for young people because I realize how disturbed I was. How would I deal with life in the future? What would I do for a living?", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "I joined the Party definitely in 1923 after having already been in sympathy with it before.", 
    "name": "Fritz Sauckel"
  }, 
  {
    "quote": "I never ask for mercy and seek no one's sympathy.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "I have a theory because I was being beaten up a lot by people outside of school, it was almost like if I could make myself sick enough they'd take sympathy on me.", 
    "name": "Daniel Johns"
  }, 
  {
    "quote": "We are living at a time when creeds and ideologies vary and clash. But the gospel of human sympathy is universal and eternal.", 
    "name": "Samuel Hopkins Adams"
  }, 
  {
    "quote": "When you've been raised in care, rap music isn't just about guns and sexism. They're talking about real things you can hang on to, problems of identity that you have sympathy with. It's not just about the music, with rap: when I was in care, it meant a whole lot more than that.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "If the terrorists have the sympathy of people, it's much harder to find them. So we need people on our side, and that leads us to be responsible leaders of the world, show some concern with the problems.", 
    "name": "George Soros"
  }, 
  {
    "quote": "Sympathy is something that shouldn't be bestowed upon the Yankees. Apparently it angers them.", 
    "name": "Bob Feller"
  }, 
  {
    "quote": "It is only after one is in trouble that one realizes how little sympathy and kindness there are in the world.", 
    "name": "Nellie Bly"
  }, 
  {
    "quote": "He bit his lip in a manner which immediately awakened my maternal sympathy, and I helped him bite it.", 
    "name": "S. J. Perelman"
  }, 
  {
    "quote": "I can hardly express in words my deep feeling and sympathy for them, knowing as I do, the many serious handicaps and obstacles that will confront them in almost every walk of life.", 
    "name": "Major Taylor"
  }, 
  {
    "quote": "Recognition of belligerency as an expression of sympathy is all very well.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "Sympathy for victims is always counter-balanced by an equal and opposite feeling of resentment towards them.", 
    "name": "Ben Elton"
  }, 
  {
    "quote": "It is by a wise economy of nature that those who suffer without change, and whom no one can help, become uninteresting. Yet so it may happen that those who need sympathy the most often attract it the least.", 
    "name": "F. H. Bradley"
  }, 
  {
    "quote": "Motherhood is at its best when the tender chords of sympathy have been touched.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "Actors who are lovers in real life are often incapable if playing the part of lovers to an audience. It is equally true that sympathy between actors who are not lovers may create a temporary emotion that is perfectly sincere.", 
    "name": "Ivor Novello"
  }, 
  {
    "quote": "Badges mean nothing in themselves, but they mark a certain achievement and they are a link between the rich and the poor. For when one girl sees a badge on a sister Scout's arm, if that girl has won the same badge, it at once awakens an interest and sympathy between them.", 
    "name": "Juliette Gordon Low"
  }, 
  {
    "quote": "Because I select my players from a feeling that comes to me when I am with them, a certain sympathy you might call it, or a vibration that exists between us that convinces me they are right.", 
    "name": "Erich von Stroheim"
  }, 
  {
    "quote": "The novelist must look on humanity without partiality or prejudice. His sympathy, like that of the historian, must be unbounded, and untainted by sect or party.", 
    "name": "Goldwin Smith"
  }, 
  {
    "quote": "Criticism in the universities, I'll have to admit, has entered a phase where I am totally out of sympathy with 95% of what goes on. It's Stalinism without Stalin.", 
    "name": "Harold Bloom"
  }, 
  {
    "quote": "According to your sympathy, you will take pleasure in your own happiness or in the happiness of other people but it is always your own happiness you seek.", 
    "name": "John Buchanan Robinson"
  }, 
  {
    "quote": "I am the son of a small and far-away nation and the other laureates have all come from different countries from all over the world and we all were equally received here with signs of sympathy.", 
    "name": "Albert Szent-Gyorgyi"
  }, 
  {
    "quote": "Whether rich people make money or lose money, they get no sympathy from the public.", 
    "name": "Gary Ackerman"
  }, 
  {
    "quote": "There's no greater way to gain an audience's sympathy than by being unfortunate.", 
    "name": "Seth Green"
  }, 
  {
    "quote": "I feel sympathy for the working class lad. I've always championed about ticket prices and try to equate that to people's salaries.", 
    "name": "Alex Ferguson"
  }, 
  {
    "quote": "But what you could perhaps do with in these days is a word of most sincere sympathy. Your movement is carried internally by so strong a truth and necessity that victory in one form or another cannot elude you for long.", 
    "name": "Hjalmar Schacht"
  }, 
  {
    "quote": "I don't care about sympathy. I care about playing a character who's understandable and clear.", 
    "name": "Anson Mount"
  }, 
  {
    "quote": "I'm not going to give a courtesy gift to a person who's going to win, and I'm not going to give a sympathy gift to a person who's going to lose.", 
    "name": "Tim Kaine"
  }, 
  {
    "quote": "My mother listened to all the news from the camp during the strike. She said little, especially when my father or the men who worked for him were about I remember her instinctive and unhesitating sympathy for the miners.", 
    "name": "Agnes Smedley"
  }, 
  {
    "quote": "I didn't go to university. Didn't even finish A-levels. But I have sympathy for those who did.", 
    "name": "Terry Prachett"
  }, 
  {
    "quote": "Since this war began our sympathy has gone out to all the suffering people who have been dragged into it. Further hundreds of millions have become involved since I spoke at Limerick fortnight ago.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "I don't really distinguish between sympathy and honesty when I'm writing. The two go together - I'm interested in inhabiting my characters, seeing the world through their eyes.", 
    "name": "Tom Perrotta"
  }, 
  {
    "quote": "We were united not only by political respect for each other, but also by deep mutual sympathy as people.", 
    "name": "Helmut Kohl"
  }, 
  {
    "quote": "A creative element is surely present in all great systems, and it does not seem possible that all sympathy or fundamental attitudes of will can be entirely eliminated from any human philosophy.", 
    "name": "Morris Raphael Cohen"
  }, 
  {
    "quote": "Any relations in a social order will endure, if there is infused into them some of that spirit of human sympathy which qualifies life for immortality.", 
    "name": "George William Russell"
  }, 
  {
    "quote": "They weren't impatient for the boys to turn into cartoons again. They awarded sympathy, gave compassion. Because deep down they had found parts of themselves in the characters. You said it George.", 
    "name": "Audrey Meadows"
  }, 
  {
    "quote": "Although I'm Australian, I find myself much more in sympathy with the Austrian version!", 
    "name": "David Chalmers"
  }, 
  {
    "quote": "When men are arrested without any legal basis and for political reasons, it's merely a routine, everyday occurrence in Russia, and hardly anyone has any sympathy.", 
    "name": "Alexei Navalny"
  }, 
  {
    "quote": "I believe that we must reach our brother, never toning down our fundamental oppositions, but meeting him when he asks to be met, with a reason for the faith that is in us, as well as with a loving sympathy for them as brothers.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "Men are often biased in their judgment on account of their sympathy and their interests.", 
    "name": "George William Norris"
  }, 
  {
    "quote": "In externals we advance with lightening express speed, in modes of thought and sympathy we lumber on in stage-coach fashion.", 
    "name": "Frances E. Willard"
  }, 
  {
    "quote": "We all have to announce our full solidarity with the struggle of those seeking freedom and justice in Syria, and translate this sympathy into a clear political vision that supports a peaceful transition to a democratic system of rule that reflects the demands of the Syrian people for freedom.", 
    "name": "Mohammed Morsi"
  }, 
  {
    "quote": "There's something very beautiful and compelling about someone who has ambition and someone who knows what they want, but it can get a little frustrating at times, so I understand that. I have sympathy for that.", 
    "name": "Michael Ealy"
  }, 
  {
    "quote": "Sympathy with nature is part of a good person's religion.", 
    "name": "Francis Herbert Hedge"
  }, 
  {
    "quote": "I want the municipality to be a helping hand to the man with a desire of sympathy, to help the fallen when it is not in their power to help themselves.", 
    "name": "John Burns"
  }, 
  {
    "quote": "My guitar was loud as hell, and I had no sympathy for anybody else.", 
    "name": "Brownie McGhee"
  }, 
  {
    "quote": "California must be all American or all Chinese. We are resolved that it shall be American, and are prepared to make it so. May we not rely upon your sympathy and assistance?", 
    "name": "Denis Kearney"
  }, 
  {
    "quote": "I think we lost a great deal of sympathy and support with the way in which the crisis was handled, most importantly I think when we appeared to be grasping for too much at one time instead of identifying our priorities in a much more responsible fashion.", 
    "name": "Billy Tauzin"
  }, 
  {
    "quote": "I have to express sympathy from the bottom of my heart to those people who were taken as wartime comfort women. As a human being, I would like to express my sympathies, and also as prime minister of Japan I need to apologize to them.", 
    "name": "Shinzo Abe"
  }, 
  {
    "quote": "You have to take strength from the people that love you and the people that love Barbara and the huge number of expressions of sympathy and compassion and support. That has been extremely moving.", 
    "name": "Ted Olson"
  }, 
  {
    "quote": "You have to have sympathy for and an empathy with a character in order to play them.", 
    "name": "Laura Carmichael"
  }, 
  {
    "quote": "This sympathy is not translated into force against the British government because it is not like the anti- apartheid movement which had a high profile here and Mandela is a more engaging figure than Yasser Arafat.", 
    "name": "Tom Paulin"
  }, 
  {
    "quote": "It's hard for me to think of others because I'm not particularly in sympathy with the music of this century.", 
    "name": "Alan Hovhaness"
  }, 
  {
    "quote": "I have great sympathy for people that are infertile, but a life is not something you can give away.", 
    "name": "Mary Beth Whitehead"
  }, 
  {
    "quote": "Reasoned arguments and suggestions which make allowance for the full difficulties of the state of war that exists may help, and will always be listened to with respect and sympathy.", 
    "name": "Stafford Cripps"
  }, 
  {
    "quote": "The professional must learn to be moved and touched emotionally, yet at the same time stand back objectively: I've seen a lot of damage done by tea and sympathy.", 
    "name": "Anthony Storr"
  }, 
  {
    "quote": "I don't think it's an incredibly radical premise to try and have sympathy for someone who has made a mistake.", 
    "name": "Joe Cornish"
  }, 
  {
    "quote": "IT is mere coincidence that Cooper was born in the year which produced The Power of Sympathy and that when he died Uncle Tom's Cabin was passing through its serial stage, and yet the limits of his life mark almost exactly the first great period of American fiction.", 
    "name": "Carl Clinton Van Doren"
  }, 
  {
    "quote": "Okay, so, sometimes in life, I can be a score-keeper - someone who keeps track of what he gives and what he gets in return. An annoying quality, to say the least, and I'm sure my wife has your sympathy, but it's made me highly attuned to when and where credit is due.", 
    "name": "Mark Feuerstein"
  }, 
  {
    "quote": "Women ought to feel a peculiar sympathy in the colored man's wrong, for, like him, she has been accused of mental inferiority, and denied the privileges of a liberal education.", 
    "name": "Angelina Grimke"
  }, 
  {
    "quote": "More negatives write than call. It's a cheap shot for me to go on the air with the critical letters or E-mail I get because the reaction of the listeners is always an instantaneous expression of sympathy for me and contempt for the poor critic.", 
    "name": "John Hall"
  }, 
  {
    "quote": "Teetotallers lack the sympathy and generosity of men that drink.", 
    "name": "W. H. Davies"
  }, 
  {
    "quote": "There's a certain amount of sympathy here for the Bush administration's problem, which is they would like to get rid of Saddam Hussein and they would like to have the Kurds autonomous.", 
    "name": "Les Aspin"
  }, 
  {
    "quote": "It is the right of our people to organize to oppose any law and any part of the Constitution with which they are not in sympathy.", 
    "name": "Alfred E. Smith"
  }, 
  {
    "quote": "I didn't feel any remorse or sympathy if I injured a rival. I went over the top a few times but I never broke anyone's leg.", 
    "name": "Peter Storey"
  }, 
  {
    "quote": "Captain Hale, alone, without sympathy or support, save that from above, on the near approach of death asked for a clergyman to attend him. It was refused. He then requested a Bible that too was refused by his inhuman jailer.", 
    "name": "William Hull"
  }, 
  {
    "quote": "I have the greatest sympathy with the growth of the socialist party. I think they understand the evils that surround us and hammer them into people's minds better than we Liberals.", 
    "name": "Charles Trevelyan"
  }
]