[
  {
    "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Don't cry because it's over. Smile because it happened.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "Look back, and smile on perils past.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "A warm smile is the universal language of kindness.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "A smile is a curve that sets everything straight.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "A smile is the light in your window that tells others that there is a caring, sharing person inside.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "After every storm the sun will smile for every problem there is a solution, and the soul's indefeasible duty is to be of good cheer.", 
    "name": "William R. Alger"
  }, 
  {
    "quote": "Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "They might not need me but they might. I'll let my head be just in sight a smile as small as mine might be precisely their necessity.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Laughter is day, and sobriety is night a smile is the twilight that hovers gently between both, more bewitching than either.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "If you smile when no one else is around, you really mean it.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Jesus wept Voltaire smiled. From that divine tear and from that human smile is derived the grace of present civilization.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Remember even though the outside world might be raining, if you keep on smiling the sun will soon show its face and smile back at you.", 
    "name": "Anna Lee"
  }, 
  {
    "quote": "A smile is happiness you'll find right under your nose.", 
    "name": "Tom Wilson"
  }, 
  {
    "quote": "Smile, for everyone lacks self-confidence and more than any other one thing a smile reassures them.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Wear a smile and have friends wear a scowl and have wrinkles.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "But God can only smile because only God can know what is coming next.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "If you haven't seen your wife smile at a traffic cop, you haven't seen her smile her prettiest.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Always keep your smile. That's how I explain my long life.", 
    "name": "Jeanne Calment"
  }, 
  {
    "quote": "A smile abroad is often a scowl at home.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "And the smile that is worth the praises of earth is the smile that shines through tears.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Courage, not compromise, brings the smile of God's approval.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "The flower in the vase smiles, but no longer laughs.", 
    "name": "Malcolm De Chazal"
  }, 
  {
    "quote": "A smile is the universal welcome.", 
    "name": "Max Eastman"
  }, 
  {
    "quote": "Smile, it's free therapy.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "When I look out at the people and they look at me and they're smiling, then I know that I'm loved. That is the time when I have no worries, no problems.", 
    "name": "Etta James"
  }, 
  {
    "quote": "Better by far you should forget and smile that you should remember and be sad.", 
    "name": "Christina Rossetti"
  }, 
  {
    "quote": "Wrinkles will only go where the smiles have been.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "I want to touch the heart of the world and make it smile.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "A smile is the chosen vehicle of all ambiguities.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "I have witnessed the softening of the hardest of hearts by a simple smile.", 
    "name": "Goldie Hawn"
  }, 
  {
    "quote": "Children learn to smile from their parents.", 
    "name": "Shinichi Suzuki"
  }, 
  {
    "quote": "I've always spent more time with a smile on my face than not, but the thing is, I don't write about it.", 
    "name": "Robert Smith"
  }, 
  {
    "quote": "I never smile unless I mean it.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "I'm really exciting. I smile a lot, I win a lot, and I'm really sexy.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "The company of fools may first make us smile, but in the end we always feel melancholy.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "Never a lip is curved with pain that can't be kissed into smiles again.", 
    "name": "Bret Harte"
  }, 
  {
    "quote": "I was so embarrassed about mispronouncing words. I just knew how to smile.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "She gave me a smile I could feel in my hip pocket.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "I think that anybody that smiles automatically looks better.", 
    "name": "Diane Lane"
  }, 
  {
    "quote": "To smile at the jest which plants a thorn in another's breast is to become a principal in the mischief.", 
    "name": "Richard Brinsley Sheridan"
  }, 
  {
    "quote": "Colors are the smiles of nature.", 
    "name": "Leigh Hunt"
  }, 
  {
    "quote": "I have found that a smile and a stick will carry you through all right, and in ninety-nine cases out of a hundred it is the smile that does the trick.", 
    "name": "Robert Powell"
  }, 
  {
    "quote": "If the world's a veil of tears, Smile till rainbows span it.", 
    "name": "Lucy Larcom"
  }, 
  {
    "quote": "It is impossible to persuade a man who does not disagree, but smiles.", 
    "name": "Muriel Spark"
  }, 
  {
    "quote": "Youth smiles without any reason. It is one of its chiefest charms.", 
    "name": "Thomas Gray"
  }, 
  {
    "quote": "As happy a man as any in the world, for the whole world seems to smile upon me!", 
    "name": "Samuel Pepys"
  }, 
  {
    "quote": "Let us always meet each other with smile, for the smile is the beginning of love.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears.", 
    "name": "Anne Roiphe"
  }, 
  {
    "quote": "Peace begins with a smile.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "If you have only one smile in you give it to the people you love.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "We shall never know all the good that a simple smile can do.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.", 
    "name": "Richard M. DeVos"
  }, 
  {
    "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "War is a game that is played with a smile. If you can't smile, grin. If you can't grin, keep out of the way till you can.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Start every day off with a smile and get it over with.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "If by chance some day you're not feeling well and you should remember some silly thing I've said or done and it brings back a smile to your face or a chuckle to your heart, then my purpose as your clown has been fulfilled.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "Anyone who has a continuous smile on his face conceals a toughness that is almost frightening.", 
    "name": "Greta Garbo"
  }, 
  {
    "quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Joy's smile is much closer to tears than laughter.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother's love.", 
    "name": "Thomas Chandler Haliburton"
  }, 
  {
    "quote": "Your smile will give you a positive countenance that will make people feel comfortable around you.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "'Tis easy enough to be pleasant, When life flows along like a song But the man worth while is the one who will smile when everything goes dead wrong.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Beauty is power a smile is its sword.", 
    "name": "John Ray"
  }, 
  {
    "quote": "If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "There are some women whose pregnancy would make some sly bachelor smile.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "And if you see me, smile and maybe give me a hug. That's important to me too.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "I enjoy jokes, smiling, and making people smile. I may be a little different, but that's OK, who wants to be normal anyway?", 
    "name": "Tim Duncan"
  }, 
  {
    "quote": "Smile, it is the key that fits the lock of everybody's heart.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "A smile is a facelift that's in everyone's price range!", 
    "name": "Tom Wilson"
  }, 
  {
    "quote": "Luck is not chance, it's toil fortune's expensive smile is earned.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "A bland smile is like a green light at an intersection, it feels good when you get one, but you forget it the moment you're past it.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "It's sort of a feeling of power onstage. It's really the ability to make people smile, or just to turn them one way or another for that duration of time, and for it to have some effect later on. I don't really think it's power... it's the goodness.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "Let me smile with the wise, and feed with the rich.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The biggest thing we get out of it is seeing the kids smile. And hopefully we will also see that the lessons we're teaching - not only the fundamentals of hockey, but also the life values - are sinking in.", 
    "name": "Bobby Orr"
  }, 
  {
    "quote": "A stale article, if you dip it in a good, warm, sunny smile, will go off better than a fresh one that you've scowled upon.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side of the face can smile while the other is pinched.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "My children are the reason I laugh, smile and want to get up every morning.", 
    "name": "Gena Lee Nolin"
  }, 
  {
    "quote": "Not by appointment do we meet delight Or joy they heed not our expectancy But round some corner of the streets of life they of a sudden greet us with a smile.", 
    "name": "Gerald Massey"
  }, 
  {
    "quote": "The person that's always talkin', you don't have to worry about that person. The person that while you're in his face, he's just lookin' at you with a smile on his face, that's the guy you worry about.", 
    "name": "Michael Clarke Duncan"
  }, 
  {
    "quote": "I wanted to do another movie that could make us laugh and cry and feel good about the world. I wanted to do something else that could make us smile. This is a time when we need to smile more and Hollywood movies are supposed to do that for people in difficult times.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "There's nothing I value more than the closeness of friends and family, a smile as I pass someone on the street.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "Being in a rock band is about touring. It's about writing songs and it's about making records but it's also about taking a wonderful smile onto that stage and making the people feel good about themselves.", 
    "name": "James Young"
  }, 
  {
    "quote": "You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.", 
    "name": "Brad Garrett"
  }, 
  {
    "quote": "Don't write anything you can phone. Don't phone anything you can talk. Don't talk anything you can whisper. Don't whisper anything you can smile. Don't smile anything you can nod. Don't nod anything you can wink.", 
    "name": "Earl Long"
  }, 
  {
    "quote": "Humour is the weapon of unarmed people: it helps people who are oppressed to smile at the situation that pains them.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "If you're able to help some people and make them smile and make them realize that life is good, then that's worth so much more than buying a pair of shoes.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Acting is a sense of wonder and magic and mystery for me and when life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.", 
    "name": "Andrea Thompson"
  }, 
  {
    "quote": "It's inspirational to see someone who is dying smile.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Whenever I run into prejudice. I smile and feel sorry for them, and I say to myself, There's one more argument for birth control.", 
    "name": "Freddy Fender"
  }, 
  {
    "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "He taught me never to smile, which helps me when I visit disaster sites.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "Everyone looks so much better when they smile.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "You know, I've got wrinkles on my forehead and smile lines, but what's wrong with that? I love to smile.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Nobody needs a smile so much as the one who has none to give. So get used to smiling heart-warming smiles, and you will spread sunshine in a sometimes dreary world.", 
    "name": "Lawrence G. Lovasik"
  }, 
  {
    "quote": "Better by far you should forget and smile than that you should remember and be sad.", 
    "name": "Christina G. Rossetti"
  }, 
  {
    "quote": "What do I like in a girl? I like a girl that likes me, a girl that knows how to smile and see the bright side of things. A girl that makes me a better person.", 
    "name": "James Lafferty"
  }, 
  {
    "quote": "Being funny is one of my greatest strengths. I can make girls smile when they're down, and when they're having a good time, I can carry on the joke.", 
    "name": "John Krasinski"
  }, 
  {
    "quote": "The man who can smile when things go wrong has thought of someone else he can blame it on.", 
    "name": "Robert Bloch"
  }, 
  {
    "quote": "As long as you smile, have sparkly eyes and stick your shoulders back, nobody's going to notice your bum or your waist or your feet, for that matter.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "The appreciative smile, the chuckle, the soundless mirth, so important to the success of comedy, cannot be understood unless one sits among the audience and feels the warmth created by the quality of laughter that the audience takes home with it.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "I don't mind a little Sturm und Drang. When I was doing 'Riding in Cars With Boys,' I wouldn't smile at anybody, because my character, Bev, was angry at the world. I'm the opposite. Inside my head I'd be like, God, I'll explain to you at the end of shooting that I'm not this person.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "If you walk down the street and smile at someone, that will get passed on to the next person. That has the power to change someone's day.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "I believe that when you put a smile out there, you get a smile back.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "Later in my life, I'm going to look back and smile and be very fulfilled. I know that if I don't give it my all right now I'll regret it later. That's very important to me, because I've worked all my life to have this.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "Religion can emerge in all forms of feeling: here wild anger, there the sweetest pain here consuming hatred, there the childlike smile of serene humility.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I think Led Zeppelin must have worn some of the most peculiar clothing that men had ever been seen to wear without cracking a smile.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "It is boorish to live ungraciously: the giving is the hardest part what does it cost to add a smile?", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "I was walking around legally blind. Now I have 20-20 vision. I can't believe I spent so many years blurry, but I think that coincides with how I was feeling. Now I notice if people are watching me, but I also smile right back if someone waves, which helps.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Remember that it is not enough to abstain from lying by word of mouth for the worst lies are often conveyed by a false look, smile, or act.", 
    "name": "Abraham Cahan"
  }, 
  {
    "quote": "I never smile when I have a bat in my hands. That's when you've got to be serious. When I get out on the field, nothing's a joke to me. I don't feel like I should walk around with a smile on my face.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "Smiles come naturally to me, but I started thinking of them as an art form at my command. I studied all the time. I looked at magazines, I'd practice in front of the mirror and I'd ask photographers about the best angles. I can now pull out a smile at will.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "Allowing yourself to smile takes 99% of the effort.", 
    "name": "Simon Travaglia"
  }, 
  {
    "quote": "Go, forget me - why should sorrow, O'er that brow a shadow fling? Go, forget me - and tomorrow, brightly smile and sweetly sing. Smile - though I shall not be near thee Sing - though I shall never hear thee.", 
    "name": "Charles Wolfe"
  }, 
  {
    "quote": "To be able to throw one's self away for the sake of a moment, to be able to sacrifice years for a woman's smile - that is happiness.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "When I take my kids out for dinner or lunch, people smile at us.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I truly believe my job is to make sure people smile.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "It takes a man to suffer ignorance and smile.", 
    "name": "Sting"
  }, 
  {
    "quote": "There is not a soul who does not have to beg alms of another, either a smile, a handshake, or a fond eye.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Just because a situation is grim doesn't mean you don't have every right to smile.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Comedy, we may say, is society protecting itself - with a smile.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "When I came into office, people said, 'Billionaire? How do they live? What do they eat? How do they sleep?' Today, they see me on the subway coming uptown. A couple of people say hi, some people smile and nod. Some people just sleep. It's not an issue.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster.", 
    "name": "Avery Brooks"
  }, 
  {
    "quote": "A smile costs about $240.", 
    "name": "Roma Downey"
  }, 
  {
    "quote": "Ostensibly rigorous and realistic, contemporary conservatism is an ideology of denial. Its symbol is a smile button.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Laughter is regional: a smile extends over the whole face.", 
    "name": "Malcolm De Chazal"
  }, 
  {
    "quote": "I don't know what I would have done without believing in God. His support gives me power and energy to continue to be optimistic, to smile, not to be depressed. Sometimes, if things are not going so well, I don't cry. I say maybe it's meant to be.", 
    "name": "Ofra Haza"
  }, 
  {
    "quote": "Clinton's hands remain incredibly clean, don't they, and Tony Blair's smile remains as wide as ever. I view these guises with profound contempt.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "I love a girl that can make me laugh. I am not really a laugh-at-things type of guy and I don't smile and laugh all the time... But if a girl can make me laugh... I'm in love!!!!", 
    "name": "Jesse McCartney"
  }, 
  {
    "quote": "It scares you: all the noise, the rattling, the shaking. But the look on everybody's face when you're finished and packing, it's the best smile in the world and there's nobody hurt, and the well's under control.", 
    "name": "Red Adair"
  }, 
  {
    "quote": "People need to understand that the Lauryn Hill they were exposed to in the beginning was all that was allowed in that arena at the time. I had to step away for the sake of the machine. I was being way too compromised. I felt uncomfortable having to smile in someone's face when I really didn't like them or know them well enough to like.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "So, my style has hopefully changed over the years and it is more relaxed, and I do tend to smile and have more than one expression these days hopefully - which I didn't at the beginning.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "Tears are sometimes an inappropriate response to death. When a life has been lived completely honestly, completely successfully, or just completely, the correct response to death's perfect punctuation mark is a smile.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "You can always tell folks from nonfolks. Folks like to feel good, like to smile for the camera when there's a big photo opportunity for a really good cause.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "We've been trained since kindergarten: Be nice, be kind, share, put on a smile. So we're conditioned to squash our natural selfish instincts, and that's the right thing for society.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "When onstage, I always try to take my audience through as many emotions as I possibly can. I want them to go from laughter to tears, be shocked and surprised and walk out the door with a renewed sense of themselves - and maybe a smile.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "First, I want to pay tribute to Diana myself. She was an exceptional and gifted human being. In good times and bad, she never lost her capacity to smile and laugh, nor to inspire others with her warmth and kindness. I admired and respected her - for her energy and commitment to others, and especially for her devotion to her two boys.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "In politics you learn to always smile.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "When trying to remember my share in the glow of the eternal present, in the smile of God, I return to my childhood, too, for that is where the most significant discoveries turn up.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "You know when someone's over-flattering you in a way. You smile but you can't believe it.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "The catch phrase for the day is 'Do an act of kindness. Help one person smile.'", 
    "name": "Harvey Ball"
  }, 
  {
    "quote": "Usually, if you smile at them and show some interest in the toy, they will give it to you. That's a straight up Democrat move!", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "We smile at the ignorance of the savage who cuts down the tree in order to reach its fruit but the same blunder is made by every person who is over eager and impatient in the pursuit of pleasure.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "Crowds are the most difficult thing for me these days because I have to walk with my head down and my eyes averted. There's still that part of me that wants to hold my head up, make eye contact and smile.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "If you want to meet a woman, it's best just to smile and say hi.", 
    "name": "Karen McDougal"
  }, 
  {
    "quote": "Smile, it's better than a poke in the eye.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "Reproof on her lip, but a smile in her eye.", 
    "name": "Samuel Lover"
  }, 
  {
    "quote": "Smile at a stranger. See what happens.", 
    "name": "Patti LuPone"
  }, 
  {
    "quote": "The number-one job of the hedge-fund manager is not to make sure that you can retire with a smile on your face - it's for him to retire with a smile on his face.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "We forget that this music, music made by my brothers and sisters, is still a baby. It's just beginning. When I think of the possibilities, it makes me smile.", 
    "name": "Barry White"
  }, 
  {
    "quote": "If I go into a sandwich shop or anywhere that features 'Today's specials' on a chalkboard more than 10 feet away, I have to ask for a printed menu. I smile at people I don't know on the street and ignore those I do. When at home, I often find myself grabbing my 'back-up' glasses to search for the better-loved pair I have left on top of my dresser.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "I try to greet my friends with a drink in my hand, a warm smile on my face, and great music in the background, because that's what gets a dinner party off to a fun start.", 
    "name": "Ina Garten"
  }, 
  {
    "quote": "I'm a car fanatic and each morning I wake up with a smile on my face, whether I'm commentating on the Formula One or at Silver Hatch racetrack in Roary the Racing Car.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "What looks like enjoyment is the sneer of contempt. That's not a smile.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Oh, the summer night, Has a smile of light, And she sits on a sapphire throne.", 
    "name": "Barry Cornwall"
  }, 
  {
    "quote": "Those who weep recover more quickly than those who smile.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "Beauty comes from a life well lived. If you've lived well, your smile lines are in the right places, and your frown lines aren't too bad, what more do you need?", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "A man can be drawn across the room with the simplicity of a smile. That's why your pearly whites should always be straight and shiny. I think most of my clients are drawn to a fun, flirty nature in a woman. The problem is, most women do not often feel fun and flirty.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "I'm as happy a man as any in the world, for the whole world seems to smile upon me!", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "But with exquisite breathing you smile, with satisfaction of love, And I touch you again as you tick in the silence and settle in sleep.", 
    "name": "Karl Shapiro"
  }, 
  {
    "quote": "Country music in the mid-'90s was a big influence on my career, and I played all the songs that are referenced in ''94' back in my club days. Joe Diffie was rocking a sick mullet, and he was hotter than ever... just putting out monster hit after monster hit. It totally takes me back to those days, and it makes me smile every time I hear it.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "I think I've always had a certain amount of skepticism of this whole 'shut up and smile' theory. I haven't ever swallowed that pill so easily, although I tried.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "The bat is gone, but the smile remains.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "Well, there's nothing more touching than putting a smile on a kid's face when you can.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "And History will smile to think that this is the species for which Socrates and Jesus Christ died.", 
    "name": "Julien Benda"
  }, 
  {
    "quote": "The coolest part about seeing a girl wear something comfortable is the smile that you can just feel coming through from inside her.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "I had ordered long legs, but they never arrived. My eyes are weird too, one is gray and the other is green. I have a crooked smile and my nose looks like a ski slope. No, I would not win a Miss contest.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I never get tired of smiling. I'm just the kind of guy who likes to smile.", 
    "name": "Jason Ritter"
  }, 
  {
    "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "I am trying to inspire people to just take control of their oral health, because if we don't take care of our oral health, it affects so many different aspects of our lives. If your smile and mouth is not together, it affects your relationship, your self-esteem, your health.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I never laugh or smile when I am writing. When I come home for lunch after writing all morning, my wife says I look like I just came home from a funeral. This is not bragging. This is an illness.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "You see, with me, when I'm nervous, I smile and laugh.", 
    "name": "Paula Radcliffe"
  }, 
  {
    "quote": "I'm a very outgoing person. I'm always happy, I'm one of those people who are always smiling. If somebody described me to somebody else, they'd say the kid with the curly hair with the big smile on his face. I get along with everybody.", 
    "name": "Corbin Bleu"
  }, 
  {
    "quote": "My mother-in-law speaks not a word of English. I speak not a word of Tajiki. So I smile at her ingratiatingly and she fixes me with a beady eye.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "A beautiful person is someone who stays true to themselves and their spirit someone who is self-confident and can make you smile.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "One of the most important responsibilities in the Christian life is to care about others, smile at them, and be a friend to the friendless.", 
    "name": "James Dobson"
  }, 
  {
    "quote": "I've never missed a gig yet. Music makes people happy, and that's why I go on doing it - I like to see everybody smile.", 
    "name": "Buddy Guy"
  }, 
  {
    "quote": "There's no damn business like show business - you have to smile to keep from throwing up.", 
    "name": "Billie Holiday"
  }, 
  {
    "quote": "I just want to show the fans my big smile and play the game that I love.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "I like to smile. I smile even when I'm nervous since it calms me down and shows my friendliness.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "In masks outrageous and austere, The years go by in single file But none has merited my fear, And none has quite escaped my smile.", 
    "name": "Elinor Wylie"
  }, 
  {
    "quote": "Nothing beats a great smile.", 
    "name": "Karl Urban"
  }, 
  {
    "quote": "When Whitney Houston died, I felt great sadness. My sadness, of course, was about our collective loss - when you listened to this nightingale sing, your body would drop into a chair, your head would tilt up, a small smile would creep across your face, and inside you knew that there was a higher power somewhere: gifted, beautiful, spiritual.", 
    "name": "James Belushi"
  }, 
  {
    "quote": "It is clear I was never the Pretty Girl. I had my two front teeth knocked out when I was 10 and didn't fix them until I was 19. I have a crooked smile and a nose that looks like it's been broken 12 times but never has been. My nose was always red, so people called me Rudolph. My whole face is off-center.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "I feel like a little kid who just walked into a candy store. I think that's something to smile about.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "Whereas I used to get depressed or neurotic or dwell on things, I see my son's bright eyes and smile in the morning, and suddenly, I don't feel like I'm depressed anymore. There's nothing to be depressed about when you've got that.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "Many people say I smile more in Africa than in Sweden.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "I just sing the stuff that makes me smile, makes me feel like I didn't sell myself out.", 
    "name": "Patti LaBelle"
  }, 
  {
    "quote": "Most smiles are started by another smile.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "We're teaching our kids that attributes as vague and relatively meaningless as a toothy smile or a fine head of hair make a fine statement about a person.", 
    "name": "Neil Cavuto"
  }, 
  {
    "quote": "You know, there's nothing like seeing the smile on my kids' faces. Laughing together. Playing. It's the best.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "The Viennese wash everything. Where else in the world does the government hire public servants to wash public telephone booths and the glass over traffic lights? Every time I see someone doing these things, I smile like a child.", 
    "name": "Jonathan Carroll"
  }, 
  {
    "quote": "I suffered from post-natal depression after Rowan was born. I had a healthy, beautiful baby girl and I couldn't look at her. I couldn't hold her, smile at her. All I wanted was to disappear and die.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "Bob Dylan has always sealed his decisions with the unexplainable. His motives for withholding the release of the magnificent 'Basement Tapes' will be as forever obscure as Brian Wilson's reasons for the destruction of the tapes for 'Smile.'", 
    "name": "Jon Landau"
  }, 
  {
    "quote": "I get very nervous whenever I think about it. I've never done a serious play, and I have such awe of the woman - she's really my only idol. It's going to be a big stretch - certain people come out on stage and your face muscles automatically tense and you get ready to smile.", 
    "name": "Judy Holliday"
  }, 
  {
    "quote": "If the Starbucks secret is a smile when you get your latte... ours is that the Web site adapts to the individual's taste.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "When you're walking down the street, or you're at a restaurant, someone catches your eye because they have their own look. It goes way beyond what they're wearing - into their mannerisms, the way they smile, or just the way they hold themselves.", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "They gave each other a smile with a future in it.", 
    "name": "Ring Lardner"
  }, 
  {
    "quote": "It takes both courage and talent to stand up in front of fellow human beings and make them crack a smile, and at the same time keep it clean.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "You're never fully dressed without a smile.", 
    "name": "Martin Charnin"
  }, 
  {
    "quote": "Playing hard to get is not the way to win me over. I'm definitely more for the girl who can smile and laugh all the time and just have a good time!", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "I get really frustrated if people don't smile.", 
    "name": "Sophie Ellis-Bextor"
  }, 
  {
    "quote": "I hoped I could make people smile and laugh and have a good time.", 
    "name": "Carson Kressley"
  }, 
  {
    "quote": "Jessica Simpson is the youth ambassador for Operation Smile, and an episode of The Apprentice featured a team managing a charity concert she put on. Donald Trump came on stage and pledged a donation.", 
    "name": "Roma Downey"
  }, 
  {
    "quote": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "Right now, I'm following the Buddhist principle: Smile as abuse is hurled your way and this too shall pass.", 
    "name": "Aishwarya Rai"
  }, 
  {
    "quote": "No, I like to wear as least amount of makeup as I can during my everyday life because I'm just all about keeping my skin healthy and hydrated and I love to laugh and have a great time and smile - that's when I feel the most pretty so I just want to make sure that I stay happy.", 
    "name": "Lily Collins"
  }, 
  {
    "quote": "I retire with a smile on my face, in good health, and ready to spend autumns at my kids' games instead of my own. I'm excited to start the next chapter of my life.", 
    "name": "Drew Bledsoe"
  }, 
  {
    "quote": "For me, I think the Lord wanted me to win to put a smile on Chinese people's faces.", 
    "name": "Michael Chang"
  }, 
  {
    "quote": "I watched Gene Kelly for his smile, for his energy. Vittorio Gassman for his movement. Clark Gable for his mustache. And I watched Lassie who was happy as a dog.", 
    "name": "Jean Dujardin"
  }, 
  {
    "quote": "My first experiences of academic friendship made me smile in after years when I looked back on them. But my circle of acquaintances had gradually grown so large that it was only natural new friendships should grow out of it.", 
    "name": "Georg Brandes"
  }, 
  {
    "quote": "People always say golfers don't smile. But there is so much psychology in golf so we have to be a bit robotic.", 
    "name": "Lee Westwood"
  }, 
  {
    "quote": "I'd much rather have sat there and just been a fly on the wall, instead of having to smile at people. I'd rather have been a waitress. Just gone round and stared at people.", 
    "name": "Jennifer Saunders"
  }, 
  {
    "quote": "May Heaven be propitious, and smile on the cause of my country.", 
    "name": "Zebulon Pike"
  }, 
  {
    "quote": "I know virtually no one of my age who can remember a hug, or a smile from their father, or a 'Let's go play football.'", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "I always said that if I could just find a guy who could chop wood and had a nice smile, it wouldn't bother me if he was a thug or an aristocrat, as long as he was a good guy. And I've ended up with an educated thug.", 
    "name": "Sade Adu"
  }, 
  {
    "quote": "Nothing you wear is more important than your smile.", 
    "name": "Connie Stevens"
  }, 
  {
    "quote": "Virtue is not photogenic. What is it to be a nice guy? To be nothing, that's what. A big fat zero with a smile for everybody.", 
    "name": "Kirk Douglas"
  }, 
  {
    "quote": "But I am convinced that those Jews who stand aside today with a malicious smile and with their hands in their trousers' pockets will also want to dwell in our beautiful home.", 
    "name": "Theodor Herzl"
  }, 
  {
    "quote": "The smile of God is victory.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "I like to smile when its natural. I'm not mad or anything. That's my style.", 
    "name": "Jesse McCartney"
  }, 
  {
    "quote": "I travel around the world, experiencing every language, every religion... some places where there's just no reason to smile, because their lives are so difficult.", 
    "name": "Lionel Richie"
  }, 
  {
    "quote": "And I like the look on people's faces when I say I'm doing this movie called Pride and Prejudice and they kind of smile, and then I say I'm in a movie called Doom and they kind of do a double take and try and put the two things together. And they never quite manage to.", 
    "name": "Rosamund Pike"
  }, 
  {
    "quote": "If I went to them all dressed up and flashed a nice smile for the cameras it would probably be easier for me to get work. But I just can't tolerate it.", 
    "name": "Charlie Hunnam"
  }, 
  {
    "quote": "A simple compliment goes a really long way - for a guy to just come over and say, 'You have great hair' or 'I really like your dress,' and then just smile and walk away. That's a great move, because he's sort of putting himself out there by doing that, but it won't lead to any embarrassment if the girl isn't interested.", 
    "name": "Stacy Keibler"
  }, 
  {
    "quote": "The same people who smile in my face would be the same ones to talk behind my back.", 
    "name": "Timbaland"
  }, 
  {
    "quote": "When I see these young girls who are dreaming the dream that I'm living, it's very very exciting and it puts a big smile on my face.", 
    "name": "Sue Wicks"
  }, 
  {
    "quote": "I love a good laugh as well, I think that's so important in life, which is probably why I've dabbled in comedy writing as well as horror. I think if you can make someone laugh or smile it's the most special thing in the world.", 
    "name": "Paul Kane"
  }, 
  {
    "quote": "You get somebody to crack a smile, that's a beautiful thing.", 
    "name": "Tracy Morgan"
  }, 
  {
    "quote": "The essence of life is the smile of round female bottoms, under the shadow of cosmic boredom.", 
    "name": "Guy de Maupassant"
  }, 
  {
    "quote": "His smile is like the silver plate on a coffin.", 
    "name": "John Philpot Curran"
  }, 
  {
    "quote": "We sometimes laugh from ear to ear, but it would be impossible for a smile to be wider than the distance between our eyes.", 
    "name": "Malcolm De Chazal"
  }, 
  {
    "quote": "We have such a long, familiar history with Peter Falk. The minute his mug is on that screen people smile.", 
    "name": "Paul Reiser"
  }, 
  {
    "quote": "Southerners smile more than other Americans.", 
    "name": "John Shelton Reed"
  }, 
  {
    "quote": "We tried to set up a company that patterned ourselves after Southwest in all the fun, the spirit, the great people, the smile, the efficiency side of it, but we've added some extras that people aren't used to finding on Southwest.", 
    "name": "David Neeleman"
  }, 
  {
    "quote": "I think people are sick and tired of all the abuse songs, and drug addiction, we want to bring to world a big fat smile.", 
    "name": "Steve Brown"
  }, 
  {
    "quote": "Sometimes Queens' music is dark, but somehow it's ok to deliver it with a smile on your face because thing's are still going to kick in.", 
    "name": "Joshua Homme"
  }, 
  {
    "quote": "My big running discovery was around Stanley Park in Vancouver. Miss it. That's a six-mile loop. Now I smile when I get four miles done. Age is a beast.", 
    "name": "Michael Weatherly"
  }, 
  {
    "quote": "I think ultimately I make people happy: Whether I'm doing the stage show, giving somebody a makeover, or designing clothing, the end goal is to make people smile.", 
    "name": "Carson Kressley"
  }, 
  {
    "quote": "I think Operation Smile is in more than 22 countries, mostly Third World. It just happened that my schedule opened up at the time they were heading to Vietnam.", 
    "name": "Roma Downey"
  }, 
  {
    "quote": "I sat in at every club in New York City, jamming with musicians, because it felt right - and because it felt right and we were having fun - the people dancing and sipping their drinks in the clubs felt it too and it made them smile.", 
    "name": "Ray Conniff"
  }, 
  {
    "quote": "We never respect those who amuse us, however we may smile at their comic powers.", 
    "name": "Marguerite Gardiner"
  }, 
  {
    "quote": "When you see that many people with a smile on their face, then you must be doing something right.", 
    "name": "Greg Norman"
  }, 
  {
    "quote": "She felt like a chess player who, by the clever handling of his pieces, sees the game taking the course intended. Her eyes were bright and tender with a smile as they glanced up into his and her lips looked hungry for the kiss which they invited.", 
    "name": "Kate Chopin"
  }, 
  {
    "quote": "If you force yourself to smile, within a couple minutes, you feel happy.", 
    "name": "Dean Norris"
  }, 
  {
    "quote": "Arnold Palmer has what I call an 'Eisenhower smile'. Those two men, they'd smile and their whole faces would look so pleasant it was like they were smiling all over.", 
    "name": "Byron Nelson"
  }, 
  {
    "quote": "I smile so much at the theater my face hurts when I leave.", 
    "name": "Heather Matarazzo"
  }, 
  {
    "quote": "Even if you're unhappy, just pretend that you're happy. Eventually, your smile will be contagious to yourself. I had to learn that. I used to think, 'I'm being fake,' but you know what? Better to be fake and happy than real and miserable.", 
    "name": "Evangeline Lilly"
  }, 
  {
    "quote": "While you're improvising, you may come up with something which will break him up. As soon as that smile comes out, you know that, hey, we're having fun.", 
    "name": "Shelley Berman"
  }, 
  {
    "quote": "People ask me to smile for the camera, but somehow it always comes out gloomy.", 
    "name": "Stephen Rea"
  }, 
  {
    "quote": "I've told several writers this, and, again, I get back to it, but if you want to make God smile, tell him your plans.", 
    "name": "Vin Scully"
  }, 
  {
    "quote": "When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do.", 
    "name": "Adrienne Barbeau"
  }, 
  {
    "quote": "I don't really remember a time younger than 5 years old that I didn't have skates on because all I can remember is every day, tying up my skates and a big smile on my face, excited to go on the ice.", 
    "name": "Michelle Kwan"
  }, 
  {
    "quote": "I can sing and dance. I can smile - a lot.", 
    "name": "Chris Colfer"
  }, 
  {
    "quote": "The greatest self is a peaceful smile, that always sees the world smiling back.", 
    "name": "Bryant McGill"
  }, 
  {
    "quote": "I wake up each and every day with a smile on my face knowing I get to do something musically.", 
    "name": "Two Chainz"
  }, 
  {
    "quote": "I've never wanted anybody to like me because I had long hair or short hair, or that they liked the way I dressed or they liked the way I dressed or they liked the way I smile.", 
    "name": "David Allan Coe"
  }, 
  {
    "quote": "I'm positive and I smile a lot, and I'm kind of a banana, but serious work just seems to find me, so I'm not going to argue with it.", 
    "name": "Mireille Enos"
  }, 
  {
    "quote": "I've covered a lot of ground geographically and emotionally and for years I lost my connection with my family. But the best comfort you can have, whether you are on the phone or sitting there in the living room with them, is with your parents, and to me family has always meant protection. When you smile you get a smile back, unconditionally.", 
    "name": "Brigitte Nielsen"
  }, 
  {
    "quote": "The smile on your face lets me know that you need me, there's a truth in your heart that says you'll never leave me, and the touch of your hand says you'll catch me whenever I fall.", 
    "name": "Allison Krauss"
  }, 
  {
    "quote": "People smile at me as if they know me. I just smile back. They probably might know me.", 
    "name": "Jim Broadbent"
  }, 
  {
    "quote": "Get up and dance, get up and smile, get up and drink to the days that are gone in the shortest while.", 
    "name": "Simon Fowler"
  }, 
  {
    "quote": "I will know how to hold you just by the look in your eye, I will never forget - not even on the day that I die. This is a promise of my passion for you, smile at me and make it true.", 
    "name": "Diana Lynn"
  }, 
  {
    "quote": "A game one of my sisters will play with me in my first year of being alive is called Good Baby, Bad Baby. This consists of being told I am a good baby until I smile and laugh, then being told I am a bad baby until I burst into tears. This training will stand me in good stead all through my life.", 
    "name": "Ali Smith"
  }, 
  {
    "quote": "Bjorn was a different breed, I threw my best material at him, but he would never smile, but that added to the charm when he played me and Mac. We were going nuts and losing our mind and he was sitting back like he was on a Sunday stroll.", 
    "name": "Jimmy Connors"
  }, 
  {
    "quote": "I always challenge myself. I get out in deep water and I always try to get back. But I get hung up. The audience never knows, but that's when I smile the most, when I show the most ivory.", 
    "name": "Earl Hines"
  }, 
  {
    "quote": "Operationally, God is beginning to resemble not a ruler but the last fading smile of a cosmic Cheshire cat.", 
    "name": "Julian Huxley"
  }, 
  {
    "quote": "I love the live performances and Las Vegas. I also like making films that are being discovered by another generation. Having been a teen idol of the '60s is great because you realize you left your generation with a smile and good memories.", 
    "name": "Connie Stevens"
  }, 
  {
    "quote": "In my whole career, I've never seen this type of race that you had to wait for the last day. There's so many teams that are involved. You've got to smile because we're in it.", 
    "name": "David Wells"
  }, 
  {
    "quote": "I don't know why my smile has become a signature pose. I think it's a nice change. I think people want to see happiness, so a smile is what can bring that. I didn't make it my trademark on purpose.", 
    "name": "Arizona Muse"
  }, 
  {
    "quote": "There is no point to samba if it doesn't make you smile.", 
    "name": "Alma Guillermoprieto"
  }, 
  {
    "quote": "I think the deafness affects me more than I realise I think it makes me more tired. I loathe parties. I attend, smile and leave.", 
    "name": "Stephanie Beacham"
  }, 
  {
    "quote": "I enjoy what Twitter is because I can really connect with the fans and it's a great way to share information with them and it's also a great way to entertain. I like being able to put a smile on people's faces and letting them know what I'm doing.", 
    "name": "Peter Facinelli"
  }, 
  {
    "quote": "People who keep stiff upper lips find that it's damn hard to smile.", 
    "name": "Judith Guest"
  }, 
  {
    "quote": "We may smile at these matters, but they are melancholy illustrations.", 
    "name": "Joseph Howe"
  }, 
  {
    "quote": "I hope there have been times when I made you all proud, or made you all smile or at least piqued your interest in this wonderful institution we call government.", 
    "name": "John Rowland"
  }, 
  {
    "quote": "I like guys with a nice smile. I know it's cliche, but it's so true! I like a guy with a nice smile and nice eyes.", 
    "name": "Rebecca Black"
  }, 
  {
    "quote": "Some people know that they are so adorable looking, all they have to do is smile and dress up and they get plenty from that. Then there are some of us who, early on, see that that doesn't work. So we joke about it.", 
    "name": "Merrill Markoe"
  }, 
  {
    "quote": "It is spectacular. From about five minutes in, when we knew for sure that we were going to have the weather to go, the smile on my face just got bigger and bigger, and I was just beaming through the whole launch. I mean, it is just an amazing ride.", 
    "name": "Chris Hadfield"
  }, 
  {
    "quote": "I do love to walk around in New York because people will notice me, smile, but they never bother anyone. New Yorkers are very cool. I love New York.", 
    "name": "Creed Bratton"
  }, 
  {
    "quote": "I don't remember ever deciding to become a performer. I just always was. I began performing by mimicking the performers on the new television that first took the attention away from me as the baby of the household. I continued performing to put a smile on my grandmother's face and always considered her when accepting or declining roles.", 
    "name": "T'Keyah Crystal Keymah"
  }, 
  {
    "quote": "I like outgoing girls with a lovely smile and beautiful eyes.", 
    "name": "Corbin Bleu"
  }, 
  {
    "quote": "I love to smile.", 
    "name": "Inge de Bruijn"
  }, 
  {
    "quote": "It's been a hard time to celebrate, to come out with a smile. But I'm an American. Naomi asked me to come out to support other Americans, and here I am.", 
    "name": "Angie Everhart"
  }, 
  {
    "quote": "I figured out, I guess, that the job just makes me happy if it's not number one. So if it all works, great. If it doesn't, I still go home, look at my kids, and I have a big smile on my face.", 
    "name": "Thomas Kretschmann"
  }, 
  {
    "quote": "If you're going to kill someone there isn't much reason to get all worked up about it and angry - you just pull the trigger. Angry discussions beforehand are a waste of time. We need to smile at Novell while we pull the trigger.", 
    "name": "Jim Allchin"
  }, 
  {
    "quote": "When life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.", 
    "name": "Andrea Thompson"
  }, 
  {
    "quote": "I just smile. And they - my opponents don't like it when I smile at them. They think I'm playing or something. But - like I smile throughout the whole fight. Sometimes I'll be throwing combinations and I just smile and stick my tongue out at them.", 
    "name": "Rau'Shee Warren"
  }, 
  {
    "quote": "If you meet a woman in a burqa, she can't reply to your smile. It's a denial of identity.", 
    "name": "Jean-Francois Cope"
  }, 
  {
    "quote": "The people of Liberia know what it means to be deprived of clean water, but we also know what it means to see our children to begin to smile again with a restoration of hope and faith in the future.", 
    "name": "Ellen Johnson Sirleaf"
  }, 
  {
    "quote": "No one is so completely disenchanted with the world, or knows it so thoroughly, or is so utterly disgusted with it, that when it begins to smile upon him he does not become partially reconciled to it.", 
    "name": "Giacomo Leopardi"
  }, 
  {
    "quote": "You have to promote yourself you have to have this smile on your face all the time and be this nice guy - which I am!", 
    "name": "Craig Roberts"
  }, 
  {
    "quote": "The Parthenon without the marbles is like a smile with a tooth missing.", 
    "name": "Neil Kinnock"
  }, 
  {
    "quote": "The weaker the country, the stronger the smile.", 
    "name": "Howard Koch"
  }, 
  {
    "quote": "I wake up every day with a smile on my face.", 
    "name": "Henry Ian Cusick"
  }, 
  {
    "quote": "I try to make people smile and dance, not think about things or educate them.", 
    "name": "Norman Cook"
  }, 
  {
    "quote": "Ever since I was four years old, I loved making people smile, making them think, making them feel good, feel some kind of emotion.", 
    "name": "Ann-Margret"
  }, 
  {
    "quote": "When you walk into a room, a healthy, beautiful smile is incredibly important.", 
    "name": "Susan Anton"
  }, 
  {
    "quote": "You see some of these actors, they have a permanent smile on their face. How can they do that? It really fascinates me.", 
    "name": "Agnes Bruckner"
  }, 
  {
    "quote": "Tell me not of joy: there's none Now my little sparrow's gone He, just as you, Would toy and woo, He would chirp and flatter me, He would hang the wing awhile, Till at length he saw me smile, Lord! how sullen he would be!", 
    "name": "William Cartwright"
  }, 
  {
    "quote": "I made a circle with a smile for a mouth on yellow paper, because it was sunshiny and bright.", 
    "name": "Harvey Ball"
  }, 
  {
    "quote": "Comrades, this man has a nice smile, but he's got iron teeth.", 
    "name": "Andrei A. Gromyko"
  }, 
  {
    "quote": "I just want to make people smile.", 
    "name": "Julie Garwood"
  }, 
  {
    "quote": "You keep shooting. You hope it goes in, and you smile.", 
    "name": "Teemu Selanne"
  }, 
  {
    "quote": "When you consider all the stars I have managed, mere submarines make me smile.", 
    "name": "Charles Frohman"
  }, 
  {
    "quote": "Oh, the ignorance of us upon whom Providence did not sufficiently smile to permit us to be born in New England.", 
    "name": "Horace Porter"
  }, 
  {
    "quote": "Ascetics and fakirs come to mitigate human suffering to heal us and lead us on the path. They put up with criticism they go through many worldly trials. Some of them have even become martyrs for our sake. But they have done all this with a smile and with gratitude to God. Hence sacrifice is a great virtue.", 
    "name": "Sadhu Vaswani"
  }, 
  {
    "quote": "We ought to be beating our chests every day. We ought to look in the mirror, stick out our chests, suck in our bellies, and say, 'Damn, we're Americans,' and smile.", 
    "name": "Jay Garner"
  }, 
  {
    "quote": "When Fortune smiles, I smile to think how quickly she will frown.", 
    "name": "Robert Southwell"
  }, 
  {
    "quote": "Beautiful isle of the sea, Smile on the brow of the waters.", 
    "name": "George Cooper"
  }, 
  {
    "quote": "My friends and family, especially my mom and dad, are always saying I should smile more.", 
    "name": "Dillon Casey"
  }, 
  {
    "quote": "In junior high school, I was an object of pure ridicule for my dress, withdrawal, and asocial manner. Dozens of times, I saw individuals laugh and smile more in ten to fifteen minutes than I did in all my life up to then.", 
    "name": "Arthur Bremer"
  }
]