[
  {
    "quote": "One good thing about music, when it hits you, you feel no pain.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "If music be the food of love, play on.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.", 
    "name": "Plato"
  }, 
  {
    "quote": "Without music, life would be a mistake.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I was born with music inside me. Music was one of my parts. Like my ribs, my kidneys, my liver, my heart. Like my blood. It was a force already within me when I arrived on the scene. It was a necessity for me-like food or water.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Music doesn't lie. If there is something to be changed in this world, then it can only happen through music.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "I think music in itself is healing. It's an explosive expression of humanity. It's something we are all touched by. No matter what culture we're from, everyone loves music.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Music expresses that which cannot be said and on which it is impossible to be silent.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "After silence, that which comes nearest to expressing the inexpressible is music.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Music is everybody's possession. It's only publishers who think that people own it.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Music in the soul can be heard by the universe.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "For me, singing sad songs often has a way of healing a situation. It gets the hurt out in the open into the light, out of the darkness.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "Beautiful music is the art of the prophets that can calm the agitations of the soul it is one of the most magnificent and delightful presents God has given us.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Music is my religion.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Music is a higher revelation than all wisdom and philosophy.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "Music is the movement of sound to reach the soul for the education of its virtue.", 
    "name": "Plato"
  }, 
  {
    "quote": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.", 
    "name": "Benjamin Britten"
  }, 
  {
    "quote": "In music the passions enjoy themselves.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I don't make music for eyes. I make music for ears.", 
    "name": "Adele"
  }, 
  {
    "quote": "Hell is full of musical amateurs.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Music can change the world because it can change people.", 
    "name": "Bono"
  }, 
  {
    "quote": "Next to the Word of God, the noble art of music is the greatest treasure in the world.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Music washes away from the soul the dust of everyday life.", 
    "name": "Berthold Auerbach"
  }, 
  {
    "quote": "Music is the shorthand of emotion.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "If you want to make beautiful music, you must play the black and the white notes together.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "There are more love songs than anything else. If songs could make you do something we'd all love one another.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "You are the music while the music lasts.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "All good music resembles something. Good music stirs by its mysterious resemblance to the objects and feelings which motivated it.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Music, in performance, is a type of sculpture. The air in the performance is sculpted into something.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "Music is the strongest form of magic.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "If you look deep enough you will see music the heart of nature being everywhere music.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Music is well said to be the speech of angels.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I've said that playing the blues is like having to be black twice. Stevie Ray Vaughan missed on both counts, but I never noticed.", 
    "name": "B. B. King"
  }, 
  {
    "quote": "I don't know anything about music. In my line you don't have to.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Music is forever music should grow and mature with you, following you right on up until you die.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "All music is beautiful.", 
    "name": "Billy Strayhorn"
  }, 
  {
    "quote": "If a composer could say what he had to say in words he would not bother trying to say it in music.", 
    "name": "Gustav Mahler"
  }, 
  {
    "quote": "Classical music is the kind we keep thinking will turn into a tune.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Music when healthy, is the teacher of perfect order, and when depraved, the teacher of perfect disorder.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Music is nothing else but wild sounds civilized into time and tune.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Music is moonlight in the gloomy night of life.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Music has charms to sooth a savage breast, to soften rocks, or bend a knotted oak.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "But when you get music and words together, that can be a very powerful thing.", 
    "name": "Bryan Ferry"
  }, 
  {
    "quote": "Where words fail, music speaks.", 
    "name": "Hans Christian Andersen"
  }, 
  {
    "quote": "Music is the fourth great material want, first food, then clothes, then shelter, then music.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Music happens to be an art form that transcends language.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "The wise musicians are those who play what they can master.", 
    "name": "Duke Ellington"
  }, 
  {
    "quote": "When words leave off, music begins.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "There's nothing like music to relieve the soul and uplift it.", 
    "name": "Mickey Hart"
  }, 
  {
    "quote": "No good opera plot can be sensible, for people do not sing when they are feeling sensible.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "He has Van Gogh's ear for music.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "The iPod completely changed the way people approach music.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "Music is the best means we have of digesting time.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "You can't stay the same. If you're a musician and a singer, you have to change, that's the way it works.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "Music is love in search of a word.", 
    "name": "Sidney Lanier"
  }, 
  {
    "quote": "I don't care much about music. What I like is sounds.", 
    "name": "Dizzy Gillespie"
  }, 
  {
    "quote": "I asked my daughter when she was 16, What's the buzz on the street with the kids? She's going, to be honest, Dad, most of my friends aren't into Kiss. But they've all been told that it's the greatest show on Earth.", 
    "name": "Ace Frehley"
  }, 
  {
    "quote": "Any good music must be an innovation.", 
    "name": "Les Baxter"
  }, 
  {
    "quote": "Music is very spiritual, it has the power to bring people together.", 
    "name": "Edgar Winter"
  }, 
  {
    "quote": "Everywhere in the world, music enhances a hall, with one exception: Carnegie Hall enhances the music.", 
    "name": "Isaac Stern"
  }, 
  {
    "quote": "My music had roots which I'd dug up from my own childhood, musical roots buried in the darkest soil.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "Music should be your escape.", 
    "name": "Missy Elliot"
  }, 
  {
    "quote": "I think its so cool that you can pick up the guitar and create something that didn't exist 5 minutes ago. You can write something that no ones ever heard before. You have music at your fingertips.", 
    "name": "Michelle Branch"
  }, 
  {
    "quote": "Music is intended and designed for sentient beings that have hopes and purposes and emotions.", 
    "name": "Jacques Barzun"
  }, 
  {
    "quote": "My father used to sing to me in my mother's womb. I think I can name about any tune in two beats.", 
    "name": "Yancy Butler"
  }, 
  {
    "quote": "Composers shouldn't think too much - it interferes with their plagiarism.", 
    "name": "Howard Dietz"
  }, 
  {
    "quote": "I wake up in the morning, I do a little stretching exercises, pick up the horn and play.", 
    "name": "Herb Alpert"
  }, 
  {
    "quote": "Who hears music feels his solitude peopled at once.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Long intros are cool because there's a little bit of anticipation, you know?", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "You can never get silence anywhere nowadays, have you noticed?", 
    "name": "Bryan Ferry"
  }, 
  {
    "quote": "Music is the soul of language.", 
    "name": "Max Heindel"
  }, 
  {
    "quote": "Secretly, I wanted to look like Jimi Hendrix, but I could never quite pull it off.", 
    "name": "Bryan Ferry"
  }, 
  {
    "quote": "The real art of conducting consists in transitions.", 
    "name": "Gustav Mahler"
  }, 
  {
    "quote": "The advice I am giving always to all my students is above all to study the music profoundly... music is like the ocean, and the instruments are little or bigger islands, very beautiful for the flowers and trees.", 
    "name": "Andres Segovia"
  }, 
  {
    "quote": "I think often sadness is a great place to get songs from.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "Music is the divine way to tell beautiful, poetic things to the heart.", 
    "name": "Pablo Casals"
  }, 
  {
    "quote": "Music is always changing and the changes are unpredictable.", 
    "name": "Billy Sheehan"
  }, 
  {
    "quote": "I was growing up listening to Queen. Freddie Mercury threw those incredible melodies into his songs.", 
    "name": "Gary Cherone"
  }, 
  {
    "quote": "There's a lot of music that sounds like it's literally computer-generated, totally divorced from a guy sitting down at an instrument.", 
    "name": "Aimee Mann"
  }, 
  {
    "quote": "I've never missed a gig yet. Music makes people happy, and that's why I go on doing it - I like to see everybody smile.", 
    "name": "Buddy Guy"
  }, 
  {
    "quote": "My music, my songs are 100 percent inspired by girl power.", 
    "name": "Paulina Rubio"
  }, 
  {
    "quote": "That was when I realised that music is the most profound, magical form of communication there is.", 
    "name": "Lesley Garrett"
  }, 
  {
    "quote": "You know, all my songs are relatives, brothers, sisters, cousins.", 
    "name": "David Coverdale"
  }, 
  {
    "quote": "Sometimes before we make a record I go back and listen to a few. It's equally humbling and uplifting.", 
    "name": "Michael Stipe"
  }, 
  {
    "quote": "Times were changing. Clothes were changing. Morals were changing. We went from romantic loves songs like I used to do to rock 'n roll. Now that has changed to rap. So, there's always a new generation with new music.", 
    "name": "Bobby Vinton"
  }, 
  {
    "quote": "It is essential to do everything possible to attract young people to opera so they can see that it is not some antiquated art form but a repository of the most glorious music and drama that man has created.", 
    "name": "Bruce Beresford"
  }, 
  {
    "quote": "Writing about music is like dancing about architecture.", 
    "name": "Martin Mull"
  }, 
  {
    "quote": "Music is a performance and needs the audience.", 
    "name": "Michael Tippett"
  }, 
  {
    "quote": "Although I am basically self taught, I consider Debussy my teacher - the most important elements are colour, light and shadow.", 
    "name": "Toru Takemitsu"
  }, 
  {
    "quote": "Music's not like becoming a doctor, who can walk into a community and find people who need him.", 
    "name": "Charlie Byrd"
  }, 
  {
    "quote": "Music's staying power is a function of how timeless the lyrics, song and production are.", 
    "name": "Gary Wright"
  }, 
  {
    "quote": "It's amazing to hear, as a voice matures and then starts to decline, what kind of emotion is still conveyed by a really good vocalist.", 
    "name": "Tom Wopat"
  }, 
  {
    "quote": "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "He who joyfully marches to music in rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would suffice.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "My music will go on forever. Maybe it's a fool say that, but when me know facts me can say facts. My music will go on forever.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "Life is one grand, sweet song, so start the music.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "The sexual embrace can only be compared with music and with prayer.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The man that hath no music in himself, Nor is not moved with concord of sweet sounds, is fit for treasons, stratagems and spoils.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "My music fights against the system that teaches to live and die.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "If one plays good music, people don't listen and if one plays bad music people don't talk.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Love is a friendship set to music.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Close friends contribute to our personal growth. They also contribute to our personal pleasure, making the music sound sweeter, the wine taste richer, the laughter ring louder because they are there.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape that's all I buy, that's all I live, that's all I listen to, that's all I love.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I need drama in my life to keep making music.", 
    "name": "Eminem"
  }, 
  {
    "quote": "When I hear music, I fear no danger. I am invulnerable. I see no foe. I am related to the earliest times, and to the latest.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Music inflames temperament.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Sometimes I feel like rap music is almost the key to stopping racism.", 
    "name": "Eminem"
  }, 
  {
    "quote": "This will be our reply to violence: to make music more intensely, more beautifully, more devotedly than ever before.", 
    "name": "Leonard Bernstein"
  }, 
  {
    "quote": "When you work you are a flute through whose heart the whispering of the hours turns to music. Which of you would be a reed, dumb and silent, when all else sings together in unison?", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that... I believe in what I do, and I'll say it.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Music is a safe kind of high.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "If people take anything from my music, it should be motivation to know that anything is possible as long as you keep working at it and don't back down.", 
    "name": "Eminem"
  }, 
  {
    "quote": "There are two means of refuge from the miseries of life: music and cats.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "When I die, I want people to play my music, go wild and freak out and do anything they want to do.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "I didn't have nothin' going for me... school, home... until I found something I loved, which was music, and that changed everything.", 
    "name": "Eminem"
  }, 
  {
    "quote": "A good compromise, a good piece of legislation, is like a good sentence or a good piece of music. Everybody can recognize it. They say, 'Huh. It works. It makes sense.'", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "This land is your land and this land is my land, sure, but the world is run by those that never listen to music anyway.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Music is so therapeutic for me that if I can't get it out, I start feeling bad about myself - a lot of self-loathing.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I've accomplished enough with the music that I haven't had to go out there and do other things to over-saturate.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Develop an interest in life as you see it the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Without music to decorate it, time is just a bunch of boring production deadlines or dates by which bills must be paid.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "I alone of English writers have consciously set myself to make music out of what I may call the sound of sense.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Dre was one of my heros in the music industry. If he's not down for his homeboys, I don't wanna be a part of him or around him.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "I worked hard all my life as far as this music business. I dreamed of the day when I could go to New York and feel comfortable and they could come out here and be comfortable.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Nothing separates the generations more than music. By the time a child is eight or nine, he has developed a passion for his own music that is even stronger than his passions for procrastination and weird clothes.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Truly fertile Music, the only kind that will move us, that we shall truly appreciate, will be a Music conducive to Dream, which banishes all reason and analysis. One must not wish first to understand and then to feel. Art does not tolerate Reason.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I call architecture frozen music.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "What is a poet? An unhappy person who conceals profound anguish in his heart but whose lips are so formed that as sighs and cries pass over them they sound like beautiful music.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "I try to use my music to move these people to act.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "The reflection of the world is blues, that's where that part of the music is at. Then you got this other kind of music that's tryin' to come around.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Philosophy is the highest music.", 
    "name": "Plato"
  }, 
  {
    "quote": "My goal is to be one with the music. I just dedicate my whole life to this art.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "It is piracy, not overt online music stores, which is our main competitor.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "My heart, which is so full to overflowing, has often been solaced and refreshed by music when sick and weary.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Music makes me high on stage, and that's the truth. It's like being almost addicted to music.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Most people live and die with their music still unplayed. They never dare to try.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.", 
    "name": "A. J. McLean"
  }, 
  {
    "quote": "A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "People today are still living off the table scraps of the sixties. They are still being passed around - the music and the ideas.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I haven't understood a bar of music in my life, but I have felt it.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "Music is the one incorporeal entrance into the higher world of knowledge which comprehends mankind but which mankind cannot comprehend.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "Here's the thing with me and the religious thing. This is the flat-out truth: I find the religiosity and philosophy in the music. I don't find it anywhere else.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "My skin is hard when it comes to my music. But with my movies, I'm still a virgin in a lot of ways. I'm not used to being shot down for no reason.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "I became interested in folk music because I had to make it somehow.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Folk music is a bunch of fat people.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "You can't imagine parlor ballads drifting out of high-rise multi-towered buildings. That kind of music existed in a more timeless state of life.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Look, when I started out, mainstream culture was Sinatra, Perry Como, Andy Williams, Sound of Music. There was no fitting into it then and of course, there's no fitting into it now.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "For the introduction of a new kind of music must be shunned as imperiling the whole state since styles of music are never disturbed without affecting the most important political institutions.", 
    "name": "Plato"
  }, 
  {
    "quote": "Develop interest in life as you see it in people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Military justice is to justice what military music is to music.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Music is the art of the prophets and the gift of God.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "If you don't know the blues... there's no point in picking up the guitar and playing rock and roll or any other form of popular music.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "Music is either sacred or secular. The sacred agrees with its dignity, and here has its greatest effect on life, an effect that remains the same through all ages and epochs. Secular music should be cheerful throughout.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The martial music of every sideburned delinquent on the face of the earth.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "Many people die with their music still in them. Why is this so? Too often it is because they are always getting ready to live. Before they know it, time runs out.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "A film is - or should be - more like music than like fiction. It should be a progression of moods and feelings. The theme, what's behind the emotion, the meaning, all that comes later.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "The Bee Gees who are brilliant, I just love great music.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Most people wouldn't know music if it came up and bit them on the ass.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "If I'd had good discipline, I might have gone into music.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "My mother knew how to read music and everything. But I just kinda learned off of records. And so, I was listening to records and I'd play 'em over and over.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Music is the voice that tells us that the human race is greater than it knows.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I like having my hair and face done, but I'm not going to lose weight because someone tells me to. I make music to be a musician not to be on the cover of Playboy.", 
    "name": "Adele"
  }, 
  {
    "quote": "The opera is to music what a bawdy house is to a cathedral.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Every day that is born into the world comes like a burst of music and rings the whole day through, and you make of it a dance, a dirge, or a life march, as you will.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Of all the music that reached farthest into heaven, it is the beating of a loving heart.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Music for me, it demands full concentration.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Music fills the infinite between two souls.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Some people create with words or with music or with a brush and paints. I like to make something beautiful when I run. I like to make people stop and say, 'I've never seen anyone run like that before.' It's more than just a race, it's a style. It's doing something better than anyone else. It's being creative.", 
    "name": "Steve Prefontaine"
  }, 
  {
    "quote": "It is as absurd to say that a man can't love one woman all the time as it is to say that a violinist needs several violins to play the same piece of music.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I have a sweet tooth for song and music. This is my Polish sin.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I'm kind of a good girl - and I'm not. I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That's what the stories in my music do.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Rock and roll music, if you like it, if you feel it, you can't help but move to it. That's what happens to me. I can't help it.'", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "If you talk bad about country music, it's like saying bad things about my momma. Them's fightin' words.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "I don't know why, it's the same reason why you like some music and you don't like others. There's something about it that you like. Ultimately I don't find it's in my best interests to try and analyze it, since it's fundamentally emotional.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "A 'scream' is always just that - a noise and not music.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Poetry fettered, fetters the human race. Nations are destroyed or flourish in proportion as their poetry, painting, and music are destroyed or flourish.", 
    "name": "William Blake"
  }, 
  {
    "quote": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "All the good music has already been written by people with wigs and stuff.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "I love Wagner, but the music I prefer is that of a cat hung up by its tail outside a window and trying to stick to the panes of glass with its claws.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Music is what I breath, what I love to do. It keeps me alive.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "Great art is as irrational as great music. It is mad with its own loveliness.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Every man's work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Music with dinner is an insult both to the cook and the violinist.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Talking about music is like dancing about architecture.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Death is the king of this world: 'Tis his park where he breeds life to feed him. Cries of pain are music for his banquet.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Listen to your inner-voice: Surround yourself with loving, nurturing people. Fall in love with your art and find yourself. Music is the great communicator.", 
    "name": "Glenn Hughes"
  }, 
  {
    "quote": "Music is always a commentary on society.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "Music is the melody whose text is the world.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Music is the mediator between the spiritual and the sensual life.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "A few can touch the magic string, and noisy fame is proud to win them: Alas for those that never sing, but die with all their music in them!", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "I don't like country music, but I don't mean to denigrate those who do. And for the people who like country music, denigrate means 'put down'.", 
    "name": "Bob Newhart"
  }, 
  {
    "quote": "To me, the greatest pleasure of writing is not what it's about, but the inner music that words make.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "Nevertheless the passions, whether violent or not, should never be so expressed as to reach the point of causing disgust and music, even in situations of the greatest horror, should never be painful to the ear but should flatter and charm it, and thereby always remain music.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "Life is like music it must be composed by ear, feeling, and instinct, not by rule.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Music should strike fire from the heart of man, and bring tears form the eyes of woman.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "I listened, motionless and still And, as I mounted up the hill, The music in my heart I bore, Long after it was heard no more.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Singing is a way of releasing an emotion that you sometimes can't portray when you're acting. And music moves your soul, so music is the source of the most intense emotions you can feel. When you hear a song and you're acting it's incredible. But when you're singing a song and you're acting it's even more incredible.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I enjoy all forms of music - pop, classical and opera.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Medicine to produce health must examine disease and music, to create harmony must investigate discord.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Teens think listening to music helps them concentrate. It doesn't. It relieves them of the boredom that concentration on homework induces.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "Music makes us want to live. You don't know how many times people have told me that they'd been down and depressed and just wanted to die. But then a special song caught their ear and that helped give them renewed strength. That's the power music has.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "What I've discovered is that in art, as in music, there's a lot of truth-and then there's a lie. The artist is essentially creating his work to make this lie a truth, but he slides it in amongst all the others. The tiny little lie is the moment I live for, my moment. It's the moment that the audience falls in love.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Back then people closed their eyes and listened to music. Today there's a lot of images that go with the music. A lot of music is crap and it's all commercial and the images are all trying to sell the record.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "Honestly, I don't listen to nobody else's music but my own. It's kind of like sports to me. You don't see Kobe Bryant at a LeBron James game - he just works on his own game. And that's what I do. I only listen to me, so I can criticize and analyze and all those things.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "We live in the mind, in ideas, in fragments. We no longer drink in the wild outer music of the streets - we remember only.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "The aim and final end of all music should be none other than the glory of God and the refreshment of the soul.", 
    "name": "Johann Sebastian Bach"
  }, 
  {
    "quote": "Some music really does suck!", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Music is the wine which inspires one to new generative processes, and I am Bacchus who presses out this glorious wine for mankind and makes them spiritually drunken.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "It is a wise tune that knows its own father, and I like my music to be the legitimate offspring of respectable parents.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Of all noises, I think music is the least disagreeable.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Music is harmony, harmony is perfection, perfection is our dream, and our dream is heaven.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "I want my fans to love themselves. It's almost like I want to hypnotize them so when they hear my music they love themselves instantly.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Musicians don't retire they stop when there's no more music in them.", 
    "name": "Louis Armstrong"
  }, 
  {
    "quote": "Music should probably provide answers in terms of lyrical content, and giving people a sense of togetherness and oneness, as opposed to being alone in their thoughts and dilemmas or regrets or happiness or whatever.", 
    "name": "Peabo Bryson"
  }, 
  {
    "quote": "Music has healing power. It has the ability to take people out of themselves for a few hours.", 
    "name": "Elton John"
  }, 
  {
    "quote": "Big companies are like marching bands. Even if half the band is playing random notes, it still sounds kind of like music. The concealment of failure is built into them.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Music is spiritual. The music business is not.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "In memory everything seems to happen to music.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "I love music. It's freedom, a way to deal with pent-up frustration.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I believe that music is a force in itself. It is there and it needs an outlet, a medium. In a way, we are just the medium.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Music is the pleasure the human mind experiences from counting without being aware that it is counting.", 
    "name": "Gottfried Leibniz"
  }, 
  {
    "quote": "Music is amazing. There's some metaphysical comfort where it allows you to be isolated and alone while telling you that you are not alone... truly, the only cure for sadness is to share it with someone else.", 
    "name": "Wayne Coyne"
  }, 
  {
    "quote": "Stone walls confine a tinker cold iron binds a witch but a musician's music can never be fettered, for it lives first in her heart and mind.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "Music is the best way for me to say I love you.", 
    "name": "Mireille Mathieu"
  }, 
  {
    "quote": "I just want to make music, I don't want people to talk about me. All I've ever wanted to do was sing. I don't want to be a celebrity. I don't want to be in people's faces, you know, constantly on covers of magazine that I haven't even known I'm on.", 
    "name": "Adele"
  }, 
  {
    "quote": "Music is a beautiful opiate, if you don't take it too seriously.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "To me, movies and music go hand in hand. When I'm writing a script, one of the first things I do is find the music I'm going to play for the opening sequence.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Like music and art, love of nature is a common language that can transcend political or social boundaries.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Punk is not just the sound, the music. Punk is a lifestyle.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "The bass, no matter what kind of music you're playing, it just enhances the sound and makes everything sound more beautiful and full. When the bass stops, the bottom kind of drops out of everything.", 
    "name": "Charlie Haden"
  }, 
  {
    "quote": "I'm a visual thinker, really bad at algebra. There's others that are a pattern thinker. These are the music and math minds. They think in patterns instead of pictures. Then there's another type that's not a visual thinker at all, and they're the ones that memorize all of the sports statistics, all of the weather statistics.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "I think the drummer should sit back there and play some drums, and never mind about the tunes. Just get up there and wail behind whoever is sitting up there playing the solo. And this is what is lacking, definitely lacking in music today.", 
    "name": "Buddy Rich"
  }, 
  {
    "quote": "Rock and Roll: Music for the neck downwards.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "The scarcity of the music not only makes the music itself enjoyable but it also gives the collector a strange sense of superiority.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Music is about listening, the more you play, the more the magic spreads.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "I learnt a whole lot from my mother. About music, relationships, being a good person, loving people, the whole of life. I learnt about everything from her. Every single day I think about her. All through the day.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "Music is for people. The word 'pop' is simply short for popular. It means that people like it. I'm just a normal jerk who happens to make music. As long as my brain and fingers work, I'm cool.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "On the other hand, what I like my music to do to me is awaken the ghosts inside of me. Not the demons, you understand, but the ghosts.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Music is a fantastic peacekeeper of the world, it is integral to harmony, and it is a required fundamental of human emotion.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "Those who have virtue always in their mouths, and neglect it in practice, are like a harp, which emits a sound pleasing to others, while itself is insensible of the music.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "I just hope that our fans are people who are inspired by music, and just use our music as a background or inspiration for whatever it is they do.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "There is nothing stable in the world uproar's your only music.", 
    "name": "John Keats"
  }, 
  {
    "quote": "When music fails to agree to the ear, to soothe the ear and the heart and the senses, then it has missed the point.", 
    "name": "Maria Callas"
  }, 
  {
    "quote": "Through literacy you can begin to see the universe. Through music you can reach anybody. Between the two there is you, unstoppable.", 
    "name": "Grace Slick"
  }, 
  {
    "quote": "But I feel music has a very important role in ritual activity, and that being able to join in musical activity, along with dancing, could have been necessary at a very early stage of human culture.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "The world's a better place since I chose music.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Music is the doorway that has led me to drawing, photography, and writing.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "A jazz musician can improvise based on his knowledge of music. He understands how things go together. For a chef, once you have that basis, that's when cuisine is truly exciting.", 
    "name": "Charlie Trotter"
  }, 
  {
    "quote": "Lean your body forward slightly to support the guitar against your chest, for the poetry of the music should resound in your heart.", 
    "name": "Andres Segovia"
  }, 
  {
    "quote": "When I was a teenager, I began to settle into school because I'd discovered the extracurricular activities that interested me: music and theater.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "There's people making babies to my music. That's nice.", 
    "name": "Barry White"
  }, 
  {
    "quote": "If you want to be a rock star or just be famous, then run down the street naked, you'll make the news or something. But if you want music to be your livelihood, then play, play, play and play! And eventually you'll get to where you want to be.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I came into music just because I wanted the bread. It's true. I looked around and this seemed like the only way I was going to get the kind of bread I wanted.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "You just pick up a chord, go twang, and you're got music.", 
    "name": "Sid Vicious"
  }, 
  {
    "quote": "Music is the universal language of mankind.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Nothing pleases me more than to go into a room and come out with a piece of music.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "Music is essentially useless, as is life.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Music is a means of giving form to our inner feelings, without attaching them to events or objects in the world.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Music, the greatest good that mortals know and all of heaven we have hear below.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Nothing is capable of being well set to music that is not nonsense.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Rock n' Roll came from the slaves singing gospel in the fields. Their lives were hell and they used music to lift out of it, to take them away. That's what rock n' roll should do - take you to a better place.", 
    "name": "Meat Loaf"
  }, 
  {
    "quote": "I think everybody can agree that you can hear a certain song and it will put you in a certain mood, and that's just the beauty of music and I am so inspired by that.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "The more a race is governed by its passions, the less it has acquired the habit of cautious and reasoned argument, the more intense will be its love of music.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Music is mediator between spiritual and sensual life.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "I get bored easily, so I need to do a lot. I've started a record label, so I get to nurture new talent and talk about music, which is a passion of mine. I've written another book. And I get to come to work and do the TV show, which is always really fun.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I'm a big collector of vinyl - I have a record room in my house - and I've always had a huge soundtrack album collection. So what I do, as I'm writing a movie, is go through all those songs, trying to find good songs for fights, or good pieces of music to layer into the film.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "No matter how many times people say it - 'Oh, I'm just writing this for myself' 'Oh, I'm just doing this for myself' - nobody's doing it for themselves! You're doing it for an audience. So whether I'm performing or writing a book or playing music, it's definitely to be put out there and to be received in some way, definitely.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "I feel good about being able to take bluegrass on to television like 'Letterman' and 'The View,' and I've heard nice things about being able to do that. I really haven't felt any negativity toward me or my music.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "I like all kinds of music. I listen to Abigail Washburn, the Punch Brothers, and Marc Johnson, the great clawhammer player. I also listen a lot to Sirius Radio, there's a lot of bluegrass there.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "I'm enamored with the art world. Anytime you look at anything that's considered artistic, there's a commercial world around it: the ballet, opera, any kind of music. It can't exist without it.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Music, Rock and Roll music especially, is such a generational thing. Each generation must have their own music, I had my own in my generation, you have yours, everyone I know has their own generation.", 
    "name": "Ronnie James Dio"
  }, 
  {
    "quote": "Good music comes out of people playing together, knowing what they want to do and going for it. You have to sweat over it and bug it to death. You can't do it by pushing buttons and watching a TV screen.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "I had to resign myself, many years ago, that I'm not too articulate when it comes to explaining how I feel about things. But my music does it for me, it really does.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I don't want to limit myself musically. It would be really limiting if we'd neglect something we really want to do, like explore other styles of music.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "Why do musicians give so much time to charitable causes? The most humanitarian cause that we can give our time to is the creation and performance of music itself.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "I can't satisfy myself with just trying to tie all of my imagination into music, especially when music is not appreciated as an art form as much as it used to be.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Art gives me the freedom I don't have when I make music.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "I decided to make music again at a time when I couldn't have had more obstacles.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "What I know is my music gets blamed for school shootings.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "I hope that what you take away from my album is not just the music - which I did want to be fun, and I did want it to be about individuality, but please also take away from it that there's no dream that's too big.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Metal is still the biggest music now in America.", 
    "name": "Sebastian Bach"
  }, 
  {
    "quote": "The only things Mick and I disagree about is the band, the music and what we do.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "I felt I really wanted to back off from music completely and just work within the visual arts in some way. I started painting quite passionately at that time.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "There's a continuity between what I care about in any form: I care about it in my music, in article-writing, in how I dress, in how I live, in my relationships, in how I navigate paparazzi, how I decorate my home. There's such a continuity between everything that I don't really care what form it shows up in.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Music, when soft voices die Vibrates in the memory.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "My loathings are simple: stupidity, oppression, crime, cruelty, soft music.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "You can't give up something you really believe in for financial reasons. If you die by the roadside - so be it. But at least you know you've tried. Ten minutes in the music scene was the equal of one hundred years outside of it.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "Hip-Hop isn't just music, it is also a spiritual movement of the blacks! You can't just call Hip-Hop a trend!", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Human speech is like a cracked kettle on which we tap crude rhythms for bears to dance to, while we long to make music that will melt the stars.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Extraordinary how potent cheap music is.", 
    "name": "Noel Coward"
  }, 
  {
    "quote": "Music is a lady that I still love because she gives me the air that I breathe. We need all sorts of nourishment. And music satisfies and nourishes the hunger within ourselves for connection and harmony.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Leaders must encourage their organizations to dance to forms of music yet to be heard.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "When she had passed, it seemed like the ceasing of exquisite music.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Music can name the unnameable and communicate the unknowable.", 
    "name": "Leonard Bernstein"
  }, 
  {
    "quote": "I guess you could say I devoted myself so strongly to my music that for awhile I forgot about my family. But I only get one set of parents, and I think I forgot about that for a little while.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I think what made it difficult for people to get, and still makes it difficult for people to get, is the theatrical nature of the work and the fact that, my music doesn't exist without the performance-art element.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Film as dream, film as music. No art passes our conscience in the way film does, and goes directly to our feelings, deep down into the dark rooms of our souls.", 
    "name": "Ingmar Bergman"
  }, 
  {
    "quote": "My dad, bless him, was a musician. And his dad had thought that his music was rubbish.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "All music is folk music. I ain't never heard a horse sing a song.", 
    "name": "Louis Armstrong"
  }, 
  {
    "quote": "There is two kinds of music, the good, and the bad. I play the good kind.", 
    "name": "Louis Armstrong"
  }, 
  {
    "quote": "People haven't always been there for me, but music always has.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I think older people can appreciate my music because I really show my heart when I sing, and it's not corny. I think I can grow as an artist, and my fans will grow with me.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music.", 
    "name": "Satyajit Ray"
  }, 
  {
    "quote": "The dance can reveal everything mysterious that is hidden in music, and it has the additional merit of being human and palpable. Dancing is poetry with arms and legs.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Music was important. Football was the easy part.", 
    "name": "Zinedine Zidane"
  }, 
  {
    "quote": "I like pop music. I consider rock 'n' roll to be a branch of pop music.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "When I listen to music these days, and I hear Pro Tools and drums that sound like a machine - it kinda sucks the life out of music.", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "If you don't die of thirst, there are blessings in the desert. You can be pulled into limitlessness, which we all yearn for, or you can do the beauty of minutiae, the scrimshaw of tiny and precise. The sky is your ocean, and the crystal silence will uplift you like great gospel music, or Neil Young.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "It was Elvis who really got me hooked on beat music. When I heard 'Heartbreak Hotel' I thought, this is it.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "Music itself is going to become like running water or electricity. So it's like, just take advantage of these last few years because none of this is ever going to happen again. You'd better be prepared for doing a lot of touring because that's really the only unique situation that's going to be left.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "If the king loves music, there is little wrong in the land.", 
    "name": "Mencius"
  }, 
  {
    "quote": "There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar I love not Man the less, but Nature more.", 
    "name": "George Byron"
  }, 
  {
    "quote": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art.", 
    "name": "Charlie Parker"
  }, 
  {
    "quote": "I mean, just because you're a musician doesn't mean all your ideas are about music. So every once in a while I get an idea about plumbing, I get an idea about city government, and they come the way they come.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "If I hadn't of had music in my life, it's quite possible I'd be dead and I'd much rather be alive.", 
    "name": "James Hetfield"
  }, 
  {
    "quote": "There is geometry in the humming of the strings, there is music in the spacing of the spheres.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "Have you listened to the radio lately? Have you heard the canned, frozen and processed product being dished up to the world as American popular music today?", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Music is the refuge of souls ulcerated by happiness.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "I think the most important thing about music is the sense of escape.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "Where I come from it was really unheard of to be at a party and someone says, 'What kind of music do you make?', and you say, 'Pop music.' You may as well have 'I'm not cool' stamped on your forehead.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I dropped out of NYU, moved out of my parent's house, got my own place, and survived on my own. I made music and worked my way from the bottom up.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I decided to pursue music, so I dropped out of school and I told my parents I didn't want any money from them. I got three jobs and I just hit the ground running.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Actors are agents of change. A film, a piece of theater, a piece of music, or a book can make a difference. It can change the world.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "I wanted to prove the sustaining power of music.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I don't profess to have music as my big wheel and there are a number of other things as important to me apart from music. Theatre and mime, for instance.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "The absolute transformation of everything that we ever thought about music will take place within 10 years, and nothing is going to be able to stop it. I see absolutely no point in pretending that it's not going to happen. I'm fully confident that copyright, for instance, will no longer exist in 10 years.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I'm well past the age where I'm acceptable. You get to a certain age and you are forbidden access. You're not going to get the kind of coverage that you would like in music magazines, you're not going to get played on radio and you're not going to get played on television. I have to survive on word of mouth.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Agressive music can only shock you once. Afterwards its impact declines. It's inevitable.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Music's always been really cathartic. It's the best drug for me to get away from the everyday pressures just for a second via a good song.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "I would love to continue in music, with writing... but I am not the kind of person who will hang around if I start to become irrelevant. If that happens, I will bow down gracefully, raise my kids, and have a garden. And I am going to let my hair go gray when I am older. I don't need to be blonde when I'm 60!", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I think I first realized I wanted to be in country music and be an artist when I was 10. And I started dragging my parents to festivals, and fairs, and karaoke contests, and I did that for about a year before I came to Nashville for the first time. I was 11 and I had this demo CD of me singing Dixie Chicks and Leanne Rimes songs.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "The earth has grown old with its burden of care, but at Christmas it always is young, the heart of the jewel burns lustrous and fair, and its soul full of music breaks the air, when the song of angels is sung.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "I'll give up this sort of touring madness certainly, but music-everything is based on music. No, I'll never stop my music.", 
    "name": "George Harrison"
  }, 
  {
    "quote": "I saw music as a way to entertain people and take them away from their daily lives and put smiles on their faces, as opposed to what I see it being now, which is a way for me to actually communicate, and a way for me to tap into my subconscious.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "A painter paints his pictures on canvas. But musicians paint their pictures on silence. We provide the music, and you provide the silence.", 
    "name": "Leopold Stokowski"
  }, 
  {
    "quote": "I love to play music. So why endanger that with something like drugs?", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "What annoys the hell out of me is the arrogance of some people. They don't even listen to our music, they decided in advance that they don't like it.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "Music fathoms the sky.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Christianity helps us face the music even when we don't like the tune.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "Music begins to atrophy when it departs too far from the dance... poetry begins to atrophy when it gets too far from music.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "Pop music will never be low brow.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Unless I am both capable of and willing to reopen the wound every time I write a song, if I choose to not look inside myself to write music, I'm really not worth being called an artist at all.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I write music every day.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I don't want to make niche-oriented music.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I was doing these performance art pop music pieces in the city. And they were a bit on the eccentric side I suppose. So people started to call me Gaga after the Queen song 'Radio Gaga.'", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I just want to keep writing music.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I've always been suspicious of TV, I've always found music and video to be an unhappy marriage.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "You know, the BBC had not been particularly generous in its deliverance of blues and esoteric kinds of music.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "I realized that it's all really one, that John Lennon was correct. We utilize the music to bring down the walls of Berlin, to bring up the force of compassion and forgiveness and kindness between Palestines, Hebrews. Bring down the walls here in San Diego, Tijuana, Cuba.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "When people in stadiums do the Wave, it's the group-mind collective organism spontaneously organizing itself to express an emotion, pass time, and reflect the joy of seeing the rhythms of many as one, a visual rhyming or music in which everyone senses where the motion is going.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Music is my shining light, my favorite thing in the world. T get me to stop doing it for one second would be difficult!", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "For me, great music doesn't just have to fall into one category or one genre and I love appreciating all kinds of music.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Music is the soundtrack to the crappy movie that is my life.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Certainly tolerance and acceptance were at the forefront of my music.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Adult life is dealing with an enormous amount of questions that don't have answers. So I let the mystery settle into my music. I don't deny anything, I don't advocate anything, I just live with it.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Well-written words are music.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Inspiration for my music just comes from, you know, my life experiences.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "I am severely distracted these days. It's hard to sit in front of the computer, uploading bad music for hours, when you have a wonderful boyfriend who treats you like a Goddess.", 
    "name": "April Winchell"
  }, 
  {
    "quote": "I believe music should reflect yourself in some way and not just yourself at the given time. I feel that when you die or when you're going, someone's supposed to listen to that music and know everything about you. And I just try to get that across.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "I doubt I'll be singing forever, because at some point people aren't going to want to hear my music, and I hope that I'll still get the opportunity to write songs.", 
    "name": "Adele"
  }, 
  {
    "quote": "I get mad. I get sad. I have all those emotions. But I just like to keep them to myself. I don't think my fans need to be bothered with if I'm mad or sad about something. I should just be concerned that they are keeping up with my music or I'm making them happy with my show.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "Anything I do has to be directly related to my music. If it isn't, I don't really see a point to it.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Over the last couple of years, I've really worked toward balancing my life out more, having a little bit more time with friends, family and my boyfriend. There was a period of time when they were way down the list. It was all about music and touring and if everything fell by the wayside, so be it.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I started playing piano when I was 6. And I knew that wanted to be involved in that form of expression, whether it was through music, or acting, or dancing, or painting, or writing.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I'm clearly most well known for my music. Eventually, ultimately, I'll be writing books. I'm still writing articles now. I just consider myself a writer.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I've been really enjoying writing articles and writing music and music for movies.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "My message to anyone who's afraid that they can't write music when they're happy is 'Just trust the passion.' The passion can write a lot of things.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "What influenced me was Tori Amos, who was unapologetic about expressing anger through music, and Sinead O'Connor. Those two in particular were really moving for me, and very inspiring, before I wrote 'Jagged Little Pill.'", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "It's not just the 'Grammys' that I've pulled out of. I also pulled out of the English awards as well. The reason that I wanted to pull out was because I believe very much that the music industry as a whole is mainly concerned with material success.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Music will always be a part of my life. I love music and I don't care how many units I sell.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I don't like painting flowers in my music. I like painting guts and pain.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "Music is a great energizer. It's a language everybody knows.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "Music has always been my back door to life. It is important for people to find something that excites them. I like the concept that if you do what excites you, you will be rewarded generously, whatever form reward takes, which is not necessarily money.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "I'm not terribly happy about rock and roll. Certain rock music is uninspiring, numbing it makes you feel like an idiot.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "Racism is taught in the home. We agree on that? Well, it's very hard to teach racism to a teenager who's listening to rap music and who idolizes, say, Snoop Dogg. It's hard to say, 'That guy is less than you.' The kid is like, 'I like that guy, he's cool. How is he less than me?", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "We're five people, five individuals who came together to create something, to make music and to complete each other musically, to form a perfect circle.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "I would say that although my music may be or may have been part of the cultural background fabric of the gay community, I consider myself an outsider who belongs everywhere and nowhere... Being a human being is what truly counts. That's where you'll find me.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Music is the effort we make to explain to ourselves how our brains work. We listen to Bach transfixed because this is listening to a human mind.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "All that stuff about heavy metal and hard rock, I don't subscribe to any of that. It's all just music. I mean, the heavy metal from the Seventies sounds nothing like the stuff from the Eighties, and that sounds nothing like the stuff from the Nineties. Who's to say what is and isn't a certain type of music?", 
    "name": "Ozzy Osbourne"
  }, 
  {
    "quote": "It is jazz music that called me to be a musician and I have always sang the songs that moved me the most.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I don't think I'd ever make an album of just covers because I love writing my own music.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "The business aspect is one of the most important things about having a music career, because every choice you make in a management meeting affects your life a year-and-a-half from now.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Country fans need to support country music by buying albums and concert tickets for traditional artists or the music will just fade away. And that would be really sad.", 
    "name": "George Jones"
  }, 
  {
    "quote": "The romantic embrace can only be compared with music and with prayer.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Learning music by reading about it is like making love by mail.", 
    "name": "Luciano Pavarotti"
  }, 
  {
    "quote": "I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "The sound and music are 50% of the entertainment in a movie.", 
    "name": "George Lucas"
  }, 
  {
    "quote": "Life is like music, it must be composed by ear, feeling and instinct, not by rule. Nevertheless one had better know the rules, for they sometimes guide in doubtful cases, though not often.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "Placebo is music for outsiders, by outsiders and our gigs are like conventions of outcasts, which is cool.", 
    "name": "Brian Molko"
  }, 
  {
    "quote": "I think music is the most phenomenal platform for intellectual thought.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "I believe that music is another form of news. Music is another form of journalism to me so I have to cover all the areas with my album.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "You used to have to sing and convey emotion, and now, well, technically you can do anything with technology. It sucks for music today, but that's why that old music feels so good to me.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "As a boy, I'd always had an interest in theater. But the idea at my school was that drama and music were to round out the man. It wasn't what one did for a living. I got over that.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Musicians are there in front of you, and the spectators sense their tension, which is not the case when you're listening to a record. Your attention is more relaxed. The emotional aspect is more important in live music.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "You can't really imagine music without technology.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Good music is very close to primitive language.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I don't have any real spirituality in my life - I'm kind of an atheist - but when music can take me to the highest heights, it's almost like a spiritual feeling. It fills that void for me.", 
    "name": "Jack Black"
  }, 
  {
    "quote": "All I do is play music and golf - which one do you want me to give up?", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "What is music. A passion for colonies not a love of country.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Music is God's gift to man, the only art of Heaven given to earth, the only art of earth we take to Heaven.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "Those who seek to satisfy the mind of man by hampering it with ceremonies and music and affecting charity and devotion have lost their original nature.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "Music is an extraordinary vehicle for expressing emotion - very powerful emotions. That's what draws millions of people towards it. And, um, I found myself always going for these darker places and - people identify with that.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "I think one of my favorite things to do is just lock myself up in a small room and listen to music and watch films for a day. Also I just like seeing my friends. We have pizza parties which means I get four friends round, we eat a pizza and we're really lazy and we play PlayStation.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Music and silence combine strongly because music is done with silence, and silence is full of music.", 
    "name": "Marcel Marceau"
  }, 
  {
    "quote": "The music business is motivated by money. Music is motivated by energy and feelings.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Love cannot express the idea of music, while music may give an idea of love.", 
    "name": "Hector Berlioz"
  }, 
  {
    "quote": "This music won't do. There's not enough sarcasm in it.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "Please write music like Wagner, only louder.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "There are a lot of bands who claim to be punk and they only play the music, they have no clue what it's all about. It's a lifestyle. It's not about popularity and all that crap.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "Music rhythms are mathematical patterns. When you hear a song and your body starts moving with it, your body is doing math. The kids in their parents' garage practicing to be a band may not realize it, but they're also practicing math.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Music is like a huge release of tension.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I had to learn my faith and look after my family, and I had to make priorities. But now I've done it all and there's a little space for me to fill in the universe of music again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Popular music formed the soundtrack of my life.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I am trying to walk a tightrope trying to keep the DJ community happy while trying to spread the message about dance music to more people. That is the mission that I am on.", 
    "name": "David Guetta"
  }, 
  {
    "quote": "Yeah, I've been interested in music since I was a teenager, always writing songs.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "My aim is just to make good music every single time.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "For me the visual is just as important as the music.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Blues and soul and jazz music has so much pain, so much beauty of raw emotion and passion.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "There are only two things worth aiming for, good music and a clean conscience.", 
    "name": "Paul Hindemith"
  }, 
  {
    "quote": "Of emotions, of love, of breakup, of love and hate and death and dying, mama, apple pie, and the whole thing. It covers a lot of territory, country music does.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "We're a bit flashy, but the music's not one big noise.", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "The music stuff is just a hobby.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "I hate the rock music tradition. I can't bear it!", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Avant-garde music is sort of research music. You're glad someone's done it but you don't necessarily want to listen to it.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I'd love it if American kids were listening to Muslim music.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Music is the emotional life of most people.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "The spiral in a snail's shell is the same mathematically as the spiral in the Milky Way galaxy, and it's also the same mathematically as the spirals in our DNA. It's the same ratio that you'll find in very basic music that transcends cultures all over the world.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I found music to be the therapy of choice.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "The trouble with music appreciation in general is that people are taught to have too much respect for music they should be taught to love it instead.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "City people live the city. We live in L.A., New York, we live in places where it's chaotic and you never know what's gonna happen. And that's the music - you never know what's gonna happen.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "In a weird kind of way, music has afforded me an idealism and perfectionism that I could never attain as me.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "That was a time when I did love music, I couldn't get enough of what was going on. Maybe it was Nirvana that brought me back. I guess it was a comfort because something that sounded so right - and non-commercial - had become so influential, so immediately.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "You can't fake this music. You might be a great singer or a great musician but, in the need, that's got nothing to do with it. It's how you connect to the songs and to the history behind them.", 
    "name": "Etta James"
  }, 
  {
    "quote": "Music is for every single person that walks the planet.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "When I was a kid, I was following black soul music.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "Entertainment isn't just based on the very structured syndrome of European popular music, and it's great that there are so many thousands of people who are of the same opinion.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "Since I was a kid, I've had an absolute obsession with particular kinds of American music. Mississippi Delta blues of the Thirties, Chicago blues of the Fifties, West Coast music of the mid-Sixties - but I'd never really touched on dark Americana.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "I'm just lucky because my kids are grown-up - I love them, very proud of them, and we are in close contact as big-time friends, but they don't need me that much now and I can actually enjoy this wonderful world of music.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "I like to comprehend more or less everything around me - apart from the creation of my music. It's an obsessive character trait that's getting worse. I don't switch the light on and off 15 times before I leave the room yet, but something's going wrong.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "I don't care what people say about my relationship I don't care what they say about my boobs. People are buying my songs I have a sold-out tour. I'm getting incredible feedback from my music.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers.", 
    "name": "Roy Ayers"
  }, 
  {
    "quote": "My parents started with very little and were the only ones in their families to graduate from college. As parents, they focused on education, but did not stop at academics - they made sure that we knew music, saw art and theatre and traveled - even though it meant budgeting like crazy.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I became alienated from this religious upbringing, and started making music. I wanted to be a big star. All those things I saw in the films and on the media took hold of me, and perhaps I thought this was my god: the goal of making money.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Music is part of God's universe.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "I've studied various schools of thought... I acknowledge that some Muslims consider music prohibited, but I've found a lot of evidence from the life of the Prophet to show that he allowed certainly, but even encouraged, music at certain times.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Music can be healing, and with my history and my knowledge of both sides of what looks like a gigantic divide in the world, I feel I can point a way forward to our common humanity again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "I suppose that by being absent from the music business, it appeared that I just dropped out, but really I never did. I was continuously working and doing various things.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Music is the only language in which you cannot say a mean or sarcastic thing.", 
    "name": "John Erskine"
  }, 
  {
    "quote": "I mean, music totally comes from your soul.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "The bottom line is, I tend to be going back to older and older music.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Music I heard with you was more than music, and bread I broke with you was more than bread. Now that I am without you, all is desolate all that was once so beautiful is dead.", 
    "name": "Conrad Aiken"
  }, 
  {
    "quote": "Pop is actually my least favorite kind of music, because it lacks real depth.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I turned to music originally because of my past and needing a release or an outlet to get out anger or frustration or hurt.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Music can be made anywhere, is invisible and does not smell.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I was never too keen on the British music press. They've called us a supermarket hype, and they used to suggest that we didn't write our own songs.", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "First of all, the music that people call Latin or Spanish is really African. So Black people need to get the credit for that.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "My job in this life is to give people spiritual ecstasy through music. In my concerts people cry, laugh, dance. If they climaxed spiritually, I did my job. I did it decently and honestly.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "That's why people listen to music or look at paintings. To get in touch with that wholeness.", 
    "name": "Corita Kent"
  }, 
  {
    "quote": "But maybe music was not intended to satisfy the curious definiteness of man. Maybe it is better to hope that music may always be transcendental language in the most extravagant sense.", 
    "name": "Charles Ives"
  }, 
  {
    "quote": "At the beginning of the 20th century, the ambition of the great painters was to make paintings that were like music, which was then considered as the noblest art.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I wanted to get rid of the element that had been considered essential in pop music: the voice.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Music in itself carries a whole set of messages which are very, very rich and complex, and the words either serve to exclude certain ones or point up certain others.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The lyrics are constructed as empirically as the music. I don't set out to say anything very important.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "We are increasingly likely to find ourselves in places with background music. No composers have thought to write for these modern spaces, which represent 30% of our musical experience.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I make a lot of pieces of music that I never release as CDs.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "It's nice, I think, when people use your music for things you didn't think of.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I don't like headphones very much, and I rarely listen to music on headphones.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I think we're about ready for a new feeling to enter music. I think that will come from the Arabic world.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "People do dismiss ambient music, don't they? They call it 'easy listening,' as if to suggest that it should be hard to listen to.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I hate talking about music, to tell you the truth.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Once music ceases to be ephemeral - always disappearing - and becomes instead material... it leaves the condition of traditional music and enters the condition of painting. It becomes a painting, existing as material in space, not immaterial in time.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Editing is now the easiest thing on earth to do, and all the things that evolved out of word processing - 'Oh, let's put that sentence there, let's get rid of this' - have become commonplace in films and music too.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "For instance, I'm always fascinated to see whether, given the kind of fairly known and established form called popular music, whether there is some magic combination that nobody has hit upon before.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "There are certain sounds that I've found work well in nearly any context. Their function is not so much musical as spatial: they define the edges of the territory of the music.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Once I started working with generative music in the 1970s, I was flirting with ideas of making a kind of endless music - not like a record that you'd put on, which would play for a while and finish.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "One often makes music to supplement one's world.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I've got a feeling that music might not be the most interesting place to be in the world of things.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Most game music is based on loops effectively.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "In England and Europe, we have this huge music called ambient - ambient techno, ambient house, ambient hip-hop, ambient this, ambient that.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Lyrics are always misleading because they make people think that that's what the music is about.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I got interested in the idea of music that could make itself, in a sense, in the mid 1960s really, when I first heard composers like Terry Riley, and when I first started playing with tape recorders.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The whole history of pop music had rested on the first person singular, with occasional intrusions of the second person singular.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The prospect of music being detachable from time and place meant that one could start to think of music as a part of one's furniture.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Perhaps when music has been shouting for so long, a quieter voice seems attractive.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Lyrics are the only thing to do with music that haven't been made easier technically.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I've had to keep exploring different ways of presenting the music so I don't repeat myself.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "People listen to music the way they want to listen to music.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "I don't see music as working.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "My father was a minister and so rock music was banned in our house.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "This was a time frame when dance music and clubs were having a real impact on culture, and it had an impact on me.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Music is always a reflection of what's going on in the hearts and minds of the culture.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Some of the greatest blues music is some of the darkest music you've ever heard.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "I was irrevocably betrothed to laughter, the sound of which has always seemed to me the most civilised music in the world.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "We are the music makers. We are the dreamers of the dream.", 
    "name": "Arthur O'Shaughnessy"
  }, 
  {
    "quote": "Rap music's been around for too long now to be inspirational. The words are, but the music isn't.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "What we don't need in country music is divisiveness, public criticism of each other, and some arbitrary judgement of what belongs and what doesn't.", 
    "name": "Charley Pride"
  }, 
  {
    "quote": "From the beginning, I knew intuitively that if nothing else, music was safe, and that nobody could tell me anything about it. Music didn't need a middleman, whereas all the other things in school needed some kind of explanation.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "With music, you often don't have to translate it. It just affects you, and you don't know why.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I try to devote my afternoons to making music in my home studio, but it's a lot more fun hanging out with musicians and friends, and trying subtly to influence a band than making your own stuff.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I happened to come along in the music business when there was no trend.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "I dabbled in things like Howlin' Wolf, Cream and Led Zeppelin, but when I heard Son House and Robert Johnson, it blew my mind. It was something I'd been missing my whole life. That music made me discard everything else and just get down to the soul and honesty of the blues.", 
    "name": "Jack White"
  }, 
  {
    "quote": "There are so many opportunities in life, that the loss of two or three capabilities is not necessarily debilitating. A handicap can give you the opportunity to focus more on art, writing, or music.", 
    "name": "Jim Davis"
  }, 
  {
    "quote": "I love music.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I have such happy memories of performing in a choir and I don't think I'd have got where I am today without all that experience. So my advice to young singers is to either join your school or church's choir or find one in your local area. Choral music at any level teaches you so much about musicianship and blending your voice.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "The business side of film has goofed up so many things, but even that's changing. It happened to the music industry and now it's happening to the film studios. It's crazy what's going on. But artists should have control of their work especially if, as I always say, you never turn down a good idea and never take a bad idea.", 
    "name": "David Lynch"
  }, 
  {
    "quote": "I travel the garden of music, thru inspiration. It's a large, very large garden, seen?", 
    "name": "Peter Tosh"
  }, 
  {
    "quote": "I've seen country music go uptown, like we say, and I'm proud I was there when it happened.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "I love country music, blues, and punk, and one day I might make those kinds of records.", 
    "name": "Kesha"
  }, 
  {
    "quote": "I think there's nothing better than seeing a three-chord straight up rock 'n' roll band in your face with sweaty music and three minute good songs.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "It had never occurred to me before that music and thinking are so much alike. In fact you could say music is another way of thinking, or maybe thinking is another kind of music.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "The desire to hit a big home run is dominating the music business.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "When you actually like each other, it translates to the music.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "You have to be willing to deal with the ups and downs of the music, the ups and downs of the audience.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "To be able to put your arms around 24 years of music, it's really fun.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Music is your guide.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I'm prepared to spend the rest of my life playing clubs, if that means I'm playing music that I believe in.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "People think I take some sort of masochistic pleasure out of putting out music that's gonna be unpopular.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I was fantasising about my own death, I started thinking what my funeral would be like and what music would be played, I was at that level of insanity.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Most of my arguments with musicians through the years have had more to do with their attitude about music, or their attitude about their own lives, or their personal responsibility. Music has never really been the big centerpiece of the fight.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "The ideology of the Smashing Pumpkins was ultimately more valuable than the music of the Smashing Pumpkins. That's what critics can't put their finger on.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "To re-embrace what I once loved about music has been a warming process for me, because it's a good, earned feeling now.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Cinematography is infinite in its possibilities... much more so than music or language.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "It was all about music, about getting your friends to come and see you play. I don't see that same intimacy happening very much today.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "Mathematics is, as it were, a sensuous logic, and relates to philosophy as do the arts, music, and plastic art to poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "If you like my music, great, and if you don't, whatever. I'm going to keep making it either way.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Oh, I will always be honest with my music. The records are black boxes for me. Like if you want to know who I am, my views, my perspective, things I love, things I hate, my convictions, my anthems. I've never let people's opinions affect the way I write.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Music - that's been my education. There's not a day that goes by that I take it for granted.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "I love jazz music and sad music. I'm a sentimental guy. I'm a romantic guy.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "Does art have a future? Performance genres like opera, theater, music and dance are thriving all over the world, but the visual arts have been in slow decline for nearly 40 years. No major figure of profound influence has emerged in painting or sculpture since the waning of Pop Art and the birth of Minimalism in the early 1970s.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "The only love affair I have ever had was with music.", 
    "name": "Maurice Ravel"
  }, 
  {
    "quote": "There are certain things in which mediocrity is not to be endured, such as poetry, music, painting, public speaking.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "If anyone asks you what kind of music you play, tell him 'pop.' Don't tell him 'rock'n'roll' or they won't even let you in the hotel.", 
    "name": "Buddy Holly"
  }, 
  {
    "quote": "I'd call what I do pop music, but it's folky and electronic and it doesn't really sound like much else.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "We're not uncomfortable with it, and we've already been through enough of the music business where I'm not really worried that commercial success is going to in some way - we're already past saving, you know what I mean? It's too late for us.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "A verbal art like poetry is reflective it stops to think. Music is immediate, it goes on to become.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Mumford &amp Sons' music appeals to a lot of America. I'm really proud of them.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "To know how to suggest is the great art of teaching. To attain it we must be able to guess what will interest we must learn to read the childish soul as we might a piece of music. Then, by simply changing the key, we keep up the attraction and vary the song.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Men are wary of me because they know, by listening to my music, that a relationship with me will be quite deep.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I've been all over the world. I love New York, I love Paris, San Francisco, so many places. But there's no place like New Orleans. It's got the best food. It's got the best music. It's got the best people. It's got the most fun stuff to do.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I'm quite private. And I never wanted to be the biggest star in the world, really. So in that sense I've got a good balance of doing great shows, of making an appearance every now and then and writing music, and I don't really have to do much else.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Music of all arts should be expansive and inclusive.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "People always try to find my agenda, but I don't really have one. It's safe to say that I make pop, but I think that I'm doing important music, too. I've just always done what I wanted to do.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Since I met Starsmith, my producer, I really feel like I'm making music because we write it together and produce it together. I've got a proper involvement in the end product as opposed to just writing a song and finding someone else to produce it.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Because of the Thames I have always loved inland waterways - water in general, water sounds - there's music in water. Brooks babbling, fountains splashing. Weirs, waterfalls tumbling, gushing.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "I never gave up on country music because I knew what I was doing was not that bad.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "I'd like a male to listen to my music and find it kind of fascinating, what a girl goes through when they get heartbroken or get sad or get hurt by something.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "A lot of country music is sad.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "I could always sing, from a really young age, but my voice was really weird. I used to make my mum turn up the radio every day in our house. She was well into music so I got that from her.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "There's a great enthusiasm for good country music all over the world.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "I maintain that when I finally retire from my career in music, I will go and live back in Wales - when I am an old person, if I live to be an old person. The water I miss, and the air, there's something different about it. And I miss the simple life.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I think Ray Charles did as much as anybody when he did his country music album. Ray Charles broke down borders and showed the similarities between country music and R&ampB.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "I've always said that Adele has turned so many people on to British singers - whether female singers or just like music from this country in general.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "We used to play music for fun. Much more than now. Now nobody picks up a guitar unless they're paid for it.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "I'm obsessed with the countryside: woods, forests, fields, lakes, mountains. I'm really into folk music and folklore. But more so I'm into electronic music. I'm into bands that have both aspects, like Boards of Canada is a perfect example. You could listen to that type of music running through a woods. It's kind of what I wanted to achieve.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I need music. It's like my heartbeat, so to speak. It keeps me going no matter what's going on - bad games, press, whatever!", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I don't really have a style icon but I really admire the way people dress like Gaga, Rihanna and Gwen Stefani. It's good to be inspired by singers who write music and dress incredibly - rather than models and people in the fashion industry who dress immaculately anyway because it's their style.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "It is so characteristic, that just when the mechanics of reproduction are so vastly improved, there are fewer and fewer people who know how the music should be played.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "I met Prince William at a musical festival and he let me know he was a fan of my music. But the invitation to sing at his wedding reception came completely out of the blue. The fact that Kate and William knew the words to my songs was very touching.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Pop changes week to week, month to month. But great music is like literature.", 
    "name": "Ravi Shankar"
  }, 
  {
    "quote": "I started getting these attacks in 2009, just as my music career was taking off. I'd be doing photo-shoots and started to feel like I was having heart attacks. Increasingly I found it difficult to step outside my flat. Things started to get better after I saw a therapist, who told me I needed to make peace with my panic attacks.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I was always struck by how Picasso had no interest in music.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I start really missing London when I go away. I have a little flat, but very central. I live above a pub and you'd think it'd be a nightmare, but I like hearing the music and it's quite comforting.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I am happy to make money. I want to make more money, make more music, eat Big Macs and drink Budweisers.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "I didn't want to go out and change anything. I just wanted to make the music that was part of my background, which was rock and blues and hip-hop.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "It didn't even occur to me that I'm the last person in the world who should play salsa or Brazilian music.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "You create a community with music, not just at concerts but by talking about it with your friends.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I've noticed a lot of younger artists have less fear of doing different sorts of things, whether it's various types of music, or gallery artists moving between video and sculpture and drawing.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "The making of music is profoundly affected by the market.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "We don't make music - it makes us.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "People are already finding ways to make their music and play it in front of people and have a life in music, I guess, and I think that's pretty much all you can ask.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Even from a listening end now, I'm still completely a fan of music.", 
    "name": "James Iha"
  }, 
  {
    "quote": "I'm not suggesting people abandon musical instruments and start playing their cars and apartments, but I do think the reign of music as a commodity made only by professionals might be winding down.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "We tend to mistake music for the physical object.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I've rarely seen video screens used well in a music concert.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "There's more good music being made now than ever before.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Why not invest in the future of music, instead of building fortresses to preserve its past?", 
    "name": "David Byrne"
  }, 
  {
    "quote": "The imminent demise of the large record companies as gatekeepers of the world's popular music is a good thing, for the most part.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I think I'm a music fan before anything else.", 
    "name": "Nuno Bettencourt"
  }, 
  {
    "quote": "So there's no guarantee if you like the music you will empathize with the culture and the people who made it. It doesn't necessarily happen. I think it can, but it doesn't necessarily happen. Which is kind of a shame.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I supply the music for Vampires, which is a new series that's coming out.", 
    "name": "John Entwistle"
  }, 
  {
    "quote": "If anything, a lot of electronic music is music that no one listens to at home, hardly. It's really only to be heard when everyone's out enjoying it.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Ninety percent of all music is always crap, and when too many people decide they're going to have guitar bands, then ninety percent of them are going to be crap. It's just a given law.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "It seems almost backwards to me that my music seems the more emotional outlet, and the art stuff seems more about ideas.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "There's something about music that encourages people to want to know more about the person that made it, and where it was recorded, what year it was done, what they were listening to, and all this kind of stuff. There's something that invites all this obsessive behavior.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Everything we release with Tool is inspired by our music.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "What I like about music is the songs you can remember the lines of in a single second.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "Music is part of the life of fashion, too.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "Singing is a way of releasing an emotion that you sometimes can't portray when you're acting. And music moves your soul, so music is the source of the most intense emotions you can feel.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "Remember the first time you went to a show and saw your favorite band. You wore their shirt, and sang every word. You didn't know anything about scene politics, haircuts, or what was cool. All you knew was that this music made you feel different from anyone you shared a locker with. Someone finally understood you. This is what music is about.", 
    "name": "Gerard Way"
  }, 
  {
    "quote": "The only reason that you do visual is solely for the visual. That's the only reason. It doesn't sell your music for you.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "Without a doubt, the best way to get to know me is through my music.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "Country music is still your grandpa's music, but it's also your daughter's music. It's getting bigger and better all the time and I'm glad to be a part of it.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "Music is a great natural high and a great natural escape.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "Marilyn Monroe never sold a platinum album. And more people know my music than what I look like.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "My music must reflect whatever's going on in my mind, and my life needs to evolve for me to discover who it is I'm becoming.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I have terrible hearing trouble. I have unwittingly helped to invent and refine a type of music that makes its principal proponents deaf.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "All my concerts had no sounds in them they were completely silent. People had to make up their own music in their minds!", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Beethoven can write music, thank God, but he can do nothing else on earth.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "I think people need to have fun with whatever they're doing - makeup, their clothes, music, live shows - anything you don't need to take too seriously, don't take too seriously.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Rock 'n' roll music is what gets me off.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "When I listen to music, I don't want to hear about flowers. I like death and destruction.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "Music is the career I'm lucky enough to get paid for, but I have other desires and passions.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "I had spent many years pursuing excellence, because that is what classical music is all about... Now it was dedicated to freedom, and that was far more important.", 
    "name": "Nina Simone"
  }, 
  {
    "quote": "The best music is essentially there to provide you something to face the world with.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Music was invented to confirm human loneliness.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "Music never dies. Do we really need another Madonna tour? Does she have to compete with women performers 25 years her junior?", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Yet, it ought to be obvious that good music generally occupies a higher plane that mere politics. Great writers can express moods through melody and capture experiences we share most powerfully - love, lust, longing joy, rage, fear triumph, yearning and confusion.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "Every so often, I feel I should graduate to classical music, properly. But the truth is, I'm more likely to listen to rock music.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Music is really something that makes people whole.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "I think the world is ready for some rock 'n' roll. Some real time guys that play their own instruments, write their own songs, and sing the music and have a good time doing it.", 
    "name": "Vince Neil"
  }, 
  {
    "quote": "People are going deaf because music is played louder and louder, but because they're going deaf, it has to be played louder still.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Do I listen to pop music because I'm miserable or am I miserable because listen to pop music?", 
    "name": "John Cusack"
  }, 
  {
    "quote": "For me, music and life are all about style.", 
    "name": "Miles Davis"
  }, 
  {
    "quote": "Music must take rank as the highest of the fine arts - as the one which, more than any other, ministers to the human spirit.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "A lot of music is mathematics. It's balance.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "I think that a song, when it works, never mind a piece of long form music, even a song is something that speaks to itself but has a language all of its own, ideally.", 
    "name": "Steve Hackett"
  }, 
  {
    "quote": "I'm not trying to clock scores in this lifetime, it's just that things are better now than they were like five, ten years ago. Music has gotten a lot better. There's a lot of people who are committed to - soulfully.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "If not for music, I would probably be a very frustrated scientist. It's one way to answer the question, 'What is the meaning of life?' I feel music answers it better.", 
    "name": "Paula Cole"
  }, 
  {
    "quote": "I listen to music for emotion and I get zero emotion from rap.", 
    "name": "Sebastian Bach"
  }, 
  {
    "quote": "I just do what I do. I like to make music.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "I want my music to do the explaining.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "I was lucky enough to be the lady that was asked to be Maria in the Sound Of Music, and that film was fortunate enough to be huge hit. The same with Mary Poppins. I got terribly lucky in that respect.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "As a rule, my focus is on classical music, but I love jazz. I love everything, actually.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "Linguistic philosophers continue to argue that probably music is not a language, that is in the philosophical debate. Another point of view is to say that music is a very profound language.", 
    "name": "Robert Fripp"
  }, 
  {
    "quote": "Getting into music has changed my personality and way of doing things. I'm far more open now.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "More than art, more than literature, music is universally accessible.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "If you make music for the human needs you have within yourself, then you do it for all humans who need the same things. You enrich humanity with the profound expression of these feelings.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "In America, life is introverted, self-absorbed - and so is their music.", 
    "name": "Chris Barber"
  }, 
  {
    "quote": "For whatever reason, not all people are born with the particular gift of being able to express ourselves through music. And, believe me, it is a gift.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Country music is three chords and the truth.", 
    "name": "Harlan Howard"
  }, 
  {
    "quote": "In the course of transferring all my CDs to my iPod, I have found myself wandering the musical hallways of my past and reacquainting myself with music I haven't listened to in years.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Maybe someday you can accuse somebody of being a poseur by selling out and playing blues music, but that's just not going to happen in my lifetime.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "The bottom line is that musicians love to make music and always will.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Nature's music is never over her silences are pauses, not conclusions.", 
    "name": "Mary Webb"
  }, 
  {
    "quote": "In essence, String Theory describes space and time, matter and energy, gravity and light, indeed all of God's creation... as music.", 
    "name": "Roy H. Williams"
  }, 
  {
    "quote": "There is still a future with music, because people want music.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "People who make music together cannot be enemies, at least while the music lasts.", 
    "name": "Paul Hindemith"
  }, 
  {
    "quote": "I haven't heard any music on the BBC World Service in a long time. Maybe I'm listening at the wrong times. But not one single piece of music.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Everything revolves around the music when it comes to Tool.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "After all, in today's music scene every band seems to steal from other bands.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Music is my life, it is a reflection of what I go through.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "There's no religion but sex and music.", 
    "name": "Sting"
  }, 
  {
    "quote": "I have a big problem with piped music. I like either silence or to listen to it properly.", 
    "name": "Sting"
  }, 
  {
    "quote": "I see music as one language. If one musical form eats its own tail, it dies. So it needs to be a mongrel, it needs to be hybridised.", 
    "name": "Sting"
  }, 
  {
    "quote": "I quit high school on my birthday. It was my senior year and I didn't see the point. This was 1962, and I was ready to make music.", 
    "name": "Barry White"
  }, 
  {
    "quote": "I write the music, produce it and the band plays within the parameters that I set.", 
    "name": "Sting"
  }, 
  {
    "quote": "I think no artist can claim to have any access to the truth, or an authentic version of an event. But obviously they have slightly better means at their disposal because they have their art to energize whatever it is they're trying to write about. They have music.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "We're musicians. We make music for a living. It's that simple. Nothing else matters.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "My horizon on humanity is enlarged by reading the writers of poems, seeing a painting, listening to some music, some opera, which has nothing at all to do with a volatile human condition or struggle or whatever. It enriches me as a human being.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "When I grew up, what was interesting for me was that music was color and life was gray. So music for me has always been more than entertainment.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "Entertainment came out of this thing called a television, and it was gray. Most of the films that we saw at the cinema were black and white. It was a gray world. And music somehow was in color.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "I'm writing constantly about all my crazy experiences across the world, so I have a lot of music I've already written.", 
    "name": "Kesha"
  }, 
  {
    "quote": "I think it's important for people who love music to retain physical CDs or even vinyl, because it sounds so great and so much warmer than music over the internet.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "And you have a record company behind it, this is a key too, you need people to fight for your records, at least a little bit. So if you have a great song, it's catchy, and you've got a little bit of help, I think that's all you need. But there hasn't been that in music.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Def Leppard is obviously a different band that we are, but the music work well tighter. And the audiences seem work well together too. We are opening, but we're having a good time.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I like music that's more offensive. I like it to sound like nails on a blackboard, get me wild.", 
    "name": "Iggy Pop"
  }, 
  {
    "quote": "I like to hang out with my friends. I love music. I like to go to the movies. I like to eat. I like to cook.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I plan to stay in music. I plan to keep making records.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I sure saw a lot of kids that I'm sure didn't know a lot about us, or we were definitely new to them. The kids who came up to me afterward, we'd talk about music, sign a lot of autographs. So I'm sure we made a lot of new fans.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I think what I'm going to do is get more balance in my life to still be able to go out and play the hard rock 'n' roll and do what I like to do in music.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "So it was out of necessity that Blackheart was born. I think it's great that now, 25 years later, we're not only putting out our own music, but are able to put out music by other bands. That's really exciting for us.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I've done some acting and a lot of different things, but mostly it's the music.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Before I settled on music, I wanted to be an archaeologist, an astronaut, all sorts of really diverse things.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Australia is so cool that it's hard to even know where to start describing it. The beaches are beautiful so is the weather. Not too crowded. Great food, great music, really nice people. It must be a lot like Los Angeles was many years ago.", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "Pop music is not a threatening style of music.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I know music is subjective.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Well, I'll tell you, I don't know how aware teenagers are of me. I think it really depends on the teenager and how well-versed in music they are and what kind of music they like.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "The music industry can make you feel like a prostitute.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "We're not trying to change the world just music.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "I've been a fan of electronic music since the beginning.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "It's really cool to see glowsticks at the show, to see dance music culture infiltrating and becoming one with the metal community.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "It seems like a lot of music today is so churned out and simple.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "Singing is just a feeling set to music.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "The calm mind allows one to connect with the inner self, the Soul, the very source of our being. That's where the music lives. That's where my music comes from.", 
    "name": "Clarence Clemons"
  }, 
  {
    "quote": "At home I'm just a guy who has interests that extend far beyond music.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "I wanted to take up music, so my father bought me a blunt instrument. He told me to knock myself out.", 
    "name": "Jay London"
  }, 
  {
    "quote": "Music is the language of the heart, and conservatives always screw it up.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Music is about communication... it isn't just something that maybe physically sounds good or orally sounds interesting it's something far, far deeper than that.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "My husband is a composer, so he plays piano all the time and I sit there and clap telling my unborn child, 'Hear me clap, hear the music.' I know music, in general, is supposed to be good for babies to hear.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Music has always been my protection against the world, from a very young age. I feel safe inside of a jam.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "People think our music's very aggressive or angry or whatever, and it's just the opposite, really... I like laughing. And I like being really calm before a show, and smiley.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "I find Indian music very funky. I mean it's very soulful, with their own kind of blues. But it's the only other school on the planet that develops improvisation to the high degree that you find in jazz music. So we have a lot of common ground.", 
    "name": "John McLaughlin"
  }, 
  {
    "quote": "Making an album should be an honest experience. It shouldn't be about trying to gauge where popular music is today it should be about artistic expression and putting down what you want to put down.", 
    "name": "Scott Weiland"
  }, 
  {
    "quote": "I think ABBA have a pure joy to their music and that's what makes them extraordinary.", 
    "name": "Bono"
  }, 
  {
    "quote": "Great classic music that I've been turned on to has not only inspired and influenced me, but it has had an effect on my songwriting.", 
    "name": "Scott Weiland"
  }, 
  {
    "quote": "The great moments of rock 'n' roll were never off in some corner of the music world, in a self-constructed ghetto.", 
    "name": "Bono"
  }, 
  {
    "quote": "Rock music is niche.", 
    "name": "Bono"
  }, 
  {
    "quote": "If you pour some music on whatever's wrong, it'll sure help out.", 
    "name": "Levon Helm"
  }, 
  {
    "quote": "In our music, in our everyday life, there are so many negative things. Why not have something positive and stamp it with blackness?", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that's when you were holding onto music like it was a palm tree in a hurricane.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "Pop music is aspirin and the blues are vitamins.", 
    "name": "Peter Tork"
  }, 
  {
    "quote": "Music, at its essence, is what gives us memories. And the longer a song has existed in our lives, the more memories we have of it.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "Those who decide to use leisure as a means of mental development, who love good music, good books, good pictures, good plays, good company, good conversation - what are they? They are the happiest people in the world.", 
    "name": "William Lyon Phelps"
  }, 
  {
    "quote": "A lot of music you might listen to is pretty vapid, it doesn't always deal with our deeper issues. These are the things I'm interested in now, particularly at my age.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "I love to make music and stay grounded.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "I only want to make music because I have a passion for it.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "I always think I'm the Tom Cruise of music - a lot of success and fans, but no critics, darling.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Music is a part of my life all the time - on the plane, before matches, driving out to the court.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "The basis of our partnership strategy and our partnership approach: We build the social technology. They provide the music.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "Music is an agreeable harmony for the honor of God and the permissible delights of the soul.", 
    "name": "Johann Sebastian Bach"
  }, 
  {
    "quote": "The music of Hendrix wakes people up to their possibilities. It's more than just dreaming about being a guitar hero.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "I don't like to be labeled, to be anything. I've made the mistake before myself of labeling my music, but it's counter-productive.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "I have so many opinions about everything it just comes out during my music. It's a battle for me. I try not to be preachy. That's a real danger.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "My music isn't anything but me. It has jazz in it, and rock'n'roll, and it has an urgency to it.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "The '60s was one of the first times the power of music was used by a generation to bind them together.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "The thing about my music is, there really is no point.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "Commitments are one of the worst things to have in the music business. They're very annoying.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "Music is part of us, and either ennobles or degrades our behavior.", 
    "name": "Boethius"
  }, 
  {
    "quote": "Live music is better.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "All that stuff about heavy metal and hard rock, I don't subscribe to any of that. It's all just music. I mean, the heavy metal from the '70s sounds nothing like the stuff from the '80s, and that sounds nothing like the stuff from the '90s. Who's to say what is and isn't a certain type of music?", 
    "name": "Neil Young"
  }, 
  {
    "quote": "It is jazz music that called me to be a musician and I have always sang the songs that moved me the most. Singers, like Frank Sinatra and myself, we interpret the songs that we like. Not unlike a Shakespearean actor that goes back to the greatest words ever written, we go back to the greatest songs.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I used to go to Bourbon Street when I was a kid and there would be club after club after club of people who were around when the music started. I mean these are legendary, maybe not so well known, but legendary musicians.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I've spent hours and hours doing research into Appalachian folk music. My grandfather was a fiddler. There is something very immediate, very simple and emotional, about that music.", 
    "name": "Renee Fleming"
  }, 
  {
    "quote": "I don't play pyrotechnic scales. I play about frustration, patience, anger. Music is an extension of my soul.", 
    "name": "Dick Dale"
  }, 
  {
    "quote": "Music my rampart, and my only one.", 
    "name": "Edna St. Vincent Millay"
  }, 
  {
    "quote": "Though everything else may appear shallow and repulsive, even the smallest task in music is so absorbing, and carries us so far away from town, country, earth, and all worldly things, that it is truly a blessed gift of God.", 
    "name": "Felix Mendelssohn"
  }, 
  {
    "quote": "I write the vocals last, because I wanted to invent the music first and push the music to the level that I had to compete against it.", 
    "name": "Axl Rose"
  }, 
  {
    "quote": "Alas! all music jars when the soul's out of tune.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "They teach you there's a boundary line to music. But, man, there's no boundary line to art.", 
    "name": "Charlie Parker"
  }, 
  {
    "quote": "Soul music is timeless.", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "When I was a young musician, the only option available to pursue secondary education in music was to attend a classical conservatory.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "When I look at great works of art or listen to inspired music, I sense intimate portraits of the specific times in which they were created.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "We are living in a time when American popular music is finally being recognized as one of our most successful exports. The demand is huge.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Most people are satisfied with the junk food being sold as music.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "I'm probably writing music now for the same reason as I started writing songs when I was 14 - to meet women.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "I can't think of one person I've ever met who didn't like some type of music.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Don't make music for some vast, unseen audience or market or ratings share or even for something as tangible as money. Though it's crucial to make a living, that shouldn't be your inspiration. Do it for yourself.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "There's a constantly applicable nature to soul music, whereas sometimes pop music can be a periodical.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I don't need my phone to play me music. I need it to be a phone and an e-mail thing.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "It was stumbling on to really the bible of the blues, you know, and a very powerful drug to be introduced to us and I absorbed it totally, and it changed my complete outlook on music.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "I've been composing music all my life and if I'd been clever enough at school I would like to have gone to music college.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "I think everything Joni Mitchell did for music was big.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Adam does most of the work when it comes to videos and he basically does the same as I do with the lyrics. The videos are his visual interpretations of our music.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Reading is more of a left-brain process, and listening to music is a right-brain function.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "I feel this music has nurtured me as I've been immersing myself in it. I've felt supported by it.", 
    "name": "Sting"
  }, 
  {
    "quote": "I hate most of what constitutes rock music, which is basically middle-aged crap.", 
    "name": "Sting"
  }, 
  {
    "quote": "Yoga is almost like music in a way there's no end to it.", 
    "name": "Sting"
  }, 
  {
    "quote": "There's something missing in the music industry today... and it's music. Songs you hear don't last, it's just product fed to you by the industry.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "I like when guests come over early and we chop veggies and talk and play music.", 
    "name": "John Stamos"
  }, 
  {
    "quote": "I can play punk rock, and I love playing punk rock, but I was into every other style of music before I played punk rock.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "Beyond a certain point, the music isn't mine anymore. It's yours.", 
    "name": "Phil Collins"
  }, 
  {
    "quote": "Music was always the distraction, so it was the obvious choice to pursue. My dad always said to find a job I love to do, that way it wouldn't feel like a job. So I did that.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "When people hear good music, it makes them homesick for something they never had, and never will have.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "A movie goes from several stages, from idea to script. As you continue shooting, you will make some adjustments. You're constantly adjusting. It's like a piece of music. You're constantly trying to make it better.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "Good music is good music, and everything else can go to hell.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "Country music is important to me, and I love it, but it's not my whole life.", 
    "name": "George Strait"
  }, 
  {
    "quote": "What I took back, because of my exposure to the Jewish music of the 30s and the 40s in my upbringing with my father, was that kind of theatrical songwriting. It was always a part of my character. This desire to make people laugh.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "The problem for me, still today, is that I write purely with one dramatic structure and that is the rite of passage. I'm not really skilled in any other. Rock and roll itself can be described as music to accompany the rite of passage.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "What I'm trying to do is find either existing properties or come up with properties or angles or stories which will create music drama. It's my obsession and most of all I would like to remain working in theatre. I think it's very much alive.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "Music exalts each joy, allays each grief, expels diseases, softens every pain, subdues the rage of poison, and the plague.", 
    "name": "John Armstrong"
  }, 
  {
    "quote": "I felt that the elegance of pop music was that it was reflective: we were holding up a mirror to our audience and reflecting them philosophically and spiritually, rather than just reflecting society or something called 'rock and roll.'", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "I just go with the flow, so any style can be in my music - that makes it exciting.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Starting out really punk came from not knowing any better and listening to music like that, not knowing how to play music - well, still not knowing how to play music.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "The English may not like music, but they absolutely love the noise it makes.", 
    "name": "Thomas Beecham"
  }, 
  {
    "quote": "I love sad songs. They say so much. I love country music but even the happy songs sound really sad.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Music and the music business are two different things.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "I'm constantly thinking about what I'll do next. I never count on music being a career of longevity. I mean, longevity is key, and I hope that it lasts, but you just don't know, because it's not in your hands, you don't make the decision.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "The beautiful thing about hip-hop is it's like an audio collage. You can take any form of music and do it in a hip-hop way and it'll be a hip-hop song. That's the only music you can do that with.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "It's really hard for me to sometimes put myself out there, like 'Hey, how do you feel about making music together?' because maybe I'm afraid of rejection or I don't want to put anybody out. It's the Southerner in me, like, 'I don't mean to bother you but do you mind making a song?'", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I am quite certain in my heart of hearts that modern music and modern art is not a conspiracy, but is a form of truth and integrity for those who practise it honestly, decently and with all their being.", 
    "name": "Michael Tippett"
  }, 
  {
    "quote": "I've never had a very quiet voice. I tried in choir to make it smaller, and it just didn't work out. And I listened to a lot of soul music when I was growing up on my own accord. But I was mostly into Mama Cass and Gladys Knight, and they all had big voices too just different than mine.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "My music is fun, kind of cheeky.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Olympia was a town crawling with music. I was new to the whole punk scene. The culture shock continued Olympia had bagels! We didn't have bagels in Arkansas. You could order vegetarian food all over town! It was so crazy to me - a place with so many vegetarians, the restaurants made special dishes for them?", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I do love country music.", 
    "name": "Kesha"
  }, 
  {
    "quote": "I know that I can sing. That's the reason I started playing music when I was twelve years old.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Music for me is an emotional thing and it really does make me happy. It's not a tool for me to get fame or see my face in the papers or anything like that. It's about the fact that I really do enjoy it.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "Bands are about these little relationships that make everything tick, and when you create new music you're testing those relationships.", 
    "name": "Jonathan Cain"
  }, 
  {
    "quote": "Dreams do come true, even for someone who couldn't speak English and never had a music lesson or much of an education.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "It's funny how the music industry is enraged about the Internet and the way things are copied without being paid for. But you know why people steal the music? Because they can't afford the music.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "A man can stand a lot as long as he can stand himself. He can live without hope, without friends, without books, even without music, as long as he can listen to his own thoughts.", 
    "name": "Axel Munthe"
  }, 
  {
    "quote": "I don't need anybody to market or promote me. If people don't want to hear this music, then it's not for them. You cannot please everybody.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "For some young people, their first experience ever hearing punk rock music was playing the Green Bay Packers on 'Madden'.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "When I'm alone, I work sometimes with music, sometimes without and sometimes just listening to NPR.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "A country is made not by policy alone, but by its music, its entertainment shows, all of it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Half the time I feel like I'm appealing to the downer freaks out there. We start to play one downer record after another until I begin to get down myself. Give me something from 1960 or something let me get up again. The music of today is for downer freaks, and I'm an upper.", 
    "name": "Wolfman Jack"
  }, 
  {
    "quote": "I think the pop chart today is entirely market-driven. And it has nothing to do with public taste. And it has nothing to do with moving music forward. It's simply a market chart.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "That's why this generation is the least racist generation ever. You see it all the time. Go to any club. People are intermingling, hanging out, having fun, enjoying the same music. Hip-hop is not just in the Bronx anymore. It's worldwide. Everywhere you go, people are listening to hip-hop and partying together. Hip-hop has done that.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "Bluegrass has brought more people together and made more friends than any music in the world. You meet people at festivals and renew acquaintances year after year.", 
    "name": "Bill Monroe"
  }, 
  {
    "quote": "My life so common it disappears and sometimes even music cannot substitute for tears.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "Boy bands should be exploded from a great height. They're just pretty people singing music written by others.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "To me, John Lennon and Elvis Presley were punks, because they made music that evoked those emotions in people.", 
    "name": "Joey Ramone"
  }, 
  {
    "quote": "If I had to play only for people who liked the music because they heard it on the radio, it wouldn't make me happy. That's why I'm working so hard to have, yes, a profile as an artist, but also a profile as a DJ.", 
    "name": "David Guetta"
  }, 
  {
    "quote": "Most recently we've been working in concert situations rather than clubs. because there aren't too many rooms there like Ronnie Scott's, that are pure music rooms, where people come specifically to listen to music.", 
    "name": "Chuck Mangione"
  }, 
  {
    "quote": "But for the children of the poorest people we're stripping the curriculum, removing the arts and music, and drilling the children into useful labor. We're not valuing a child for the time in which she actually is a child.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "I don't listen to a lot of new stuff. I just like the old stuff. It's all quite dramatic and atmospheric. You'd have an entire story in song. I never listen to, like, white music - I couldn't sing you a Zeppelin or Floyd song.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "I listen to music that is of our time and I just get angry.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "Hunting, fishing, drawing, and music occupied my every moment. Cares I knew not, and cared naught about them.", 
    "name": "John James Audubon"
  }, 
  {
    "quote": "I don't read music. I don't write it. So I wander around on the guitar until something starts to present itself.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "Men make angry music and it's called rock-and-roll women include anger in their vocabulary and suddenly they're angry and militant.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I basically get stereotyped a lot in terms of being a girl and writing 'chick' music for teenage girls or something. I think, if anything, the press kind of, because of my gender and my age, tends to kind of relegate my work to this sort of special-interest group. It's part of the cultural dynamic, I guess.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I seriously hate pop music and all things super-commercial.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I see a lot of connections between folk and punk music just because they're both subcorporate music - I mean, traditionally.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I've been trying to learn how to not be so conflicted about things like my own anger. I've always had a place in my music for my anger as a way of compensating for not having a mechanism to express it in my everyday life. So I've been trying to be more true to myself, and that helps me to chill out a little bit. But politically, uh-uh. No.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Pop stardom is not very compelling. I'm much more interested in a relationship between performer and audience that is of equals. I came up through folk music, and there's no pomp and circumstance to the performance. There's no, like, 'I'll be the rock star, you be the adulating fan.'", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Ah, reality TV: where opportunists delight in exposing opportunism! It's kind of like the indie music scene.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "The principle of the endless melody is the perpetual becoming of a music that never had any reason for starting, any more than it has any reason for ending.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "Social topics may hit too close to home for people, but then again, if you pull a heartstring, then that's what country music is. It's not just songs about getting drunk and leaving your girl.", 
    "name": "Kenny Chesney"
  }, 
  {
    "quote": "For me music is a vehicle to bring our pain to the surface, getting it back to that humble and tender spot where, with luck, it can lose its anger and become compassion again.", 
    "name": "Paula Cole"
  }, 
  {
    "quote": "I love music passionately. And because I love it I try to free it from barren traditions that stifle it.", 
    "name": "Claude Debussy"
  }, 
  {
    "quote": "And why is our music called world music? I think people are being polite. What they want to say is that it's third world music. Like they use to call us under developed countries, now it has changed to developing countries, it's much more polite.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "I became a set designer for opera. I'm a great opera buff, I love classical music, and I needed a time-out.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "It's a really unfair world because life is, where I am all day long we listen to American music. So I don't see why the radios in the U.S. cannot even put aside one hour a day just to play music that is not American.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "There are certain pieces of music that are always attached to certain books.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I like so many different kinds of music just because all I did was listen to the radio as a kid.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "I didn't know much about him, and I wasn't a big country music fan. I listened to the Beatles and David Bowie, so I didn't know a lot about him.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "But however measurable, there is much more life in music than mathematics or logic ever dreamed of.", 
    "name": "Gabriel Marcel"
  }, 
  {
    "quote": "It means so much being a part of country music and the Opry.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "If architecture is frozen music then music must be liquid architecture.", 
    "name": "Quincy Jones"
  }, 
  {
    "quote": "My friends are mostly familiar with music that plays on the mainstream radio.", 
    "name": "Jessica Sanchez"
  }, 
  {
    "quote": "Jazz vision is the fusion of music and art a real paradox of same-yet different. Here we play in exchanges, like the hardness of the key of c# major and from the softness of Db major - capturing, reflecting and improvising.", 
    "name": "Barbara Januszkiewicz"
  }, 
  {
    "quote": "I think it's a mistake where rap music is these days. It doesn't seem to be able to look out of the ghetto and that's ultimately unfortunate, because it defines our limitations.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "Music is emotional, and you may catch a musician in a very unemotional mood or you may not be in the same frame of mind as the musician. So a critic will often say a musician is slipping.", 
    "name": "Nat King Cole"
  }, 
  {
    "quote": "Great music is in a sense serene it is certain of the values it asserts.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "If music leaves any impression at all, it does so without regard to stylistic issues.", 
    "name": "Aulis Sallinen"
  }, 
  {
    "quote": "Country music has always sort of been country music.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "Color is a plastic means of creating intervals... color harmonics produced by special relationships, or tensions. We differentiate now between formal tensions and color tensions, just as we differentiate in music between counterpoint and harmony.", 
    "name": "Hans Hofmann"
  }, 
  {
    "quote": "The Christian community latched onto a lot of my music, because there were a lot of things about my struggle they related to. But I didn't really want to come out and be identified as a Christian, because I didn't want to be a hypocrite, because my life wasn't right.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "From childhood I was passionately fond of music and wanted to be a musician. I have no recollection of any real desire ever to be anything else.", 
    "name": "John Philip Sousa"
  }, 
  {
    "quote": "I realised a long time ago that instrumental music speaks a lot more clearly than English, Spanish, Yiddish, Swahili, any other language. Pure melody goes outside time.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "A lot of the music that you listen to now is because of the things that the Meters did, the Neville Brothers did, and they're there, the guys who invented those beats that the guys sample today. Such an enormous opportunity.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "But recently I began to feel that maybe I wouldn't be able to do what I want to do and need to do with American musicians, who are imprisoned behind these bars music's got these bars and measures you know.", 
    "name": "Sun Ra"
  }, 
  {
    "quote": "There's an album by Antonio Carlos Jobim - the album with 'The Girl From Ipanema.' That's the most seductive music ever.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Before you can make good music, you just have to shut up. Then the music can say what it has to say.", 
    "name": "Kristin Hersh"
  }, 
  {
    "quote": "We have been working with Habitat for Humanity and we have built eighty homes, 80% of which are being lived in by New Orleans' musicians. It is called the Musicians' Village and at the center is the Ellis Marsalis Center for Music.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I practice and work hard at my music, but I'm not saving lives here.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Music is what I love to do it's in my veins.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "Half the battle is selling music, not singing it. It's the image, not what you sing.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I'm a Cancerian, the typical crab with the tough outer shell and the soft bit in the middle. I don't think I'll ever come to terms with people being unnecessarily nasty, but I can take it if someone doesn't like my music - I'm not everyone's cup of tea.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "You shouldn't be in the music business if you're posing.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I don't stop. It's my nature. People have to tell me to slow down. I plan on playing every role on Broadway. I want to do 'Evita.' I want to do 'Sweeney Todd' with Chris Colfer. We want to do 'Wicked.' I'll be Elphaba and he wants to play 'Guy-linda.' I want to do movies, make music. 'Glee' is only the beginning.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "I have enough music coming out of my kids' bedrooms when I'm at home.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I remember when I was coming up, the music stores where you could get guitar strings was where I got my records from. Now the place where you get your records from is where you can get your DJ mats and your mixers.", 
    "name": "Jam Master Jay"
  }, 
  {
    "quote": "I have a very lively and colourful show. It's two hours of hits and the music speaks for itself.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I always want to write erotic music... Not only about the love between men and women, but in a much more universal sense - about the sensuality of the mechanism of the universe... about life.", 
    "name": "Toru Takemitsu"
  }, 
  {
    "quote": "I started writing rhymes first and then put it to the music. I figured out I could lock it to the beat better if I heard the music first. I like to get a lot of tracks, put the track up and let the music talk to me about what it's about.", 
    "name": "Ice T"
  }, 
  {
    "quote": "Mike Patton is a genius... It is definitely the hardest music I've ever played.", 
    "name": "Dave Lombardo"
  }, 
  {
    "quote": "These seem to me so ambiguous, so vague, so easily misunderstood in comparison to genuine music, which fills the soul with a thousand things better than words.", 
    "name": "Felix Mendelssohn"
  }, 
  {
    "quote": "Music's been around a long time, and there's going to be music long after Ray Charles is dead. I just want to make my mark, leave something musically good behind. If it's a big record, that's the frosting on the cake, but music's the main meal.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "I've programmed myself musically to come up with love-feeling tracks that are romantic, sexy, but classy, all in one. And that's the challenge. Once I create that music, then the lyrical content starts to come - you know, the stories and things like that.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "What makes my approach special is that I do different things. I do jazz, blues, country music and so forth. I do them all, like a good utility man.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "I always preferred to hang out with the outcasts, 'cause they were cooler they had better taste in music, for one thing, I guess because they had more time to develop one with the lack of social interaction they had!", 
    "name": "John Hughes"
  }, 
  {
    "quote": "Music is my life, professionally, for nearly 60 years. To be recognized by the academy is still the highest honor.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "I'm not saying I wasn't flawed or amateurish. But you can never say I did anything to appease the music business.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "I would be a huge hypocrite if I didn't tell you that at one time in my life I thought the way that you made music was you got on a major label and you got famous.", 
    "name": "Neko Case"
  }, 
  {
    "quote": "We were raised in an Italian-American household, although we didn't speak Italian in the house. We were very proud of being Italian, and had Italian music, ate Italian food.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "It's been a transformative period and I really wanted to make music from what I've experienced.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I've sung other people's music all my life.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I'm very inspired by past music.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I think Lady Gaga is great and is changing pop music and bringing back a certain rock 'n' roll spirit, swagger to the game.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I think the difficult thing is the transition between TV competition series and going into the actual music industry. There still seems to be a slight disconnect there.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "After my tour I had time to stay at home, be with my boyfriend and hang out with friends and that brought me down to earth and helped me write music from a more relaxed place.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I feel like every project I've ever done has had music involved in it somehow.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "I was a big fan of Middle Eastern elements of music and experimental electronic and tribal sounds.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I've loved Michael Jackson, his music, his music videos.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "In middle school, I really didn't have music, but in high school, I remember taking a lot of choir and drama.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "People often complain that music is too ambiguous, that what they should think when they hear it is so unclear, whereas everyone understands words. With me, it is exactly the opposite, and not only with regard to an entire speech but also with individual words.", 
    "name": "Felix Mendelssohn"
  }, 
  {
    "quote": "I listen to crazy, robust rock music where they sing their faces off, and soul music, which can be similar.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "Negro music and culture are intrinsically improvisational, existential. Nothing is sacred. After a decade, a musical idea, no matter how innovative, is threatened.", 
    "name": "Archie Shepp"
  }, 
  {
    "quote": "Pop is a little bit theatrical. That's the whole vibe. That's the point - is that it's great music, great melodies, great hooks. But, on top of it, it's a presentation. There's a showmanship about it. And that's why I wanted to be a pop star.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "Great music is its own movie, already. And the challenge, as a music fan, is to keep the song as powerful as it wants to be, to not tamper with it and to somehow give it a home.", 
    "name": "Cameron Crowe"
  }, 
  {
    "quote": "High school music teachers... nobody makes a living off it.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "What we have to get clear to kids is that when you offer your stillness and open yourself to the experience of music, it pays you back more than you give.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.", 
    "name": "Christina Milian"
  }, 
  {
    "quote": "You have to watch all sides of your advancement, you have to make sure people's bodies and minds are healthy and their morale is cool before you can really go out and play great music.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "I love rock-n-roll. I think it's an exciting art form. It's revolutionary. Still revolutionary and it changed people. It changed their hearts. But yeah, even rock-n-roll has a lot of rubbish, really bad music.", 
    "name": "Nick Cave"
  }, 
  {
    "quote": "Choreography is mentally draining, but there's a pleasure in getting into the studio with the dancers and the music.", 
    "name": "Alvin Ailey"
  }, 
  {
    "quote": "Everywhere I go I buy new music shirts.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "Music is universal too. Even deaf people like to dance, love rhythm, and can kind of pick it up.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Hopefully people can see my music is tethered to my brain.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I'm a good music provider, and I'm fine with that. I'm a quality music manufacturer.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I don't write poems and put them to music. Just let things flow.", 
    "name": "Martin Gore"
  }, 
  {
    "quote": "I scientifically engineer my music to be as accessible as possible.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "It's almost charity work, what people have done, turning other people on to my music.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I just change with the times. I really don't have a say in what's going on. Music was here before me.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "Very much like that, and very much a loner, do you know and I didn't fit really into sport or all kind of group activities as a kid, I couldn't find a niche. And music was not really part of the kind of village curriculum it would, you know.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "Although they can do it all the time, you know, they're far better than me, on a musically, on a theoretical music level. You know, they're out of my league.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "Music became a healer for me.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "When all the original blues guys are gone, you start to realize that someone has to tend to the tradition. I recognize that I have some responsibility to keep the music alive, and it's a pretty honorable position to be in.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "But I did go to music really early on, even when I was 4 or 5, I was responding to music probably in ways other kids were not.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "The way I feel about music is that there is no right and wrong. Only true and false.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "I always knew I'd be in music in some sort of capacity. I didn't know if I'd be successful at it, but I knew I'd be doing something in it. Maybe get a job in a record store. Maybe even play in a band. I never got into this to be a star.", 
    "name": "Bryan Adams"
  }, 
  {
    "quote": "I like to make music, I like rap music. Even if I'm white, I support that music. If I want to support it or any other white kid wants to support it more power to them.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "That's what I love from metal, and that's what I love from hip-hop. That's what I love from any music that's hard, that's got an edge to it-The attitude in it.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "I've never believed that pop music is escapist trash. There's always a darkness in it, even amidst great pop music.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "I always believed in the music we did and that's why it was uncompromising.", 
    "name": "Jimmy Page"
  }, 
  {
    "quote": "I love 70's music.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "Music is what our feelings sound like.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Also, because people like to multitask, in a way if you've got a bit of music on in the background and the lyrical content is making you want to listen to it, then that would probably put you off the texting you wanted to do. I think people like things that just make that right kind of noise, but leave your brain free to do something else.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "Music is a language and different people who come along are each using that language to do something different, but all coming at it in a similar vein inasmuch as it's always community based and for the most part nonprofit. Most bands don't ever come within a mile of profit - clearly these people are not playing music to make money.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "Put you energy into music. If it fails you, you can become an accountant or a dentist. And then if you become a dentist or an accountant, it's too late to become a musician afterwards.", 
    "name": "Peter Tork"
  }, 
  {
    "quote": "We forget that this music, music made by my brothers and sisters, is still a baby. It's just beginning. When I think of the possibilities, it makes me smile.", 
    "name": "Barry White"
  }, 
  {
    "quote": "You can never stop discovering music.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "What's missing from pop music is danger.", 
    "name": "Prince"
  }, 
  {
    "quote": "Music is hugely important to me.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "You listen to a piece of music and it will remind you of something - it might make you happy, it might make you sad, but it is very emotive. And I think that Duran Duran have always understood that.", 
    "name": "Nick Rhodes"
  }, 
  {
    "quote": "Music breaks my heart constantly.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Comedy is like music, and the way to make the best music is to have skilled musicians in your band.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I don't want to be an artist, go on tour and make a video and wear sexy clothes. I would just love to make music.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I have one piece of music, since 1997, and I don't see it having lyrics. Where does it go in this world? So I haven't recorded it.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "There was this mountain village in Russia where my music was getting in on some German radio station. I remember this because music used to get up to Saskatchewan from Texas. Late at night after the local station closed down.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "In some ways, my gift for music and writing was born out of tragedy, really, and loss.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I see music as fluid architecture.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "To enjoy my music, you need depth and emotionality.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "The considerations of a corporation, especially now, have nothing to do with art or music.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I came through folk music simply because it was easy to get into it.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I heard someone from the music business saying they are no longer looking for talent, they want people with a certain look and a willingness to cooperate.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "Writing has laws of perspective, of light and shade just as painting does, or music. If you are born knowing them, fine. If not, learn them. Then rearrange the rules to suit yourself.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "Music will always be my No. 1 passion, but I don't have to be doing it professionally. It's not really about that for me anymore. I feel like I don't have to look at it as a career. I can just rest in it and just be.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "When you grow up in the music industry, trying to be Britney Spears because that's what sells records and then you realize, 'All I have to do is be myself? I should have thought of that a long time ago,' it feels good to have success come from what's actually inside of you.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "All art constantly aspires towards the condition of music.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "I write music with an exclamation point!", 
    "name": "Richard Wagner"
  }, 
  {
    "quote": "What is music anyway? It's a form of communication, and that's why I play the kind of music that I think - that I hope - can communicate with people.", 
    "name": "Kenny G"
  }, 
  {
    "quote": "I was a good amateur but only an average professional. I soon realized that there was a limit to how far I could rise in the music business, so I left the band and enrolled at New York University.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "Drums just always sounded like the most fun part of that good music for me.", 
    "name": "Levon Helm"
  }, 
  {
    "quote": "For some reason, the evolutionists have not come up with an evolution-based explanation for why human beings react so powerfully to music. But surely they will.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "I'd love to do a modern-day musical that's full of original music. To get your contemporaries to sing and dance without looking foolish and for it to be transformational and magical and all those things a musical is supposed to be.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "In these confused times, the role of classical music is at the very core of the struggle to reassert cultural and ethical values that have always characterized our country and for which we have traditionally been honored and respected outside our shores.", 
    "name": "Lorin Maazel"
  }, 
  {
    "quote": "I tend to score with songs from Western pop music.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "Distance doesn't exist, in fact, and neither does time. Vibrations from love or music can be felt everywhere, at all times.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Ain't nobody making music to not be heard and the easiest way to be heard is to be on the radio, but you should never compromise who you are, your values or your morals.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "You can have great sequences with music, but if you don't have the acting you're bored after 15 minutes. Or not bored, but you're like, 'So what?'", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "We talk a lot on 'Biggest Loser' about how fitness is a natural antidepressant, how it burns off stress. What I like about running is that it gives me time alone. I'm always busy, with people at work, with my kids. I love getting out for a run by myself and just listening to my music.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "I'm not trying to keep up or adapt. I'm allowing myself to grow, evolve and create new music.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "I love that sense of change that you'd get in pop music every three minutes, every four minutes.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I want to promote poetry to the point where you got all the baldhead kids running around doing poetry, getting the music out of the way and having only words, the spoken word, and then see what happens.", 
    "name": "Russell Simmons"
  }, 
  {
    "quote": "Hip-hop's always reached out to kids. If you look at the last 10 big albums it might seem ironic. But when I look at the history of this music it's always had a lot of positivity.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "I sing a mixture of everything from opera, folk music, Broadway. It's a mix of things.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I'm really an inner spirit that only makes itself known through the music. A lot of people think I'm an introvert, or quiet and moody. I've even heard some people say that there's a certain mystery or darkness about me. I'm not that way. I'm just really into what I do.", 
    "name": "Faith Evans"
  }, 
  {
    "quote": "Nobody was listening when I learned how to play music. But there's something about being on stage, talking to the audience, looking at them and smiling, that's always been difficult for me. I'm a lot more comfortable now, but there are still moments of awkwardness.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "My music appeals in America. There is less of the purist criticism I get here. And to be a hit in the U.S... what singer doesn't have that dream?", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "The one thing that kept our family together was the music. The only thing that our family would share emotionally was to have our dad cry over something the kids did with music.", 
    "name": "Dennis Wilson"
  }, 
  {
    "quote": "What I was going for in the first two albums I didn't necessarily achieve. Because I was young and because it was my first time out. And the second album was such a 'quickie' sort of 'Let's just get it over with!' But the kind of music I make, there's a lot of subtlety in it. And I think it takes a couple of listens to actually really get it.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "Oh, stuff the critics. I don't care. Too many people are snooty about classical. Look, I wasn't brought up in a home where we listened to classical music. It was a singing teacher that thought it would be best for my voice. Then I moved into crossover. And if that makes the music accessible to more people, then great.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "When I moved to New York, I fell head over heels back into country music and probably 'cause I missed something about Texas.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I love to listen to pop music and I admire people who do that, but I don't think I would ever be a very good pop star. I always leave that singing voice for the shower! I wouldn't put it out in the world!", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I wasn't very aware of pop music because I attended an arts school. For me, it was all about jazz.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I think maybe because of the kind of music I sing, people want to believe you're a diva. They can't believe after eight years, and eight albums, you're still relatively sane. I feel like they almost want me to throw something at somebody.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "A lot of my music is slow and subtle. The subtly is what I enjoy about making music.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "You're now getting a new breed of people like Il Divo and Andrea Bocelli and I think that's why people feel less intimidated by classical music than they once did.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "My first two records are so simply constructed. The reason isn't because I wanted to make simple music. It's because I don't really have the chops.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I love recording music.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "It's true, there's a lot of melancholy in my music. I don't know why, I'm not a melancholy person. I've always been drawn to it. Ever since I was a kid, if I had an album I would play the ballads on repeat.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "For me making music is part social, part interaction, part collaboration.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I was in choir in school. I kind of just did it. I already knew I wanted to sing. My music program in my school wasn't really great - people didn't really want to be part of the choir, they didn't want to do the plays and stuff like that. It definitely wasn't the cool thing to do.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "Disco is music for dancing, and people will always want to dance.", 
    "name": "Giorgio Moroder"
  }, 
  {
    "quote": "I've been told the weirdest things: 'Yeah, I love taking a bath to your music!' or 'I gave birth to my daughter while listening to your music.'", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "We're real people and we're a band that's been playing on the scene for a long time. We've made a lot of friends, and one enemy we've always had was the NME. They've always basically slated us and they've basically never ever written about the music.", 
    "name": "Dan Hawkins"
  }, 
  {
    "quote": "Success and the art of making music are two different things for me.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I just want to keep making music, recording and trying different things. I don't want to do the same thing all the time.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I'm always going to do that - record and make music.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I love slow music.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I genuinely don't feel that anything that's been written or said about me has overshadowed my music, and that's the most important thing as far as I'm concerned.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I didn't think it was fair to my music to label me as the daughter of somebody - I didn't think it described me very well and I didn't think it had anything to do with my music.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "Maybe I'm genetically more inclined to music - but the music I make is so far removed from Indian classical music. I grew up in Texas!", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I just want to make my music, and I want it to stand on its own.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I don't actually have a lot of discipline. I've worked hard at music. But I feel like you know, I felt like kind of natural at it. I always had a knack for it.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I try to just make music that I love, and if I believe in it that's all that matters.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "The music industry is a strange combination of having real and intangible assets: pop bands are brand names in themselves, and at a given stage in their careers their name alone can practically gaurantee hit records.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "Country music is about new love and it's about old love.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "I really like all music, but mostly Country, older R&ampB, and the good classic rock.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I still absolutely love 'The Sound of Music' and anything with Julie Andrews in it.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "You know I used to listen to music a lot more.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I don't care what people say. My music's, my music.", 
    "name": "Enrique Iglesias"
  }, 
  {
    "quote": "I don't like rap music at all. I don't think it's music. It's just a beat and rapping.", 
    "name": "Nina Simone"
  }, 
  {
    "quote": "I get caught up in my bubble of reading, writing, or music.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "Our music's kind of about taking something ugly and making it beautiful.", 
    "name": "Jerry Cantrell"
  }, 
  {
    "quote": "I've never intended to be controversial, but it's very easy to be controversial in pop music because nobody ever is.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "I can sing very comfortably from my vantage point because a lot of the music was about a loss of innocence, there's innocence contained in you but there's also innocence in the process of being lost.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "If somebody for some reason, for music or for movie, becomes famous, it's because they have something, something special.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "Pop music has progressed.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "I always wanted my music to influence the life you were living emotionally - with your family, your lover, your wife, and, at a certain point, with your children.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "I find that it isn't wise to attempt to judge people on their public persona, and even on the music they make. Because I've met so many people whose music I cannot stand, and they're very nice. At the same time, I've met people whose music I've loved, and they're not the person you've invested all this emotion in.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "I think that is what film and art and music do they can work as a map of sorts for your feelings.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "I think there are unseen powers who don't want pop music to be anything other than glorified Madonnas.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "And whether you're drawn to gospel music or church music or honky-tonk music, it informs your character and it informs your talent.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Music can affect for good or ill the body as well as the mind.", 
    "name": "Tomas Luis de Victoria"
  }, 
  {
    "quote": "I've only been to Ireland once, and I felt I would wake up with voices in my head, almost like music, and that if I were a songwriter, I would be very inspired.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "Hearing my songs in public freaks me out a bit. There was one restaurant I really liked in L.A., but I had to stop going there when they started playing my music. It felt kinda awkward.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "One and the same thing can at the same time be good, bad, and indifferent, e.g., music is good to the melancholy, bad to those who mourn, and neither good nor bad to the deaf.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "I didn't really see the British punk movement, if that's what it was, as wildly original, because I had been listening so intently to all the New York music since 1973, really.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "I believe 100 percent in the power and importance of music.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "The William Penn Hotel in Pittsburgh... was the place where Champagne Music was born.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "If you think my music is sentimental and self-absorbed, I agree with you.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I grew up with classical music when I was a ballet dancer. Now when I have to prepare an emotional scene, to cry or whatever, I listen to sonatas. Vivaldi and stuff. It's just beautiful to me.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "One time I introduced my orchestra as the Shampoo Music Makers instead of the Champagne Music Makers.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "Music is my living. I enjoy selling my music.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I find that classical music helps put me in a place that is very calming and allows me to express emotion through my body. I played clarinet as a child, so I guess I have a bit of a musical ear.", 
    "name": "Diane Kruger"
  }
]