[
  {
    "quote": "If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "There was a time in my life when I thought I had everything - millions of dollars, mansions, cars, nice clothes, beautiful women, and every other materialistic thing you can imagine. Now I struggle for peace.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "Car designers are just going to have to come up with an automobile that outlasts the payments.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I hooked up my accelerator pedal in my car to my brake lights. I hit the gas, people behind me stop, and I'm gone.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I replaced the headlights in my car with strobe lights, so it looks like I'm the only one moving.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I had to stop driving my car for a while... the tires got dizzy.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered.", 
    "name": "George Best"
  }, 
  {
    "quote": "Auto racing is boring except when a car is going at least 172 miles per hour upside down.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "When you are fitted in a racing car and you race to win, second or third place is not enough.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "In less enlightened times, the best way to impress women was to own a hot car. But women wised up and realized it was better to buy their own hot cars so they wouldn't have to ride around with jerks.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "The greatest pleasure when I started making money was not buying cars or yachts but finding myself able to have as many freshly typed drafts as possible.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "The cars we drive say a lot about us.", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "It's a never ending battle of making your cars better and also trying to be better yourself.", 
    "name": "Dale Earnhardt"
  }, 
  {
    "quote": "We approach people the same way we approach our cars. We take the poor kid to a doctor and ask, What's wrong with him, how much will it cost, and when can I pick him up?", 
    "name": "James Hillman"
  }, 
  {
    "quote": "It's like driving a car at night. You never see further than your headlights, but you can make the whole trip that way.", 
    "name": "E. L. Doctorow"
  }, 
  {
    "quote": "If all the cars in the United States were placed end to end, it would probably be Labor Day Weekend.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "I had more clothes than I had closets, more cars than garage space, but no money.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "Drive-in banks were established so most of the cars today could see their real owners.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "I would have probably stolen cars - it would have given me the same adrenaline rush as racing.", 
    "name": "Valentino Rossi"
  }, 
  {
    "quote": "I never rode in an automobile until I was 12.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "My boyfriend keeps telling me I've got to own things. So, first I bought this car. And then he told me I oughta get a house. 'Why a house?' 'Well, you gotta have a place to park the car.'", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Americans are the only people in the world known to me whose status anxiety prompts them to advertise their college and university affiliations in the rear window of their automobiles.", 
    "name": "Paul Fussell"
  }, 
  {
    "quote": "When it comes to cars, only two varieties of people are possible - cowards and fools.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "In Japan, they have TV sets in cars right now, where you can punch up traffic routes, weather, everything! You can get Internet access already in cars in Japan, so within the next 2 to 3 years it's gonna be so crazy!", 
    "name": "Glenn Danzig"
  }, 
  {
    "quote": "Perhaps people, and kids especially, are spoiled today, because all the kids today have cars, it seems. When I was young you were lucky to have a bike.", 
    "name": "James Cagney"
  }, 
  {
    "quote": "But my passion is racing cars. It's what I like to do in my off time.", 
    "name": "Mark-Paul Gosselaar"
  }, 
  {
    "quote": "My mom said the only reason men are alive is for lawn care and vehicle maintenance.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "But to personally satisfy my own adrenalin needs, I've been racing cars a little bit, which has been fun.", 
    "name": "Picabo Street"
  }, 
  {
    "quote": "I have a need to make these sorts of connections literal sometimes, and a vehicle often helps to do that. I have a relationship to car culture. It isn't really about loving cars. It's sort of about needing them.", 
    "name": "Matthew Barney"
  }, 
  {
    "quote": "There's three things men always talk about - women, sports, and cars.", 
    "name": "Mario Lopez"
  }, 
  {
    "quote": "The automobile engine will come, and then I will consider my life's work complete.", 
    "name": "Rudolf Diesel"
  }, 
  {
    "quote": "I think we have to act like stars because it is expected of us. So we drive our big cars and live in our smart houses.", 
    "name": "Maurice Gibb"
  }, 
  {
    "quote": "We need to become good citizens in the global village, instead of competing. What are we competing for - to drive more cars, eat more steaks? That will destroy the world.", 
    "name": "Yuan T. Lee"
  }, 
  {
    "quote": "I love fast cars... and to go too fast in them.", 
    "name": "Lara Flynn Boyle"
  }, 
  {
    "quote": "We're just into toys, whether it's motorcycles or race cars or computers. I've got the Palm Pilot right here with me, I've got the world's smallest phone. Maybe it's just because I'm still a big little kid and I just love toys, you know?", 
    "name": "Catherine Bell"
  }, 
  {
    "quote": "I would never kill a living thing, although I probably have inadvertently while driving automobiles.", 
    "name": "Don Van Vliet"
  }, 
  {
    "quote": "See, what you're meant to do when you have a mid-life crisis is buy a fast car, aren't you? Well, I've always had fast cars. It's not that. It's the fear that you're past your best. It's the fear that the stuff you've done in the past is your best work.", 
    "name": "Robbie Coltrane"
  }, 
  {
    "quote": "Back in the mid-1970s, we adopted some fairly ambitious goals to improve efficiency of our cars. What did we get? We got a tremendous boost in efficiency.", 
    "name": "Jay Inslee"
  }, 
  {
    "quote": "You have to wait six months to purchase a fuel efficient automobile made from overseas.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "I had never been able to get a car that said how much I cared about the environment until I drove electric.", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "Fast cars are my only vice.", 
    "name": "Michael Bay"
  }, 
  {
    "quote": "Family trips to Yellowstone and to what are now national parks in Southern Utah, driving the primitive roads and cars of that day, were real adventures.", 
    "name": "Paul D. Boyer"
  }, 
  {
    "quote": "I've got two old Volvos, two old Subarus, and an old Ford Ranger. If you've got an old car, you've gotta have at least several old cars, 'cause one's always gonna be in the garage.", 
    "name": "Rip Torn"
  }, 
  {
    "quote": "Societies need rules that make no sense for individuals. For example, it makes no difference whether a single car drives on the left or on the right. But it makes all the difference when there are many cars!", 
    "name": "Marvin Minsky"
  }, 
  {
    "quote": "I liken myself to Henry Ford and the auto industry, I give you 90 percent of what most people need.", 
    "name": "Adam Osborne"
  }, 
  {
    "quote": "I've always had an inquisitive mind about everything from flowers to television sets to motor cars. Always pulled them apart - couldn't put 'em back, but always extremely interested in how things work.", 
    "name": "Craig Johnston"
  }, 
  {
    "quote": "We often attribute 'understanding' and other cognitive predicates by metaphor and analogy to cars, adding machines, and other artifacts, but nothing is proved by such attributions.", 
    "name": "John Searle"
  }, 
  {
    "quote": "You talk about German technocracy and you get automobiles.", 
    "name": "Gordon Sinclair"
  }, 
  {
    "quote": "Well, I always had a chauffer, because I have never driven a car in my life. I still can't drive.", 
    "name": "Bud Abbott"
  }, 
  {
    "quote": "No illusion is more crucial than the illusion that great success and huge money buy you immunity from the common ills of mankind, such as cars that won't start.", 
    "name": "Larry McMurtry"
  }, 
  {
    "quote": "Ikea people do not drive flashy cars or stay at luxury hotels.", 
    "name": "Ingvar Kamprad"
  }, 
  {
    "quote": "The automobile, both a cause and an effect of this decentralization, is ideally suited for our vast landscape and our generally confused and contrary commuting patterns.", 
    "name": "Brock Yates"
  }, 
  {
    "quote": "I admit to wasting my life messing around with fast cars and motorcycles.", 
    "name": "Brock Yates"
  }, 
  {
    "quote": "More books, more racing and more foolishness with cars and motorcycles are in the works.", 
    "name": "Brock Yates"
  }, 
  {
    "quote": "A car for every purse and purpose.", 
    "name": "Alfred P. Sloan"
  }, 
  {
    "quote": "Not having to own a car has made me realize what a waste of time the automobile is.", 
    "name": "Diane Johnson"
  }, 
  {
    "quote": "Environmentalists have a very conflicted relationship with their cars.", 
    "name": "Tom Arnold"
  }, 
  {
    "quote": "Remote villages and communities have lost their identity, and their peace and charm have been sacrificed to that worst of abominations, the automobile.", 
    "name": "James Norman Hall"
  }, 
  {
    "quote": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "America... just a nation of two hundred million used car salesmen with all the money we need to buy guns and no qualms about killing anybody else in the world who tries to make us uncomfortable.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Campaign behavior for wives: Always be on time. Do as little talking as humanly possible. Lean back in the parade car so everybody can see the president.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape that's all I buy, that's all I live, that's all I listen to, that's all I love.", 
    "name": "Eminem"
  }, 
  {
    "quote": "A man who has never gone to school may steal from a freight car but if he has a university education, he may steal the whole railroad.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Never have more children than you have car windows.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "What Englishman will give his mind to politics as long as he can afford to keep a motor car?", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Most people have no concept of how an automatic transmission works, yet they know how to drive a car. You don't have to study physics to understand the laws of motion to drive a car. You don't have to understand any of this stuff to use Macintosh.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I know a lot about cars, man. I can look at any car's headlights and tell you exactly which way it's coming.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "I miss Saturday morning, rolling out of bed, not shaving, getting into my car with my girls, driving to the supermarket, squeezing the fruit, getting my car washed, taking walks.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Never lend your car to anyone to whom you have given birth.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "When a man opens a car door for his wife, it's either a new car or a new wife.", 
    "name": "Prince Philip"
  }, 
  {
    "quote": "My kids always perceived the bathroom as a place where you wait it out until all the groceries are unloaded from the car.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I have an answering machine in my car. It says, I'm home now. But leave a message and I'll call when I'm out.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Onion rings in the car cushions do not improve with time.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "It goes without saying that you should never have more children than you have car windows.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I had a friend who was a clown. When he died, all his friends went to the funeral in one car.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I rememeber one time we were getting ready to go to South America and everything was packed up and in the car ready to go and I hid and I was crying because I really did not want to go, I wanted to play. I did not want to go.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "My wife wants sex in the back of the car and she wants me to drive.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "I play the harmonica. The only way I can play is if I get my car going really fast, and stick it out the window.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I have bad reflexes. I was once run over by a car being pushed by two guys.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "(On seeing a former lover for the first time in years) I thought I told you to wait in the car.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "Everything in life is somewhere else, and you get there in a car.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "A car is useless in New York, essential everywhere else. The same with good manners.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "We're in a giant car heading towards a brick wall and everyone's arguing over where they're going to sit.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Dogs feel very strongly that they should always go with you in the car, in case the need should arise for them to bark violently at nothing right in your ear.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "When you first get money, you buy all these things so no one thinks you're mean, and you spread it around. You get a chauffeur and you find yourself thrown around the back of this car and you think, I was happier when I had my own little car! I could drive myself!", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "Design can never be an ultimate explanation for anything. It can only be a proximate explanation. A plane or a car is explained by a designer but that's because the designer himself, the engineer, is explained by natural selection.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "To attract men, I wear a perfume called 'New Car Interior.'", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "American stuntmen are smart - they think about safety. When they do a jump in a car, they calculate everything: the speed, the distance... But in Hong Kong, we don't know how to count. Everything we do is a guess. If you've got the guts, you do it. All of my stuntmen have gotten hurt.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "It seems to me I spent my life in car pools, but you know, that's how I kept track of what was going on.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Going to church doesn't make you any more a Christian than going to the garage makes you a car.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "Canadians can easily 'pass for American' as long as we don't accidentally use metric measurements or apologize when hit by a car.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "And suddenly I realised that I was no longer driving the car consciously. I was driving it by a kind of instinct, only I was in a different dimension.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "I was already on pole, then by half a second and then one second and I just kept going. Suddenly I was nearly two seconds faster than anybody else, including my team mate with the same car.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "I know people think we drive around in these nice cars and we do whatever we want and our parents will pay our credit cards, but that's not the case. Sure, my parents were generous I got a nice car at 16, but at 18 I was cut off. I've worked really hard. I opened the store myself.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "White is actually one of my favorite colors. I have a white car. I love white.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "My brother was a lifeguard in a car wash.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "I think a lot of writers, male and female, write as if their parents were killed in a car accident when they were 2, and they have no one to hold accountable. And unfortunately, I don't have that. I have parents who I care about what they think.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I'm gonna be making records anyway, even if I had to sell 'em out of the trunk of my car. I'm that kind of musician and singer.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "Why do people talk of the horrors of old age? It's great. I feel like a fine old car with the parts gradually wearing out, but I'm not complaining,... Those who find growing old terrible are people who haven't done what they wanted with their lives.", 
    "name": "Martha Gellhorn"
  }, 
  {
    "quote": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "If you think Abraham Lincoln became famous for inventing the town car, it is time to spend a few hours on history.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "If you think nobody cares if you're alive, try missing a couple of car payments.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "I want a pit crew... I hate the procedure I currently have to go through when I have car problems.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "A dream without ambition is like a car without gas... you're not going anywhere.", 
    "name": "Sean Hampton"
  }, 
  {
    "quote": "If God drives a car, He'd drive a 1973 Ford LTD Brougham sedan with a claret-colored vinyl roof, with oxblood leather upholstery and an opera window.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Whither goest thou, America, in thy shiny car in the night?", 
    "name": "Jack Kerouac"
  }, 
  {
    "quote": "I know a man who doesn't pay to have his trash taken out. How does he get rid of his trash? He gift wraps it, and puts in into an unlocked car.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "I don't want to argue with my wife about her car - or my driving.", 
    "name": "Dale Earnhardt"
  }, 
  {
    "quote": "People and squirrels are very different. Most people will not argue that. But I find that there is one situation in which they're very similar. And that is: when I am driving towards them in my car. Then they're kind of hard to tell apart - especially if the human is kind of hairy.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Shutting off the thought process is not rejuvenating the mind is like a car battery - it recharges by running.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "The first real thought that I had of something that I might do was to write for car magazines, because I always had a car thing.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "The hydrogen powered car, with its high fuel mileage and zero emission rate, is just one example of the products under development that will help increase our energy independence.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "A lot of fun stuff happens when you go out on a bike compared to when you're in a car. You're more in the environment. It's enjoyable. Even when It's raining It's still fun.", 
    "name": "Stone Gossard"
  }, 
  {
    "quote": "You don't have to carry a designer bag that costs more than a car to look cool.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Drug misuse is not a disease, it is a decision, like the decision to step out in front of a moving car. You would call that not a disease but an error of judgment.", 
    "name": "Philip K. Dick"
  }, 
  {
    "quote": "It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "I race to win. If I am on the bike or in a car it will always be the same.", 
    "name": "Valentino Rossi"
  }, 
  {
    "quote": "As soon as I get my car I think I'll be going to the cinema more. Since I don't go very often, there are no films that are a must see at the moment. I usually wait till they come out on DVD.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "It's shocking to say, but the cinema is quite a while away from me, and I haven't got a car yet.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "You're safer in the race car than you are in cars going to and from the track.", 
    "name": "Mario Andretti"
  }, 
  {
    "quote": "I'm sort of like a lame, single guy in a red sports car.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Whenever I have bid a hasty goodbye to a loved one, I've always made sure that my record collection was safely stored away in the boot of the car.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "They think they can make fuel from horse manure - now, I don't know if your car will be able to get 30 miles to the gallon, but it's sure gonna put a stop to siphoning.", 
    "name": "Billie Holiday"
  }, 
  {
    "quote": "I couldn't find the sports car of my dreams, so I built it myself.", 
    "name": "Ferdinand Porsche"
  }, 
  {
    "quote": "To this day, I am the least materialistic person I know, because my father didn't raise me to just go out and buy this or that car. The only reason I wanted to make money as an actor was because I'm passionate about food!", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I've spent more on my Dodger tickets that I did on my car.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "My first car, I got it in an auction at my temple. It was an '86 Volvo that I got for 500 bucks, and then wound up throwing $10,000 into the stereo system and put TVs in the foot rests. It was the most ridiculous Volvo you'd ever seen, but I had never had money before and I was out of my mind.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I remember driving to North Carolina when I was a little girl in a snowstorm to get down to my mom's family in the Carolinas. There were chains on the car - it was the late sixties - and we were just singing in the car. Christmas carols.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "My parents were what I like to call proper musical fans. Lots of Sondheim was played in the car.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I grew up listening to show tunes in the back of the car.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "People who have car collections - I never understood that. I always thought that was unnecessary. It's not beautiful, it's not creative. It's just showing how much money you've got.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "My mother was determined to make us independent. When I was four years old, she stopped the car a few miles from our house and made me find my own way home across the fields. I got hopelessly lost.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "The car has become the carapace, the protective and aggressive shell, of urban and suburban man.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "I like the guitar better these days. I like the bass, too, but it's hard to fit a bass amp in a small car.", 
    "name": "Dee Dee Ramone"
  }, 
  {
    "quote": "I want to let my friend Buster know that I would like to have dinner with him tonight. Does Buster work at home? Then how likely is he to have his cell phone on? Is he one of those people who only turns on his cell when he's in his car? I hate that.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Having played many roles of scientific intellect I do have an empathy for that world. It's been hard on me because flying the Enterprise for seven years in Star Trek and sitting in Cerebro in X-men has led people to believe that I know what I'm talking about. But I'm still trying to work out how to operate the air conditioning unit on my car.", 
    "name": "Patrick Stewart"
  }, 
  {
    "quote": "I never listen to the radio unless I rent a car.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "You can know or not know how a car runs and still enjoy riding in a car.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I don't listen to the radio very much, but that could be because I don't have a car.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "There's a certain amount of freedom involved in cycling: you're self-propelled and decide exactly where to go. If you see something that catches your eye to the left, you can veer off there, which isn't so easy in a car, and you can't cover as much ground walking.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I went to Zimbabwe. I know how white people feel in America now relaxed! Cause when I heard the police car I knew they weren't coming after me!", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "I remember at the age of five travelling on a trolley car with my mother past a group of women on a picket line at a textile plant, seeing them being viciously beaten by security people. So that kind of thing stayed with me.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "By far my most perilous assignment was covering a tank car explosion.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "I don't run a car, have never run a car. I could say that this is because I have this extremely tender environmentalist conscience, but the fact is I hate driving.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "The most important loan to pay is your student loan. It's more important than your mortgage, car and credit card payments. You cannot discharge student loan debt in the majority of cases.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "You can find out anything you want about a car now, and especially every bit of information about the price, without relying on the dealers.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Buying a car used to be an experience so soul-scorching, so confidence-splattering, so existentially rattling that an entire car company was based on the promise that you wouldn't have to come in contact with it.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I don't want to die in a car accident. When I die it'll be a glorious day. It'll probably be a waterfall.", 
    "name": "River Phoenix"
  }, 
  {
    "quote": "I'm very free-spirited and crazy. I love to have fun, and I like doing stupid things. At the same time, I'm like a 35-year-old. I have a house. I have a car. I have a steady job. I have a business, and I have to make serious decisions.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "So I was getting into my car, and this bloke says to me 'Can you give me a lift?' I said 'Sure, you look great, the world's your oyster, go for it.'", 
    "name": "Tommy Cooper"
  }, 
  {
    "quote": "John D. Rockefeller wanted to dominate oil, but Microsoft wants it all, you name it: cable, media, banking, car dealerships.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "I like the desert for short periods of time, from inside a car, with the windows rolled up, and the doors locked. I prefer beach resorts with room service.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I recorded a song called, I Fall to Pieces, and I was in a car wreck. Now I'm worried because I have a brand-new record, and it's called Crazy!", 
    "name": "Patsy Cline"
  }, 
  {
    "quote": "My grandma's the most careful, safe driver in the world. You put her in a rental car, and she's doing doughnuts in the K-Mart parking lot!", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "I accept the Old Testament as more of an action movie: blood, car chases, evacuations, a lot of special effects, seas dividing, mass murder, adultery. The children of God are running amok, wayward. Maybe that's why they're so relatable.", 
    "name": "Bono"
  }, 
  {
    "quote": "I have a car but it's not important.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "Be able to back up a car for a considerable distance in a straight line and back out of a driveway.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "Know how to travel from your town to a nearby town without a car, either by bus or by rail.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "I've crashed my car three times.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "I drive an electric car.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "If you are a writer you locate yourself behind a wall of silence and no matter what you are doing, driving a car or walking or doing housework you can still be writing, because you have that space.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "There's nothing wrong with the car except that it's on fire.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "Many kids come out of college, they have a credit card and a diploma. They don't know how to buy a house or a car or health insurance or life insurance. They do not know basic microeconomics.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Forget the damned motor car and build the cities for lovers and friends.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "I don't know how to drive a car.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "I want a Mini-Cooper because it's fuel efficient, emissions efficient and all that stuff. It's small and better for the environment. I think that will be my next car.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I've never been to a race car race before.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I was hit by a car once on my bike, but I still rode home.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "Fact: The new '90210' is cooler than the old '90210.' It's the lithe, streamlined Skipper to the elder series' venerable Barbie. Gone are the traditional parents - they've been replaced by a hipster mom n' pop who get busted necking in the car.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "The world is full of abundance and opportunity, but far too many people come to the fountain of life with a sieve instead of a tank car... a teaspoon instead of a steam shovel. They expect little and as a result they get little.", 
    "name": "Ben Sweetland"
  }, 
  {
    "quote": "The days when a car aficionado could repair his or her own car are long past, due primarily to the high software content.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Ten to 20 years out, driving your car will be viewed as equivalently immoral as smoking cigarettes around other people is today.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "I look away at car crashes, and I know people who look away at car crashes, because it makes us uncomfortable to watch other people in pain.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I really think we should pass a law in every state, I don't care whether it takes the independence away from an old person or not. You shouldn't be driving a car if you're over the age of 80. Maybe even less than that.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "And that just shows you how important the car is in Formula One Racing.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "I love sleeping in a moving car more than sleeping in bed.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "The body is like a car: the older you become the more care you have to take care of it - and you don't leave a Ferrari out in the sun.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "I wanted to be a mechanic. When I was 14 I wanted to quit school and go work on my car. But my dad said Son, you shouldn't do that. You should stay in school until your education is finished, and when you're done, don't make your hobby your job.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "The newly decorated theatres produced things like car parks and restaurants, so you could have a good night out, quite cheaply without all that bother of having to go somewhere else.", 
    "name": "Timothy West"
  }, 
  {
    "quote": "My daughter Lila loves the smell of gasoline - she always says, 'Mummy, keep the door open,' when I'm filling up the car. I've heard it is one of the most preferred scents in the world - maybe that's something to study for my next fragrance!", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "Consider what kind of car you get. Buy cars and other products that have the least impact environmentally.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Once you become successful, people know where you live, the type of house you live in, the kind of car you drive, the clothes you wear, and so it would be patronising to go and talk like a welder. Welding's a mystery to me now. You can't go back, your life changes every day.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "There is a limit to the application of democratic methods. You can inquire of all the passengers as to what type of car they like to ride in, but it is impossible to question them as to whether to apply the brakes when the train is at full speed and accident threatens.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "Food is not just what we put in our mouths to fill up it is culture and identity. Reason plays some role in our decisions about food, but it's rarely driving the car.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Removing the faults in a stage-coach may produce a perfect stage-coach, but it is unlikely to produce the first motor car.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "Buyers decide in the first eight seconds of seeing a home if they're interested in buying it. Get out of your car, walk in their shoes and see what they see within the first eight seconds.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "I'm still that little girl who lisped and sat in the back of the car and threw vegetables at the back of her head when we drove home from the market. That never goes.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "I want to be remembered for the work that I've done, rather than the car accidents that I've gotten into, the men that I've not dated - or the man that I have.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "My first car was a motorcycle.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "So I was getting into my car, and this bloke says to me 'Can you give me a lift?' I said 'Sure, you look great, the world's your oyster, go for it.''", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "Is fuel efficiency really what we need most desperately? I say that what we really need is a car that can be shot when it breaks down.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Design is important, it's an important dimension in the car. It's not the only one.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "We have some worse scenarios for which we need to prepare as companies. For the moment, we're planning for the worst, and the worst is now, and the car market is down more than 15 percent in France. There is so much uncertainty.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "I've got CDs in my car, listening all the time for that next song, because everybody's looking.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "You sell a screenplay like you sell a car. If someone drives it off a cliff, that's it.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "If a movie is really working, you forget for two hours your Social Security number and where your car is parked. You are having a vicarious experience. You are identifying, in one way or another, with the people on the screen.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "I didn't come from a trailer park. I grew up middle class and my dad had money and my mom made my lunch. I got a car when I was sixteen. I'm proud of that.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "Normal is getting dressed in clothes that you buy for work, driving through traffic in a car that you are still paying for, in order to get to a job that you need so you can pay for the clothes, car and the house that you leave empty all day in order to afford to live in it.", 
    "name": "Ellen Goodman"
  }, 
  {
    "quote": "The irony is that it was tougher to rent a car from Cerberus when it owned Alamo than to buy a semi-automatic. To rent a car, one had to provide ID, a drivers' license, and get insurance coverage. To buy a gun? Cash and carry, from the back of a station wagon at a gun show. No concerns about downstream liability or risk.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "At least 50 times. I've jumped off a building, jumped off a cliff in a car. I've been in bedrooms when women came in with knives and guns.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "Can you design a Rorschach test that's going to make everyone feel something every time - and that looks like a Rorschach test? It's easy to show a picture of a kitten or a car accident. The question is, how abstract can you get and still get the audience to feel something when they don't know what's happening to them?", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "The American Dream has run out of gas. The car has stopped. It no longer supplies the world with its images, its dreams, its fantasies. No more. It's over. It supplies the world with its nightmares now: the Kennedy assassination, Watergate, Vietnam.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "You know what I really love? The CD players in a car. How when you put the CD right up by the slot, it actually takes it out of your hand, like it's hungry. It pulls it in, and you feel like it wants more silver discs.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "My mother gave me this book called Feature Films at Used Car Prices by a guy named Rick Schmidt. I gotta credit the guy, cuz he gave me the most practical advice. It empowers you.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "At a car dealership, the person who sells the car is the hero, and also gets the commission. But if the mechanics don't service that car well, the customer won't return.", 
    "name": "Roger Staubach"
  }, 
  {
    "quote": "When life was worrying about a car payment or a rent payment and a bill, you're so consumed with that, you really don't have time to know yourself. That's surviving and getting by.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "The city needs a car like a fish needs a bicycle.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "If you don't have the story and the unfolding of the trajectory of the saga, it's like getting in a car and not having any gas.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Anything that's different from your own realm of experience as a human being, whether it's driving a car or a boat, or using guns, anything that separates you from yourself and leads you more towards this character's existence is a big help.", 
    "name": "Colin Farrell"
  }, 
  {
    "quote": "I think you have to feel comfortable with your car. You have to go into turn one, every lap, with confidence. You have to be sure of yourself and your equipment.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Someday we'll look back on this moment and plow into a parked car.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "My definition of a redundancy is an air-bag in a politician's car.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "You must do as your people do. If my people are poor, I must be poor. People ask me, 'Why don't you find a personal coach or a private car?' I can't. Then I won't be part of my people.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "I swear my car won't run unless I'm picking my nose: At least, I'm that superstitious about it, so I don't want to take any chances.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I think we're getting to the point where everyone's getting fat and everyone's getting allergic, or claims to be allergic to something and people can't walk from their front door to their car without a bottle of water in their hand because they have to hydrate every three and half steps.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "A critic is a man who knows the way but can't drive the car.", 
    "name": "Kenneth Tynan"
  }, 
  {
    "quote": "Nobody's ever asked me to pay for a meal before I've eaten it, I've never been pulled over just because I was driving the wrong kind of car in the wrong kind of area at the wrong time of night.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "When I saw all those other drivers, I realized that they wanted to win that money just as much as I did. But I didn't have to worry. A tire came off my car and I was lucky I got it off the track.", 
    "name": "Buck Baker"
  }, 
  {
    "quote": "I remember walking the dog one day, I saw a car full of teenage girls, and one of them rolled down the window and yelled, 'Marc Jacobs!' in a French accent.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "It just seemed too weird to me. I don't know, maybe they were smoking a joint in the car downstairs from their parents' apartment. I had to go that far to put together a scenario of how they could have possibly recognized me.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "You want to make sure this particular car is going to please the customer and then you're going to be rewarded with something that is going to please the shareholder.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "The bass player's function, along with the drums, is to be the engine that drives the car... everything else is merely colours.", 
    "name": "Suzi Quatro"
  }, 
  {
    "quote": "Spending $1 for a brand new house would feel very, very good. Spending $1,000 for a ham sandwich would feel very, very bad. Spending $19,000 for a small family car would feel, well, more or less right. But as with physical pain, fiscal pain can depend on the individual, and everyone has a different threshold.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "I think I'm actually quite a materialistic person, I value what it takes to make a car or build a nice house. Money does change things, but how it changes people depends on how they react to it.", 
    "name": "Roland Gift"
  }, 
  {
    "quote": "Sometimes I wish I could drive a car, but I'm gonna drive a car one day, so I don't worry about that.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "The year most of my high school friends and I got our driver's permits, the coolest thing one could do was stand outside after school and twirl one's car keys like a lifeguard whistle. That jingling sound meant freedom and power.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "The lead car is unique, except for the one behind it which is identical.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "Either the car is stationary, or it's on the move.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "I'm a car fanatic and each morning I wake up with a smile on my face, whether I'm commentating on the Formula One or at Silver Hatch racetrack in Roary the Racing Car.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "I am so sick of reading about another car bomb, another suicide bomber, another 10, 20, 30, 70, 100 people dead in a day, both Americans and Iraqis.", 
    "name": "Rosanne Cash"
  }, 
  {
    "quote": "Police departments no longer have to pay overtime or divert resources from other projects to find out where an individual goes - all they have to do is place a tracking device on someone's car or ask a cell phone company for that individual's location history and the technology does the work for them.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I've always been a bit of a car freak.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "Over my lifetime, the car had actually transcended the fact that it is a car. It has become a venue.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "It was 100 feet of 16 mm black-and-white film of a car coming to a stop sign, and driving off. I had to decide how to frame and light it. It was magic. There was a sense of mystery.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "Stay humble. Always answer your phone - no matter who else is in the car.", 
    "name": "Jack Lemmon"
  }, 
  {
    "quote": "One morning, about four o'clock, I was driving my car just about as fast as I could. I thought, Why am I out this time of night? I was miserable, and it came to me: I'm falling in love with somebody I have no right to fall in love with.", 
    "name": "June Carter Cash"
  }, 
  {
    "quote": "I enjoy racing historic motorcars from the '50s and '60s. The seed of my interest was planted when I was about 12 years old and took over my mother's Morris Minor. I drove it around my father's farm. But my favorite car is still a McLaren F1, which I have had for 10 years.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "When you put gas in your car you are making a political statement, because you are supporting the empires that control and continue the destruction of some countries.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "A suburban mother's role is to deliver children obstetrically once, and by car forever after.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.", 
    "name": "Florence Griffith Joyner"
  }, 
  {
    "quote": "It's like, it's kind of like if you ever had a car and it was a bit of a clunker but you love it, that's my show. It's a bit of a clunker but I know where everything is and I like it.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "When I was really little I would sit in the back of my dad's car when he'd be playing old-school music. He'd turn down the music and turn around and I'd be singing and know all of the words but I didn't even know how to talk. From then on I've always wanted to be a singer.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "Sometimes, when my wife and I were going out to dinner, I would take my laptop with me and work in the car, so as to take advantage of the half hour going and coming.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "I've got Asperger's syndrome and I'm not a very good people person, so I've always been more comfortable around machinery. Not in a weird way - I don't want to marry my car or anything stupid like that!", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "Okay, let's talk about cartoon labels for half a second - some people think anything with a dog or a car or a colorful alien is garbage, which is not true. Look at Big Moose Red. It's, like, a $6 wine with a cheesy label, and it's actually a solid wine.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I dated a guy and he liked me but I didn't like him. I went through his wardrobe and cleaned out his house and got him to get a new car. He said to me, 'If I give you $10,000, will you find me my wife because I want someone like you?' And within a year, he got married. That was the first match that led to me leaving my corporate job.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "I'm lucky because my dad taught me to be frugal and save. And that's important because I want to know that I don't have to take an acting job for two or three years if I don't want to and that I'll still be able to make my house and car payments and buy food for my dogs.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "There are certain times I don't want my picture taken. If my wife's stepping out of a car and it looks like it's going to come out an indecent picture, don't I have a right to object?", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "I mean, you've kind of got the track down, especially with ovals. The only thing that improves is that when race conditions come, you know what to expect slightly more from the track and from your car.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "I think that Indy is special to me. The greater the distance between the last time I drove an Indy car and the next time, I wouldn't like that to be too big.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "On Memorial Day, I was out floating on Lake Norman and came across Denny Hamlin. We struck up a conversation, and one of the first things we were talking about was how much it helped him when he started racing the Cup car and how much it helped his Nationwide program.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Every time I get into a Nationwide car after being in a Cup car, I feel so much more comfortable than I did previously.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "No matter how good you are, how brave you are or anything, it comes down to that car so many times. Not every time, but so many times.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "I'm a big believer in everybody being themselves. If not doing a swimsuit calendar is yourself, that's great. But if doing a swimsuit calendar is yourself, then you should be able to do it. What I do outside the car adds to who I am and expresses a different side of me.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "I think women like Ferraris. A Ferrari is everybody's car.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "Freedom is not an ideal, it is not even a protection, if it means nothing more than freedom to stagnate, to live without dreams, to have no greater aim than a second car and another television set.", 
    "name": "Adlai Stevenson"
  }, 
  {
    "quote": "I started rapping before anybody had ever bought a car from it. It was truly about the art form and the culture, more so than now, where it's a successful way to make money. Back then you had to be doing it because you liked it.", 
    "name": "Ice T"
  }, 
  {
    "quote": "Austin sounds a little bit like Aston Martin, which is the type of car James Bond would drive.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "Racism has been for everyone like a horrible, tragic car crash, and we've all been heavily sedated from it. If we don't come into consciousness of this tragedy, there's going to be a violent awakening we don't want. The question is, can we wake up?", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "It was my father who instilled the 'never say no' attitude I carry around with me today, and who instilled in me a sense of wonder, always taking us on adventures in the car, never telling us the destination.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "I did this Super-8 film at art school called 'Tissues,' this black comedy about a family whose father has been arrested for child molestation. I was absolutely thrilled by every inch of it, and would throw my projector in the back of my car and show it to anybody who would watch it.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?", 
    "name": "James Hillman"
  }, 
  {
    "quote": "By the time the children go to bed, I am as drained as any mother who has spent her day working, car pooling, building Lego castles and shopping for the precisely correct soccer cleat.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "I think we've been dulled by capitalism. We're just blobs now - we're so worried about how we can keep paying the lease on the car, the mortgage, the lease on the toaster and all that. You can't really think about much else. If you lose that, you lose the whole lot.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "Before now, I've always taken my mixes out to the car and listened to them in the parking lot. I still do that, but more so now I'm listening to it on the Beat box, and I think people should give it at least a listen and check it out and see what it is.", 
    "name": "Dr. Dre"
  }, 
  {
    "quote": "I like structure - like driving: go past the school on the street, stay on the right side, no hitting the car, go in right, you'll see a big church, stop and take a left, and you'll have it. By doing this I'm giving a structure of life, a path of light, and showing what happens between me and me, which is something very beautiful.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "I'd kind of like to have a classic old muscle car. I think that would be fun.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "Once I accepted Christ I immediately had peace. I still didn't have a place to live, I still didn't have a car, but I had peace.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "When I was a kid I got busted for throwing a rock through a car window and egging a house on halloween.", 
    "name": "Gavin DeGraw"
  }, 
  {
    "quote": "Sometimes movie-making happens like clockwork other times, like a car accident.", 
    "name": "Eric Roberts"
  }, 
  {
    "quote": "I don't put myself on Jeff Beck's level, but I can relate to him when he says he'd rather be working on his car collection than playing the guitar.", 
    "name": "Ritchie Blackmore"
  }, 
  {
    "quote": "The thing people don't understand is that touring or travelling or whatever you do in my position means you go to all these cool places all over the world, but you see everything from a car window. You don't get to see much of the city or meet people at all.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "I'm just attracted to playing people who are ostensible unlikable. That's not to say that there's something in there that makes you care. It might be that you just find them so awful that you just can't stop watching, like a car crash.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "I like to put on hardcore when I have to clean my apartment, which I hate to do, but it's motivational. I like old heavy metal when I'm outside working on my car. Music has definite functions for me.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "I don't actually own a car.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "The only thing I do on a computer is play Texas Hold 'Em, really. Obviously my cell phone is a computer. My car is a computer. I'm on computers every day without actively seeking them out.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "Johnny Guitar... just one of my favorite singers of all time. I met him when we were both on the road with Johnny Otis in the '50s when I was a teenager. We traveled the country in a car together.I would hear him sing every night.", 
    "name": "Etta James"
  }, 
  {
    "quote": "But I have a driver, so I can return calls while I'm in the car.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "L.A. has a fantastic car scene and because the climate is so gentle, cars can last forever.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "I'd really like to get the girl, shoot the gun, drive the car, have fun. I even have these kind of action dreams, where I'm the action guy.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "I was raised in Chicago and I guess that was one of the special breeding grounds for gangsters of all colors. That was the Detroit of the gangster world. The car industry was thugs.", 
    "name": "Quincy Jones"
  }, 
  {
    "quote": "I sing in the car if I'm in LA, because you're like soundproofed.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "We had the guys from X Men 2 do the cameras. They had a 360 camera that would go from one car, up in the air and over to another car in a continuous shot while the film was still rolling, going 90 mph.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "In New York, you've got Donald Trump, Woody Allen, a crack addict and a regular Joe, and they're all on the same subway car.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "I was turning 20 during my first record. Those decade birthdays always kind of cause me, it seems, to reflect, look back, and then look forward. I just was closing this period of my life where I was living in a car and scrambling my whole life to then signing a six-record deal with Atlantic.", 
    "name": "Jewel"
  }, 
  {
    "quote": "In addition to this, they already have a fuel cell car on the road in Japan. It is subsidized from within the corporation because they are still at a high cost.", 
    "name": "Maurice Strong"
  }, 
  {
    "quote": "Toyota was the first to put a commercial fuel cell powered car on the road, and I have no doubt that Toyota will continue to be in the front lines in the development of competitive fuel cell vehicles.", 
    "name": "Maurice Strong"
  }, 
  {
    "quote": "I borrowed my friend's car the other day in an attempt to persuade my husband that we needed a car and literally this is true, in the first day of borrowing the car, I got three tickets and I rear-ended it.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "I used to look like a deer in headlights on the red carpet. You step out of the car and it's bedlam. Everyone's got crazy eyes.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "Well, I've been in a few car wrecks.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "I don't want a flashy car, just something that would allow me to stop using the Tube. And it would be good not to have to rely on my mum all the time, particularly when I have to listen to her singing in her car.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "When you read about a car crash in which two or three youngsters are killed, do you pause to dwell on the amount of love and treasure and patience parents poured into bodies no longer suitable for open caskets?", 
    "name": "Jim Bishop"
  }, 
  {
    "quote": "A life can get knocked into a new orbit by a car crash, a lottery win or just a bleary-eyed consultant giving bad news in a calm voice.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "Home, nowadays, is a place where part of the family waits till the rest of the family brings the car back.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "With all the hybrid stuff and things like that, I think that's a fabulous direction to go with cars in that sense. As someone who grew up around muscle cars, I'll never not be able to not love a muscle car. Not that I don't care about the environment, that's not it. But I adore muscle cars.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "I don't even own a car.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "Of course, I'm older now. I'm in a different place in my life than when I wrote the songs for 'Car Wheels' or 'Essence' or whatever. Different things were going on.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "I hate fishing, and I can't imagine why anyone would want to hike when you can get in the car and drive.", 
    "name": "Joseph Barbera"
  }, 
  {
    "quote": "I would make tea for Joni Mitchell or clean her car, anything to be in the studio and watch her work.", 
    "name": "Sheena Easton"
  }, 
  {
    "quote": "If any demonstrator ever lays down in front of my car, it'll be the last car he'll ever lay down in front of.", 
    "name": "George C. Wallace"
  }, 
  {
    "quote": "I am endlessly busy, bringing up five young kids, and trying to keep up with the three older ones. I still spend most of my life driving car pools.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "Yes, I did and a lot of my friends who are in the same program as I were very much supportive, and the most important thing they said to me is do not let this interfere with what you have to do in taking car of yourself. That was the most important thing.", 
    "name": "Naomi Campbell"
  }, 
  {
    "quote": "I read murder mysteries. I exercise 40 minutes a day. I watch videotapes while I exercise. I listen to audiotapes when I am in my car. And I try to stay in three different centuries.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "People don't understand that it was maybe my biggest pleasure to drive an F1 car when it's wet.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "The people who criticise you will not be the ones taking care of your legs when you are in your wheelchair. People who never drove a car in these conditions, they just don't know.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "When you're in a car which can win every race, or fight for a win every race, that is pressure.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "We go through the whole season working on next season's car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year's car would have even if it's small things like buttons on the steering wheel and different positions and whatever.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "We all drive differently and have different styles. For me I need a car I can develop beneath me and feel comfortable in. If the car feels neutral and unbalanced it doesn't work for me.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "I need to develop a car and engineer a car in a position that feels comfortable for me, and I don't think anyone can do a better job than I can in that position. The problem for me is if I can't get the car there I do struggle more than some.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "To understand the intensity of driving an F1 car, you have to be in it. When you're driving a 750hp machine at 200mph, the noise and the vibrations are incredible. The G-force when you take big corners is like someone trying to rip your head off. You hit the brakes, and it feels as if the skin is being pulled off your body.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "To drive an F1 car you have to be a little mad. On the morning of a race there's a mix of excitement and fear. If it's a wet track, then it's worse as you're not in control most of the time, which is the thing all drivers fear the most.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "When I do retire, I know for a fact that I'll never be able to replace the incredible feeling I get when I'm driving an F1 car.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "In the car and in front of the camera I tend to be very calm but behind the scenes I can get fired up and passionate, I just don't see the need to shout my mouth off in public.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "I don't purposely speed, but I might go over by five or six miles an hour from time to time. It doesn't give me a buzz driving on normal roads, because I can't go fast enough. It's never going to be anything like an F1 car.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "The fast, flowing parts, the high-speed corners, that's where a Formula One car is at its best - changes of direction, pulling high g-forces left and right.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "A lot of people think Formula One isn't a sport because everyone drives a car when they go to work in the morning. But we're pulling up to six G on a corner or during breaking, which is almost like being a fighter pilot. So we have to do a lot of work on our neck muscles.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "I keep my weight low, although you need to be able to move your weight around the race car to change the balance. I'm 6ft and I'm 70kg so I haven't much fat on me.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "You're pulling 4-5G for a lot of the corners around the lap. We build up lactic acid because there are a lot of vibrations in the car, and you have to have strong legs to hit the brake pedal. We need to be fit to do every lap at 100%.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "When you're doing a TV show, it's not like you just shoot for six weeks and you're in an editing room with all of your footage. It's like a guitar or a car, you have to fine tune things. You stop doing what's not working, you work on what is working and you add things that do work.", 
    "name": "Chris Pratt"
  }, 
  {
    "quote": "Television is such an evolving medium. When you're doing a TV show, it's not like you just shoot for six weeks and you're in an editing room with all of your footage. It's like a guitar or a car, you have to fine tune things. You stop doing what's not working, you work on what is working and you add things that do work.", 
    "name": "Chris Pratt"
  }, 
  {
    "quote": "If your goal is to be the biggest movie star in the world, a 10-movie contract is gold. It was never my goal. Up until now, I made movies - and I have a nice house, a nice car. I'm fortunate, happy and grateful. Life is good.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "It's that I don't like white paper backgrounds. A woman does not live in front of white paper. She lives on the street, in a motor car, in a hotel room.", 
    "name": "Helmut Newton"
  }, 
  {
    "quote": "Most of us would never consider getting our car repaired without first receiving an estimate of the charges, but this is exactly what we do when we need to go to a hospital for treatment.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "My very best friend died in a car accident when I was 16 years old. That was the hardest blow emotionally that I have ever had to endure. Suddenly, you realize tomorrow might not come. Now I live by the motto, 'Today is what I have.'", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "I grew up in Texas, and people love their American-made muscle cars there. I grew up around people who loved cars and took care of cars and my dad's a big car nut, so I learned a little bit about cars - how to love them, most importantly. I think that from the time I could remember, I've always envisioned myself in a vintage muscle car.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "We talked about many issues, like welfare, is it the way of life or hand up? Talked about size of government, how much should it tax families and small businesses? And when we left that lunch, we got in the car and I looked over at Chuck and said, 'I'll be damned. we're Republicans.'", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "Sometimes I feel like I'm not only the engine but the caboose. I have to be in the front car and pull forward, and at the same time run around behind and push everybody along with me.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "That's what I love. Not being interrupted, sitting in a car by myself and listening to music in the rain. There are so many great songs yet to sing.", 
    "name": "Alison Krauss"
  }, 
  {
    "quote": "I know I will die in a car crash.", 
    "name": "Katie Price"
  }, 
  {
    "quote": "I married a pretty famous girl, and when we drive through town there's usually a car following us, when I walk out of my front door in Chelsea there's six guys waiting for me.", 
    "name": "Kevin Pietersen"
  }, 
  {
    "quote": "I've tried everything other than jumping out of a plane, but nothing gives you an adrenaline rush like racing a car.", 
    "name": "Nigel Mansell"
  }, 
  {
    "quote": "I take cabs if I need to get somewhere or I take car service. I don't drive, I wouldn't mind riding a bike... People think that because you become an entertainer you gotta have this rock star thug image. I'm an artist, man. I'm going to live like an artist.", 
    "name": "ASAP Rocky"
  }, 
  {
    "quote": "The energy of the crowd is insane. Twenty thousand people. It's the biggest jolt of adrenaline. It's very hard to explain. You know the old story about the woman lifting the car off her kid? It's in that realm. You can actually hurt yourself and not know it.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "The first time I rode a bike I was four or five. I crashed into the back of a car.", 
    "name": "David Millar"
  }, 
  {
    "quote": "If one's honest about it, spending time in a car with children is pretty ghastly.", 
    "name": "Arabella Weir"
  }, 
  {
    "quote": "I lived on the top of one hill and the school was at the top of another hill. Nobody ever went to school by car - we didn't have any cars during the war. So that to and from school was itself a training.", 
    "name": "Roger Bannister"
  }, 
  {
    "quote": "It's a tricky place, especially the last sector. I wasn't happy in practice. I wasn't happy with the car and I wasn't happy with myself. But I always thought there was more in the car.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "Qualifying is all about putting everything that you have and that the car has in one lap. It's like a rush, I really enjoy that.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "All in all it was a smooth race, the car was very well balanced. I'm very proud to be the first winner here in India.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "There is no secret, once we go to qualifying, we all seem to enjoy it. Qualifying is all about putting everything that you have and that the car has in one lap. It's like a rush, I really enjoy that.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "When you walk the track and you see a corner and realise you were going round it at 160mph, you wonder who could be so stupid to take a corner at that speed. But in the car, you don't even think about that.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "Simply racing a Formula 1 car is an achievement.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "We always kept believing in ourselves and our team and the car.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "I could never drive in a great big car people like me because I'm a man of the people, a hustler.", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "Life's too short when you find yourself sitting in a car for four hours every day trying to get from East L.A. to West L.A. to Hollywood and then back to East L.A.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "I was an economics major in college, and every summer after school, I would drive my car from California, from Claremont men's college at the time, to New York. And I worked on Wall Street.", 
    "name": "Henry Kravis"
  }, 
  {
    "quote": "Divorced men are more likely to meet their car payments than their child support obligations.", 
    "name": "Susan Faludi"
  }, 
  {
    "quote": "I'm carded for R-rated movies. And I get talked down to a lot. When I try to go rent a car or buy an airplane ticket or other stuff adults do, I get 'Okaaaaaay, honey.' I remember when I was 18, getting crayons in a restaurant.", 
    "name": "Kristen Bell"
  }, 
  {
    "quote": "When I climb into my car, I enter my destination into a GPS device, whose spatial memory supplants my own. I have photographs to store the images I want to remember, books to store knowledge and now, thanks to Google, I rarely have to remember anything more than the right set of search terms to access humankind's collective memory.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "I own stock, and I also insure my car with Geico.", 
    "name": "Ernie Banks"
  }, 
  {
    "quote": "My next adventure will be being in a car with Mischa at the wheel.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "A few years ago I was at a party and this guy threw me over his shoulder, ran across the street, put me in his car, and stuck his tongue in my mouth.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "People go to car races to watch the crashes.", 
    "name": "Johnny Knoxville"
  }, 
  {
    "quote": "Everybody has a gun in their car in Detroit.", 
    "name": "Jim Harrison"
  }, 
  {
    "quote": "A woman is gentle, soft, delicate, and a man's position is to protect her, help her up stairs, make sure she's in the car safely first. Take good care of your woman, and the sky's the limit!", 
    "name": "Taraji P. Henson"
  }, 
  {
    "quote": "I'm a crazy car guy. I've got an airplane hangar full of cars.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "You know, if you're Guy Kawasaki and you create a car that gets 500 miles a gallon with zero emissions, people on the Internet would say: 'I could have done that in half an hour, and it's been done before. What's the big deal? I expected something more from him.' Meanwhile, they didn't do it, right? They're still living at home with their mothers.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "We should tell our kids to just have fun, participate and not get bent on winning or losing. But every coach, when they say that, they say it tongue in cheek, 'Don't worry about winning': If you win I'll get you ice cream, but if you lose I'm going to pout in the car.", 
    "name": "Bode Miller"
  }, 
  {
    "quote": "It's so funny looking back, but my so-called overnight success actually took 15 years. I remember when I didn't have any money, and my only car was mom's Hyundai.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "I have mentally overcome situations most of you would be terrified to ever attempt: heights, fire, needles, spiders, snakes, angry monkeys, being shot, being hit by a car, going blind - you name it, I have been in a situation where I have had to mentally overcome my inherent fears to do my job.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "I'm starting to think about things that I want to do, things that are fun. One of them is driving a car like a Porsche. I've driven a lot of cars - sedans, trucks and big family vehicles all year long. But there's nothing like a four-wheel-drive Porsche.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "I drank a lot when I was a teenager and I don't drink any more, because that's when I thought, you know, I'm gonna end up a car wreck.", 
    "name": "Kristin Davis"
  }, 
  {
    "quote": "I'm a big potato chip girl. I don't like chocolate and cakes and all that, but I have to have my potato chips. I've got bags in the back of my car right now! But I never beat myself up about it, because, look: You can't give up every damn thing. You need something in your life that you like just because you like it!", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "I've always been an avid reader. If I don't have a book in the car, I'll stop and pick one up just to have something to read. I don't even remember learning to read.", 
    "name": "Janis Ian"
  }, 
  {
    "quote": "My work is more about trying to ask good questions and not trying to come up with big shows. Every fashion company is doing that, every car company is doing that.", 
    "name": "Laurie Anderson"
  }, 
  {
    "quote": "Every song has a composer, every book has an author, every car has a maker, every painting has a painter, and every building has a builder. So it isn't irrational to take this simple logic a little further and say that nature must have had a Maker. It would be irrational to believe that it made itself.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Here's the thing that I think about life - if you manage to get into a space where you don't need that much, where the overhead of your life is not that great and you're pretty happy and relaxed without that much stuff, you are really liberated because you never have to say yes to something because you want another refrigerator or car!", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "The biggest thrill a ballplayer can have is when your son takes after you. That happened when my Bobby was in his championship Little League game. He really showed me something. Struck out three times. Made an error that lost the game. Parents were throwing things at our car and swearing at us as we drove off. Gosh, I was proud.", 
    "name": "Bob Uecker"
  }, 
  {
    "quote": "I'd like to have the flying car, I think that'd be really cool.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "Anyone can write a story based on the kind of horror where you see a guy in car and then there's the bad guy in the back seat. It's infantile to rely on that for telling a story. That's like going to bed and thinking there's a monster under your bed. It's silly.", 
    "name": "Sergio Aragones"
  }, 
  {
    "quote": "I always loved music. You know, my parents said I started singing when I was 4, in the car.", 
    "name": "Bob Seger"
  }, 
  {
    "quote": "I think fear is what keeps us from going over the edge. I mean, as a race car driver, I don't think what makes a good race car driver is a fearless person. I think it's somebody that is comfortable being behind the wheel of something that's somewhat out of control.", 
    "name": "Jeff Gordon"
  }, 
  {
    "quote": "I really enjoy not getting in a car and running errands on bikes.", 
    "name": "Stone Gossard"
  }, 
  {
    "quote": "To say that I am organized is an understatement, but my car tells a different story.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "I lived in small town out in the desert and my friend used to steal his mom's car in the middle of the night. He'd drive over to my house, I'd sneak out and we'd go out to the desert and just burn things down.", 
    "name": "Mark Hoppus"
  }, 
  {
    "quote": "So, I remember when I was a kid, I was waiting for my mom to come home when she was working late, and, you know, I was like, 'Oh my God, what happened to her? Is she OK? Did something happen to her getting in the car?' I was a little kid. But those are actually early onsets of anxiety.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "On my job I end up jumping out of planes. Last week I got in an 18-wheeler and drove down a runway onto a skid track. The week before that they put me in a car and sunk me to the bottom of a lake to see if I could escape without an oxygen tank.", 
    "name": "Rick Mercer"
  }, 
  {
    "quote": "In L.A., I don't really want to go out because traffic sucks so bad. I'm sorry, I'm not going to spend five hours a day in my car, so you have to choose where you live very carefully.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "I quit after a bad car accident. The thing about boxing is that you can be a star for five or six years, but when you go back to the old life, it's tough.", 
    "name": "Olivier Martinez"
  }, 
  {
    "quote": "A lot of the songs start with an image. I was sitting there playing the guitar and I pictured this old, dirty green car, with the window rolled down, in the hot, hot, hot Texas heat, and this beautiful woman I knew when I was a kid sitting behind the wheel, looking out at me.", 
    "name": "Edie Brickell"
  }, 
  {
    "quote": "I hate modern car radios. In my car, I don't even have a push-button radio. It's just got a dial and two knobs. Just AM. One knob makes it louder, and one knob changes the station. When you're driving, that's all I want.", 
    "name": "Chris Isaak"
  }, 
  {
    "quote": "I once went to one of those parties where everyone throws their car keys into the middle of the room. I don't know who got my moped, but I drove that Peugeot for years.", 
    "name": "Victoria Wood"
  }, 
  {
    "quote": "Come rain or shine I walk short distances rather than taking my car.", 
    "name": "Sophie Ellis-Bextor"
  }, 
  {
    "quote": "I think the Smart Car is awesome. The only problem is I've been on the freeway and felt like I was going to be blown away like a Tim Hortons coffee cup, so I may have to upgrade to a Mini Cooper - something a little stronger.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "The way you continue to be a successful business is you don't wait for the car to go off the cliff. You have to manage yourself. And make sure you do it in the right way so you are not making decisions in crisis.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "We each own one car, and we have a reasonable house. It's a lovely place to be, but it's not extravagant.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "As soon as I began to earn what might be called fairly large sums, I bought a car and began to explore the country around New York.", 
    "name": "Kate Smith"
  }, 
  {
    "quote": "If you saw a dog going to be crushed under a car, wouldn't you help him?", 
    "name": "Oskar Schindler"
  }, 
  {
    "quote": "One thing that worried me was how writers get categorized and so they end up having to write the same kind of book again and again. That is fine if it is what you want to do, but I would rather be locked in the trunk of my car with a weasel than write the same book every three years until I die.", 
    "name": "Justin Cronin"
  }, 
  {
    "quote": "I've worked as a labourer, driven taxis and school buses, and been a car mechanic - whatever I could do just to get by. But it does mean that I know a little bit about a lot of things.", 
    "name": "Cory Monteith"
  }, 
  {
    "quote": "What I enjoy doing more than anything is, I have my little antique car collection, and when the weather is pretty I like to get out one of my old cars. I have a little route I run down in the country, down Nachez Trace Parkway. The loop down through there is just really relaxing, not much traffic.", 
    "name": "Alan Jackson"
  }, 
  {
    "quote": "I am a horrible visual artist. I can't fix a car, sew, knit, cook, etc. Statistically, there is more I don't do than do.", 
    "name": "Carrie Brownstein"
  }, 
  {
    "quote": "The word 'geek' today does not mean what it used to mean. A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "In the heat of the Russian summer a sleeping car is the most horrible instrument of martyrdom imaginable.", 
    "name": "Manfred von Richthofen"
  }, 
  {
    "quote": "When I grew up there wasn't air-conditioning or anything of that nature, and this old car had a wall thickness of about ten inches. So we had a little warmer house in the winter and a little cooler in the summer.", 
    "name": "Merle Haggard"
  }, 
  {
    "quote": "It sounds like something from a Woody Guthrie song, but it's true I was raised in a freight car.", 
    "name": "Merle Haggard"
  }, 
  {
    "quote": "There were times when I thought I would never own a car.", 
    "name": "Victor Cruz"
  }, 
  {
    "quote": "The image is where you have dinner at night, who you're seeing. It's what car you drive and how you dress. People in the industry sell that, and it creates a dream. There's nothing else.", 
    "name": "Elle Macpherson"
  }, 
  {
    "quote": "I'm the one who gets called up about a problem. I'm the one who gets called up about the street lighting and the abandoned car. I'm the one who gets blamed if the police don't arrive. I'm the one they blame if a city truck is broken down.", 
    "name": "Richard M. Daley"
  }, 
  {
    "quote": "You know, it's amazing. I don't even have a car, would you believe it? I had a motorbike and it got stolen last year. So I've got to buy another one of those, I suppose. I can treat myself to that.", 
    "name": "Michael Fassbender"
  }, 
  {
    "quote": "I always keep a ball in the car. You never know.", 
    "name": "Hakeem Olajuwon"
  }, 
  {
    "quote": "I've made movies that cost less than one car chase.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "In 1950, when the Giants signed me, they gave me $15,000. I bought a 1950 Mercury. I couldn't drive, but I had it in the parking lot there, and everybody that could drive would drive the car. So it was like a community thing.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "Some people think my father was a spy, because of working for that government agency in Vietnam, but he can't find his car keys, much less keep a national secret.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "All I want to know is that I can keep this house for the rest of my days and I want to make good music... and have the odd sports car in the garage, obviously!", 
    "name": "Jay Kay"
  }, 
  {
    "quote": "It's not a case of 'look at me in my car' it's more, 'look at the car'. I like the idea of other people enjoying them, because everything has become a bit faceless and nobody likes the motor car any more.", 
    "name": "Jay Kay"
  }, 
  {
    "quote": "I didn't get my first car until I was 22. It was a BMW 1602 and now I've got it back I'm waiting to restore it.", 
    "name": "Jay Kay"
  }, 
  {
    "quote": "All the times being like, 'Who rented this car and why are we going to this place?' You take the easy route and go, 'Oh, thanks for the champagne. I'll have another.'", 
    "name": "Rosario Dawson"
  }, 
  {
    "quote": "The United Nations four or five years ago put out a study that said the meat industry, meat-eating, growing meat for food is the No. 1 killer of our planet - not No. 2 or No. 3: No 1. You know what's No. 2? Transportation. Everyone thinks that No. 1 is transportation, and goes out and buys a hybrid car. Screw the hybrid cars. Don't eat hamburgers.", 
    "name": "Maggie Q"
  }, 
  {
    "quote": "You cannot expect the guy who drove the car into the ditch to navigate it out of the ditch. You have to put a new driver in the seat. I'm not saying the new driver is going to be any better, but we need a new driver. Kerry is the only choice.", 
    "name": "John Mellencamp"
  }, 
  {
    "quote": "The idea that maybe you don't have to own a car if you only need one occasionally may catch on, just like time-sharing caught on in real estate.", 
    "name": "Steve Case"
  }, 
  {
    "quote": "I have always had this mentality because I hated to break anything on the car.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "One of my biggest problems this season was with the clutch at the start of the race. I hate to risk the car.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "I don't like to go over curbs, because I don't want to be hard on the car.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "You were not in control You had no visibility: maybe there was a car in front of you, maybe not.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "We have an uncanny ability to make birds do what we want them to do. In Blood Simple there's a shot from the bumper of a car and it's going up this road and a huge flock of birds takes off at the perfect moment.", 
    "name": "Joel Coen"
  }, 
  {
    "quote": "I took guitar a while back, and my heart wasn't in it at the time, but I'm ready to try it again. I sing in the car, at home - it's a huge part of my life, especially since I'm from Tennessee.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I love Lady Antebellum and Miranda Lambert - they write from the heart. But it's hard to find a country music lover in L.A. None of my friends really listen to it, and they hate getting in the car with me because I just blast Taylor Swift.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I definitely love that all these car brands are coming out with hybrid forms of every car that they have. It's very awesome because I think it does make a difference, and it doesn't hurt that you save a lot of money on gas.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I've always had an affinity and a passion for cars and that whole car culture.", 
    "name": "Ludacris"
  }, 
  {
    "quote": "Paul is Starsky, and I met him before shooting. He was very kind and encouraged us to go with what we wanted to do. It was very sweet to see them back with the car after 25 years.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "I grew up in Texas and we used to go to Padre Island, eight hours in the car down to the beach.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "My dad used to love Steely Dan, the Stones, Jethro Tull and all that. There was always Steely Dan going in my dad's car, but I remember The Royal Scam in particular because it has 'Kid Charlemagne' on it.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "When I was in New York, I was making a living. We had a summer house and a car that I could put in a garage. That's something for a stage actor.", 
    "name": "William H. Macy"
  }, 
  {
    "quote": "Your car should drive itself. It's amazing to me that we let humans drive cars... It's a bug that cars were invented before computers.", 
    "name": "Eric Schmidt"
  }, 
  {
    "quote": "Consider the perverse effect cap and trade has on altruistic actions. Say you decide to buy a small, high-efficiency car. That reduces your emissions, but not your country's. Instead it allows somebody else to buy a bigger S.U.V. - because the total emissions are set by the cap.", 
    "name": "James Hansen"
  }, 
  {
    "quote": "Every summer my husband and I pack our suitcases, load our kids into the car, and drive from tense, crowded New York City to my family's cottage in Maine. It's on an island, with stretches of sea and sandy beaches, rocky coasts, and pine trees. We barbecue, swim, lie around, and try to do nothing.", 
    "name": "Hope Davis"
  }, 
  {
    "quote": "It's like, no matter what I do, I always feel like I'm five years old, and I end up in the back of my father's car looking out the window, and nothing has changed in 25 years.", 
    "name": "Dylan McDermott"
  }, 
  {
    "quote": "I did a twenty foot print and John Cage is involved in that because he was the only person I knew in New York who had a car and who would be willing to do this.", 
    "name": "Robert Rauschenberg"
  }, 
  {
    "quote": "I was 16 years old, driving to LA, and sleeping in my car, just trying to make it happen.", 
    "name": "Nick Cannon"
  }, 
  {
    "quote": "I arrived in California with no job, no car, and no money, but, like millions of other girls, a dream.", 
    "name": "Victoria Principal"
  }, 
  {
    "quote": "I remember when metal was something you really had to search out, and now I hear it on car commercials.", 
    "name": "Trevor Dunn"
  }, 
  {
    "quote": "You know, sitting in the car when they got back in and - first of all, it was relief. I was not - there were two get away cars or switch cars they were called. And, you know, the group tended to include everyone.", 
    "name": "Patty Hearst"
  }, 
  {
    "quote": "So much of life is luck. One day you make a right turn and get hit by a car. Turn left and you meet the love of your life. I think I made the correct turn.", 
    "name": "Loretta Swit"
  }, 
  {
    "quote": "The ought to be a worldwide cultural taskforce that just stops you when you have ideas like combining The Red Desert with an armored car heist movie.", 
    "name": "Steven Soderbergh"
  }, 
  {
    "quote": "Well, it is so difficult right now when you look out on the road and how fast people go and the more and more cars you see out there, for teenagers, you'd think a kid that literally, a few years before, was sitting back in a car seat in the back seat is now behind the wheel.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "But I also like to shower my parents with presents. I bought them a beautiful car and a house.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "And we turned off and 30 miles south they're standing in the middle of our road blocking our way, stopped the car, got out, took us through the path in the woods, where the craft was on the ground.", 
    "name": "Betty Hill"
  }, 
  {
    "quote": "So if you're a robot and you're living on this planet, you can do things that you can't do in real life - things that you wished you could do: like fly like have a car that flies like have furniture that is alive.", 
    "name": "William Joyce"
  }, 
  {
    "quote": "Going to car racing school was phenomenal.", 
    "name": "Michelle Rodriguez"
  }, 
  {
    "quote": "A gun can be dangerous. But a gun can protect you, you can hunt for food with it - you know, the tool itself is a tool. The intention of the party using the tool is a part of the process, right? You know: the knife cuts the steak, stabs the person, saves somebody from danger, cuts somebody out of a car.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "I've made club songs, and I've made radio songs, and I've made the car songs.", 
    "name": "T-Pain"
  }, 
  {
    "quote": "My first car was an '84 Ford Taurus. It caught on fire from me trying to change the fuel pump, so that wasn't good at all. Dried leaves on the ground while I was trying to change the fuel pump. Don't do that. Do it on concrete.", 
    "name": "T-Pain"
  }, 
  {
    "quote": "We need a number of solutions - we need more efficiency and conservation. Efficiency is a big one. I think car companies need to do a lot better in producing more efficient cars. They have the technology, we just need to demand them as consumers.", 
    "name": "Daryl Hannah"
  }, 
  {
    "quote": "Twenty years ago, I was living in a lovely cottage on the edge of Dartmoor but I couldn't afford to run a car.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "I don't want to be in my car all day. I love getting up in the morning in Venice and walking my dogs down to the cafe to get my tea, and then perhaps going to a bookstore and sitting and reading, then walking to the beach.", 
    "name": "Jessica Chastain"
  }, 
  {
    "quote": "The day I won an Emmy was also the day my father passed away. I received a call from my sister on the way to the ceremony and had to turn my car around and catch the first flight back to Karachi.", 
    "name": "Sharmeen Obaid-Chinoy"
  }, 
  {
    "quote": "Because of that I don't care when I read in the newspaper that I am colourblind. I went through a red light in my car and I stopped when I before a green light. So I must be really colourblind, eh?", 
    "name": "Ruud van Nistelrooy"
  }, 
  {
    "quote": "The courts cannot garnish a father's salary, nor freeze his account, nor seize his property on behalf of his children, in our society. Apparently this is because a kid is not a car or a couch or a boat.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Mayors could never get away with the kind of nonsense that goes on in Washington. In our world, you either picked up the trash or you didn't. You either moved an abandoned car or you didn't. You either filled a pothole or you didn't. That's what we do every day. And we know how to get this stuff done.", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "The negative effects of combat were nightmares, and I'd get jumpy around certain noises and stuff, but you'd have that after a car accident or a bad divorce. Life's filled with trauma. You don't need to go to war to find it it's going to find you. We all deal with it, and the effects go away after awhile. At least they did for me.", 
    "name": "Sebastian Junger"
  }, 
  {
    "quote": "In college, my big money memory was saving up to buy a car with my boyfriend, whom I lived with.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "I think I'm pretty smart on what I spend my money on. I still don't have a new car, I drive my old car that I've had forever. But I bought a house in downtown Chicago.", 
    "name": "Chris O'Donnell"
  }, 
  {
    "quote": "I'm not a car guy. The subway gets me where I need to go efficiently and cheaply, and I don't worry about traffic.", 
    "name": "Joe Scarborough"
  }, 
  {
    "quote": "When I'm in town on Sundays, I sometimes go down to the Central Bar in the East Village to watch English football. But my natural inclination now is to get in the car with my wife and kids and get out of town.", 
    "name": "Joe Scarborough"
  }, 
  {
    "quote": "A man from a primitive culture who sees an automobile might guess that it was powered by the wind or by an antelope hidden under the car, but when he opens up the hood and sees the engine he immediately realizes that it was designed.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "Because I'm a young black man driving a really nice, expensive car, I sometimes get harassed when I'm rolling through a ghetto neighbourhood.", 
    "name": "Coolio"
  }, 
  {
    "quote": "I feel comfortable around every driver out there and each driver is in charge of their own car, but you feel very secure racing the competition out there.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "There are going to be little victories that we claim, even if it's finishing 15th and putting the car back in hauler without a scratch on it.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "This is like my dad's race team where we had one Legend car. If we wrecked it, we couldn't race the next week unless we had enough parts to put it back together again.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "So there is going to be that balance of understanding how to get the best out of the car that day, whether it's 15th or even if I have a shot at a top 10, protecting that car so we can bring it back when we have to.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "It's just that fun atmosphere, working on the car, being with the guys. This is exactly what I needed.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "James Finch is exactly what I'm looking for, as far as getting back into the race car to have fun.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "I feel like we're a very good top-10 car, but we really have to work hard and find a unique way to get these top fives.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "I don't have an interest in any car that isn't good for the environment, other than maybe an aesthetic quality in a picture book.", 
    "name": "Emile Hirsch"
  }, 
  {
    "quote": "My dream car would be a Maserati. That would be amazing.", 
    "name": "Jordana Brewster"
  }, 
  {
    "quote": "Parking is a nightmare for me... I still have sensors on my car that help me park.", 
    "name": "Jordana Brewster"
  }, 
  {
    "quote": "People spend so much time in their cars, and it's a legal way to have fun by speeding a little bit or testing yourself a little bit, and you get to invest in your car. For some people, it becomes their baby.", 
    "name": "Jordana Brewster"
  }, 
  {
    "quote": "In sport there is never any moment that is the same as the other. I have been in Formula One for 12 years, and out of that I had one year with the perfect car.", 
    "name": "Michael Schumacher"
  }, 
  {
    "quote": "I knew that by getting behind the wheel of the car and having had something to drink, the responsibility laid on my shoulders.", 
    "name": "Tracey Gold"
  }, 
  {
    "quote": "I remember that all of a sudden, the car felt like I couldn't control it. It was absolutely the most horrifying experience. We rolled over, off the freeway. I think there was something wrong with the car.", 
    "name": "Tracey Gold"
  }, 
  {
    "quote": "I will never have a drink and get behind the wheel of a car. It's not illegal to drink and drive, but there becomes a certain point where it does become a crime.", 
    "name": "Tracey Gold"
  }, 
  {
    "quote": "I never listen to music in the house, I listen to music in the car.", 
    "name": "Peter Tork"
  }, 
  {
    "quote": "Investors have few spare tires left. Think of the image of a car on a bumpy road to an uncertain destination that has already used up its spare tire. The cash reserves of people have been eaten up by the recent market volatility.", 
    "name": "Mohamed El-Erian"
  }, 
  {
    "quote": "Now having said that, I realize that releasing a film in the real world is like trying to get General Motors to release a handmade car.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "On the average, I don't spend more than 15 minutes in the car - to go to the golf course or the gym. And that's the only time I listen to the radio.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "Eventually I did that, but it took a lot of twists and turns, and there were a year or two there where I was living with no money at all - no home, no car, no nothing. I was living in somebody's garage in Los Angeles at that point - for a year.", 
    "name": "Renny Harlin"
  }, 
  {
    "quote": "I could be on 52nd and Third in Manhattan up and ask a strange for directions and they will help you, that's a rural heart. Your car breaks down in the middle of Iowa or somewhere, or Tennessee where I'm from, people want to help each other. Given each opportunity, you see how people come together.", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "If I test the car for a year I can be quite competitive the next season.", 
    "name": "Valentino Rossi"
  }, 
  {
    "quote": "Have you ever noticed how nice people are at the car wash?! Maybe it's just me, but it makes me happy. Weird, I know!", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "It used to be that you'd have a song recorded by a major country artist and if it was a hit, you could buy a car. Now you can buy a dealership.", 
    "name": "Tom T. Hall"
  }, 
  {
    "quote": "When I finish an album and I find myself listening to it in the car, because it makes me feel a certain way, that's the time to try to let other people know about it.", 
    "name": "Herb Alpert"
  }, 
  {
    "quote": "I don't think radio is selling records like they used to. They'd hawk the song and hawk the artist and you'd get so excited, you'd stop your car and go into the nearest record store.", 
    "name": "Herb Alpert"
  }, 
  {
    "quote": "I did a lot of gasoline commercials - Hess, Texaco. I was part of the family in the car, the little brat in the back.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "Once when I was 16 I had my car taken away from me for being past curfew. Oh, and I said a bad word once, and I actually did get my mouth washed out with soap.", 
    "name": "Ashlee Simpson"
  }, 
  {
    "quote": "I'm addicted to laughing. I go to see a lot of comedy shows. I'm addicted to playing really loud and obnoxious rock music in my car. I'm addicted to beautiful clothes and shoes. I just love gorgeous stuff and work hard to acquire pretty things, shiny things. I'm addicted to shiny things!", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "The thing about drugs and sex is that you lose all your inhibitions. I've had sex in trains, planes, wine bars... and quite a few car parks!", 
    "name": "Robbie Williams"
  }, 
  {
    "quote": "From 1997 when we came in, you guys and the public bought seven million more cars. You didn't get rid of the second car, did you? So what is happening is the growth of cars on the motorway.", 
    "name": "John Prescott"
  }, 
  {
    "quote": "I'm not gonna ride home in the car. I'll wait for Randy. I think I'll get home quicker.", 
    "name": "Patsy Cline"
  }, 
  {
    "quote": "Boys, they can't take my refrigerator now. They'll never get my car now. I paid cash for 'em and they're mine, and I'm keepin' 'em!", 
    "name": "Patsy Cline"
  }, 
  {
    "quote": "When the Exxon Valdez spilled in 1989, I was angry. I even wrote on the back of my car, Boycott Exxon!", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "The only way people are going to change their car buying habits, and the only way government will get behind alternatively fueled vehicles, is if gasoline prices continue to go up.", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "I used to have this Mercedes, a dark blue 450SLC, which was the most beautiful car. I'd like to have another unusual, beautiful car.", 
    "name": "Andrew Davies"
  }, 
  {
    "quote": "I allow myself one nice car.", 
    "name": "Slash"
  }, 
  {
    "quote": "A male gynecologist is like an auto mechanic who has never owned a car.", 
    "name": "Carrie P. Snow"
  }, 
  {
    "quote": "They put chains on me they chained my waist, my legs. Put me in the back of a squad car, and I literally blacked out. I didn't even - there's whole pieces missing.", 
    "name": "Jim Bakker"
  }, 
  {
    "quote": "I started out by believing God for a newer car than the one I was driving. I started out believing God for a nicer apartment than I had. Then I moved up.", 
    "name": "Jim Bakker"
  }, 
  {
    "quote": "Man, coaching is a hard job, and it requires a lot of time... I hear stories from coaches who tell me that players call them in the middle of the night not knowing where they parked their car.", 
    "name": "Joe Montana"
  }, 
  {
    "quote": "I was a little different. I still say I'm a little different, because success to me is not having the most money, or having the biggest car or the biggest house.", 
    "name": "Herschel Walker"
  }, 
  {
    "quote": "I live in a kind of gay bubble. I live in a gay house, I drive a gay car. I eat gay food.", 
    "name": "Julian Clary"
  }, 
  {
    "quote": "I think, like everybody else in New Hampshire, when I pull up to fill up my car and I pay $50, I get upset. And I'm wondering if these prices are legitimate.", 
    "name": "Judd Gregg"
  }, 
  {
    "quote": "I was in prison for a charge in Texas, murder one. Back in the '70s in Texas, I was there. I heard the shot. I was in the car.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "I'm gonna be the best dad that ever lived. I'll have a ranch with a race car track and a golf course.", 
    "name": "Jeremy London"
  }, 
  {
    "quote": "When I was living on the street I would be standing out in front of Grauman's Chinese Theater, leaning against my car and signing autographs and nobody had any idea that I was living in it.", 
    "name": "Danny Bonaduce"
  }, 
  {
    "quote": "I remember my wife and I used to get on plane and see everybody else with their babies. They'd be putting strollers and car seats up above, and we'd think: Oh, please Lord, don't make us go through that.", 
    "name": "Paul Reiser"
  }, 
  {
    "quote": "I think there's a suspicion in the South of people putting on airs. You see it in most successful Southern politicians, but you also see it in someone like Richard Petty, who may be a multimillionaire stock car driver, but he's also beloved because he has a nice self-deprecatory way about him.", 
    "name": "John Shelton Reed"
  }, 
  {
    "quote": "Is there some risk every day we walk out our front door? Every time we get in our car? Yeah. Are we materially less safe now than we were 10 years ago? Whatever delta there is, it's very small.", 
    "name": "John Hickenlooper"
  }, 
  {
    "quote": "It bothers me when I hear it in a car commercial or some such. But for the most part, it's better than seeing sacred music relegated to the scrap heap.", 
    "name": "Richard Morris"
  }, 
  {
    "quote": "The will is never free - it is always attached to an object, a purpose. It is simply the engine in the car - it can't steer.", 
    "name": "Joyce Cary"
  }, 
  {
    "quote": "I just completed a tour in Europe. I played every night. This requires traveling some days for six hours in a van or a train or a car. After six weeks of that, I checked into the hotel and just fell apart.", 
    "name": "Lee Konitz"
  }, 
  {
    "quote": "People would say you look weak if you're not cursing the opposition and driving around in a big black car while always wearing a tie. Above all, to be 'strong' you're always supposed to be giving orders.", 
    "name": "Georgios A. Papandreou"
  }, 
  {
    "quote": "If you or me go to the gas station to fill up our car and it costs us much more than we expected, it will zap our discretionary income. We won't have the extra money to buy that washing machine or new winter coat-all big ticket items that are important to economic growth.", 
    "name": "Maria Bartiromo"
  }, 
  {
    "quote": "I was so wild and crazy and dumb in my car. It didn't run but 30 miles an hour. You made do.", 
    "name": "Muddy Waters"
  }, 
  {
    "quote": "When you're in a race car, you're going through so many different emotions throughout that race.", 
    "name": "Jeff Gordon"
  }, 
  {
    "quote": "The problem is that the Iraqi people are facing atrocities from both sides - Zarqawi and also the American troops at times. The Zarqawi groups uses car bombs, the Americans use other bombs. You also know what they do in the prisons.", 
    "name": "Akbar Hashemi Rafsanjani"
  }, 
  {
    "quote": "The driver of a racing car is a component. When I first began, I used to grip the steering wheel firmly, and I changed gear so hard that I damaged my hand.", 
    "name": "Juan Manuel Fangio"
  }, 
  {
    "quote": "Well, you go to Holland and everybody's on a bike - nobody would think to have a car.", 
    "name": "Stone Gossard"
  }, 
  {
    "quote": "If I start outsourcing all my navigation to a little talking box in my car, I'm sort of screwed. I'm going to lose my car in the parking lot every single time.", 
    "name": "Ken Jennings"
  }, 
  {
    "quote": "I think that people don't know how to do anything anymore. My father was a janitor. He could take a car apart and put it back together. He could build a house in the back yard. Today, if you ask people what they know, they say, 'I know how to hire someone.'", 
    "name": "Walter Mosley"
  }, 
  {
    "quote": "I mean, you have a general tone of it but it's pretty much you get to come in and you're going to flip this car and it's going to blow up and you're going to come out on fire and you go oh, that's cool, and then you get paid a lot of money.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "No, in Lethal Weapon I was a taxi cab driver that Mel jumps in front of the taxi and pulls me out of the car and steals the taxi. Then I did some other indie driving for some of the car sequences.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "So then I started doing a lot of episodic TV, just car chases or helicopter chases or whatever.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "They had some really cool rigged cars and things that were different that they would tow behind the camera car that were actually on these trailers that manipulated side to side and stuff like they were getting hit, and actually put the actor right in the middle of the chase.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "I don't own a car.", 
    "name": "Shepard Smith"
  }, 
  {
    "quote": "I'm calling from my car, I'm sorry, I'm like running around like crazy.", 
    "name": "Melissa Joan Hart"
  }, 
  {
    "quote": "I really like listening to music in my car.", 
    "name": "Aaron Neville"
  }, 
  {
    "quote": "There are races and then there are races. And without a doubt, the Indy 500 is the race that I've always wanted to attend. And now, to be driving the Corvette Pace Car... this is going to be unbelievable.", 
    "name": "Guy Fieri"
  }, 
  {
    "quote": "It was all that stuff about taking your parents' car when you're 13, sneaking booze into rock shows and ditching school with your friends. I could relate to that as a former teenager, rather than as a present parent.", 
    "name": "Donal Logue"
  }, 
  {
    "quote": "I think the true test of a pop song, for me, and I've talked to a lot of other writers about this, is you take your demo, you pop it in your car and you drive down Sunset Blvd. to Santa Monica, and that's the Hollywood car test.", 
    "name": "Ryan Tedder"
  }, 
  {
    "quote": "I absolutely refuse to reveal my age. What am I - a car?", 
    "name": "Cyndi Lauper"
  }, 
  {
    "quote": "I only know it takes weeks to recover, as if one had been in a car accident.", 
    "name": "Patricia Highsmith"
  }, 
  {
    "quote": "I would like you all to give me a round of applause as I have not crashed my car in over 15 months.", 
    "name": "Matthew Perry"
  }, 
  {
    "quote": "Every little kid has always wanted to be a race car driver. This gets some of that out.", 
    "name": "David Alan Grier"
  }, 
  {
    "quote": "Space isn't remote at all. It's only an hour's drive away if your car could go straight upwards.", 
    "name": "Fred Hoyle"
  }, 
  {
    "quote": "And I think that if I were a for real celebrity that was recognizable everywhere, I'd just crawl under a rock and you know, have someone run over the rock with a car, or something.", 
    "name": "Steve Burns"
  }, 
  {
    "quote": "In the United States three new methods of transportation made their appearance at almost the same time - the steamboat, the canal boat, and the rail car.", 
    "name": "John Moody"
  }, 
  {
    "quote": "Have you heard about the Irishman who reversed into a car boot sale and sold the engine?", 
    "name": "Frank Carson"
  }, 
  {
    "quote": "I want do some kind of action movie, car chases and explosions.", 
    "name": "Devon Sawa"
  }, 
  {
    "quote": "I'm like, 'Would you be the person in the room that would boo when Dylan went electric? I know I wouldn't. Or are you the person that left The Beatles after 'She Loves You,' or 'Drive My Car?' You weren't on board for 'Revolution 9' or 'Day In The Life,' were you?'", 
    "name": "Regina Spektor"
  }, 
  {
    "quote": "Well, honey, I had the million dollar houses, I had the car, I had the horse, I had the barn I had everything. Was I set free? I didn't even know what that meant.", 
    "name": "Taylor Dayne"
  }, 
  {
    "quote": "It was in San Diego and I was onstage and couldn't remember how to play the guitar properly. I was in terrible pain and my nervous system was just going wild, like somebody had just run a car over me.", 
    "name": "Andy Partridge"
  }, 
  {
    "quote": "The first trip I remember taking was on the train from Virginia up to New York City, watching the summertime countryside rolling past the window. They used white linen tablecloths in the dining car in those days, and real silver. I love trains to this day. Maybe that was the beginning of my fixation with leisurely modes of travel.", 
    "name": "Billy Campbell"
  }, 
  {
    "quote": "I am very puzzled by the fact that young people are getting infected again. They don't take precautions despite an enormous amount of information. It's like riding a race car at 200 kilometers an hour. Some people like the risk.", 
    "name": "Luc Montagnier"
  }, 
  {
    "quote": "I listen to KCRW in the car and Pandora radio, which I stream through the stereo from my iPhone. I've been listening to everything from Caribou to Conway Twitty. If I'm going on a longer car ride, I'll download some podcasts.", 
    "name": "Sam Trammell"
  }, 
  {
    "quote": "ER was one of my favourites. I played a car accident victim who has leukemia. I got to wear a neck brace and nose tubes for the two days I worked.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "I drive a car that has pleather seats.", 
    "name": "Kathy Freston"
  }, 
  {
    "quote": "In the history of the world, no one has ever washed a rented car.", 
    "name": "Lawrence Summers"
  }, 
  {
    "quote": "As I was coming out of the closet, our car was hurtling over an embankment.", 
    "name": "Lance Loud"
  }, 
  {
    "quote": "Some people say it might be good for your career to die and then come back again. I have died many ways, car crashes, motorcycle crashes, etc. But, I am still alive.", 
    "name": "Mark-Paul Gosselaar"
  }, 
  {
    "quote": "Dear motorist on the information superhighway. I'm sorry I do not have a car.", 
    "name": "Eric San"
  }, 
  {
    "quote": "In the end I didn't get a top car any more. I had no toughness left. That was the reality.", 
    "name": "Jacky Ickx"
  }, 
  {
    "quote": "I was always an observer, even as a child. I could be satisfied to sit in a car for 3 hours and just look at the street go by while my mother went shopping.", 
    "name": "Jonathan Winters"
  }, 
  {
    "quote": "I mostly drive around in a Fiat 500 TwinAir, and that's a pretty small car!", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "Now, personally, I like a car with some sort of character.", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "The easiest and simplest thing that any one can do to make their car safer, more gas efficient, whatever - check the tire pressure.", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "My first car was a 1976 Toyota Corolla Liftback in red, like the one in 'The Blues Brothers.' I painted a Union Jack on the roof. I was absolutely in love with it until I destroyed it, which broke my heart!", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "It's not just the kid who's spent every penny from his job to upgrade his car to tell the world he cares about sports cars, it's also the person driving around in a fuel-conscious hybrid electric car, because it's more a message to the world than an effective means of saving fuel, to be quite honest.", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "I've been in a car three or four times when it filled with water and it's not a comfortable feeling.", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "You don't have to worry about whether the car is set up right or not, you know it is, and it's down to you. Ultimately, that's what every driver wants.", 
    "name": "Bobby Rahal"
  }, 
  {
    "quote": "I am going to miss that time when you take that corner better than anybody else could have taken it on that lap or you do that great qualifying lap or you make that great pass or you bring a crippled car home.", 
    "name": "Bobby Rahal"
  }, 
  {
    "quote": "Ford used to come to work in a big car with two Admiral's flags, on each side of the car. His assistant would be there with his accordion, playing, Hail to the Chief.", 
    "name": "Richard Widmark"
  }, 
  {
    "quote": "Acting advice is a bit like your parents teaching you how to drive a car. You know they're right, but you still kind of want them to shut up a bit.", 
    "name": "Max Irons"
  }, 
  {
    "quote": "You need someone to tell you how to do things like hitting your marks, or driving a car so it looks right or getting out of a car so it doesn't take a million years of screen time.", 
    "name": "Gary Cole"
  }, 
  {
    "quote": "The thing about New York is you can leave your house without a plan and find the day. You can't do that in Los Angeles. You need to get in your car, all this, you can't just drive around like a lunatic. In New York, you can literally walk outside, and wind up anywhere.", 
    "name": "Michael Rapaport"
  }, 
  {
    "quote": "The New Dealers have all left Washington to make way for the car dealers.", 
    "name": "Adlai Stevenson"
  }, 
  {
    "quote": "Is it sufficient that you have learned to drive the car, or shall we look and see what is under the hood? Most people go through life without ever knowing.", 
    "name": "June Singer"
  }, 
  {
    "quote": "I was really into classifieds for awhile. I'm a big negotiator. My father owned a car dealership when I was younger... it's just in my blood.", 
    "name": "Jake Johnson"
  }, 
  {
    "quote": "We were racing at circuits where there were no crash barriers in front of the pits, and fuel was lying about in churns in the pit lane. A car could easily crash into the pits at any time. It was ridiculous.", 
    "name": "Jackie Stewart"
  }, 
  {
    "quote": "It wasn't a secret that I was gay. I'd come out to my parents during my junior year of high school, on the day that I also wrecked the family car.", 
    "name": "Mary Cheney"
  }, 
  {
    "quote": "My health is wonderful. I work out. I'm working. Playing music. I have a beautiful wife, a nice home, a nice car, I got money in the bank. I got three beautiful dogs that love me. Like I said, I'm blessed. I survived.", 
    "name": "Steven Adler"
  }, 
  {
    "quote": "I'd rather drive the yellow brick road, you wouldn't happen to know of a rental car place around.", 
    "name": "Ryan Stiles"
  }, 
  {
    "quote": "The red carpet is kind of a surreal experience. There's nothing normal about it, so for me the most important thing is to maintain some normality right until the point you get out of the car.", 
    "name": "Samantha Barks"
  }, 
  {
    "quote": "I listened to it last night for the first time since we started this project. I went out to my car and put it in and went to an empty parking lot and just listened and read the little pamphlet that came with it. After two or three songs I burst into tears.", 
    "name": "Randy Bachman"
  }, 
  {
    "quote": "I've been in California for about 15 years now. You're always in your car and insulated. I miss New York so much.", 
    "name": "Jimmy Smits"
  }, 
  {
    "quote": "I wasn't going to get such a nice car - I was going to get a cute little hybrid or something, keep the trees happy - but then my grandfather died, and it was all: retail therapy!", 
    "name": "Chris Colfer"
  }, 
  {
    "quote": "As far as luxury goes, about the only thing I do is... I go first class all the way. I live on the road, so when I'm out there, I'm getting the nice hotel suite, I'm getting the luxury car, I'm eating the good food, and I make sure I take care of myself on the road.", 
    "name": "Trish Stratus"
  }, 
  {
    "quote": "I have very long legs and I hate driving anything unless it's a boat or an ATV in the jungle. I like to sit in the back of a car, where I can look out the window, answer my emails on my iPad, or hold hands with a pretty girl.", 
    "name": "Jean Pigozzi"
  }, 
  {
    "quote": "If I had done what I was programmed to do, I would now be sitting in a car factory looking at the sizes of wheels, or wondering how to get credit to start a new factory in Russia.", 
    "name": "Jean Pigozzi"
  }, 
  {
    "quote": "The senior officer who met with reporters in Baghdad said there had been 21 car bombings in the capital in May, and 126 in the past 80 days. All last year, he said, there were only about 25 car bombings in Baghdad.", 
    "name": "Rich Lowry"
  }, 
  {
    "quote": "I have a Volvo S60R and it's a pretty fast car, the R says it all.", 
    "name": "Josie Maran"
  }, 
  {
    "quote": "I have a new little stray dog that I've had for about a month now. His name is Mikey Mohawk - he's this little terrier with a natural Mohawk. My friend found him hit by a car on Pico Boulevard.", 
    "name": "Krysten Ritter"
  }, 
  {
    "quote": "When I was little, I used to work with my dad on the engine of his car. Mostly this was a matter of me handing him wrenches.", 
    "name": "Mireille Enos"
  }, 
  {
    "quote": "When I was 15, my parents left town for a month. They hid the keys to the car, but I found them. That month, I drove my stepdad's Thunderbird Super Coupe into Manhattan every day, and I would crank Cypress Hill as I flew around the city, racing the taxis.", 
    "name": "Danny Masterson"
  }, 
  {
    "quote": "The hardest part was when I was in high school not having a job and always being broke. I had to get to auditions without a car. I either took the bus or walked.", 
    "name": "Cuba Gooding, Jr."
  }, 
  {
    "quote": "Accidents happen, whether they're car accidents, friendly fire, drug overdoses. Accidents happen, and they're tragic. It's like a bomb that goes off and pieces of shrapnel rip into the flesh of the family. It's the families that need the compassion, because everywhere they walk, every day, someone reminds them of their loss.", 
    "name": "James Belushi"
  }, 
  {
    "quote": "The fact is that a car used by Gerry Adams and myself during the course of the Mitchell review was bugged by elements within British military intelligence.", 
    "name": "Martin McGuinness"
  }, 
  {
    "quote": "The percentage you're paying is too high priced While you're living beyond all your means And the man in the suit has just bought a new car From the profit he's made on your dreams.", 
    "name": "Steve Winwood"
  }, 
  {
    "quote": "Like all soul singers, I grew up singing in church but sometimes I would leave early and sit in the car listening to gospel band, The Blind Boys of Alabama. Hearing their lead singer Clarence made me connect the idea of church and show business and see how I could make a career singing music that stirred the soul.", 
    "name": "Daryl Hall"
  }, 
  {
    "quote": "As you get older, things conk out. It's a bit like a car. As long as it's something the mechanics can fix, you can chug on for a few more thousand miles.", 
    "name": "Len Goodman"
  }, 
  {
    "quote": "On the dance floor, as much as you say, 'Ladies, you are the car. He is the driver. You can only go where he takes you,' they still try to be in control.", 
    "name": "Len Goodman"
  }, 
  {
    "quote": "The same things we've done the past couple of seasons. We've worked on the engine and clutch. We'll try and pick up the performance and consistency of the car and go back out there.", 
    "name": "Larry Dixon"
  }, 
  {
    "quote": "We're going to test with the same car, but we have a new car ready.", 
    "name": "Larry Dixon"
  }, 
  {
    "quote": "I don't get rattled about the big things. I get rattled when I have to pick up my laundry, get gas in the car, pick up a script.", 
    "name": "Sherry Stringfield"
  }, 
  {
    "quote": "Indy car racing is much more aggressive.", 
    "name": "Emerson Fittipaldi"
  }, 
  {
    "quote": "The racing driver's mind has to have the ability to have amazing anticipation, coordination, and reflex. Because of the speed the car goes.", 
    "name": "Emerson Fittipaldi"
  }, 
  {
    "quote": "You are going in one second the length of a football field. That means you brain is receiving information from your body what the car is doing physically, bumping, balance, performance.", 
    "name": "Emerson Fittipaldi"
  }, 
  {
    "quote": "You have to visualize a second or two ahead of your car what line you are taking, what you are going to do, before you get there because it comes too fast.", 
    "name": "Emerson Fittipaldi"
  }, 
  {
    "quote": "You always hear the phrase, money doesn't buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it's not really true. I got a new car because the old one's lease expired.", 
    "name": "Sergey Brin"
  }, 
  {
    "quote": "I don't want to rap about my car. How generic is that? Be creative.", 
    "name": "Andy Milonakis"
  }, 
  {
    "quote": "Now I'm having to live with sales of around 50,000 per album - but I'm pretty content with my place in the general scheme of things, even if it's meant I don't drive a fancy car and can't afford grand vacations.", 
    "name": "David Knopfler"
  }, 
  {
    "quote": "A paparazzo once jumped out of a car and started running backward with me. I slowed down out of courtesy because she started drifting into the street. I reached out my hand and moved her back so she didn't get hit by a bus.", 
    "name": "Sean Astin"
  }, 
  {
    "quote": "I love singin' in the car, it just makes me feel good.", 
    "name": "Scotty McCreery"
  }, 
  {
    "quote": "Yeah, I left Idaho at 17. You know, I graduated high school a year early and just, you know, the typical story, packed up my car and moved out.", 
    "name": "Aaron Paul"
  }, 
  {
    "quote": "When I'm in the car sometimes it's like, 'Yeah, man, just put on the pop music.' You know what I mean? I don't want to listen to Tom Waits.", 
    "name": "Max Greenfield"
  }, 
  {
    "quote": "I've already established my (political)machinery. It's like a car. It's fixed already. You just have to get in and drive it.", 
    "name": "Manny Pacquiao"
  }, 
  {
    "quote": "I remember being at Greenblatt's on Sunset, and some guy just walked straight up to me, and he had some bling on and whatever, and said something about a party down in Malibu and asked if I would jump in his car and go to the party. All I could think was, 'Who are you? I don't know you, and I don't care about how good your car is.'", 
    "name": "Yvonne Strahovski"
  }, 
  {
    "quote": "Should we have background checks, waiting periods? To drive a car you have to pass a test that shows you know how to drive your car safely, you should have to do the same thing with guns.", 
    "name": "Michael D. Barnes"
  }, 
  {
    "quote": "Growing up in the Midwest, people don't drive Porsches and Ferraris. They drive Fords and Chevys. And so even if you have the opportunity to buy a more expensive car, it doesn't occur to you because it's not what you relate to.", 
    "name": "Luke Perry"
  }, 
  {
    "quote": "I grew up where my parents would literally shove me in the car rather than have to say hello to a neighbor.", 
    "name": "Amy Sherman-Palladino"
  }, 
  {
    "quote": "I definitely I prefer to sing in the car. I don't sing in the shower, maybe its because that's the one time I don't need to talk to anyone so I should just shut up, otherwise I'm just, you know, jibber jabber.", 
    "name": "Haley Reinhart"
  }, 
  {
    "quote": "Whenever I drive under a yellow light, I always kiss my finger and tap it on the roof of the car.", 
    "name": "Jared Padalecki"
  }, 
  {
    "quote": "These songs are old friends I have entertained myself with when I'm washing the dishes, driving to the store and walking down the aisles. The ones that you sing when you're driving in the car and as a singer you always go back to them.", 
    "name": "Al Jarreau"
  }, 
  {
    "quote": "I have a 6-year-old, and his thing is to turn on Radio Disney in the car, and I get such an allergic reaction to listening to that music and the context into which it falls. I'm really working on him about that.", 
    "name": "Aimee Mann"
  }, 
  {
    "quote": "In Paris, one is always reminded of being a foreigner. If you park your car wrong, it is not the fact that it's on the sidewalk that matters, but the fact that you speak with an accent.", 
    "name": "Roman Polanski"
  }, 
  {
    "quote": "What Paris has done right is to make it awful to get around by car and awfully easy to get around by public transportation or by bike.", 
    "name": "Serge Schmemann"
  }, 
  {
    "quote": "Later, my father died up in Marysville. So, my mother and I got in the car and came down to Hollywood.", 
    "name": "Marc Davis"
  }, 
  {
    "quote": "You want to try and bring a character to life in an honest a way as you possibly can. It doesn't matter whether he's a doctor, an actor, a car salesman or a captain of a starship. If you can bring truth and honesty to that character, then your audience will believe you.", 
    "name": "Scott Bakula"
  }, 
  {
    "quote": "That's when it really came together for me that I was in a Bond film, to have my own spy car!", 
    "name": "Rick Yune"
  }, 
  {
    "quote": "At root fame is a sham. I'm not going to live forever and if I am I certainly need don't you to tell me that so that I will buy a car or a box of dried up crackers.", 
    "name": "Nick Mancuso"
  }, 
  {
    "quote": "When you're in the car, how well you do is down to you and you alone-no band, no management, no marketing.", 
    "name": "Nick Mason"
  }, 
  {
    "quote": "I went to watch my father at Silverstone in the early 1950s, and I've still got the car he was in.", 
    "name": "Nick Mason"
  }, 
  {
    "quote": "I was brought up in a car family, my dad loved cars and I was taught the art of making an Austin 7 operate.", 
    "name": "Nick Mason"
  }, 
  {
    "quote": "The GTO is such an important car because it's a racing car and a touring car and that's pretty unusual.", 
    "name": "Nick Mason"
  }, 
  {
    "quote": "In real life, one of my friends was killed in a car accident during our sophomore year.", 
    "name": "Beverley Mitchell"
  }, 
  {
    "quote": "I wasn't one to go out and buy a new car and stereo system and expensive clothes. My mom helped keep me grounded.", 
    "name": "Christina Applegate"
  }, 
  {
    "quote": "What's monotonous about being an actor and often makes me want to throw in the towel or drive a car off a bridge is the auditioning - the waiting around.", 
    "name": "Chris Messina"
  }, 
  {
    "quote": "I'm ashamed to say this, but I watched every episode of 'Starsky and Hutch' as a kid. I loved that show, but now I think it's stupid - they'd have a car chase for no reason, then Paul Michael Glaser would shoot the car and it would blow up.", 
    "name": "Shane Black"
  }, 
  {
    "quote": "Especially in the car ride to and from gym. I find myself spacing out a lot, just visualizing what the Olympics would be like and just having such great role models.", 
    "name": "Aly Raisman"
  }, 
  {
    "quote": "Most women's pictures are as boring and as formulaic as men's pictures. In place of a car chase or a battle scene, what you get is an extreme closeup of a woman breaking down.", 
    "name": "Frances McDormand"
  }, 
  {
    "quote": "Here is a new car, a new iPhone. We buy. We discard. We buy again. In recent years, we've been doing it faster.", 
    "name": "Arlie Russell Hochschild"
  }, 
  {
    "quote": "After wrestling with myself for six months, I began medical treatment. During that time I started a band with some friends of mine called Jack's Car, but that didn't last.", 
    "name": "Jack Irons"
  }, 
  {
    "quote": "Everything officers go through in any chase anywhere in the country, but amped up 100 times! I'm right in the thick of things in a car going like 80 miles an hour, and doing 360s in the middle of the road. It was a wild ride.", 
    "name": "Amy Weber"
  }, 
  {
    "quote": "I once bought an old car back after I sold it because I missed it so much and I had forgotten that it never ran. It was a British racing car. You know, because I just wanted it back. I could only remember what was good about it.", 
    "name": "Connie Chung"
  }, 
  {
    "quote": "You can't show me an ad on TV with hard bodies and say I have to buy that car. You have to tell me why that car is better and safer than another car.", 
    "name": "Doris Roberts"
  }, 
  {
    "quote": "Just because you put higher-octane gasoline in your car doesn't mean you can break the speed limit. The speed limit's still 65.", 
    "name": "Neil Sheehan"
  }, 
  {
    "quote": "So for a year I spent all my time hiding from Jack Charlton in the car park practising my skills.", 
    "name": "Craig Johnston"
  }, 
  {
    "quote": "So I did in fact spend two and a half years in the Middlesbrough car park practising skills. But if you spend four or five or six hours a day practising, you get better.", 
    "name": "Craig Johnston"
  }, 
  {
    "quote": "My sporting hero was Drazen Petrovic, the NBA basketball player, who was killed in a car accident in 1993. He was a good friend, an unbelievable player, and I dedicated my Wimbledon win to him.", 
    "name": "Goran Ivanisevic"
  }, 
  {
    "quote": "Driving race cars was an avenue for me to learn how to build my own car, and that was my ambition all along.", 
    "name": "Caroll Shelby"
  }, 
  {
    "quote": "I've always been asked, 'What is my favorite car?' and I've always said 'The next one.'", 
    "name": "Caroll Shelby"
  }, 
  {
    "quote": "The best car safety device is a rear-view mirror with a cop in it.", 
    "name": "Dudley Moore"
  }, 
  {
    "quote": "Every job has its downside. For example, being in a band the travel part of it - getting picked up from your house in a car, going to the airport, getting on a plane, going from the airplane to a van, then going from the van to a hotel.", 
    "name": "Dave Lombardo"
  }, 
  {
    "quote": "Switching over to a hybrid car is one of those right things, but, unfairly or not, it still has a reputation among car enthusiasts as something you have to pedal really fast when you're on the ramp merging into traffic on the 401.", 
    "name": "Linwood Barclay"
  }, 
  {
    "quote": "Al Gore, the former vice-president of the United States, lives in a mansion that uses more electricity than the average family's bungalow! David Suzuki rides on a bus that uses more fuel than a Smart car to get across Canada! Oh my God! And this is just the tip of the vanishing iceberg!", 
    "name": "Linwood Barclay"
  }, 
  {
    "quote": "When you buy a gallon of gas, over 60 percent of the energy you pay for goes out the radiator in the form of waste heat? That's why you have a radiator in your car in the first place.", 
    "name": "Wilson Greatbatch"
  }, 
  {
    "quote": "I have been in Formula One for 12 years, and out of that I had one year with the perfect car.", 
    "name": "Michael Schumacher"
  }, 
  {
    "quote": "Racing a thoroughbred grand prix car in front of a home crowd will be a surreal and mighty experience.", 
    "name": "Nigel Mansell"
  }, 
  {
    "quote": "The preparation, commitment and desire to win will be no less than the last time I drove a grand prix car in anger.", 
    "name": "Nigel Mansell"
  }, 
  {
    "quote": "It's sad that women characters have lost so much ground in popular movies. Didn't 'Thelma and Louise' prove that women want to see women doing things on film? Thelma and Louise were in a classic car they were being chased by cops they shot up a truck - and women loved it.", 
    "name": "Robin Quivers"
  }, 
  {
    "quote": "The very first time I was on a car in Atlanta, I saw the conductor - all conductors are white - ask a Negro woman to get up and take a seat farther back in order to make a place for a white man. I have also seen white men requested to leave the Negro section of the car.", 
    "name": "Ray Stannard Baker"
  }, 
  {
    "quote": "I'm a car singer, in fact sometimes I pretend to take my dog out for a walk, and I'll just drive him around and start singin'.", 
    "name": "Casey Abrams"
  }, 
  {
    "quote": "My car and my adding machine understand nothing: they are not in that line of business.", 
    "name": "John Searle"
  }, 
  {
    "quote": "I will argue that in the literal sense the programmed computer understands what the car and the adding machine understand, namely, exactly nothing.", 
    "name": "John Searle"
  }, 
  {
    "quote": "I talk to myself, especially in the car.", 
    "name": "Chris Pine"
  }, 
  {
    "quote": "You look at the steamboat, the railroad, the car, the airplane - not all of these were invented in the Anglo-American world, but they were popularized and extended by it. They were made possible by the financial architecture, the capital intensive operations invented and developed by the Anglo-Americans.", 
    "name": "Walter Russell Mead"
  }, 
  {
    "quote": "In high school, during marathon phone conversations, cheap pizza dinners and long suburban car rides, I began to fall for boys because of who they actually were, or at least who I thought they might become.", 
    "name": "J. Courtney Sullivan"
  }, 
  {
    "quote": "I hate to play the I-live-in-the-country card, but it really takes all of the 'pack the kids into the car and run from here to there' out of the equation.", 
    "name": "Ree Drummond"
  }, 
  {
    "quote": "Yeah, it's risky, but no more risky than driving a car.", 
    "name": "Cory Lidle"
  }, 
  {
    "quote": "A car to pick me up every day, a chair with my name on it, everybody being very polite... what can you do except sit back and watch it all, try to take it all in?", 
    "name": "Charles Dance"
  }, 
  {
    "quote": "Yeah, well I think anyone who likes fast cars will love the Tesla. And it has fantastic handling by the way. I mean this car will crush a Porsche on the track, just crush it. So if you like fast cars, you'll love this car. And then oh, by the way, it happens to be electric and it's twice the efficiency of a Prius.", 
    "name": "Elon Musk"
  }, 
  {
    "quote": "I look at the car park and myself and Dave Watson come in with our old cars, and these young lads come in with their new Porches. I think that society has changed, there seems to be a lack of respect nowadays.", 
    "name": "Richard Gough"
  }, 
  {
    "quote": "There are people who own cars and are getting free cell phones. A car helps one find a job, too. Where do you draw the line?", 
    "name": "Timothy Griffin"
  }, 
  {
    "quote": "See, what you're meant to do when you have a mid-life crisis is buy a fast car, aren't you? Well, I've always had fast cars. It's not that. It's the fear that you're past your best. It's the fear that the stuff you've done in the past is your best work.", 
    "name": "Robbie Coltraine"
  }, 
  {
    "quote": "When they searched my car, they said that they found a gasoline canister and I think duct tape. Who wouldn't have a gasoline canister on them when driving 3,000 miles across country?", 
    "name": "Sherman Austin"
  }, 
  {
    "quote": "The alarm rings 4:45, again at 5, but I wake up 4:30 naturally. Shower, shave, orange juice, perk my own coffee, hear the news, and the CBS car arrives 5:30.", 
    "name": "Charlie Rose"
  }, 
  {
    "quote": "Every time I copy something, I can draw it for the rest of my life. But research is so painful - I mean just opening up a magazine looking for a picture of a car or looking out the window looking for a car is just hard!", 
    "name": "Jaime Hernandez"
  }, 
  {
    "quote": "I like to sing around the bonfire, in my car and in the shower.", 
    "name": "Jessica Pare"
  }, 
  {
    "quote": "Can you imagine a guy breaking into your car, and he steals your guitar case 'cause he thinks it's a guitar, and he gets it home and opens it up and there's a rake inside it, an electric toilet plunger and a dog skull? That actually happened.", 
    "name": "Eugene Chadbourne"
  }, 
  {
    "quote": "There's a lot of stress... but once you get in the car, all that goes out the window.", 
    "name": "Dan Brown"
  }, 
  {
    "quote": "I hate the outdoors. To me the outdoors is where the car is.", 
    "name": "Will Durst"
  }, 
  {
    "quote": "Men are superior to women, for one thing they can urinate from a speeding car.", 
    "name": "Will Durst"
  }, 
  {
    "quote": "Since September 11, security has been increased everywhere, and we have new IDs to get on to the Fox lot. I drove to the security gate, but realized I'd left my ID in my other car. I just broke into that voice - 'Hey, man, I'm Bart Simpson. Who else sounds like this?' The guard waved me through.", 
    "name": "Nancy Cartwright"
  }, 
  {
    "quote": "Unfortunately we don't have all the bits and pieces on the car that we had hoped to have by this stage so we've got to make as good a job as we can with what we have and we feel we are doing well with that at the moment.", 
    "name": "David Leslie"
  }, 
  {
    "quote": "But now I feel off the grid. I feel that I am not part of the culture. And because I don't have a car I don't really go anywhere to buy things. In fact, I have been in a slow process of selling and giving away everything I own.", 
    "name": "Vincent Kartheiser"
  }, 
  {
    "quote": "I've got a great team of engineers behind this race car. I've got a great bunch of mechanics that make it reliable. This car is developed to go out there and be better than the Reynard, and I feel that it is.", 
    "name": "Al Unser"
  }, 
  {
    "quote": "I did 10 years of comedies and 10 years of Westerns. I really like to stay away from car chases. I prefer the more intimate film. You have a much more direct association with the emotions.", 
    "name": "Elmer Bernstein"
  }, 
  {
    "quote": "We're one of the forces that causes actors to fasten seat belts before they take off chasing the bad guy in the car... or removes some of the cigarette smoking on television.", 
    "name": "Gerald McRaney"
  }, 
  {
    "quote": "I promise you a police car on every sidewalk.", 
    "name": "Marion Berry"
  }, 
  {
    "quote": "The car is a character in the piece - I've never liked the car, I submitted to it's objectionable popularity.", 
    "name": "Paul M. Glaser"
  }, 
  {
    "quote": "I can't find my car keys in the morning. Trying to get out of my house is a nightmare. 'Where's my wallet? Where are my keys? I have to go find a missing person.'", 
    "name": "Anthony LaPaglia"
  }, 
  {
    "quote": "I get bored. We seem to have been having a little bit more time off this winter than last winter. I'm always itching to get back in the car. It's going to get harder, so I've got to make sure that I'm doing everything I possibly can do to make sure I can start next season how I ended this season.", 
    "name": "Dan Wheldon"
  }, 
  {
    "quote": "Then as everything, like I say, things started to come together, when things started to go our way, that's when you results started to come. I was no different driver. I was certainly learning every time I went in the car.", 
    "name": "Dan Wheldon"
  }, 
  {
    "quote": "I don't drive around London much. Any journey around Islington involves hundreds of speed bumps that seem to tear the bottom of your car off.", 
    "name": "Alan Davies"
  }, 
  {
    "quote": "Being an actress is similar to trying to fit in with the popular kids in high school. You're expected to drive the right car, wear the right clothes and say the right things.", 
    "name": "Lauren Ambrose"
  }, 
  {
    "quote": "There's an unseen force which lets birds know when you've just washed your car.", 
    "name": "Denis Norden"
  }, 
  {
    "quote": "I think we'll be in pretty good shape. We've got the same car we ran in all the speedway races since 2001, and it's been a real good car for us. It's led every race we've been in.", 
    "name": "Sterling Marlin"
  }, 
  {
    "quote": "A guy came to the shop every day. A lot of guys put the foam like stuff that forms to you, kinda like the Indy car guys run. He fitted it up and it felt real good, so we're going to try to run it.", 
    "name": "Sterling Marlin"
  }, 
  {
    "quote": "Luck, like a Russian car, generally only works if you push it.", 
    "name": "Tom Holt"
  }, 
  {
    "quote": "When I'm in the car and somebody comes on the radio singing the high notes, I try to sing along.", 
    "name": "Burton Cummings"
  }, 
  {
    "quote": "Competition among insurers would bring down the cost of health care insurance, just as it brings down the cost of car or homeowners insurance.", 
    "name": "Andrew P. Harris"
  }, 
  {
    "quote": "So the first thing that I thought about was, 'How is this car going to handle?' But then after I'd been driving with it and practicing with it and I accomplished that, then I just kind of sat back.", 
    "name": "Sean William Scott"
  }, 
  {
    "quote": "We don't have any CGI with any of the car stuff. I think it's a real experience when you see this car going through really fast really wild and you see me driving a lot of the times and also a big chase in downtown Atlanta. It's just incredible.", 
    "name": "Sean William Scott"
  }, 
  {
    "quote": "I've still got that little freedom part of me that wants to have a car that looks really sexy.", 
    "name": "Patrice O'Neal"
  }, 
  {
    "quote": "I haven't got a car or a house. I've got a wife, but I didn't pay for her! I spend all my money on my glorious wife. She's here with a knife at my throat!", 
    "name": "Mackenzie Crook"
  }, 
  {
    "quote": "I had some vague memory of visiting Canberra as a lad, when we came up with my father by car. But when I made the long train journey from Sydney to Canberra and arrived at the little stop, I did wonder slightly whether this really was the national capital.", 
    "name": "John Henry Carver"
  }, 
  {
    "quote": "Normally in dangerous situations I have a getaway car.", 
    "name": "Sacha Baron Cohen"
  }, 
  {
    "quote": "Doorman - a genius who can open the door of your car with one hand, help you in with the other, and still have one left for the tip.", 
    "name": "Dorothy Kilgallen"
  }, 
  {
    "quote": "We also listen to PJ Harvey a lot of driving music. You need something a little more relaxing in the car.", 
    "name": "Brody Armstrong"
  }, 
  {
    "quote": "I never had the high-paying job or the company car. It took me over a decade to pay off my student loans. I never had to worry about where to dock my yacht to reduce my taxes.", 
    "name": "Christine O'Donnell"
  }, 
  {
    "quote": "'Blind Curve,' the book I'm working on now, sprang from a crazy incident that happened to me last year while on my book tour. I was pulled out of my car for a minor traffic violation - an incident that escalated into my being thrown into cuffs and told I was going to jail. Except in my story, the hero doesn't get off as easily as I did.", 
    "name": "Andrew Gross"
  }, 
  {
    "quote": "I prefer to sing in the shower vs. the car. The shower is just steam, you know, its just you, and nature, and no clothing. You know, there's nothing separating you. It's just you, and the voice - you, and the water.", 
    "name": "Jacob Lusk"
  }, 
  {
    "quote": "I am really looking forward to driving another of my father?s car at the show in Rotterdam.", 
    "name": "Nelson Piquet"
  }, 
  {
    "quote": "We couldn't get the car back until well after the end of the race and we had very little time for repairs.", 
    "name": "John Surtees"
  }, 
  {
    "quote": "Obviously the first sentiment is disappointment that we didn't get the car home and more disappointment that at the time that it stopped the car was in the lead.", 
    "name": "John Surtees"
  }, 
  {
    "quote": "I get appalled when I see good drivers being left on the sidelines because they haven't come up with the half million to a million to put themselves in a competitive car.", 
    "name": "John Surtees"
  }, 
  {
    "quote": "When I get in the car I love my wife and kids more than anything, but I'm not thinking about that side of things. I'm thinking about the car, I'm thinking about the race and I'm thinking about how to make the car faster.", 
    "name": "Scott Dixon"
  }, 
  {
    "quote": "Cotton Owens was leading and daddy was second. They came up on me and I moved over to let them pass. Cotton went on, but daddy bumped me in the rear and my car went right into the wall.", 
    "name": "Richard Petty"
  }, 
  {
    "quote": "To have some idea what it's like, stand in the outside lane of a motorway, get your mate to drive his car at you at 95 mph and wait until he's 12 yards away, before you decide which way to jump.", 
    "name": "Geoffrey Boycott"
  }, 
  {
    "quote": "I was encouraged to hear that GM has made great progress on the hydrogen car.", 
    "name": "Albert Wynn"
  }, 
  {
    "quote": "When the car's going well, I purr like a kitten.", 
    "name": "Buddy Rice"
  }, 
  {
    "quote": "It's pretty cool to be able to hang out with the President and have the race-winning car on the South Lawn.", 
    "name": "Buddy Rice"
  }, 
  {
    "quote": "There was a time in L.A. when I drove to 7-Eleven to go grocery shopping, and I locked my keys in my car, which wasn't insured. My wallet was in there, and I couldn't call AAA, because I only had $7 in my bank account. It was one of those moments where I was like, 'O.K., I literally have nothing right now.'", 
    "name": "Whitney Cummings"
  }, 
  {
    "quote": "I'm not good at normal things. I can't drive a car. I couldn't read till I was 10.", 
    "name": "Michael Lindsay-Hogg"
  }, 
  {
    "quote": "It's like, once you've seen Tom Hanks win the Golden Globes, the Oscars, you've seen his wife, what kind of car he drives, when you watch his movies, you can't fully get really lost in them.", 
    "name": "Justin Theroux"
  }, 
  {
    "quote": "When I was a kid, the only way I saw movies was from the back seat of my family's car at the drive-in.", 
    "name": "Forest Whitaker"
  }, 
  {
    "quote": "The trick at Le Mans is to get the car 'in the window.' Everything is critical: the tyre pressure, the brake temperature, and that means you have to push the car a lot to get it into the window - it's about getting everything to work right and getting the car to flow through the corners.", 
    "name": "Tom Kristensen"
  }, 
  {
    "quote": "I like to sing in the car with the windows rolled down and hair blowing all over my face.", 
    "name": "Lauren Alaina"
  }, 
  {
    "quote": "It's funny I'm in some ways hopelessly masculine, but I don't fish, I don't hunt, I'm not that into sports. I can't fix a car. I think it's my point of view and the way I see the world.", 
    "name": "Corey Stoll"
  }, 
  {
    "quote": "Yes, my grandfather worked with Thomas Edison on the electric car, and he sold electric cars at the 1900 World's Fair in Paris.", 
    "name": "Al Jardine"
  }, 
  {
    "quote": "On one level, nothing's really changed in my life. I still drive my daughter in the car pool on Monday. But it's impossible not to be aware of this rush of attention it's impossible not to be seduced by it once you've entered into it, seduced by being unhappy when the attention wanes.", 
    "name": "Michael Tolkin"
  }, 
  {
    "quote": "He leaned about the same way in falling towards Jacqueline, forward, down towards the bottom of the car.", 
    "name": "Abraham Zapruder"
  }, 
  {
    "quote": "Yes, sir, a patrol car came and took me down to a station where they were trying to develop films, but they hadn't got the facilities to develop colored film.", 
    "name": "Abraham Zapruder"
  }, 
  {
    "quote": "But once you have satisfied your material needs, which I think every wealth creator should - the house, the car, the plane, the boat - what comes next?", 
    "name": "Tom Hunter"
  }, 
  {
    "quote": "I want a car that will last 10 years or longer because I totally hate the process of researching, shopping for a new car, and then haggling for the price. I wish I could just snap my fingers and my car is there.", 
    "name": "Kiran Ahluwalia"
  }, 
  {
    "quote": "I worked for this company that repossessed cars. Sure enough, the day after I quit, they repossessed my car, but that would probably be my strangest job to date. You have to work your way up to become a hardcore repo man.", 
    "name": "Romany Malco"
  }, 
  {
    "quote": "I sing both in my shower and in my car, mostly in my car, because I have this weird thing - whenever I'm singing to the radio - my friends kind of hate it - but I pick out the harmonies in my head, and I'm singing the harmonies to the tracks and I'm jamming it out.", 
    "name": "Paul McDonald"
  }, 
  {
    "quote": "I remember when I started off, my first car was a Kia Spectra. With a spoiler kit and some rims.", 
    "name": "Gio Gonzalez"
  }, 
  {
    "quote": "Driving with one foot on the accelerator and the other on the brake is likely to get you nowhere, but certainly will burn out vital parts of your car. Similarly, cutting taxes on the middle class, but increasing them on the 'rich' is likely to result in an economic burnout.", 
    "name": "Terry Savage"
  }, 
  {
    "quote": "I can change a tire, but I couldn't change a fuse on the computer panel on my car.", 
    "name": "Mike O'Malley"
  }, 
  {
    "quote": "I enjoy trying to develop a car and Mercedes are one of the biggest car manufacturers in the world.", 
    "name": "Lewis Hamilton"
  }, 
  {
    "quote": "I will stay in the car until the last minute that I'm going to jump out and do a standup or jump out and do some interviews.", 
    "name": "Martha Raddatz"
  }, 
  {
    "quote": "When women break that taboo and they're not afraid to drive that car by herself - that's it. Now she has the guts to speak up for herself and take action.", 
    "name": "Manal al-Sharif"
  }, 
  {
    "quote": "For an actor, you're rejected eight or ten times a day. All you've got to sell is yourself. You're not selling products, they're not turning down a car, they're turning you down. Most people can't handle that. Most people are essentially not set up that way.", 
    "name": "Barry Corbin"
  }, 
  {
    "quote": "Guys want a 500 horsepower car. I'd rather have one horsepower - in a horse. That's macho. You go to pick up your date and you show up on a horse.", 
    "name": "Bryan Callen"
  }, 
  {
    "quote": "In life, you need a house and a car. After that, you have a choice.", 
    "name": "Xavier Niel"
  }, 
  {
    "quote": "A man sits in his car at the traffic lights, waiting for them to go green.", 
    "name": "Michael Frayn"
  }, 
  {
    "quote": "Discount air fares, a car in every parking space and the interstate highway system have made every place accessible - and every place alike.", 
    "name": "Ronald Steel"
  }, 
  {
    "quote": "At the end of the day, my natural habitat is in a car and I am happiest in that environment.", 
    "name": "Maria de Villota"
  }, 
  {
    "quote": "I think it's particularly a distinctively American concept that resonates with American culture through biker culture. A motorcycle is an independent thing. You're like, 'I don't want to ride in a car with this person. I want to be independent and ride by myself. But, let's ride in a group. Let's be independent, together.'", 
    "name": "Ryan Hurst"
  }, 
  {
    "quote": "Get in the race car do what I do then go home. We don't have freedom to do anything anymore.", 
    "name": "Tony Stewart"
  }, 
  {
    "quote": "I compare it to being in a car accident. There's so much adrenaline rushing through you that you remember being in the accident but you don't remember any of the details.", 
    "name": "Brooke Langton"
  }, 
  {
    "quote": "I assure you that the training that you get in a midget, in a sprint car and perhaps in a Silver Crown car is really the kind of experience that makes you into a damn good race driver.", 
    "name": "Rodger Ward"
  }, 
  {
    "quote": "It's a massive motor in a tiny, lightweight car.", 
    "name": "Carroll Shelby"
  }, 
  {
    "quote": "Those youngsters go out there and set a record and clinch the pole position. But what do you do if you wreck your car. That record doesn't spend too well.", 
    "name": "Buck Baker"
  }, 
  {
    "quote": "I remember things that happened sixty years ago, but if you ask me where I left my car keys five minutes ago, that's sometimes a problem.", 
    "name": "Lou Thesz"
  }, 
  {
    "quote": "I'm not a bad driver. And I never will be because I took lessons when I was quite a boy. I never had to pass a test because there wasn't such a thing when I first started driving a motor car. So I didn't have to pass one.", 
    "name": "Richard Murdoch"
  }, 
  {
    "quote": "In the back of your mind, when you say you want to write music for the movies, you're saying that you want a big house, a big car and a boat. If you just wanted to write music, you could live in Kansas and do it.", 
    "name": "Bill Conti"
  }, 
  {
    "quote": "A private railroad car is not an acquired taste. One takes to it immediately.", 
    "name": "Eleanor Robson Belmont"
  }, 
  {
    "quote": "Since my induction into the Sports Hall of Fame, I have wanted to have my No. 3 Chevy on exhibit for sports fans to see. I hope others will enjoy the car as much as I have.", 
    "name": "Junior Johnson"
  }, 
  {
    "quote": "The car business is a lot like football. In football, you have to win once a week. In the car business, you have to win every day.", 
    "name": "Tom Dempsey"
  }, 
  {
    "quote": "I am an artist. The track is my canvas, and the car is my brush.", 
    "name": "Graham Hill"
  }, 
  {
    "quote": "He's computerized, but I won't let him come on cold. I created KITT. I understand the personality of the car.", 
    "name": "William Daniels"
  }, 
  {
    "quote": "If you don't drink, smoke, or drive a car, you're a tax evader.", 
    "name": "Thomas S. Foley"
  }, 
  {
    "quote": "I wanted to end my life so bad and was in my car ready to go down that ramp into the water, and I did go part way, but I stopped. I went again and stopped. I then got out of the car and stood by the car a nervous wreck.", 
    "name": "Susan Smith"
  }
]