[
  {
    "quote": "It has become appallingly obvious that our technology has exceeded our humanity.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The typewriting machine, when played with expression, is no more annoying than the piano when played by a sister or near relation.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Any sufficiently advanced technology is indistinguishable from magic.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I am sorry to say that there is too much point to the wisecrack that life is extinct on other planets because their scientists were more advanced than ours.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Men have become the tools of their tools.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Everybody gets so much information all day long that they lose their common sense.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Technological progress has merely provided us with more efficient means for going backwards.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "People who are really serious about software should make their own hardware.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "All of the books in the world contain no more information than is broadcast as video in a single large American city in a single year. Not all bits have equal value.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "The march of science and technology does not imply growing intellectual complexity in the lives of most people. It often means the opposite.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "We've arranged a civilization in which most crucial elements profoundly depend on science and technology.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Bill Gates is a very rich man today... and do you want to know why? The answer is one word: versions.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Telephone, n. An invention of the devil which abrogates some of the advantages of making a disagreeable person keep his distance.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Getting information off the Internet is like taking a drink from a fire hydrant.", 
    "name": "Mitchell Kapor"
  }, 
  {
    "quote": "Inventor: A person who makes an ingenious arrangement of wheels, levers and springs, and believes it civilization.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Soon silence will have passed into legend. Man has turned his back on silence. Day after day he invents machines and devices that increase noise and distract humanity from the essence of life, contemplation, meditation.", 
    "name": "Jean Arp"
  }, 
  {
    "quote": "Making duplicate copies and computer printouts of things no one wanted even one of in the first place is giving America a new sense of purpose.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Globalization, as defined by rich people like us, is a very nice thing... you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn't affect two-thirds of the people of the world.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "The Internet is the most important single development in the history of human communication since the invention of call waiting.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Do you realize if it weren't for Edison we'd be watching TV by candlelight?", 
    "name": "Al Boliska"
  }, 
  {
    "quote": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Civilization advances by extending the number of important operations which we can perform without thinking of them.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "If it keeps up, man will atrophy all his limbs but the push-button finger.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "The Internet treats censorship as a malfunction and routes around it.", 
    "name": "John Perry Barlow"
  }, 
  {
    "quote": "Technology is a gift of God. After the gift of life it is perhaps the greatest of God's gifts. It is the mother of civilizations, of arts and of sciences.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "What the country needs are a few labor-making inventions.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "The newest computer can merely compound, at speed, the oldest problem in the relations between human beings, and in the end the communicator will be confronted with the old problem, of what to say and how to say it.", 
    "name": "Edward R. Murrow"
  }, 
  {
    "quote": "Humanity is acquiring all the right technology for all the wrong reasons.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Television is a medium because anything well done is rare.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "The real problem is not whether machines think but whether men do.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "Champagne, if you are seeking the truth, is better than a lie detector. It encourages a man to be expansive, even reckless, while lie detectors are only a challenge to tell lies successfully.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Technology is making gestures precise and brutal, and with them men.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "It is questionable if all the mechanical inventions yet made have lightened the day's toil of any human being.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "I just invent, then wait until man comes around to needing what I've invented.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "The internet is a great way to get on the net.", 
    "name": "Bob Dole"
  }, 
  {
    "quote": "The protean nature of the computer is such that it can act like a machine or like a language to be shaped and exploited.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "For my confirmation, I didn't get a watch and my first pair of long pants, like most Lutheran boys. I got a telescope. My mother thought it would make the best gift.", 
    "name": "Wernher von Braun"
  }, 
  {
    "quote": "Microsoft isn't evil, they just make really crappy operating systems.", 
    "name": "Linus Torvalds"
  }, 
  {
    "quote": "If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "There are three roads to ruin women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians.", 
    "name": "Georges Pompidou"
  }, 
  {
    "quote": "Our technological powers increase, but the side effects and potential hazards also escalate.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "People are stunned to hear that one company has data files on 185 million Americans.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Defect-free software does not exist.", 
    "name": "Wietse Venema"
  }, 
  {
    "quote": "Congress will pass a law restricting public comment on the Internet to individuals who have spent a minimum of one hour actually accomplishing a specific task while on line.", 
    "name": "Andy Grove"
  }, 
  {
    "quote": "Building technical systems involves a lot of hard work and specialized knowledge: languages and protocols, coding and debugging, testing and refactoring.", 
    "name": "Jesse James Garrett"
  }, 
  {
    "quote": "Doing linear scans over an associative array is like trying to club someone to death with a loaded Uzi.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "Real programmers can write assembly code in any language.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "You affect the world by what you browse.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "In software systems it is often the early bird that makes the worm.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "The Internet is a telephone system that's gotten uppity.", 
    "name": "Clifford Stoll"
  }, 
  {
    "quote": "Technology has to be invented or adopted.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "Building one space station for everyone was and is insane: we should have built a dozen.", 
    "name": "Larry Niven"
  }, 
  {
    "quote": "What new technology does is create new opportunities to do a job that customers want done.", 
    "name": "Tim O'Reilly"
  }, 
  {
    "quote": "We are the children of a technological age. We have found streamlined ways of doing much of our routine work. Printing is no longer the only way of reproducing books. Reading them, however, has not changed.", 
    "name": "Lawrence Clark Powell"
  }, 
  {
    "quote": "Tweeting is like sending out cool telegrams to your friends once a week.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "The Linux philosophy is 'Laugh in the face of danger'. Oops. Wrong One. 'Do it yourself'. Yes, that's it.", 
    "name": "Linus Torvalds"
  }, 
  {
    "quote": "It may not always be profitable at first for businesses to be online, but it is certainly going to be unprofitable not to be online.", 
    "name": "Esther Dyson"
  }, 
  {
    "quote": "It's impossible to move, to live, to operate at any level without leaving traces, bits, seemingly meaningless fragments of personal information.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "Just as we could have rode into the sunset, along came the Internet, and it tripled the significance of the PC.", 
    "name": "Andy Grove"
  }, 
  {
    "quote": "Technology... is a queer thing. It brings you great gifts with one hand, and it stabs you in the back with the other.", 
    "name": "Carrie P. Snow"
  }, 
  {
    "quote": "I think complexity is mostly sort of crummy stuff that is there because it's too expensive to change the interface.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "Style used to be an interaction between the human soul and tools that were limiting. In the digital era, it will have to come from the soul alone.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that's great.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "Sites need to be able to interact in one single, universal space.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "I have an almost religious zeal... not for technology per se, but for the Internet which is for me, the nervous system of mother Earth, which I see as a living creature, linking up.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "The telephone is a 100-year-old technology. It's time for a change. Charging for phone calls is something you did last century.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "I think it is inevitable that people program poorly. Training will not substantially help matters. We have to learn to live with it.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "Technology is the knack of so arranging the world that we don't have to experience it.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "We will create a civilization of the Mind in Cyberspace. May it be more humane and fair than the world your governments have made before.", 
    "name": "John Perry Barlow"
  }, 
  {
    "quote": "Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds.", 
    "name": "John Perry Barlow"
  }, 
  {
    "quote": "The 'Net is a waste of time, and that's exactly what's right about it.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "Leaders have to act more quickly today. The pressure comes much faster.", 
    "name": "Andy Grove"
  }, 
  {
    "quote": "What's sort of interesting about the whole public relations disaster that is the Net, in some ways, is that the fundamentals are really good.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "We're still in the first minutes of the first day of the Internet revolution.", 
    "name": "Scott Cook"
  }, 
  {
    "quote": "Microsoft is engaging in unlawful predatory practices that go well beyond the scope of fair competition.", 
    "name": "Orrin Hatch"
  }, 
  {
    "quote": "The system of nature, of which man is a part, tends to be self-balancing, self-adjusting, self-cleansing. Not so with technology.", 
    "name": "E. F. Schumacher"
  }, 
  {
    "quote": "Gates is the ultimate programming machine. He believes everything can be defined, examined, reduced to essentials, and rearranged into a logical sequence that will achieve a particular goal.", 
    "name": "Stewart Alsop"
  }, 
  {
    "quote": "I used to think that cyberspace was fifty years away. What I thought was fifty years away, was only ten years away. And what I thought was ten years away... it was already here. I just wasn't aware of it yet.", 
    "name": "Bruce Sterling"
  }, 
  {
    "quote": "We need a data network that can easily carry voice, instead of what we have today, a voice network struggling to carry data.", 
    "name": "Reed Hundt"
  }, 
  {
    "quote": "I think people have a vague sense that the television system is changing.", 
    "name": "Michael K. Powell"
  }, 
  {
    "quote": "The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life.", 
    "name": "Andrew Brown"
  }, 
  {
    "quote": "It is only when they go wrong that machines remind you how powerful they are.", 
    "name": "Clive James"
  }, 
  {
    "quote": "The only thing that I'd rather own than Windows is English, because then I could charge you two hundred and forty-nine dollars for the right to speak it.", 
    "name": "Scott McNealy"
  }, 
  {
    "quote": "The most important and urgent problems of the technology of today are no longer the satisfactions of the primary needs or of archetypal wishes, but the reparation of the evils and damages by the technology of yesterday.", 
    "name": "Dennis Gabor"
  }, 
  {
    "quote": "The research rat of the future allows experimentation without manipulation of the real world. This is the cutting edge of modeling technology.", 
    "name": "John Spencer"
  }, 
  {
    "quote": "While the rest of the world has been improving technology, Ghana has been improving the quality of man's humanity to man.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Information technology and business are becoming inextricably interwoven. I don't think anybody can talk meaningfully about one without the talking about the other.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I'm sorry, it's true. Having children really changes your view on these things. We're born, we live for a brief instant, and we die. It's been happening for a long time. Technology is not changing it much - if at all.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I think it's brought the world a lot closer together, and will continue to do that. There are downsides to everything there are unintended consequences to everything. The most corrosive piece of technology that I've ever seen is called television - but then, again, television, at its best, is magnificent.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I've always wanted to own and control the primary technology in everything we do.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "It's not a faith in technology. It's faith in people.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "The over-all point is that new technology will not necessarily replace old technology, but it will date it. By definition. Eventually, it will replace it. But it's like people who had black-and-white TVs when color came out. They eventually decided whether or not the new technology was worth the investment.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "So let's not use a stylus. We're going to use the best pointing device in the world. We're going to use a pointing device that we're all born with - born with ten of them. We're going to use our fingers. We're going to touch this with our fingers. And we have invented a new technology called multi-touch, which is phenomenal. It works like magic.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "With our technology, with objects, literally three people in a garage can blow away what 200 people at Microsoft can do. Literally can blow it away. Corporate America has a need that is so huge and can save them so much money, or make them so much money, or cost them so much money if they miss it, that they are going to fuel the object revolution.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Why are we, as a nation so obsessed with foreign things? Is it a legacy of our colonial years? We want foreign television sets. We want foreign shirts. We want foreign technology. Why this obsession with everything imported?", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Capitalist production, therefore, develops technology, and the combining together of various processes into a social whole, only by sapping the original sources of all wealth - the soil and the labourer.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "If future generations are to remember us more with gratitude than sorrow, we must achieve more than just the miracles of technology. We must also leave them a glimpse of the world as it was created, not just as it looked when we got through with it.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "We humans are an extremely important manifestation of the replication bomb, because it is through us - through our brains, our symbolic culture and our technology - that the explosion may proceed to the next stage and reverberate through deep space.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The new information technology... Internet and e-mail... have practically eliminated the physical costs of communications.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "The Massachusetts Institute of Technology accepts blacks in the top ten percent of students, but at MIT this puts them in the bottom ten percent of the class.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Technology is destructive only in the hands of people who do not realize that they are one and the same process as the universe.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Technology has advanced more in the last thirty years than in the previous two thousand. The exponential increase in advancement will only continue. Anthropological Commentary The opposite of a trivial truth is false the opposite of a great truth is also true.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "The medium is the message. This is merely to say that the personal and social consequences of any medium - that is, of any extension of ourselves - result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "The humanists' replacement for religion: work really hard and somehow you'll either save yourself or you'll be immortal. Of course, that's a total joke, and our progress is nothing. There may be progress in technology but there's no ethical progress whatsoever.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I think we are living in selfish times. I'm the first one to say that I'm the most selfish. We live in the so-called 'first world,' and we may be first in a lot of things like technology, but we are behind in empathy.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "Everything is fraught with danger. I love technology and I love science. It's just always all in the way you use it. So there's no - you can't really blame anything on the technology. It's just the way people use it, and it always has been.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people.", 
    "name": "Philip Zimbardo"
  }, 
  {
    "quote": "Piecemeal social engineering resembles physical engineering in regarding the ends as beyond the province of technology.", 
    "name": "Karl Popper"
  }, 
  {
    "quote": "I've always felt that technology can be used to our benefit and should be used to our benefit.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "To make a rock'n'roll record, technology is the least important thing.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "Technology favors horrible people.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "It's a fact that more people watch television and get their information that way than read books. I find new technology and new ways of communication very exciting and would like to do more in this field.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "The art challenges the technology, and the technology inspires the art.", 
    "name": "John Lasseter"
  }, 
  {
    "quote": "I love technology.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Despite all our gains in technology, product innovation and world markets, most people are not thriving in the organizations they work for.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Ronald Reagan said that he sought a Star Wars defense only in order to share the technology with the tyrants of the U.S.S.R.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "You know, I thought we could use a good myth about technology to help guide us through these particular modern waters right now.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Science and technology revolutionize our lives, but memory, tradition and myth frame our response.", 
    "name": "Arthur M. Schlesinger"
  }, 
  {
    "quote": "There's nothing wrong with technology. It's when technology is the story and not the artist, that's the problem.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Technology is anything that wasn't around when you were born.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "You used to have to sing and convey emotion, and now, well, technically you can do anything with technology. It sucks for music today, but that's why that old music feels so good to me.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "You can't really imagine music without technology.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Technology will definitely solve all our problems, but in the process it will create brand new ones. But that's O.K. because the most you can expect from life is to get to solve better and better problems.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Social media is not about the exploitation of technology but service to community.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "It is the framework which changes with each new technology and not just the picture within the frame.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Normally, I love to go to the movies and when I see a character portrayed by different actors at different ages, it kind of pops a little bit for me. It brings me out of the movie experience. Now we have the technology to cure that.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "It's hard to pay attention these days because of multiple affects of the information technology nowadays. You tend to develop a faster, speedier mind, but I don't think it's necessarily broader or smarter.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "We have more media than ever and more technology in our lives. It's supposed to help us communicate, but it has the opposite effect of isolating us.", 
    "name": "Tracy Chapman"
  }, 
  {
    "quote": "If that's there, I believe that technology will probably step up to their part of it.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "I'm very good with technology, I always have been, and with machines in general. They seem not threatening like other people find them, but a source of fun and amusement.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I'm always interested in what you can do with technology that people haven't thought of doing yet.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "You'd think that in this age, especially in the 21st century - especially with all the technology and all the discoveries that we've made - that we would figure out how to tackle abuse.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Not since the digital revolution in the early '90s has technology placed such a comprehensive burden on business, employees and individuals to reinvent their business plans, services and products, and themselves to keep pace with the changing marketplace.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Saddam Hussein has been engaged in the development of weapons of mass destruction technology which is a threat to countries in the region and he has made a mockery of the weapons inspection process.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "I go and see anything that's visually new, any technology that's about picture-making. The technology won't make the pictures different, but someone using it will.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "Technology is teaching us to be human again.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Like all technology, social media is neutral but is best put to work in the service of building a better world.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Non-profits must become deeply engaged in the ways that their donor communities are using social technology.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Find the human in the technology. The currency marketers trade in has not changed even if the methods have. Emotion is what we exchange.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The creative destruction that social media is currently unleashing will change more than technology or the leader board of the Fortune 100. It is driving a qualitative shift in the nature of relationships between brands and their customers.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Social technology gives leaders a vital new platform with which to connect their companies to the myriad stakeholders who have an interest in their well being.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it's good to put the paddle down and just let the canoe glide.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Let's hope brands recognize that the true power of this technology is not its reach but its ability to communicate substance that adds meaning to our lives. Otherwise, brands will be investing in technology that consumers simply won't buy.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I don't believe that government is good at picking technology, particularly technology that is changing. By the time you get it done and go through democracy, it's so outdated.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "There are so many ways to heal. Arrogance may have a place in technology, but not in healing. I need to get out of my own way if I am to heal.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "Any new technology tends to go through a 25-year adoption cycle.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Film is a very young art that is still evolving. Soon, we shall reach a balance between content and technology.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "Sometimes I'm dazzled by how modern and fabulous we are, and how easy everything can be for us that's the gilded glow of technology, and I marvel at it all the time.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "There are no morals about technology at all. Technology expands our ways of thinking about things, expands our ways of doing things. If we're bad people we use technology for bad purposes and if we're good people we use it for good purposes.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "I hate to mention age, but I come from an era when we weren't consumed by technology and television.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "If you wanna know how not secure you are, just take a look around. Nothing's secure. Nothing's safe. I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "Mythology and science both extend the scope of human beings. Like science and technology, mythology, as we shall see, is not about opting out of this world, but about enabling us to live more intensely within it.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "I consulted a Chinese herbalist and spent two weeks on an island off the coast of Zanzibar. I was away from any kind of contemporary technology.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "The basis of our partnership strategy and our partnership approach: We build the social technology. They provide the music.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "Cinema reflects culture and there is no harm in adapting technology, but not at the cost of losing your originality.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "Don't underestimate questions from the crowd technology has made voters more informed than ever.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Many people see technology as the problem behind the so-called digital divide. Others see it as the solution. Technology is neither. It must operate in conjunction with business, economic, political and social system.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "I managed Hewlett Packard through the worst technology downturn in 25 years, the dotcom bust.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "You know, I believe that technology is the great leveler. Technology permits anybody to play. And in some ways, I think technology - it's not only a great tool for democratization, but it's a great tool for eliminating prejudice and advancing meritocracies.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "You can find lots of people like you through technology, and women in particular like communities.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "In today's knowledge-based economy, what you earn depends on what you learn. Jobs in the information technology sector, for example, pay 85 percent more than the private sector average.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Today's stock market actually hates technology, as shown by all-time low price/earnings ratios for major public technology companies.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "An awful lot of successful technology companies ended up being in a slightly different market than they started out in.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Technology is like water it wants to find its level. So if you hook up your computer to a billion other computers, it just makes sense that a tremendous share of the resources you want to use - not only text or media but processing power too - will be located remotely.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "You are cruising along, and then technology changes. You have to adapt.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "There is an enormous market demand for information. It just has to be fulfilled in a way that fits with the technology of our times.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "I love what the Valley does. I love company building. I love startups. I love technology companies. I love new technology. I love this process of invention. Being able to participate in that as a founder and a product creator, or as an investor or a board member, I just find that hugely satisfying.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Quantum computation is... a distinctively new way of harnessing nature... It will be the first technology that allows useful tasks to be performed in collaboration between parallel universes.", 
    "name": "David Deutsch"
  }, 
  {
    "quote": "I'm equally guilty of using technology - I Twitter, I text people, I chat. But I think there's something strangely insidious about it that it makes us think we're closer when in fact we're not seeing each other, we're not connecting.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "Roman civilization had achieved, within the bounds of its technology, relatively as great a mastery of time and space as we have achieved today.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "The science of today is the technology of tomorrow.", 
    "name": "Edward Teller"
  }, 
  {
    "quote": "There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I love technology, and I don't think it's something that should divide along gender lines.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "What the world needs is a small, compact, flexible fusion technology that could make electricity where and when it is needed. The existing fusion program is leading to a huge source of centralized power, at a price that nobody except a government can afford.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "The reason is that till date, in spite of advances in information technology and strategies of information, the written word in the form of books still remains one of humanity's most enduring legacies.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "With the world's human population now at seven billion and growing, and the demand for technology and modern conveniences increasing, we can't control all our negative impacts. But we have to find better ways to live within the limits nature and its cycles impose.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "I won't compare ants and people, but ants give us a useful model of how single members of a community can become so organized that they end up resembling, in effect, one big collective brain. Our own exploding population and communication technology are leading us that way.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Half of Google's revenue comes from selling text-based ads that are placed near search results and are related to the topic of the search. Another half of its revenues come from licensing its search technology to companies like Yahoo.", 
    "name": "Eric Schmidt"
  }, 
  {
    "quote": "The world dominion of western thought, forms of organisation, technology and military force is not God-given, nor eternal, nor greatly appreciated by the rest of the world.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "We're in a new world. We're in a world in which the possibility of terrorism, married up with technology, could make us very, very sorry that we didn't act.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.", 
    "name": "John Glenn"
  }, 
  {
    "quote": "Some people think technology has the answers.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "I got so passionate about technology. Hacking to me was like a video game. It was about getting trophies. I just kept going on and on, despite all the trouble I was getting into, because I was hooked.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "I do know a lot about Scientology. And I know about the practices. I know all about what the technology is and all that kind of stuff. It's very helpful.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "If we can reduce the cost and improve the quality of medical technology through advances in nanotechnology, we can more widely address the medical conditions that are prevalent and reduce the level of human suffering.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "Focus on your music and not technology.", 
    "name": "Bryan Adams"
  }, 
  {
    "quote": "Technology is neutral: It convicts and finds innocents. We must make it a regularized part of the system, giving defendants access to DNA testing and evidence whenever it might be relevant.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I wanted to make sure that this be the first scientific and technology revolution in history in which the public thoroughly discussed all the potential benefits and all the potential harms, in advance of the technology coming online and running its course.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "Science and technology multiply around us. To an increasing extent they dictate the languages in which we speak and think. Either we use those languages, or we remain mute.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "We need to make sure that there's art in the school. Why? Why should art be in the school? Because if art isn't in a school, then a guy like Steve Jobs doesn't get a chance to really express himself because in order for art to meet technology, you need art.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "Technology feeds on itself. Technology makes more technology possible.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "Technology gives us power, but it does not and cannot tell us how to use that power. Thanks to technology, we can instantly communicate across the world, but it still doesn't help us know what to say.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Which European leader today would not relish the wonder-working powers of a Moses? Budget deficit? Unpopular cuts? How about just a little miracle, an overnight increase in gold reserves, a new oil field, or the next world-changing communications technology? Surely that's not too much to ask.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I have a better internal and intuitive understanding of folklore and myth than science and technology, so in that way fantasy is easier.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "Movie-making is telling a story with the best technology at your disposal.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "If Apple's a technology company in the music industry, why can't somebody in the music industry make technology?", 
    "name": "will.i.am"
  }, 
  {
    "quote": "You know, I do music. If you look under the hood of the industry I'm in, it's all based on technology. From radio to phonographs to CDs, it's all technology. Microphones, reel-to-reels, cameras, editing, chips, it's all technology.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "As we develop and get quicker with technology in America, it's like we're downgrading if you look at the investment in education... that's the thing that worries me.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "We all rely on technology to communicate, to survive, to do our banking, to shop, to get informed, but none of us knows how to read and write the code.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "Disco is the first technology music. And what I mean is that 'disco' music is named after discs, because when technology grew to where they didn't need a band in the clubs, the DJ played it on a disc.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "The great thing that guys like Facebook's Mark Zuckerberg and the Google guys have in common is they treat their technology like it's art, and I suppose in the hands of virtuosos like them, it is.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Advances in the technology of telecommunications have proved an unambiguous threat to totalitarian regimes everywhere.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "I don't particularly enjoy watching films in 3D because I think that a well-shot and well-projected film has a very three-dimensional quality to it, so I'm somewhat sceptical of the technology.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "The further you get into technology, the further you go into gaming. That's the general rule.", 
    "name": "Nick Johnson"
  }, 
  {
    "quote": "Don't let that weapon technology proliferate. Don't let Saddam Hussein get capability for nuclear or chemical weapons, because he's already shown a willingness to use any weapon at his disposal.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "It worries me about our unwillingness to really address reforms and modernization in Medicare. This thing was designed 37 years ago. It has not evolved to keep pace with current medical technology.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "This is technology that will not go away. And to risk it moving into the hands of a terrorist group like al Qaeda or to other focused enemies of the United States, would have tragic consequences.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "When we're talking about technology that involves weapons of mass destruction, nuclear, chemical or biological weapons, there has to be an element of preemption.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "The Internet will win because it is relentless. Like a cannibal, it even turns on it own. Though early portals like Prodigy and AOL once benefited from their first-mover status, competitors surpassed them as technology and consumer preferences changed.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Countries across the world are taking action now to help them track paedophiles and terrorists who abuse new technology to plot their horrific crimes.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Furthermore, we believe that health care reform, again I said at the beginning of my remarks, that we sent the three pillars that the President's economic stabilization and job creation initiatives were education and innovation - innovation begins in the classroom - clean energy and climate, addressing the climate issues in an innovative way to keep us number one and competitive in the world with the new technology, and the third, first among equals I may say, is health care, health insurance reform.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "A company can spend hundreds of thousands of dollars on firewalls, intrusion detection systems and encryption and other security technologies, but if an attacker can call one trusted person within the company, and that person complies, and if the attacker gets in, then all that money spent on technology is essentially wasted.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "Everyone has a right to a university degree in America, even if it's in Hamburger Technology.", 
    "name": "Clive James"
  }, 
  {
    "quote": "It reflects a prevailing myth that production technology is no more amenable to human judgment or social interests than the laws of thermodynamics, atomic structure or biological inheritance.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "In Israel, a land lacking in natural resources, we learned to appreciate our greatest national advantage: our minds. Through creativity and innovation, we transformed barren deserts into flourishing fields and pioneered new frontiers in science and technology.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "People live longer today than they ever have. They live happier lives, have more knowledge, more information. All this is the result of communications technology. How is any of that bad?", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "I'd like people to be educated on the voting machines, making sure that our democracy isn't being hijacked by computer technology. There's no reason there can't be a paper trail on those machines.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "Personal technology has given us the freedom of being able to do whatever we want - and in the case of celebrities and athletes, whomever they want. But it can also serve as a humiliation jetpack.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Advertisers are not thinking radically enough - they look for technology to lead instead of trying the neuroscience approach and thinking about what parts of the brain haven't been activated before. These new experiences bring new capabilities to the brain.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I always wanted to work with Michael Jackson. His music will live forever and with technology nowadays... maybe I could.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "The wonderful thing about Apple technology is just how intuitive it is.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "If you really want to improve technology, if you want things to work better and be better, you've got to protect the person who spends a lot of effort, money, and time developing that new technology.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "So I think the winners in recession are the people who produce new technology that does things better, which people really want.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "The way the world is going, it's technology driven. And it isn't just driven by the old super powers, it's driven by the far east and new emerging economies.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I'm not into politics but I am committed to a cause: ensuring design technology and engineering stays on the U.K. curriculum, alongside science and maths - grounding abstract theory, merging the practical with the academic.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I believe that we were not as effective in the second term dealing with this issue of nuclear none proliferation as we had been during the first term when we stripped Libya and Iraq and A.Q. Khan and their capacity to proliferate nuclear technology.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "Police departments no longer have to pay overtime or divert resources from other projects to find out where an individual goes - all they have to do is place a tracking device on someone's car or ask a cell phone company for that individual's location history and the technology does the work for them.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "It has been claimed at times that our modern age of technology facilitates dictatorship.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "The great growling engine of change - technology.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Really in technology, it's about the people, getting the best people, retaining them, nurturing a creative environment and helping to find a way to innovate.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "Product management really is the fusion between technology, what engineers do - and the business side.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "In the industrial revolution Britain led the world in advances that enabled mass production: trade exchanges, transportation, factory technology and new skills needed for the new industrialised world.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Lucky individuals in each generation find technology appropriate to their needs.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "What we see today is an American economy that has boomed because of policies and developments of the 1950s and '60s: the interstate-highway system, massive funding for science and technology, a public-education system that was the envy of the world and generous immigration policies.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "In a way, film and television are in the same sort of traumatic trance that print journalism is. The technology has outpaced our comprehension of its implications.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "We are led by lawyers who do not understand either technology or balance sheets.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "I'm very into science-fantasy, that kind of swordfights and magic and technology thing.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "The world has changed - through technology, through wine-making techniques, the quality of wine is greater than it's ever been. Whereas ten, fifteen years ago it was very easy to find lots of bad wine, it's kind of hard now. The technology, the science - it's like, are you kidding? We're in the golden years of wine!", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Creative people are notoriously the slowest to adopt new technology.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "In some cases, inventions prohibit innovation because we're so caught up in playing with the technology, we forget about the fact that it was supposed to be important.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "New ideas in technology are literally a dime-a-dozen, or cheaper than that.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "Everybody has to be able to participate in a future that they want to live for. That's what technology can do.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "Today mythical thinking has fallen into disrepute we often dismiss it as irrational and self-indulgent. But the imagination is also the faculty that has enabled scientists to bring new knowledge to light and to invent technology that has made us immeasurably more effective.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "I love the idea of anthropomorphizing machines. I love the idea of taking technology and giving it a personality.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "For the blue-collar worker, the driving force behind change was factory automation using programmable machine tools. For the office worker, it's office automation using computer technology: enterprise-resource-planning systems, groupware, intranets, extranets, expert systems, the Web, and e-commerce.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "But, in each case, as a filmmaker who's been given sizable budgets with which to work, I feel a responsibility to the audience to be shooting with the absolute highest quality technology that I can and make the film in a way that I want.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "For the last 10 years, I've felt increasing pressure to stop shooting film and start shooting video, but I've never understood why. It's cheaper to work on film, it's far better looking, it's the technology that's been known and understood for a hundred years, and it's extremely reliable.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "Technology has allowed us to have more drought-resistant crops. The spotty nature of drought, the spotty nature of rains can sometimes result in better yields than anticipated.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "I was one of the first authors to have an active website. I'm totally obsessed with technology. I'm always looking for ways to connect with my readers. I answer all my fan mail.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "I understood the importance in principle of public key cryptography but it's all moved much faster than I expected. I did not expect it to be a mainstay of advanced communications technology.", 
    "name": "Whitfield Diffie"
  }, 
  {
    "quote": "Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement.", 
    "name": "Christopher Bond"
  }, 
  {
    "quote": "The computer offers another kind of creativity. You cannot ignore the creativity that computer technology can bring. But you need to be able to move between those two different worlds.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "If you think technology can solve your security problems, then you don't understand the problems and you don't understand the technology.", 
    "name": "Bruce Schneier"
  }, 
  {
    "quote": "The number one benefit of information technology is that it empowers people to do what they want to do. It lets people be creative. It lets people be productive. It lets people learn things they didn't think they could learn before, and so in a sense it is all about potential.", 
    "name": "Steve Ballmer"
  }, 
  {
    "quote": "Technology has a shadow side. It accounts for real progress in medicine, but has also hurt it in many ways, making it more impersonal, expensive and dangerous. The false belief that a safety net of sophisticated drugs and machines stretches below us, permitting risky or lazy lifestyle choices, has undermined our spirit of self-reliance.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "World War II had a very important impact on the development of technology, as a whole.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "We live in a media world simultaneously obsessed with technology and personality.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "There was a time when nails were high-tech. There was a time when people had to be told how to use a telephone. Technology is just a tool. People use tools to improve their lives.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "Instead, in the absence of respect for human rights, science and its offspring technology have been used in this century as brutal instruments for oppression.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "We are already producing enough food to feed the world. We already have technology in place that allows us to produce more than we can find a market for.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "What the public needs to understand is that these new technologies, especially in recombinant DNA technology, allow scientists to bypass biological boundaries altogether.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "People try to treat technology as an object, and it can't be. It can only be a channel.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "What does it mean to not be alone? I've approached that question through music, technology, writing and other means.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "Technologists provide tools that can improve people's lives. But I want to be clear that I don't think technology by itself improves people's lives, since often I'm criticized for being too pro-technology. Unless there's commensurate ethical and moral improvements to go along with it, it's for naught.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "If we allow our self-congratulatory adoration of technology to distract us from our own contact with each other, then somehow the original agenda has been lost.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I feel drawn to experiment with ways that technology can interact with notions of intimacy, because so much of technology is done in a way that's very cold and has such an opposite effect.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "It is impossible to work in information technology without also engaging in social engineering.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "In fact when you combine stem cell technology with the technology known as tissue engineering you can actually grow up entire organs, so as you suggest that sometime in the future you get in an auto accident and lose your kidney, we'd simply take a few skin cells and grow you up a new kidney. In fact this has already been done.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "In terms of the technology I use the most, it's probably a tie between my Blackberry and my MacBook Pro laptop. That's how I communicate with the rest of the world and how I handle all the business I have to handle.", 
    "name": "John Legend"
  }, 
  {
    "quote": "The most I ever spent on technology is building a studio - I built one at home in Los Angeles. I can't tell you how much exactly, but the whole process is very expensive.", 
    "name": "John Legend"
  }, 
  {
    "quote": "The most important thing about technology is that it can seamlessly work its way into your routine and your life.", 
    "name": "John Legend"
  }, 
  {
    "quote": "I love the modern technology now.", 
    "name": "Ringo Starr"
  }, 
  {
    "quote": "If science fiction is the mythology of modern technology, then its myth is tragic.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "We're seeing how the videos translate to the live shows and how the technology is really reaching kids.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "I definitely think what drives technology companies is the people because in a technology company it's always about what are you going to do next.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "If mankind were to continue in other than the present barbarism, a new path must be found, a new civilization based on some other method than technology.", 
    "name": "Clifford D. Simak"
  }, 
  {
    "quote": "Today, the technology is there to give early and normally ample warning when a powerful tornado approaches. When a tornado strikes, all of us are at risk.", 
    "name": "Spencer Bachus"
  }, 
  {
    "quote": "With all the technology we're inventing and what they're coming up with scientifically, people are having longer lifetimes. It's scary, but in the same sense it's also very exciting.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "A variety of national and international studies indicate that the broad-based deployment of information technology can have a substantial impact on our nation's economic productivity and growth as well as the educational and social success of our citizens.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "What I love about new technology is that it really pushes the art. It really pushes it in a way that you can't imagine until you come up with the idea. It's idea-based. You can do anything.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "I want to push technology boundaries to be more efficient.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "I am told that there have been over the years a number of experiments taking place in places like Massachusetts Institute of Technology that have been entirely based on concepts raised by Star Trek.", 
    "name": "Patrick Stewart"
  }, 
  {
    "quote": "Look, the media are trapped by changes in the technology and business of their industry.", 
    "name": "David Frum"
  }, 
  {
    "quote": "I don't find the technology threatening. A lot of people my age, my generation, find it difficult to immerse themselves. But I would never preclude the idea of using any technology if I thought it suited the end result.", 
    "name": "Robert Smith"
  }, 
  {
    "quote": "Civilization has given us enormous successes: going to the moon, technology. But then this is the civilisation that took us to debt, environmental crisis, every single crisis. We need a civilization where we say goodbye to these things.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "And I have lived since - as you have - in a period of cold war, during which we have ensured by our achievements in the science and technology of destruction that a third act in this tragedy of war will result in the peace of extinction.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "With millions of family wage manufacturing jobs lost since 2001, we need an energy bill that takes bold action to tap into American ingenuity in order to lead the world in new clean energy technology, rather than playing catch-up to the Japanese, Danish, and Germans.", 
    "name": "Jay Inslee"
  }, 
  {
    "quote": "Many people recognize that technology often comes with unintended and undesirable side effects.", 
    "name": "Leon Kass"
  }, 
  {
    "quote": "What I did in my youth is hundreds of times easier today. Technology breeds crime.", 
    "name": "Frank Abagnale"
  }, 
  {
    "quote": "Without husbands, women have to focus on earning more. They work longer hours, they're willing to relocate and they're more likely to choose higher-paying fields like technology.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Performance capture is a technology, not a genre it's just another way of recording an actor's performance.", 
    "name": "Andy Serkis"
  }, 
  {
    "quote": "We have the greatest hospitals, doctors, and medical technology in the world - we need to make them accessible to every American.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "It is the child's understanding that teaches the adults the way of the future. They're still doing it today with modern technology.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "Oh I love gadgets and I pride myself on keeping at the cutting edge of technology.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "I want to do very useful buildings and I would like to find a method of producing these buildings through our technology because I think that this is the only way that we will gain wonderful environment easily in the future.", 
    "name": "Minoru Yamasaki"
  }, 
  {
    "quote": "We had to address information technology in the ways we had not before and give the agents the tools that they need to do their job more efficiently and more expeditiously.", 
    "name": "Robert Mueller"
  }, 
  {
    "quote": "Design, in its broadest sense, is the enabler of the digital era - it's a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good.", 
    "name": "Clement Mok"
  }, 
  {
    "quote": "Globalization was a deep trend pushed by technology and right ideas, as much as anything else.", 
    "name": "Jeffrey Sachs"
  }, 
  {
    "quote": "Sharing is good, and with digital technology, sharing is easy.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "Here you have a new technology, and if that technology is going to work, you must allow people to provide central indexes of the data. It's just like a newspaper that publishes classified ads.", 
    "name": "David Boies"
  }, 
  {
    "quote": "The proliferation of outlets that digital technology has enabled has itself contributed to the changing nature of what we regard as 'news' and the way in which many citizens perceive politics.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "Look at countries like China, they are determined to dominate all clean technology areas, putting lots of money into wind, solar, electric vehicles and battery storage. America's political impotence, caused by their terrible partisanship, will see them left behind.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "We are in an electronic technology age now and it's about time we put away the old stuff.", 
    "name": "Monica Edwards"
  }, 
  {
    "quote": "I hope that we can continue this cooperation on other critical issues related to America's future technological competitiveness. We must work together to encourage the creative talents that have made our country the world leader in technology.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "We shouldn't build a technology to colour, or grey out, what people say. The media in general is balanced, although there are a lot of issues to be addressed that the media rightly pick up on.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "With the evolution of technology, kids really need to be computer-savvy.", 
    "name": "Ryan Seacrest"
  }, 
  {
    "quote": "I don't know if I've owned a piece of technology that I hated - I don't think I would have owned it then.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "In the face of technology, everything becomes a little atavistic.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "There's a connection between the advances that are made in technology and the sense of primitive fear people develop in response to it.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "So if you're a customer today, the same person who came in to demonstrate the technology for you and helped you architect the solution before you bought it is likely going to be leading the team to help you do the implementation.", 
    "name": "Sanjay Kumar"
  }, 
  {
    "quote": "What's happened with computer technology is perfectly timed for someone with my set of skills. I tell stories with pictures. What I love about CGI is that if I can think it, it can be put on the screen.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "Technology has a great advantage in that we are capable of creating dinosaurs and show them on the screen even though they are extinct 65 million years. All of a sudden, we have a fantastic tool that is as good as dreams are.", 
    "name": "Werner Herzog"
  }, 
  {
    "quote": "Magic and new technology have always walked hand in hand - even back in the days of Robert Houdin.", 
    "name": "David Copperfield"
  }, 
  {
    "quote": "I am fascinated by all the new technology that creates places for us to meet in what is called cyberspace. I understand what it must have meant for the rebellions in the 19th century, especially in 1830 and 1848, when the mass circulated newspaper became so important for the spreading of information.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "Generally, what people tend to underestimate is the cyborg nature of Groupon. We are a company that has the DNA of being both a technology company and a heavily operational company.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "I'm a futurist. Technology is our way out of almost every problem we have. Technology can create a new sense of community.", 
    "name": "Hal Sparks"
  }, 
  {
    "quote": "We can grow crops less expensively because molecular manufacturing technology is inherently low cost.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "Readers probably haven't heard much about it yet, but they will. Quantum technology turns ordinary reality upside down.", 
    "name": "Michael Crichton"
  }, 
  {
    "quote": "Well, first of all, we now have everybody with the exception of India, Pakistan, and Israel, and I don't think these three countries are going to join by simply providing them an incentive, in terms of technology.", 
    "name": "Mohamed ElBaradei"
  }, 
  {
    "quote": "I forced myself to think what is the new concept and it became clear to me that it was risk, not only in technology and ecology, but in life and employment, too.", 
    "name": "Ulrich Beck"
  }, 
  {
    "quote": "What is needed now is a transformation of the major systems of production more profound than even the sweeping post-World War II changes in production technology.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "The age of innocent faith in science and technology may be over.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "I constantly remind people that crime isn't solved by technology it's solved by people.", 
    "name": "Patricia Cornwell"
  }, 
  {
    "quote": "Social media is great, I guess, but it feels like technology is the sapper of innocence.", 
    "name": "Chris O'Dowd"
  }, 
  {
    "quote": "For any new technology there is always controversy and there always some fear associated with it. I think that's just the price of being first sometimes.", 
    "name": "Hugh Grant"
  }, 
  {
    "quote": "There used to be this country called the Soviet Union it's not there anymore. Our technology was better than theirs.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "The human condition today is better than it's ever been, and technology is one of the reasons for that.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "Our industry has invested so much money in technology that perhaps it's time to invest in talent, in people.", 
    "name": "Christiane Amanpour"
  }, 
  {
    "quote": "I see technology as being an extension of the human body.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "Technology is us. There is no separation. It's a pure expression of human creative will. It doesn't exist anywhere else in the universe. I'm rather sure of that.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "For infrastructure technology, C will be hard to displace.", 
    "name": "Dennis Ritchie"
  }, 
  {
    "quote": "Every time somebody tries to go in and reinvent what we do, it always ends up being more about technology and sets, and flash and dash, forgetting the main thing, which is interesting people saying interesting, important things.", 
    "name": "Diane Sawyer"
  }, 
  {
    "quote": "I believe very strongly, and have fought since many years ago - at least over 30 years ago - to get architecture not just within schools, but architecture talked about under history, geography, science, technology, art.", 
    "name": "Richard Rogers"
  }, 
  {
    "quote": "I don't know technology and engineering. I don't know accounting.", 
    "name": "Bernard Ebbers"
  }, 
  {
    "quote": "It's not that we use technology, we live technology.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "Technology has become as ubiquitous as the air we breathe, so we are no longer conscious of its presence.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "All tools have intrinsic politics and technology is the tool of now.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "The respect for human rights, essential if we are to use technology wisely, is not something alien that must be grafted onto science. On the contrary, it is integral to science, as also to scholarship in general.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Technology is a useful servant but a dangerous master.", 
    "name": "Christian Lous Lange"
  }, 
  {
    "quote": "There was a study done in the early 20th century of all the entrepreneurs who entered the automobile industry around the same time as Henry Ford there were something like 500 automotive companies that got funded, had the internal combustion engine, had the technology, and had the vision. Sixty percent of them folded within a couple of years.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Indiana Jones is very much an old-world kind of hero. He doesn't really have any kind of superpower or rely on any kind of technology to help him out of things.", 
    "name": "Jamie Bell"
  }, 
  {
    "quote": "I do not think that there is a reputable scientist on this planet who would advocate using this technology to generate a human child as was just announced.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "In making certain things easier for people, technology has actually demotivated people from using their brains. We have all these devices that keep us connected, and yet we're more disconnected than ever before. Why is that?", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "We've lost touch and allowed technology to take precedence over organic nature. But let's not forget that those microchips in our computers came from elements of the earth.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I would absolutely love to go back to the simplicity of the '80s, where there wasn't texting, social media, iPhones, or smartphones. I love the fact that you would go home and check your messages. I'm not well suited to the world of modern technology.", 
    "name": "Matthew Rhys"
  }, 
  {
    "quote": "Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "In fact, technology has been the story of human progress from as long back as we know. In 100 years people will look back on now and say, 'That was the Internet Age.' And computers will be seen as a mere ingredient to the Internet Age.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "About half my work in education is U.S. political reform around school districts and charter schools, and creating more room for entrepreneurial organizations to develop. And about half on technology, which I look at as a global platform.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "School districts in the US don't adopt technology very quickly.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "Technology causes problems as well as solves problems. Nobody has figured out a way to ensure that, as of tomorrow, technology won't create problems. Technology simply means increased power, which is why we have the global problems we face today.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "There's a lot more to see when you're playing and because of the advances in technology it makes room for all kinds of new characters.", 
    "name": "Tara Strong"
  }, 
  {
    "quote": "You can alter movie singing so much because you go into the recording studio and, just technology for recording has gotten so good, you can hold out a note and they can combine a note from take 2 and a note from take 8.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "The technology available for film-making now is incredible, but I am a big believer that it's all in the story.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "If your goal is anything but profitability - if it's to be big, or to grow fast, or to become a technology leader - you'll hit problems.", 
    "name": "Michael Porter"
  }, 
  {
    "quote": "Well, clearly Apple is a role model of the American innovation whereby it produced all these products - iPod, iPhone, iPad - that are really now dominating all the technology arena in the world.", 
    "name": "Al-Waleed bin Talal"
  }, 
  {
    "quote": "Technology determines the possibilities of society. It doesn't matter whether you start out from a fascist state or a communist state or a free-market state.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "I think a lot of people are frightened of technology and frightened of change, and the way to deal with something you're frightened of is to make fun of it. That's why science fiction fans are dismissed as geeks and nerds.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "I was always fascinated by engineering. Maybe it was an attempt maybe to get my father's respect or interest, or maybe it was just a genetic love of technology, but I was always trying to build things.", 
    "name": "James Cameron"
  }, 
  {
    "quote": "A lot of the work in United States is highly critical of technology. I'm using 15,000 watts of power and 18 different pieces of electronic equipment to say that.", 
    "name": "Laurie Anderson"
  }, 
  {
    "quote": "Aereo is the first potentially transformative technology that has the chance to give people access to broadcast television delivered over the Internet to any device, large or small, they desire. No wires, no new boxes or remotes, portable everywhere there's an Internet connection in the world - truly a revolutionary product.", 
    "name": "Barry Diller"
  }, 
  {
    "quote": "We can't blame the technology when we make mistakes.", 
    "name": "Tim Berners Lee"
  }, 
  {
    "quote": "If we invest in researching and developing energy technology, we'll do some real good in the long run, rather than just making ourselves feel good today. But climate change is not the only challenge of the 21st century, and for many other global problems we have low-cost, durable solutions.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "People are naming it the Third Wave, the Information Age, etc. but I would say those are basically technological descriptions, and this next shift is not about technology - although obviously it will be influenced and in some cases expressed by technologies.", 
    "name": "Paul Hawken"
  }, 
  {
    "quote": "If technology has finally caught up with individual liberty, why would anyone who loves freedom want to rethink that?", 
    "name": "Matt Drudge"
  }, 
  {
    "quote": "I have a love/hate relationship with just about all technology in my life. My first typewriter in particular. I had a helluva time putting new ribbon on it.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "The growth of technology is such that it is not possible today for a nuclear physicist to switch into medical physics without training. The field is now much more technical. More training is needed to do the job.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "I don't want technology to take me so far that I don't have to use my brain anymore. It's like GPS taking over and losing your internal compass. It's always got to be tactile, still organic.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "Technology has changed the way book publishing works, as it has changed everything else in the world of media.", 
    "name": "Bruce Jackson"
  }, 
  {
    "quote": "In the earliest days, this was a project I worked on with great passion because I wanted to solve the Defense Department's problem: it did not want proprietary networking and it didn't want to be confined to a single network technology.", 
    "name": "Vinton Cerf"
  }, 
  {
    "quote": "I love the 3D revolution. I love the technology today that continues to push the envelope, continues break the new ground, and continues to raise the bar.", 
    "name": "Dwayne Johnson"
  }, 
  {
    "quote": "All this technology has not changed the way NFL Films does business and our process. Yes, with one touch of a button now you reach millions of people but it is still the same approach that my father and I started out with.", 
    "name": "Steve Sabol"
  }, 
  {
    "quote": "As sophisticated as the technology gets, the less sophisticated you have to become as an actor.", 
    "name": "Brendan Fraser"
  }, 
  {
    "quote": "I've tried to make 'Strictly Ballroom' impossible to date. It does feel a bit '80s but I consciously made sure there was no technology in the movie that could date it.", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "I never really did sports growing up. Maybe that's why they intrigue me. The technology that goes into that clothing is steps ahead, so it's always been something I look towards.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "I know there are lots of positives in the evolution of technology, but I also think it will be responsible for the end of a unique character, of a specific kind of geographical culture. The world is getting so small, and mass production is getting so big. Everything is in danger of becoming the same.", 
    "name": "Laura Marling"
  }, 
  {
    "quote": "To expect alien technology to be just a few decades ahead of ours is too incredible to be taken seriously.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "So one begins to wonder what is going to happen to the human race. Technology keeps on advancing with greater and greater power, either for good or for destruction.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "With the help of modern technology, I can compose intricate keyboard parts and then I have to go back and learn them in order to perform them properly.", 
    "name": "Geddy Lee"
  }, 
  {
    "quote": "Investing in industries and technology for the 21st century generates high-skilled, high-wage jobs for industries of the future.", 
    "name": "Jay Inslee"
  }, 
  {
    "quote": "I love that you can have the language between the two worlds of technology and fashion, because I don't think that many designers get to do that.", 
    "name": "Stella McCartney"
  }, 
  {
    "quote": "Over the last few years, the world has become a smaller and more integrated place with technology that is leveling the playing field like never before.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "Technology is driving the innovation. Technology is driving the creativity. Technology and the use of that is going to determine our workers' ability to compete in the 21st century global marketplace.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "I have run large organizations, I know what it takes to create a healthy business climate, and I have more experience than Jerry Brown doing that. So it'll be a stark contrast, a career politician vs. someone who has met a payroll, gotten a return on investment, knows how to use technology to do more with less.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "I got to get the right people in the right job. Because a lot of costs can be taken out in the context of your administration without the legislature.For example, using technology to do more with less. Using technology to fight fraud. Reorganizing and streamlining can be done within the context of the administration.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "I think we can be the very best place to start a business, to grow a business, to invent a new technology, to change the world, to change the country. But we've got a lot of work to deliver a new California to the people of California.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "We must learn to balance the material wonders of technology with the spiritual demands of our human race.", 
    "name": "John Naisbitt"
  }, 
  {
    "quote": "I suppose that every time there is difficulty. I remember about Space Mountain: It took us ten years before we found the technology that would allow such a ride. And during these ten years, I had a model that I kept, waiting for the technology we needed.", 
    "name": "John Hench"
  }, 
  {
    "quote": "Change creates fear, and technology creates change. Sadly, most people don't behave very well when they are afraid.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Right now, we have the most complex relationship with technology that we've ever had. Your regular person has more technology in their life now than the whole world had 100 years ago.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Robots are interesting because they exist as a real technology that you can really study - you can get a degree in robotics - and they also have all this pop-culture real estate that they take up in people's minds.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "\"These days the technology can solve our problems and then some. Solutions may not only erase physical or mental deficits but leave patients better off than \"\"able-bodied\"\" folks. The person who has a disability today may have a superability tomorrow.\"", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "The goal for many amputees is no longer to reach a 'natural' level of ability but to exceed it, using whatever cutting-edge technology is available. As this new generation sees it, our tools are evolving faster than the human body, so why obey the limits of mere nature?", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "The dissemination of advanced implantable technology will likely be just as ruthlessly democratic as the ailments it is destined to treat. Meaning that, someday soon, we may have a new class of very smart, very fast people - yesterday's disabled and elderly.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Sometimes a technology is so awe-inspiring that the imagination runs away with it - often far, far away from reality. Robots are like that. A lot of big and ultimately unfulfilled promises were made in robotics early on, based on preliminary successes.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "I absolutely believe that a lot of the issues raised in 'Amped' about technology migrating into our bodies are issues that we're really going to deal with soon.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "In my books the technology that I choose to talk about has to serve the themes. What that means is that I end up having to cut out a lot of cool technology that would be really fun to describe and play with, but which would just confuse everybody. So in 'Amped,' I focus on neural implants.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "As a society, I think we express our cultural mores through our politics. We're trying constantly to figure out what's OK and what's not OK. And it's hard, because our society is constantly buffeted by gale force winds of technology. Things are always changing.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "We've been co-evolving with our technology for a hundred thousand years. Human beings and the technology we make were always inseparable. We're finally coming into this moment where it's coming inside our body for the first time in history.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "What makes the production of my work so expensive? The whole installation thing - the construction, the objects, the technology. It really adds up.", 
    "name": "Barbara Kruger"
  }, 
  {
    "quote": "A successful society is characterized by a rising living standard for its population, increasing investment in factories and basic infrastructure, and the generation of additional surplus, which is invested in generating new discoveries in science and technology.", 
    "name": "Robert Trout"
  }, 
  {
    "quote": "I mean, technology is amoral. It has no morality.", 
    "name": "Robert Ballard"
  }, 
  {
    "quote": "I've always been interested in the relationship between total external surround, culture, the political matrix, technology, etc., and the internal human consciousness.", 
    "name": "Norman Spinrad"
  }, 
  {
    "quote": "I support any procedure that allows photographers to express themselves, whether that involves color, black and white, platinum, palladium and digital technology.", 
    "name": "John Sexton"
  }, 
  {
    "quote": "In my mind I needed a symbol of today's technology, and I realized that what I wanted to photograph was the Space Shuttle. And so that's where Places of Power came into being.", 
    "name": "John Sexton"
  }, 
  {
    "quote": "Instead of the international police action we had hoped for during the war in Kosovo, there are wars again - conducted with state-of-the-art technology, but still in the old style.", 
    "name": "Jurgen Habermas"
  }, 
  {
    "quote": "But some great records are are being made with today's technology and there are still great artists among us. Likewise there are artists today who are so reliant on modern technology, they wouldn't have emerged when recording was more organic.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "I enjoy privacy. I think it's nice to have a little mystery. I think because of technology a lot of the mystery is gone in life, and I'd like to preserve some of that.", 
    "name": "Maggie Q"
  }, 
  {
    "quote": "It would be unwise to say the least, irresponsible of us at the TSA, at the Homeland Security Department not to evolve our technology to match the changing threat environment that we inhabit.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "As part of our layered approach, we have expedited the deployment of new Advanced Imaging Technology (AIT) units to help detect concealed metallic and non-metallic threats on passengers. These machines are now in use at airports nationwide, and the vast majority of travelers say they prefer this technology to alternative screening measures.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "All images generated by imaging technology are viewed in a walled-off location not visible to the public. The officer assisting the passenger never sees the image, and the officer viewing the image never interacts with the passenger. The imaging technology that we use cannot store, export, print or transmit images.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "But my view is that you need a system at the border. You need some fencing but you need technology. You need boots on the ground. And then you need to have interior enforcement of our nation's immigration laws inside the country. And that means dealing with the employers who still consistently hire illegal labor.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "What we're doing is making sure that we have a safe and secure border region from San Diego all the way to Brownsville. And that means manpower, it means technology, it means infrastructure, it means interior enforcement. All, you know, kind of layered in appropriate ways, and making sure, like I said before, the border is safe and secure.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "Now, a lot of what we are doing right now, quite frankly, is because of what happened on Christmas. Many of the things were kind of in the works. We were already planning, for example, the purchase and deployment of advanced imaging technology. You call them body scanners. We call them AITs (Advanced Imaging Technologies).", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "Because I do think - not just in building AOL - but just the world in which we live is a very confusing, rapidly changing world where technology has accelerated.", 
    "name": "Steve Case"
  }, 
  {
    "quote": "I've been really excited about some new cutting edge electronic music and technology.", 
    "name": "Mike Shinoda"
  }, 
  {
    "quote": "I love technology. We can be our own DJs wherever we go.", 
    "name": "Ludacris"
  }, 
  {
    "quote": "NAFTA recognizes the reality of today's economy - globalization and technology. Our future is not in competing at the low-level wage job it is in creating high-wage, new technology jobs based on our skills and our productivity.", 
    "name": "John F. Kerry"
  }, 
  {
    "quote": "I've been so entwined with technology since I was about 15, recording myself and multitracking and producing things on my own.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "Education technology is very important because we have a massive challenge in public schools.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "I do not think we are ever going to be able to, for a long time, get the kind of quality of school personnel that we need in our schools, especially in the areas of science and math. One of the answers to that problem is to use more educational technology.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "I will continue my activities related to education in one way or another. I certainly would have at the top my agenda, with respect to education, the need to do much better with modern educational technology.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "I would like to spend my next two years showing how the aim of making technology available to every young person can be built into the effort to make our nation more secure. That is my latest concern and what I will be pushing over the next two years.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "Technology tools such as laptops are the kind of help that we need. A program that provides laptops for all youngsters would close a gap that most of us are not aware of, or will not admit to, which is a tremendous gap in the poor communities.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "Therefore, you are not training young people for the world of today and the world of tomorrow unless you are doing proven technology training. That is one of the reasons I'm so concerned.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "We can close the gap and improve what happens in the classroom by using educational technology that is the same high quality everywhere.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "We can do it better, more consistently, and in the end, it will cost us less because the students that we produce will be superior to those without technology experience.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "With a fourth generation of nuclear power, you can have a technology that will burn more than 99 percent of the energy in the fuel. It would mean that you don't need to mine uranium for the next thousand years.", 
    "name": "James Hansen"
  }, 
  {
    "quote": "I have never come across a technology that doesn't change. This is inevitable. You have to adapt your systems as technology develops.", 
    "name": "Gijs de Vries"
  }, 
  {
    "quote": "But the first the general public learned about the discovery was the news of the destruction of Hiroshima by the atom bomb. A splendid achievement of science and technology had turned malign. Science became identified with death and destruction.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "We're in a time now where technology is such that we can create anything, and that's what's new about television and film these days.", 
    "name": "Jennifer Morrison"
  }, 
  {
    "quote": "A total nuclear freeze is counterproductive - especially now, when technology is rapidly changing and the Soviets have some important strategic advantages.", 
    "name": "Herman Kahn"
  }, 
  {
    "quote": "I spend so much time on the screen when I am writing, the last thing you want to do is spend more time on the Internet looking at a screen. That's what I hate about all this technology.", 
    "name": "Irvine Welsh"
  }, 
  {
    "quote": "When CD technology first came out, it was just so much waste.", 
    "name": "Rick Danko"
  }, 
  {
    "quote": "I think that there are changes that have occurred in technology that make is that more people can have the same level of information that I have. My advantage is that I'm very good at interpreting the information.", 
    "name": "Jim Cramer"
  }, 
  {
    "quote": "Advances in technology and in our understanding of illness and disease together with an expanded workforce and greater resources will allow us to provide more services to a higher quality.", 
    "name": "John Hutton"
  }, 
  {
    "quote": "Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked.", 
    "name": "Bob Barr"
  }, 
  {
    "quote": "The recent fascination, I think, reflects the shift in approach by law enforcement officials to embrace technology as wholeheartedly as the rest of the world.", 
    "name": "Jeffery Deaver"
  }, 
  {
    "quote": "Modern technology has become a total phenomenon for civilization, the defining force of a new social order in which efficiency is no longer an option but a necessity imposed on all human activity.", 
    "name": "Jacques Ellul"
  }, 
  {
    "quote": "Weapons of mass destruction aren't pulled out of a black hat like a white rabbit at a magic show. They're produced in factories. There's science and technology involved. They're not produced in a hole in the ground or in a basement.", 
    "name": "Scott Ritter"
  }, 
  {
    "quote": "The original PATRIOT Act greatly increased our nation's ability to share intelligence information, made better use of technology, and provided terrorism investigators tools that have long been available in cases involving illegal drugs and organized crime.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "I think that if the novel's task is to describe where we find ourselves and how we live now, the novelist must take a good, hard look at the most central facts of contemporary life - technology and science.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "What we can do should never by itself determine what we choose to do, yet this is the way technology tends to work.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "My goal for technology has always been to reach a point where the technological mediation becomes invisible.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "Every technology, including the printing press, comes at some price.", 
    "name": "Bill Keller"
  }, 
  {
    "quote": "James Cameron has always been way ahead of the curve in terms of the use of technology in his movies.", 
    "name": "Joe Morton"
  }, 
  {
    "quote": "Since fantasy isn't about technology, the accelleration has no impact at all. But it's changed the lives of fantasy writers and editors. I get to live in England and work for a New York publisher!", 
    "name": "Terri Windling"
  }, 
  {
    "quote": "Today we're focused on small acquisitions to add technology where necessary. I think it's fair to say we're not out looking for a large one, but I think it's also very fair to say that as a public company you can never say never.", 
    "name": "Sanjay Kumar"
  }, 
  {
    "quote": "I'm in favor of any technology that makes my work available to the reading public at a reasonable price.", 
    "name": "Walter Jon Williams"
  }, 
  {
    "quote": "Scientists at MIT and engineering schools all across America say that they could improve the fuel economy standards for the existing set of vehicles by 10 miles per gallon using existing technology, without compromising safety or comfort at all.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "We know that al Qaeda is seeking radioactive materials and technology to launch a devastating attack, and that hundreds of radioactive sources have been lost or stolen in the U.S. and around the world.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "Developments in medical technology have long been confined to procedural or pharmaceutical advances, while neglecting a most basic and essential component of medicine: patient information management.", 
    "name": "John Doolittle"
  }, 
  {
    "quote": "Take, therefore, what modern technology is capable of: the power of our moral sense allied to the power of communications and our ability to organize internationally.That, in my view, gives us the first opportunity as a community to fundamentally change the world.", 
    "name": "Gordon Brown"
  }, 
  {
    "quote": "You can have the best technology in the world, but if you don't have a community who wants to use it and who are excited about it, then it has no purpose.", 
    "name": "Chris Hughes"
  }, 
  {
    "quote": "By 2007, we were finally living in a culture where people get what networks are and what technology can do to connect people.", 
    "name": "Chris Hughes"
  }, 
  {
    "quote": "I knew I wanted to do something at the nexus of what I call global development and technology.", 
    "name": "Chris Hughes"
  }, 
  {
    "quote": "I have a grandson who is 20. He's a computer guy. I'm worried that he can't communicate without his machine. They have no personal contact with people. That's the bad part of technology.", 
    "name": "Penny Marshall"
  }, 
  {
    "quote": "So many times, these kids know more about the technology than their parents. And so many times, we're putting kids in very adult situations and expecting them to behave like they're 40 years old. Well, that's just not going to happen.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication. And so many times, these kids know more about the technology than their parents. And so many times, we're putting kids in very adult situations and expecting them to behave like they're 40 years old.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "Most of the debate over the cultures of death and life is about process. The debate focuses on the technology available to determine how we prolong life and how and when we end it.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "I mean, when you get down to very low numbers of nuclear weapons, and you contemplate going to zero, how do you deal with the reality of that technology being available to almost any country that seeks to pursue it? And what conditions do you put in place?", 
    "name": "Robert M. Gates"
  }, 
  {
    "quote": "Part of the problem is when we bring in a new technology we expect it to be perfect in a way that we don't expect the world that we're familiar with to be perfect.", 
    "name": "Esther Dyson"
  }, 
  {
    "quote": "Don't leave hold of your common sense. Think about what you're doing and how the technology can enhance it. Don't think about technology first.", 
    "name": "Esther Dyson"
  }, 
  {
    "quote": "The moment of drifting into thought has been so clipped by modern technology. Our lives are filled with distraction with smartphones and all the rest. People are so locked into not being present.", 
    "name": "Glen Hansard"
  }, 
  {
    "quote": "The laws of physics should allow us to arrange things molecule by molecule and even atom by atom, and at some point it was inevitable that we would develop a technology that would let us do this.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "If you think the technology is infeasible, you don't worry about what it might do and what its potential is.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "If you look at the various strategies available for dealing with a new technology, sticking your head in the sand is not the most plausible strategy.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "If we attempt to block the development of new technology, we effectively have ensured that the most responsible parties will not develop them.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "A molecular manufacturing technology will let us build molecular surgical tools, and those tools will, for the first time, let us directly address the problems at the very root level.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "The reality is that what you find out is that your head is the medicine. If your head is not in the right place and you don't think positively, all the medicine technology in the world is not going to work.", 
    "name": "Herbie Mann"
  }, 
  {
    "quote": "The one thing that advances a society is not technology or so-called development it's love - that one principle.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "Technology is not good, it's neutral.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "Use state-of-the-heart technology online and offline to turn listeners into viral advocates and customers into raving fans.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Language is a more recent technology. Your body language, your eyes, your energy will come through to your audience before you even start speaking.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "I think any new technology that helps connect and create social cohesion is great. But at the end of the day, you and I are analog creatures. We have to take 'oohs and aahs' and convert them to 0s and 1s and then convert them back to 'oohs and aahs.' Narratives that work in social networks are the exchange of stories that are told well.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Technology is a wonderful tool, but also if used incorrectly a horrible tool. We're fascinated by all aspects of it, whatever makes our human lives easier on the planet, but eventually there will have to be some sort of merger. The fascination isn't going to die down.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "But by the time I was 40, everything was winding down. It started after the war. On the plus side, there was more more products and technology. But for me the nightlife was winding down, the glamour, the fun.", 
    "name": "Cesar Romero"
  }, 
  {
    "quote": "The U.S. is looking to India as more then just a marketplace for our defense products, but as a technology, aerospace and strategic partner for our future endeavors.", 
    "name": "Kit Bond"
  }, 
  {
    "quote": "We need a number of solutions - we need more efficiency and conservation. Efficiency is a big one. I think car companies need to do a lot better in producing more efficient cars. They have the technology, we just need to demand them as consumers.", 
    "name": "Daryl Hannah"
  }, 
  {
    "quote": "Most people are really stunned to find out that the technology has been around for more than 100 years, and that the diesel engine was in fact invented to run on vegetable oil.", 
    "name": "Daryl Hannah"
  }, 
  {
    "quote": "As the father of six children, I know very well the challenges technology poses to our families.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "Sampling is kind of prehistoric, given the technology and the textures you can create.", 
    "name": "Macklemore"
  }, 
  {
    "quote": "I've been looking at the iPod- the Apple iPod. One of the interesting things about the iPod, one of the things that people love most about it is not the technology it's the box it comes in.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "But now with technology I could sit down and do a bunch of character drawings and scan them into a computer, and the computer using my exact style could bring it into life, where it would have been edited by various human beings before.", 
    "name": "Bill Griffith"
  }, 
  {
    "quote": "A world technology means either a world government or world suicide.", 
    "name": "Max Lerner"
  }, 
  {
    "quote": "With the way everything's going now and the way that technology is going, you can do a lot of things with a lot of different new materials.", 
    "name": "Carmelo Anthony"
  }, 
  {
    "quote": "The federal government... knows how to put a missile in someone's room half way around the world with technology. Why don't we use some of that technology to save some lives here in America?", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "Technology may create a condition, but the questions are what do we do about ourselves. We better understand ourselves pretty clearly and we better find ways to like ourselves.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "You know, technology CEOs like to think of themselves as rock 'n roll stars.", 
    "name": "James Daly"
  }, 
  {
    "quote": "There are a lot of people using technology that are playing to a click with backing vocals already stuck in there on some computerized thing that runs along in time to the show so they have these amazing vocals that are only partly the guys on stage producing them at the time.", 
    "name": "James Young"
  }, 
  {
    "quote": "Whereas with us - what you hear is what's happening right then and there on the stage - so we don't need no stinking technology.", 
    "name": "James Young"
  }, 
  {
    "quote": "Historically the director has been the key creative element in a film and we must maintain that. We must protect that, in spite of the fact that there is new technology that's continually trying to erode that.", 
    "name": "John Frankenheimer"
  }, 
  {
    "quote": "Today, over half of China's undergraduate degrees are in math, science technology and engineering, yet only 16 percent of America's undergraduates pursue these schools.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "The Spy Act strikes a right balance between preserving legitimate and benign uses of this technology, while still, at the same time, protecting unwitting consumers from the harm caused when it is misused and, of course, designed for nefarious purposes.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "I know what I don't know. To this day, I don't know technology, and I don't know finance or accounting.", 
    "name": "Bernard Ebbers"
  }, 
  {
    "quote": "Nevertheless, the number of farmers, small as well as large, who are adopting the new seeds and new technology is increasing very rapidly, and the increase in numbers during the past three years has been phenomenal.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "Technology is not neutral.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "It's not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It's that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "What I'm trying to do is to at least raise a flag to the blinding light of technology.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "We can have technology, prosperity, nice homes and cars, but at the same time we must be conscious of what we are dumping into the water, the air and our food.", 
    "name": "Kevin Richardson"
  }, 
  {
    "quote": "We cannot sacrifice innocent human life now for vague and exaggerated promises of medical treatments thirty of forty years from now. There are ways to pursue this technology and respect life at the same time.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "Research and development needs permanent tax credits to build the technology that spurs our growth. But no government programs alone can get America's students to study more science and math parents must push and help their children to meet this goal.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "There are better alternatives... Australia should be exporting its solar technology, not its uranium.", 
    "name": "Bob Brown"
  }, 
  {
    "quote": "Technology without hatred can be a blessing. Technology with hatred is always a disaster.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "I've gone to China, bought a manufacturing company and moved it to America. Now China wants to buy back some of that new technology from me. That's a great story for America.", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "Regardless what technology is, I like analog too.", 
    "name": "Lou Gramm"
  }, 
  {
    "quote": "And like I say, I think we've got other cases other than Iraq. I do not think the problem of global proliferation of weapons technology of mass destruction is going to go away, and that's why I think it is an urgent issue.", 
    "name": "David Kay"
  }, 
  {
    "quote": "Today 80 percent of all the oil that comes out of the Gulf is from 1,000 feet or more and today almost a third of it is more than 5,000 feet below the surface. What hasn't happened is the safety and the ability to respond to a negative event such as this blowout, has been far outrun by the technology of drilling itself. We need to close that gap.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "While the technology revolution has yet to reach far into the households of those in developing countries, this is certainly another area where more developed countries can assist those in the less developed world.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "These days there's so much technology and ways you can learn. There are videos and CD roms.", 
    "name": "Mick Taylor"
  }, 
  {
    "quote": "Technology... the knack of so arranging the world that we don't have to experience it.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "The point of that is, if you look at Walgreen's history, they've always been pioneers in the application of technology. They're the only drugstore chain that I know to have their own satellite.", 
    "name": "James Collins"
  }, 
  {
    "quote": "Additionally, Smart Irrigation Month serves to recognize advances in irrigation technology and practices that produce not only more but also higher quality plants with less water.", 
    "name": "Jim Costa"
  }, 
  {
    "quote": "My intention was to enroll at McGill University but an unexpected series of events led me to study physics at the Massachusetts Institute of Technology.", 
    "name": "Sidney Altman"
  }, 
  {
    "quote": "Well, another market is being created now out of Internet technology.", 
    "name": "Jim Barksdale"
  }, 
  {
    "quote": "In my column series 'The Main Thing,' I often talk about how Internet technology can improve the way people communicate - both within a business and between a business and its customers and partners.", 
    "name": "Jim Barksdale"
  }, 
  {
    "quote": "Internet entrepreneurs are using technology at every level of their company - from a one-person agency to a small firm, the newest technological advances are interwoven throughout every aspect of Internet-based businesses.", 
    "name": "Marc Ostrofsky"
  }, 
  {
    "quote": "Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "That the way to achieve higher standards of living for all is through science and technology, taking advantage of better tools, methods and organization.", 
    "name": "Charles E. Wilson"
  }, 
  {
    "quote": "It's very difficult in the technology space when you have been leapfrogged to prosper again.", 
    "name": "James Chanos"
  }, 
  {
    "quote": "No one bill will cure the problem of spam. It will take a combined effort of legislation, litigation, enforcement, customer education, and technology solutions.", 
    "name": "David Baker"
  }, 
  {
    "quote": "And what is religion, you might ask. It's a technology of living.", 
    "name": "Toni Cade Bambara"
  }, 
  {
    "quote": "The Cox Report documents a systematic, well-planned effort by the Chinese military at the highest levels to target and acquire technology for military modernization.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "The U.S. government knew that China wanted to acquire sensitive U.S. technology, and instead of implementing a policy to prevent them from acquiring the information, the government all but gave them an invitation to take our equipment and designs.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "U.S. nuclear technology is one of this nation's most valuable secrets, and it should have been protected.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "But the technology was accessible, which suggests incompetence on the part of our counterintelligence community and the Clinton Administration, and may in fact rise to the level of treason.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "The committee's finding that China stole sensitive technology from U.S. weapons research labs is alarming.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "The underlying principles of strategy are enduring, regardless of technology or the pace of change.", 
    "name": "Michael Porter"
  }, 
  {
    "quote": "As children, many of us were taught never to talk to strangers. As parents and grandparents, our message must change with technology to include strangers on the Internet.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "Technology has made it much easier to make and manipulate music. Studio-driven, machine-driven music does not always transcend into being a good live act. Many current acts are great live, but many cannot cut it live. The music is not organic.", 
    "name": "Vivian Campbell"
  }, 
  {
    "quote": "Technology forced me to divorce a pixie and remarry a pixel.", 
    "name": "Brian Celio"
  }, 
  {
    "quote": "You can get too bogged down in technology and you can sort of forget what it is you were trying to do. And with the Pet Shop Boys it's primarily about the songs, it's about song writing.", 
    "name": "Chris Lowe"
  }, 
  {
    "quote": "I'm of the opinion that the technology is in a place where there's really no excuse not to just make your movie.", 
    "name": "Dax Shepard"
  }, 
  {
    "quote": "It would appear that we have reached the limits of what it is possible to achieve with computer technology, although one should be careful with such statements, as they tend to sound pretty silly in 5 years.", 
    "name": "John von Neumann"
  }, 
  {
    "quote": "Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.", 
    "name": "Emily Greene Balch"
  }, 
  {
    "quote": "Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.", 
    "name": "Emily Greene Balch"
  }, 
  {
    "quote": "To explore technology for me is something that I have to do. Otherwise, I feel completely left in the back... abandoned.", 
    "name": "Bernardo Bertolucci"
  }, 
  {
    "quote": "You can get digital technology that almost is film quality, and go make little films and do everything you can to find a little understanding of your own voice and it will grow - Don't take no for an answer - Take every opportunity you can to do something.", 
    "name": "Jon Voight"
  }, 
  {
    "quote": "The People's Republic of China has not yet reached the military might of the Soviet Empire. It requires a little more time and a little more infusion of Western aid, loans, technology and the hard currency of our tourists.", 
    "name": "Barbara Amiel"
  }, 
  {
    "quote": "It's big production. It's huge. It's using studio technology to your benefit. You don't go in and play live and then just take the tapes and get them mastered. You have to create.", 
    "name": "Joe Elliott"
  }, 
  {
    "quote": "It's true that humanity has seen a succession of crises, wars and atrocities, but this negative side is offset by advances in technology and cultural exchanges.", 
    "name": "Abbe Pierre"
  }, 
  {
    "quote": "In an age of social media and content being key, it's important to change the mold where you have $100,000 to $150,000 for one video. I hired some guys that are young, just out of college, and we used some new, far-less-expensive cameras and technology to make videos.", 
    "name": "Ronnie Dunn"
  }, 
  {
    "quote": "I carry my own film guys with me now. People think that's a huge expense, but with technology like it is these days, it's not. You can film videos and everything with a Canon Mark II, and shoot a movie. They're doing it for next to nothing, by comparison. I can do ten videos for a project for the price of one mainstream video in the past.", 
    "name": "Ronnie Dunn"
  }, 
  {
    "quote": "We cannot escape that Hollywood is in the middle of a wave of technological change. The current angst over all the implications of new entertainment technology is nothing new.", 
    "name": "Michael Eisner"
  }, 
  {
    "quote": "However, even during the preparations for action, we laid our plans in such a manner that should there be progress through diplomatic negotiation, we would be well prepared to cancel operations at the latest moment that communication technology would have permitted.", 
    "name": "Hideki Tojo"
  }, 
  {
    "quote": "So the major obstacle to the development of new supplies is not geology but what happens above ground: international affairs, politics, investment and technology.", 
    "name": "Daniel Yergin"
  }, 
  {
    "quote": "People always underestimate the impact of technology. To give you an example: In the 1970s the frontier for offshore development was 200 meters, today it is 4,000 meters.", 
    "name": "Daniel Yergin"
  }, 
  {
    "quote": "The minimum we should hope for with any display technology is that it should do no harm.", 
    "name": "Edward Tufte"
  }, 
  {
    "quote": "As a matter of fact, when compression technology came along, we thought the future in 1996 was about voice. We got it wrong. It is about voice, video, and data, and that is what we have today on these cell phones.", 
    "name": "Steve Buyer"
  }, 
  {
    "quote": "We know that, when it comes to technology and the economy, if you're not constantly moving forward, then - without a doubt - you're moving backwards.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "Accordingly, it is our task to ensure that the Government formulates policies that foster the continued development of the IT sector while also providing for citizens' access to technology and opportunity for economic advancement.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "For over 15 years, through the clean coal programs of the Department of Energy, the Federal Government has been a solid partner, working jointly with private companies and the states to develop and demonstrate a new generation of environmentally clean technology using coal.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "Our technology is very scalable. Our software can accommodate enormous numbers of clients. It's a marvelous opportunity. We'll keep developing products.", 
    "name": "Jay Chiat"
  }, 
  {
    "quote": "But I think technology advertising will have to stop addressing how products are made and concentrate more on what a product will do for the consumer.", 
    "name": "Jay Chiat"
  }, 
  {
    "quote": "Technology is the fashion of the '90s. It affects everyone, and everyone is interested in it - either from fear of being left behind or because they have a real need to use technology.", 
    "name": "Jay Chiat"
  }, 
  {
    "quote": "Second, we're spending a huge amount of money on technology so that everyone can check out laptops and portable phones. We're spending more money to write our existing information into databases or onto CD-ROM.", 
    "name": "Jay Chiat"
  }, 
  {
    "quote": "Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.", 
    "name": "Susan Wojcicki"
  }, 
  {
    "quote": "Though we do need more women to graduate with technical degrees, I always like to remind women that you don't need to have science or technology degrees to build a career in tech.", 
    "name": "Susan Wojcicki"
  }, 
  {
    "quote": "My first job after college was at Magic Quest, an educational software startup company where I was responsible for writing the content. I found that job somewhat accidentally but after working there a few weeks and loving my job, I decided to pursue a career in technology.", 
    "name": "Susan Wojcicki"
  }, 
  {
    "quote": "Certainly the advent of technology and electronic commerce has had an immense impact on the real estate industry.", 
    "name": "Michael Oxley"
  }, 
  {
    "quote": "This would only come if you have a revolutionary change in technology like the jet brought about.", 
    "name": "Adolf Galland"
  }, 
  {
    "quote": "We must safely secure our border by investing in more law enforcement and technology, and receiving cooperation from the Mexican government.", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "The technology used to detect if vehicles are carrying radioactive material is so sensitive it can tell if a person recently received radiation as part of a medical procedure.", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "My theme for philanthropy is the same approach I used with technology: to find a need and fill it.", 
    "name": "An Wang"
  }, 
  {
    "quote": "Technology, like art, is a soaring exercise of the human imagination.", 
    "name": "Daniel Bell"
  }, 
  {
    "quote": "I have friends who have a CD mastering plant in Hollywood and they are very sceptical about European record labels' understanding of digital technology.", 
    "name": "Gavin Bryars"
  }, 
  {
    "quote": "Well Microsoft really does develop some really interesting technology.", 
    "name": "Miguel de Icaza"
  }, 
  {
    "quote": "I have advocated an entirely different approach than cap and tax, which would be worldwide in application and which emphasizes technology as a way of reducing total emissions.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "It's hard for us in our stores to be a leader in technology.", 
    "name": "Lee Scott"
  }, 
  {
    "quote": "It's a 360-degree sound experience. Like you're in the middle of the band. A lot of people have the technology to play the format, so why not put it out there. It sounds great.", 
    "name": "Aaron Neville"
  }, 
  {
    "quote": "We are the number one economy in the world, and we ought to continue to pursue those kinds of policies that ensure that we maintain that position, like innovation and like technology and like education and like just research and development and discovery.", 
    "name": "Donald Evans"
  }, 
  {
    "quote": "Further, the United States is moving ahead in the development of clean coal technology. There are vast coal reserves in our country, and when it is burned cleanly, coal can provide a resource to supply a large amount of our energy requirements.", 
    "name": "Virgil Goode"
  }, 
  {
    "quote": "We may have to force people to get together in terms of picking a particular type of technology and starting to build to that technology, as opposed to everybody exercising their right to buy their own system, you know, at will.", 
    "name": "Michael Chertoff"
  }, 
  {
    "quote": "What is design? It's where you stand with a foot in two worlds - the world of technology and the world of people and human purposes - and you try to bring the two together.", 
    "name": "Mitchell Kapor"
  }, 
  {
    "quote": "The United States has far more to offer the world than our bombs and missiles and our military technology.", 
    "name": "Cynthia McKinney"
  }, 
  {
    "quote": "So as I look at transitioning to the communication platforms of the future, I see that the beauty of Internet protocols is you get the separation of the layers between service and technology.", 
    "name": "Michael K. Powell"
  }, 
  {
    "quote": "I have a vision that's about technology that empowers consumers over institutions.", 
    "name": "Michael K. Powell"
  }, 
  {
    "quote": "More and more, job listings are exclusively available online and as technology evolves nearly every occupation now requires a basic level of digital literacy with web navigation, email access and participation in social media.", 
    "name": "Michael K. Powell"
  }, 
  {
    "quote": "When you look at other countries that are developing the capabilities and the technology to deploy missiles of very significant destructive capability with nuclear, chemical, or biological warheads, then the MAD dogma makes even less sense.", 
    "name": "Don Nickles"
  }, 
  {
    "quote": "Just because scientists have the knowledge to do it, the technology to do it, and some may even have a financial motive or other incentive to do it, does not make it right.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "As a physician, I know many doctors want to utilize new technology, but they find the cost prohibitive.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "Standing beneath the white light of an Apple store is like standing on a Stanley Kubrick movie set. His '2001: A Space Odyssey' predicted Jobs and a future where technology was our friend. Kubrick, of course, didn't like what he saw. And occasionally, I have my doubts.", 
    "name": "Wesley Morris"
  }, 
  {
    "quote": "Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we're all in it together. It'll work when there's a shared sense of destiny. It can be done!", 
    "name": "Jerry Brown"
  }, 
  {
    "quote": "My goals over the decade include to develop new drugs to treat intractable diseases by using iPS cell technology and to conduct clinical trials using it on a few patients with Parkinson's diseases, diabetes or blood diseases.", 
    "name": "Shinya Yamanaka"
  }, 
  {
    "quote": "We have an amazing advantage right now in that we have developed technology that is so sexy, so engaging for kids.", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "I've always been interested in gadgets and technology and I've always been a reader.", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "If we marry educational technology with quality, enriching content, that's a circle of win.", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "'Avatar' is the greatest, most comprehensive collection of movie cliches ever assembled, but it's put together in a brand new way with a new technology, and tremendous imagination, making it a true epic and a kind of a milestone.", 
    "name": "Joe Dante"
  }, 
  {
    "quote": "Magic, like technology, is a tool.", 
    "name": "Mercedes Lackey"
  }, 
  {
    "quote": "I'm sure there will continue to be exciting new products and major changes, but it looks as if the existing technology has a great deal of room to grow and prosper.", 
    "name": "Jack Kilby"
  }, 
  {
    "quote": "Well, it's very dangerous to project, but it's clear that the existing technology has some more years to go.", 
    "name": "Jack Kilby"
  }, 
  {
    "quote": "I was very much fascinated with the technology we had that we could edit in the computer our compositions, but all the sounds that were available on the market were crap.", 
    "name": "Miroslav Vitous"
  }, 
  {
    "quote": "I'm committed to increasing long-term value for shareholders and am confident we will continue to do so through the successful execution of our core strategic priorities: the creation of high quality, branded content and experiences, the use of technology, and creating growth in numerous and exciting international markets.", 
    "name": "Bob Iger"
  }, 
  {
    "quote": "You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "I'm always interested in mixing technology and music. You know, maybe I'll have a MIDI bass pickup at some point, I don't really think that's the direction I would want to go.", 
    "name": "Mike Gordon"
  }, 
  {
    "quote": "I have argued above that we cannot prevent the Singularity, that its coming is an inevitable consequence of the humans' natural competitiveness and the possibilities inherent in technology.", 
    "name": "Vernor Vinge"
  }, 
  {
    "quote": "I was the first spokesperson for the Better Hearing Institute in Washington. And that's the message we tried to send out - there is hearing help out there, and the technology and options are amazing.", 
    "name": "Norm Crosby"
  }, 
  {
    "quote": "Pretty soon we'll have robots in our society, you're going to have a lot of automated processes that used to be done by people - this is happening. Society and technology is changing so fast, and the impact of the change on society and technology is global, not local.", 
    "name": "Jose Padilha"
  }, 
  {
    "quote": "It's hard to say exactly what it is about face-to-face contact that makes deals happen, but whatever it is, it hasn't yet been duplicated by technology.", 
    "name": "Paul Graham"
  }, 
  {
    "quote": "I'm the one who made many of the bold comments that we'd seen the technologies from AMD as pretty good. Their technology in many areas was leading. But those are transient.", 
    "name": "Kevin Rollins"
  }, 
  {
    "quote": "Intel's still our main partner. We have not announced anything with AMD and don't have anything planned, but we're constantly being aware to make sure our customers get the best technology.", 
    "name": "Kevin Rollins"
  }, 
  {
    "quote": "Ajax isn't a technology. It's really several technologies, each flourishing in its own right, coming together in powerful new ways.", 
    "name": "Jesse James Garrett"
  }, 
  {
    "quote": "Any powerful technology can be abused.", 
    "name": "K. Eric Drexler"
  }, 
  {
    "quote": "My greatest concern is that the emergence of this technology without the appropriate public attention and international controls could lead to an unstable arms race.", 
    "name": "K. Eric Drexler"
  }, 
  {
    "quote": "But while doing that I'd been following a variety of fields in science and technology, including the work in molecular biology, genetic engineering, and so forth.", 
    "name": "K. Eric Drexler"
  }, 
  {
    "quote": "Protein engineering is a technology of molecular machines - of molecular machines that are part of replicators - and so it comes from an area that already raises some of the issues that nanotechnology will raise.", 
    "name": "K. Eric Drexler"
  }, 
  {
    "quote": "I think every student needs access to technology, and I think technology can be a hugely important vehicle to help level the playing field.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "Growing up, I wish that I'd had the supplies and laptops and all the new technology that's out right now.", 
    "name": "James Harden"
  }, 
  {
    "quote": "Through all aspects of society be it art, design, the financial markets, government, technology or communications we are witnessing unprecedented global transformation - the result of which is impossible to predict.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "When ATM machines came out and people were prosecuted for robbing ATM machines, I don't think anybody thought the banks were against technology because they didn't want their ATM machines lifted.", 
    "name": "Hilary Rosen"
  }, 
  {
    "quote": "On the other hand, there would be some value in different folks getting together to share expertise and technology but to the listener, it wouldn't necessarily seem like a single station in the traditional sense.", 
    "name": "Jamie Zawinski"
  }, 
  {
    "quote": "Life is about family and technology.", 
    "name": "Mark Goddard"
  }, 
  {
    "quote": "Once a new technology rolls over you, if you're not part of the steamroller, you're part of the road.", 
    "name": "Stewart Brand"
  }, 
  {
    "quote": "I also rise today in strong support of forward movement on the implementation of health information technology, which has the potential to save the United States billions of dollars in health care costs each year.", 
    "name": "Russ Carnahan"
  }, 
  {
    "quote": "Civilization depends on our expanding ability to produce food efficiently, which has markedly accelerated thanks to science and technology.", 
    "name": "Nina Fedoroff"
  }, 
  {
    "quote": "We've complemented that with a second office to think about how we need to prepare ourselves for that period 10 or 15 or 20 years from now, by way of investment in our technology, our organization and our people.", 
    "name": "Stephen Cambone"
  }, 
  {
    "quote": "Advancements in technology have become so commonplace that sometimes we forget to stop and think about how incredible it is that a girl on her laptop in Texas can see photos and cell phone video in real time that a young college student has posted of a rally he's at in Iran.", 
    "name": "Rosalind Wiseman"
  }, 
  {
    "quote": "Most technological advances in our life now come from serendipitous discoveries. That is a contraction of rocket technology and computer technology and atomic clock technology.", 
    "name": "Serge Haroche"
  }, 
  {
    "quote": "We are involved in technology development for, you know, missions that we hope to plan that would take us to an asteroid and eventually to Mars.", 
    "name": "Ellen Ochoa"
  }, 
  {
    "quote": "In fact, I argue that the future of advertising, whatever the technology, will be to associate each brand with one word. This is one word equity. It's the modern equivalent of having the best site on the high street, except the location is in the mind.", 
    "name": "Maurice Saatchi"
  }, 
  {
    "quote": "For a long time many believed that there would be an automatic adjustment and counted on a rapid increase in the wages of the emerging nations, on our advances in technology and the costs of transport preventing disruption. But this reassuring analysis is out of date.", 
    "name": "Laurent Fabius"
  }, 
  {
    "quote": "The demographic weight of countries such as China and India exercise a massive pressure on our wages and salaries. They have accomplished massive technological advances and the revolution in information technology has reduced the costs of transport.", 
    "name": "Laurent Fabius"
  }, 
  {
    "quote": "Thus, after finishing high school, I started with high expectations and enthusiasm to study chemistry at the famous Swiss Federal Institute of Technology in Zurich.", 
    "name": "Richard Ernst"
  }, 
  {
    "quote": "We were promised a simpler life, and technology has only complicated our lives.", 
    "name": "Freeman Thomas"
  }, 
  {
    "quote": "Electronic music used pure sounds, completely calibrated. You had to think digitally, as it were, in a way that allowed you to extend serial ideas into other parameters through technology.", 
    "name": "Luc Ferrari"
  }, 
  {
    "quote": "This is like the telephone problem - no one wants to have the first one. But we are seeing a lot of people who want some sort of technology to solve the spam problem.", 
    "name": "Eric Allman"
  }, 
  {
    "quote": "I think one of the greatest enemies in the use of technology, however, is the idea that if you use the technology you have to throw other things out of the window.", 
    "name": "John Eaton"
  }, 
  {
    "quote": "Agency by agency, we frequently have lost a bit of ground, at least to inflation-but had it not been for the efforts we've made to educate people about the importance of science, technology and advanced education, those predictions very well might have come true.", 
    "name": "Charles Vest"
  }, 
  {
    "quote": "For much of this decade, both Congressional and administration budget projections showed a decline in science and technology accounts of between 20 and 30 percent in real dollars. The real impact to date has been far less severe.", 
    "name": "Charles Vest"
  }, 
  {
    "quote": "Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.", 
    "name": "Charles Vest"
  }, 
  {
    "quote": "They've just gone over the line in my opinion, and again, there's a proper time for a pat down, there's a proper time for an advanced technology body search, but it has to be done with some thought.", 
    "name": "John Mica"
  }, 
  {
    "quote": "I try to write about how we live today, how we use language, technology, our bodies.", 
    "name": "Dana Spiotta"
  }, 
  {
    "quote": "There has been a huge advance in technology, which has improved the safety of the cars incredibly, but there are still some heavy crash impacts and in certain circumstances there is still the chance of fire today.", 
    "name": "Jackie Stewart"
  }, 
  {
    "quote": "Technology should be an important ingredient. It may be and should be a tool for social development.", 
    "name": "Aleksander Kwasniewski"
  }, 
  {
    "quote": "Without competition, the spectacular development of technology that we have seen in the last one hundred years in this country would not have happened.", 
    "name": "Lee R. Raymond"
  }, 
  {
    "quote": "The world has become more complex as technology and easy travel mixes cultures without homogenizing them.", 
    "name": "Norman Spinrad"
  }, 
  {
    "quote": "The world changes materially. Science makes advances in technology and understanding. But the world of humanity doesn't change.", 
    "name": "Pierre Schaeffer"
  }, 
  {
    "quote": "If co-operation, is thus the lifeblood of science and technology, it is similarly vital to society as a whole.", 
    "name": "Arthur Holly Compton"
  }, 
  {
    "quote": "The technology backbone is no longer an afterthought.", 
    "name": "Nick Price"
  }, 
  {
    "quote": "One of the biggest challenges to medicine is the incorporation of information technology in our practices.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "To maximize our potential to enhance our health and our knowledge, we should remain open to new understanding and evolving technology or resources that might inspire a change in our approach to these important questions.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "People often pulled into Scientology want to address personal problems in their life, and Scientology says we have technology that addresses these kinds of problems. Just focusing on the problems and trying to remedy them can be helpful.", 
    "name": "Lawrence Wright"
  }, 
  {
    "quote": "As social media is less about technology and more about relationship building, we are starting to see more women have a heavy influence if not dominant role in the social media space. It's no wonder that Facebook is being run in part by chief operating officer Sheryl Sandberg.", 
    "name": "Erik Qualman"
  }, 
  {
    "quote": "At a minimum the majority of search dollars will flow to a social media model because people care most about what their peers think and the technology is there for that information to be quickly shared on products and services.", 
    "name": "Erik Qualman"
  }, 
  {
    "quote": "With this CD technology, you can just remix a record right there on the spot.", 
    "name": "Jam Master Jay"
  }, 
  {
    "quote": "The technology is just so far gone. It's just like back in the day you needed a suitcase just to have a cell phone. The battery was so heavy, it was like carrying a gallon of soda around with you all day.", 
    "name": "Jam Master Jay"
  }, 
  {
    "quote": "If I was designing a web site for elementary school children, I might have a much higher percentage of older computers with outdated browsers since keeping up with browser and hardware technology has not traditionally been a strong point of most elementary schools.", 
    "name": "Mike Davidson"
  }, 
  {
    "quote": "Even when I work with computers, with high technology, I always try to put in the touch of the hand.", 
    "name": "Issey Miyake"
  }, 
  {
    "quote": "While there have been terrific advances in the state of technology around heuristics, behavior blocking, and things like that, technology is only a part of the approach to solving the problem with the more important aspect involving putting the right process in place.", 
    "name": "John W. Thompson"
  }, 
  {
    "quote": "One of the things that has been truly incredible to observe though, is the amount of venture investment that has gone into early stage security technology.", 
    "name": "John W. Thompson"
  }, 
  {
    "quote": "First, I do not think there is any silver bullet to solving the technology side of the security equation.", 
    "name": "John W. Thompson"
  }, 
  {
    "quote": "If the human race wants to go to hell in a basket, technology can help it get there by jet.", 
    "name": "Charles Mengel Allen"
  }, 
  {
    "quote": "Educators are still spending way too much time trying to control what kids learn, bending the content to their own purposes, hoping beyond hope to change - by using technology - but not change too much.", 
    "name": "Daniel Greenberg"
  }, 
  {
    "quote": "So, I see technology as a Trojan Horse: It looks like a wonderful thing, but they are going to regret introducing it into the schools because it simply can't be controlled.", 
    "name": "Daniel Greenberg"
  }, 
  {
    "quote": "Technology will eventually destroy the way schools are run now.", 
    "name": "Daniel Greenberg"
  }, 
  {
    "quote": "I had an almost fetishistic attraction to film technology.", 
    "name": "Lars von Trier"
  }, 
  {
    "quote": "The U.S. uses most of its oil for transportation. We can limit U.S. demand for oil by requiring automakers to use the technology that already exists to improve fuel economy - technology that the automakers refuse to bring into the market despite societal demand.", 
    "name": "Sherwood Boehlert"
  }, 
  {
    "quote": "The size of a studio film lets you see technology in a way that you wouldn't on an independent film, like the gadgets and the angles and all that.", 
    "name": "Juno Temple"
  }, 
  {
    "quote": "I have reviewed literally hundreds of dotcoms in my drive to bring Boomer Esiason Foundation onto the Internet, and have selected ClickThings as a partner because of the advanced technology it offers small business, and its understanding of the entrepreneurial spirit of the small business community.", 
    "name": "Boomer Esiason"
  }, 
  {
    "quote": "People always ask me if I could live in any other era what would it be, and I tell them none! I feel so lucky to live in an age where technology has changed and continues to change and make life so much more exciting. It keeps everyone young and constantly learning new things.", 
    "name": "Nina Garcia"
  }, 
  {
    "quote": "Energy has become a national security issue and as technology continues to improve, there will be more debates like the one on Keystone.", 
    "name": "Ed Royce"
  }, 
  {
    "quote": "We're competing with everything: the beach, the mall, bookstores. Libraries are in a transition right now, caught between two forces, the old ways and technology. Libraries are under a lot of pressure to provide both.", 
    "name": "John Callahan"
  }, 
  {
    "quote": "Spin Me Round was number one all over the world, everywhere. It changed the face of pop music, no question. We took technology further than Trevor Horn.", 
    "name": "Pete Waterman"
  }, 
  {
    "quote": "Many people mistakenly think a new technology cancels out an old one.", 
    "name": "Judith Martin"
  }, 
  {
    "quote": "With existing technology, we can enforce airport security without sacrificing our personal privacy.", 
    "name": "Tom Udall"
  }, 
  {
    "quote": "Working in Hollywood, it's clear the more money you have, the more technology you can get. So you can build a whole Japanese set. Only in Hollywood!", 
    "name": "Ziyi Zhang"
  }, 
  {
    "quote": "I would like to see the technology used to explore more period horror genre works, for example, E. A. Poe.", 
    "name": "Robert Englund"
  }, 
  {
    "quote": "The music technology scene is changing so fast it's hard to keep up.", 
    "name": "Natasha Bedingfield"
  }, 
  {
    "quote": "I'm creating the kind of games that I like right now. I'm not being held back by technology.", 
    "name": "John Romero"
  }, 
  {
    "quote": "Canada's a huge country, so to be able to unite the country through communication satellite technology or to be able to observe it through remote sensing technology from space is a natural fit for a country like Canada.", 
    "name": "Marc Garneau"
  }, 
  {
    "quote": "Ever since the arrival of printing - thought to be the invention of the devil because it would put false opinions into people's minds - people have been arguing that new technology would have disastrous consequences for language.", 
    "name": "David Crystal"
  }, 
  {
    "quote": "There's evidence of a social decline in direct proportion to technology and the industrialization of the motion picture industry.", 
    "name": "Mark Rydell"
  }, 
  {
    "quote": "I think that's the phenomenon of our time is that a lot of women keep themselves in good shape but that there's not a lot of accommodation or people out there to connect with and the technology.", 
    "name": "Stockard Channing"
  }, 
  {
    "quote": "Why doesn't Apple stop for a year and make medical devices? When people talk about technology, that's where I start to get a little hot under the collar because I know that it's the key to solving some of the world's biggest problems. Having a faster, thinner telephone is not one of the world's biggest problems.", 
    "name": "Luke Perry"
  }, 
  {
    "quote": "You can always improve on something, the technology is different today, but I would leave it well alone. If there was something that was incomplete, that might be interesting... because I do that on my website.", 
    "name": "Dave Davies"
  }, 
  {
    "quote": "After World War II great strides were made in modern Japanese architecture, not only in advanced technology, allowing earthquake resistant tall buildings, but expressing and infusing characteristics of traditional Japanese architecture in modern buildings.", 
    "name": "Harry Seidler"
  }, 
  {
    "quote": "The only protection as a historian is to institute a process of research and writing that minimizes the possibility of error. And that I have tried to do, aided by modern technology, which enables me, having long since moved beyond longhand, to use a computer for both organizing and taking notes.", 
    "name": "Doris Kearns Goodwin"
  }, 
  {
    "quote": "The rapid dissemination of technology and information offers entirely new ways of production, but it can also bring the spectre of more states developing weapons of mass destruction.", 
    "name": "Lord Robertson"
  }, 
  {
    "quote": "Everything's changed. The technology is the big thing changing now, the way movies like 'Alice' or 'Avatar' are made. And technology on the other side, the audience side. Word spreads so fast now on a movie, with the Internet, and piracy is something coming down the line like in the music industry.", 
    "name": "Richard D. Zanuck"
  }, 
  {
    "quote": "The technology is really where all of the changes have taken place, but the fundamentals of a good story being the basis of every good picture, and really the only basis still remains the rule, more so today, I think, because we've unfortunately weaned an audience from birth to kind of mindless movies.", 
    "name": "Richard D. Zanuck"
  }, 
  {
    "quote": "Today, the forces of competition, technology, and globalization have converged to spur innovation and to transform the way business is done in the securities industry.", 
    "name": "Arthur Levitt"
  }, 
  {
    "quote": "Our markets have not achieved their great successes as a result of government fiat, but rather through efforts of competing interests working to meet the demands of investors and to fulfill the promises posed by advancing technology.", 
    "name": "Arthur Levitt"
  }, 
  {
    "quote": "There is no point in launching technology before customers are ready to use it.", 
    "name": "Peter Erskine"
  }, 
  {
    "quote": "I try to be careful because technology changes so much over the years. But some things don't change. Kids and parents have disagreements, kids try to manipulate, parents try to sit down with rules and regs. That part never changes.", 
    "name": "Paula Danziger"
  }, 
  {
    "quote": "We are just fanatics about using the technology to make it all wonderful. We laughed at the fact that we were having such a great time working this way.", 
    "name": "Al Jarreau"
  }, 
  {
    "quote": "From coast to coast, the FBI and Securities and Exchange Commission have ensnared people not only at hedge funds, but at technology and pharmaceutical companies, consulting and law firms, government agencies, and even a major stock exchange.", 
    "name": "Preet Bharara"
  }, 
  {
    "quote": "Technology is similarly just a catalyst at times for fundamental forces already present.", 
    "name": "Scott Cook"
  }, 
  {
    "quote": "Stevie didn't use the technology to drive the song. He used it to enhance. I use the tools to further my work, I don't use my work to further the tools.", 
    "name": "Brian McKnight"
  }, 
  {
    "quote": "I had two passions growing up - one was music, one was technology. I tried to play in a band for a while, but I was never talented enough to make it. And I started companies. One day came along and I decided to combine the two - and there was Spotify.", 
    "name": "Daniel Ek"
  }, 
  {
    "quote": "So a more sensible thing it seemed to me was to go to Silicon Valley and be pushing on the technology companies to accelerate the use of audio and music in computers.", 
    "name": "Thomas Dolby"
  }, 
  {
    "quote": "From a technical point of view, there seemed to me to be absolutely no reason why - with the existing technology - we couldn't do very high quality audio, because whereas the boom in digital graphics is ongoing, the boom in digital audio has already happened.", 
    "name": "Thomas Dolby"
  }, 
  {
    "quote": "My dad was an inventor, and I think I've always had a rosy view of technology, or at least its potential.", 
    "name": "Scott McCloud"
  }, 
  {
    "quote": "My dad was an engineer and so I had this picture of science and technology and pursuits of the mind as being more impressive than artistic pursuits, which I saw a as kind of frivolous.", 
    "name": "Scott McCloud"
  }, 
  {
    "quote": "I believe economic growth should translate into the happiness and progress of all. Along with it, there should be development of art and culture, literature and education, science and technology. We have to see how to harness the many resources of India for achieving common good and for inclusive growth.", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "We can do better in higher education. And it is more than just technology. It's also an attitude on the part of faculty. We need to think through how we can produce a better quality product at less cost.", 
    "name": "Roy Romer"
  }, 
  {
    "quote": "I was using tape loops for dancers and dance production. I had very funky primitive equipment, in fact technology wasn't very good no matter how much money you had.", 
    "name": "Terry Riley"
  }, 
  {
    "quote": "I am a technological activist. I have a political agenda. I am in favor of basic human rights: to free speech, to use any information and technology, to purchase and use recreational drugs, to enjoy and purchase so-called 'vices', to be free of intruders, and to privacy.", 
    "name": "Bram Cohen"
  }, 
  {
    "quote": "Despite my emphasis on technology, I do not view laws as inherently evil. My goals are political ones, even if my techniques are not. The only way to fundamentally succeed is by changing existing laws. If I rejected all help from the political arena I would inevitably fail.", 
    "name": "Bram Cohen"
  }, 
  {
    "quote": "That work led to the emergence of the recombinant DNA technology thereby providing a major tool for analyzing mammalian gene structure and function and formed the basis for me receiving the 1980 Nobel Prize in Chemistry.", 
    "name": "Paul Berg"
  }, 
  {
    "quote": "Community colleges need to be upgraded. We got to have training for real jobs. We've got a lot of jobs that are going unfilled because we don't have the technology in the heads of graduating college students to deal with them.", 
    "name": "Emanuel Cleaver"
  }, 
  {
    "quote": "But, when we started our product portfolio, we focused the mixed signal requirements first for image processing devices and then in audio applications , targeting our technology into the growing use of digital technology in consumer markets.", 
    "name": "David Milne"
  }, 
  {
    "quote": "I know nothing about technology.", 
    "name": "Jack Ma"
  }, 
  {
    "quote": "I'm not a tech guy. I'm looking at the technology with the eyes of my customers, normal people's eyes.", 
    "name": "Jack Ma"
  }, 
  {
    "quote": "Some people are really drawn to technology and I liken them to artists.", 
    "name": "Mitchell Baker"
  }, 
  {
    "quote": "Ten years ago U.S. defence investment represented almost half of all defence expenditure in the whole alliance. Today it is 75%. This increasing economic gap may also lead to an increasing technology gap which will almost hamper the inter-operability between our forces.", 
    "name": "Anders Fogh Rasmussen"
  }, 
  {
    "quote": "Digital imaging has untied our hands with regards to technical limitations. We no longer have to be arbiters of technology we get to participate in the interpretation of technology into creative content.", 
    "name": "John Dykstra"
  }, 
  {
    "quote": "For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore.", 
    "name": "Lorene Scafaria"
  }, 
  {
    "quote": "We can just assume they have much more and powerful, more advanced technology, all the new computers, everything could be much more easier and help them to build much more and many more nuclear weapons.", 
    "name": "Mordechai Vanunu"
  }, 
  {
    "quote": "However, I had a chance encounter with an admissions officer of Stevens Institute of Technology, who so impressed me by his erudition and enthusiasm for the school that I changed course and entered Stevens Institute.", 
    "name": "Frederick Reines"
  }, 
  {
    "quote": "I received my undergraduate degree in engineering in 1939 and a Master of Science degree in mathematical physics in 1941 at Steven Institute of Technology.", 
    "name": "Frederick Reines"
  }, 
  {
    "quote": "To a considerable extent we are faced by a technology arms race with terrorists. The communications revolution has made it easier for terrorist groups to reach out to vulnerable individuals with their violent extremist ideology and propaganda. It has also facilitated fundraising, recruitment and training.", 
    "name": "Pauline Neville-Jones"
  }, 
  {
    "quote": "I can't get my head around the fact that the technology of the first two movies, which are forty years prior to Star Wars, is so much better than any technology they had in Star Wars!", 
    "name": "David Prowse"
  }, 
  {
    "quote": "I think technology has changed America, not any one organization. Technology is taking the power away from the few. There'll be a lot more choices, and good people who are doing serious stuff will survive and there'll be a lot more voices, and that is very healthy.", 
    "name": "Brian Lamb"
  }, 
  {
    "quote": "When dealing in the technology, it becomes a question of whether you overuse something. I think that's worse than having something technologically available to you and not using it.", 
    "name": "Al Michaels"
  }, 
  {
    "quote": "Technology is permeating every single thing we do... And to the extent that we can better expose our young people to all the different ways that technology can be used, not just for video games or toys, we're planning for the future.", 
    "name": "Marc Morial"
  }, 
  {
    "quote": "Developments in information technology and globalised media mean that the most powerful military in the history of the world can lose a war, not on the battlefield of dust and blood, but on the battlefield of world opinion.", 
    "name": "Timothy Garton Ash"
  }, 
  {
    "quote": "In 1978, I entered Tohoku University, into the Department of Electrical Engineering, Faculty of Technology.", 
    "name": "Koichi Tanaka"
  }, 
  {
    "quote": "The Faculty of Technology of Tohoku University is renowned for its tradition of practical studies.", 
    "name": "Koichi Tanaka"
  }, 
  {
    "quote": "All this technology for connection and what we really only know more about is how anonymous we are in the grand scheme of things.", 
    "name": "Heather Donahue"
  }, 
  {
    "quote": "If we had been less reliant on technology and the security that we enjoy in being divorced from what we used to know, maybe things would have turned out differently.", 
    "name": "Heather Donahue"
  }, 
  {
    "quote": "I think 99 percent of women's lib comes from technology making different kinds of lives possible, and then the social adjustment follows the technology - it doesn't precede it.", 
    "name": "Lois McMaster Bujold"
  }, 
  {
    "quote": "Technology has saved us money in some circumstances, but it has really afforded us the ability to cover stories from locations we might not have been able to in the past.", 
    "name": "Jim Walton"
  }, 
  {
    "quote": "During the war, in which several of our embedded correspondents were able to report from moving vehicles crossing the Iraqi desert, the use of technology made news gathering safer.", 
    "name": "Jim Walton"
  }, 
  {
    "quote": "The point is, technology has empowered so many musicians, you know?", 
    "name": "Stanley Clarke"
  }, 
  {
    "quote": "Libraries function as crucial technology hubs, not merely for free Web access, but those who need computer training and assistance. Library business centers help support entrepreneurship and retraining.", 
    "name": "Scott Turow"
  }, 
  {
    "quote": "Who knows what technology will emerge in the next five years, let alone 20. Yet the education we provide our children now is supposed to last for decades. We cannot train them for jobs that do not even exist yet, but we can provide them with the minds and tools they'll need to adapt to our ever-changing set of circumstances.", 
    "name": "Jim Hunt"
  }, 
  {
    "quote": "Technology isn't the enemy, it is our ally, but only if we adopt a new model that puts people before profit. I realize that we seem far from that model, but I have seen it in action and it is a beautiful thing. So I'm not willing to give up yet. Hope is the last thing to die.", 
    "name": "Justin Sane"
  }, 
  {
    "quote": "I've been thinking about the distorted view of science that prevails in our culture. I've been wondering about this, because our civilization is completely dependent on science and high technology, yet most of us are alienated from science.", 
    "name": "Ann Druyan"
  }, 
  {
    "quote": "I think that technology has both introduced new sounds but also allowed an increasingly painterly approach to recording music as you can now paint over what you've done and more and more refine an existing performance.", 
    "name": "Jerry Harrison"
  }, 
  {
    "quote": "When I was in Japan on tour in 2010, I felt like I was 30 years into the future. I love technology and they are so advanced with their phones, computers, everything. I think they had the iPhone way before we did in the U.S. I love gadgets, games, social media and I try to stay ahead on all that stuff, but they get it all first.", 
    "name": "Soulja Boy"
  }, 
  {
    "quote": "Nuclear arms and atomic power represent a technology in which coexistence with man is extremely difficult.", 
    "name": "Naoto Kan"
  }, 
  {
    "quote": "The embrace of a new technology by ordinary people leads inevitably to its embrace by people of malign intent.", 
    "name": "Charles C. Mann"
  }, 
  {
    "quote": "In spite of advances in technology and changes in the economy, state government still operates on an obsolete 1970s model. We have a typewriter government in an Internet age.", 
    "name": "Matt Blunt"
  }, 
  {
    "quote": "Taxpayers deserve a government that harnesses technology to better serve the people.", 
    "name": "Matt Blunt"
  }, 
  {
    "quote": "Obviously, CGI in the last ten years has gone through such leaps and bounds that today, people are looking for these kinds of movies to wow audiences with technology.", 
    "name": "Avi Arad"
  }, 
  {
    "quote": "The combination of hatred and technology is the greatest danger threatening mankind.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "I want to improve TSA's counterterrorism focus through intelligence and cutting edge technology, support the TSA workforce, and strengthen the agency's relationships with stakeholders and the traveling public. All of these priorities are interconnected and are vital to TSA's mission - and I would say, all of our collective mission.", 
    "name": "John Pistole"
  }, 
  {
    "quote": "The reason we are doing these types of pat downs and using the advanced imagery technology is trying to take the latest intelligence and how we know al Qaeda and affiliates want to hurt us, they want to bring down whether it is passenger air craft or cargo aircraft.", 
    "name": "John Pistole"
  }, 
  {
    "quote": "The bottom line is how do we best provide for the security of the traveling public in light of a determined enemy who is adept at constructing well-designed, well-concealed devices which would not show up in a walk-through metal detector? We're trying to employ the best technology to identify any possible threat.", 
    "name": "John Pistole"
  }, 
  {
    "quote": "I've always been fascinated with the juxtaposition of technology in music, not only in recording, but in the keyboard. It's amazing the way you can apply technology to an art form.", 
    "name": "Geoff Downes"
  }, 
  {
    "quote": "The thing that's changed the most has just been the rapid technology.", 
    "name": "Jeffrey Katzenberg"
  }, 
  {
    "quote": "Laboratories can reduce risk by implementing a proven and internationally accepted quality assurance technology that is applicable across the globe.", 
    "name": "Richard Curtis"
  }, 
  {
    "quote": "Silicon Valley has some of the smartest engineers and technology business people in the world.", 
    "name": "Elon Musk"
  }, 
  {
    "quote": "CRATEL is a center with a two-fold mission - to explore technology as an expressive element and to use technology to bridge gaps between diverse groups of people.", 
    "name": "John Harrison"
  }, 
  {
    "quote": "For behaviorist films, that's been much more useful - the change of technology - but for my kind of films, doing them on film is much better, because it's more beautiful.", 
    "name": "Michael Apted"
  }, 
  {
    "quote": "Society will decide after the technology is created what we will and won't accept.", 
    "name": "Jesse Eisenberg"
  }, 
  {
    "quote": "And so when I moved to IBM, I moved because I thought I could apply technology. I didn't actually have to do my engineer - I was an electrical engineer, but I could apply it. And that was when I changed. And when I got there, though, I have to say, at the time, I really never felt there was a constraint about being a woman. I really did not.", 
    "name": "Ginni Rometty"
  }, 
  {
    "quote": "IBM's long-standing mantra is 'Think.' What has always made IBM a fascinating and compelling place for me, is the passion of the company, and its people, to apply technology and scientific thinking to major societal issues.", 
    "name": "Ginni Rometty"
  }, 
  {
    "quote": "We're in this transition period of figuring out how to deal with all the new technology that is out there, but television still proves to be the granddaddy of them all.", 
    "name": "Jeff Zucker"
  }, 
  {
    "quote": "My grandfather on my mother's side was a professor of mechanical engineering at the Massachusetts Institute of Technology my other grandfather was a lawyer, and one time Speaker of the Tennessee House of Representatives.", 
    "name": "Kenneth G. Wilson"
  }, 
  {
    "quote": "My graduate studies were carried out at the California Institute of Technology.", 
    "name": "Kenneth G. Wilson"
  }, 
  {
    "quote": "In consequence, science is more important than ever for industrial technology.", 
    "name": "Kenneth G. Wilson"
  }, 
  {
    "quote": "I hated science in high school. Technology? Engineering? Math? Why would I ever need this? Little did I realize that music was also about science, technology, engineering and mathematics, all rolled into one.", 
    "name": "Mickey Hart"
  }, 
  {
    "quote": "People are looking to have more meaning in their lives. It is a sign the technology community is coming of age.", 
    "name": "John Doerr"
  }, 
  {
    "quote": "At its core, 90 percent of my job is still sitting down in a room full of people, and breaking stories... and that requires virtually no technology.", 
    "name": "Steven Levitan"
  }, 
  {
    "quote": "Thompson and Ritchie were among the first to realize that hardware and compiler technology had become good enough that an entire operating system could be written in C, and by 1978 the whole environment had been successfully ported to several machines of different types.", 
    "name": "Eric S. Raymond"
  }, 
  {
    "quote": "A vital step for the technology sector is to signpost legitimate search options far more clearly and to delete links to sites that promote illegally sourced content.", 
    "name": "David Puttnam"
  }, 
  {
    "quote": "Realize that a Muslim will know that his wife was seen naked in this machine. You know what would be the reaction?... Terrible. I believe there's technology out there that can identify bomb-type materials without necessarily, overly invading our privacy.", 
    "name": "Isaac Yeffet"
  }, 
  {
    "quote": "Stop relying only on technology.Technology can help the qualified, well-trained human being but cannot replace him.", 
    "name": "Isaac Yeffet"
  }, 
  {
    "quote": "Computer games tend to be boys' games, warlike games with more violence. We have not spent enough time thinking through how to encourage more girls to be involved in computing before coming to college so they can see a possible career in information technology.", 
    "name": "Freeman A. Hrabowski III"
  }, 
  {
    "quote": "I honestly believe that the next big leap in immersive technology will be very much like Brainstorm.", 
    "name": "Douglas Trumbull"
  }, 
  {
    "quote": "The technology of the time dictated the way things looked.", 
    "name": "Douglas Trumbull"
  }, 
  {
    "quote": "There's a consistency in my work that pops up independent of the limitations of the technology.", 
    "name": "Douglas Trumbull"
  }, 
  {
    "quote": "I knew from the beginning that privacy was going to be a huge issue, especially with regard to applying Total Information Awareness in counterterrorism. Because if the technology development was successful, a logical place to apply it was inside the United States.", 
    "name": "John Poindexter"
  }, 
  {
    "quote": "I really believe that we don't have to make a trade-off between security and privacy. I think technology gives us the ability to have both.", 
    "name": "John Poindexter"
  }, 
  {
    "quote": "More than 20 years on, sustained competition, informed customers and the rapid growth of new technology provide the necessary environment for substantial deregulation.", 
    "name": "Stephen Carter"
  }, 
  {
    "quote": "My wife handles all of our technology. So if something goes wrong with the computer, I throw up my arms and step aside while the IT gal figures it out.", 
    "name": "Ty Burrell"
  }, 
  {
    "quote": "As an avid photographer, I also took advantage of the latest technology in photography - digital photography - to post photos on my website on a daily basis.", 
    "name": "Tipper Gore"
  }, 
  {
    "quote": "The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it.", 
    "name": "Edgar Bronfman, Jr."
  }, 
  {
    "quote": "I remember feeling that technology was like trying to draw with your foot. In a ski boot. It was the most indirect way to work imaginable, but the potential had us all excited. I started in stop motion.", 
    "name": "Chris Wedge"
  }, 
  {
    "quote": "This technology will obviously become more prevalent. Who knows what will result? One thing is certain, computer technology will revolutionize the way we tell stories as much as movie film has.", 
    "name": "Chris Wedge"
  }, 
  {
    "quote": "Well, in our industry it's that the movies cost so much money to make they have to appeal to a broad audience. And I think that's part of what will loosen up in the future, as technology makes it cheaper, you'll be able to make films for a more selective audience. I think people will be able to make more personal movies.", 
    "name": "Chris Wedge"
  }, 
  {
    "quote": "Our approach to making games is to find the fun first and then use the technology to enhance the fun.", 
    "name": "Sid Meier"
  }, 
  {
    "quote": "The way you want to respond is to ask a question: Is this technology directly relevant to our hedgehog concept? If the answer is YES, then we want to become pioneers, not in the technology, but in the application of that technology specifically linked to our hedgehog concept.", 
    "name": "James Collins"
  }, 
  {
    "quote": "This really is a merger of equals. I wouldn't have come back to work for anything less than this fantastic opportunity. This lets me combine my two great loves - technology and biscuits.", 
    "name": "Lou Gerstner"
  }, 
  {
    "quote": "We have the new greatest generation. We don't need as large a military due to the technology we have, the equipment we have outfitting our personnel. They really are storm troopers.", 
    "name": "Joe Wilson"
  }, 
  {
    "quote": "The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.", 
    "name": "Ralph Peters"
  }, 
  {
    "quote": "I am interested in computers and technology, and art, photography, and design.", 
    "name": "William Landay"
  }, 
  {
    "quote": "The technology is good and it's bad. You know what you're dealing with out there musically, but my head stops at this electronic stuff. I don't quite know what I'm dealing with out there yet.", 
    "name": "Paul Anka"
  }, 
  {
    "quote": "It is only by the rational use of technology to control and guide what technology is doing that we can keep any hopes of a social life more desirable than our own: or in fact of a social life which is not appalling to imagine.", 
    "name": "Carrie P. Snow"
  }, 
  {
    "quote": "I have the instruments, ideas, technology, computer techniques. We try to create or see something, which has not been known before - just to discover something together. This is always my dream.", 
    "name": "Lennart Nilsson"
  }, 
  {
    "quote": "Triumphant science and technology are only at the threshold of man's command over sources of energy so stupendous that, if used for military purposes, they can wipe out our entire civilization.", 
    "name": "Cordell Hull"
  }, 
  {
    "quote": "With technology now, you can go in and sing a song, and for $100,000, you will sound flawless.", 
    "name": "Vince Neil"
  }, 
  {
    "quote": "New technology is useful, but it's inefficient and ugly it knows it'll be obsolete by lunchtime tomorrow, so it has no incentive to be anything else.", 
    "name": "Tom Holt"
  }, 
  {
    "quote": "I think there are four or five interesting pockets where a lot of cool technology companies are getting started. Chicago is one of them. New York is certainly another. Silicon Valley really dominates. And you're seeing some stuff out of Boston and Seattle and down South.", 
    "name": "Eric Lefkofsky"
  }, 
  {
    "quote": "I'm going to be in technology for a long time.", 
    "name": "Eric Lefkofsky"
  }, 
  {
    "quote": "Every time new technology is introduced, especially involving reproduction, you get the 'yuck' effect.", 
    "name": "Brigitte Boisselier"
  }, 
  {
    "quote": "Technology has not only changed the way people are able to view movies, it has changed the way our industry produces and advertises movies.", 
    "name": "Dan Glickman"
  }, 
  {
    "quote": "The movie industry is committed to working with the technology sector to find innovative new ways to deliver entertainment to consumers.", 
    "name": "Dan Glickman"
  }, 
  {
    "quote": "I have taught history on the high school and college levels, and am or have been a lecturer at the Smithsonian, The National Institutes of Health, and numerous colleges and universities, mostly on science fiction and technology subjects.", 
    "name": "Jack L. Chalker"
  }, 
  {
    "quote": "The technology that threatens to kill off books as we know them - the 'physical book,' a new phrase in our language - is also making the physical book capable of being more beautiful than books have been since the middle ages.", 
    "name": "Art Spiegelman"
  }, 
  {
    "quote": "I don't cook - I can cook - but I'm not very good. I like being asked over for dinner, because she can't cook either. We would starve if it weren't for modern technology. I know how to work a microwave, but love home cooked meals.", 
    "name": "Mark Mothersbaugh"
  }, 
  {
    "quote": "The best museums and museum exhibits about science or technology give you the feeling that, hey, this is interesting, but maybe I could do something here, too.", 
    "name": "Paul Allen"
  }, 
  {
    "quote": "We are so reliant on power and technology for everything.", 
    "name": "Billy Burke"
  }, 
  {
    "quote": "You can't stop technology or science, and it is snowballing quicker than ever. Something's got to come to a head. How? Who knows? But it will.", 
    "name": "Billy Burke"
  }, 
  {
    "quote": "All the technology of our production was still pre-War. They were sort of '38, '39 and the War had been stable and so we were infinitely behind whatever had been going on in the United States for instance.", 
    "name": "Gianni Agnelli"
  }, 
  {
    "quote": "And the buying of new machinery meant not only the possibility of production, but even the new technology, 'cos as I mentioned before, we were back of seven, eight years.", 
    "name": "Gianni Agnelli"
  }, 
  {
    "quote": "There was once a time when art history and film were basically the same medium, but art history is frozen in late-19th-century technology that has survived into the early 21st century.", 
    "name": "Robert Nelson"
  }, 
  {
    "quote": "In hard-core science fiction in which characters are responding to a change in environment, caused by nature or the universe or technology, what readers want to see is how people cope, and so the character are present to cope, or fail to cope.", 
    "name": "James Gunn"
  }, 
  {
    "quote": "I think we can allow the therapeutic uses of nuclear transplant technology, which we call cloning, without running the danger of actually having live human beings born.", 
    "name": "David Baltimore"
  }, 
  {
    "quote": "Technology has changed the fan/actor interaction quite a bit.", 
    "name": "Misha Collins"
  }, 
  {
    "quote": "Seriously, we are in the midst of the convergence of voice and data and that is challenging the infrastructure of the telephone companies. There are huge commercial interests in the basic technology, but even more so in content delivery and control of content.", 
    "name": "Steve Crocker"
  }, 
  {
    "quote": "Virginia is the absolute leader in homeland security and defense and information technology.", 
    "name": "Mark Warner"
  }, 
  {
    "quote": "I would like to see every parent either directly - if they are comfortable with the technology - or through a personal tutor, being able to access real-time information about their child.", 
    "name": "Jim Knight"
  }, 
  {
    "quote": "We have seven pillars of development. India has a cutting edge information technology industry. We are setting up a technology park. We would like to see technology penetration iin education. Besides, we would like to see cooperation in industries like fashion, filmmaking, ship-building, education, health and energy.", 
    "name": "Kamla Persad-Bissessar"
  }, 
  {
    "quote": "You cannot make thousands of universities or hundreds of thousands of professors, but with technology and the Internet you can have great courses and make a digital university.", 
    "name": "Carlos Slim"
  }, 
  {
    "quote": "From computers to information technology to airplanes, it has been America's unique blend of republican government and free-market capitalism that has allowed us to surpass all other nations in history.", 
    "name": "George Nethercutt"
  }, 
  {
    "quote": "It's so exciting to be doing radio on the cutting edge of technology. Being in on something new is the biggest thrill in the world.", 
    "name": "Lynn Samuels"
  }, 
  {
    "quote": "Technology makes things faster and more cost-effective, but it's not perfect. It requires you to be as flexible as you can be.", 
    "name": "John Phillips"
  }, 
  {
    "quote": "Kids need to be equipped for that. They need to learn to use that technology to keep the new economy going.", 
    "name": "Dennis Moore"
  }, 
  {
    "quote": "Our business is about technology, yes. But it's also about operations and customer relationships.", 
    "name": "Michael Dell"
  }, 
  {
    "quote": "IBM has taken a leadership role in this area and is prepared to be a technology partner with companies around the world to take advantage of these new developments.", 
    "name": "John Patrick"
  }, 
  {
    "quote": "People don't want to believe that technology is broken. Pharmaceuticals, robotics, artificial intelligence, nanotechnology - all these areas where the progress has been a lot more limited than people think. And the question is why.", 
    "name": "Peter Thiel"
  }, 
  {
    "quote": "I can't live without my smartphone, but I really geek on coding. It's not so much technology that I like, but puzzle solving.", 
    "name": "Sylvia Day"
  }, 
  {
    "quote": "Yet now we are faced with the sickening suspicion that technology has run ahead of us.", 
    "name": "Richard Dooling"
  }, 
  {
    "quote": "Theaters are always going to be around, and doing fine. With computers and technology, we're becoming more and more secluded from each other. And the movie theater is one of the last places where we can still gather and experience something together. I don't think the desire for that magic will ever go away.", 
    "name": "Wolfgang Petersen"
  }, 
  {
    "quote": "I think you can expect Sony, in the case of PSP specifically, to deliver a technology that is going to reinvent and change handheld entertainment, and take it to a brand new level.", 
    "name": "Ian Jackson"
  }, 
  {
    "quote": "We must speed up the deployment of broadband in order to bring high-speed data services to homes and businesses. The spread of information technology has contributed to a steady growth in U.S. productivity.", 
    "name": "Michael Oxley"
  }, 
  {
    "quote": "I am in the process of trying to decide whether I can make a substantive and productive contribution to the policy-making process. I was always there because I wanted to work on the pressing issues of the day - I'm interested in energy, I'm interested in the climate bill and technology policy.", 
    "name": "Charles F. Bass"
  }, 
  {
    "quote": "I love technology, and I love new gadgets. I can no longer figure out how to use any of them, but I love them.", 
    "name": "Jerry Zucker"
  }, 
  {
    "quote": "My problem is that I like technology, but I always have to ask myself, 'Now wait a minute, will I actually have any use for this?'", 
    "name": "Jerry Zucker"
  }, 
  {
    "quote": "I have seen that technology has contributed to improved communication, that it's contributed to better health care, that it's contributed to better food supplies, that it has contributed to all the basic human needs.", 
    "name": "John Warnock"
  }, 
  {
    "quote": "The personal contact is a personal thing. The fact that some people don't know their neighbors, I don't think that technology is at fault. You don't lose anything with technology. You gain other avenues of understanding.", 
    "name": "John Warnock"
  }, 
  {
    "quote": "Vivendi will be one of the very few top communications groups of the Internet age. We will have customers all over the globe, providing services through all kinds of technology.", 
    "name": "Jean-Marie Messier"
  }, 
  {
    "quote": "We are looking for development partners, people to work alongside us, which will accelerate our actually getting licences, the technology into product, into the markets.", 
    "name": "John McKinley"
  }, 
  {
    "quote": "The most essential thing for us was to get the business model right, then put the world-class technology under it to support it. At Merrill, that meant not doing what people expected.", 
    "name": "John McKinley"
  }, 
  {
    "quote": "Technology has been, and always will be, my one true passion professionally.", 
    "name": "John McKinley"
  }, 
  {
    "quote": "The cancer doesn't bother me. I have great faith that the technology will beat it.", 
    "name": "Henry Cisneros"
  }, 
  {
    "quote": "The technology at the leading edge changes so rapidly that you have to keep current after you get out of school. I think probably the most important thing is having good fundamentals.", 
    "name": "Gordon Moore"
  }, 
  {
    "quote": "Computer technology is so built into our lives that it's part of the surround of every artist.", 
    "name": "Steven Levy"
  }, 
  {
    "quote": "In 1948 I entered the Massachusetts Institute of Technology, undecided between studies of chemistry and physics, but my first year convinced me that physics was more interesting to me.", 
    "name": "Burton Richter"
  }, 
  {
    "quote": "Social networking technology didn't really exist until 2004-2005. I had the idea to use this technology to bridge this gap between a general interest in addressing social issues and the practical action.", 
    "name": "Ben Rattray"
  }, 
  {
    "quote": "Visual ideas combined with technology combined with personal interpretation equals photography. Each must hold it's own if it doesn't, the thing collapses.", 
    "name": "Arnold Newman"
  }, 
  {
    "quote": "I don't know concretely if it's due to superstition, but any time a new rule is implemented into the NBA or a new piece of equipment or a new technology, there is always a transition and adjustment period by players and coaches and anyone involved with the game.", 
    "name": "Stu Jackson"
  }, 
  {
    "quote": "As information technology restructures the work situation, it abstracts thought from action.", 
    "name": "Shoshana Zuboff"
  }, 
  {
    "quote": "Technology makes the world a new place.", 
    "name": "Shoshana Zuboff"
  }, 
  {
    "quote": "Bear in mind North Korea has been the leading source, a leading source of nuclear technology and of missile delivery systems to some of the world's great rogues in Iran and Syria.", 
    "name": "Robert McFarlane"
  }, 
  {
    "quote": "People would like better batteries but they are wary of making investments. What is required is both a technology push and a market pull.", 
    "name": "Donald Sadoway"
  }, 
  {
    "quote": "They are responsible for starting this relationship and wanting to help Africa. The United States is very well suited for this as they are a country that has the capacity, they have better access to technology and they are a successful country.", 
    "name": "Phumzile Mlambo-Ngcuka"
  }, 
  {
    "quote": "Like all tools, modern technology has produced some wonderful moments in music and also some horrors.", 
    "name": "Hugh Hopper"
  }, 
  {
    "quote": "Content and technology are strange bed fellows. We are joined together. Sometimes we misunderstand each other. But isn't that after all the definition of marriage?", 
    "name": "Howard Stringer"
  }, 
  {
    "quote": "There is no single development, in either technology or management technique, which by itself promises even one order-of-magnitude improvement within a decade in productivity, in reliability, in simplicity.", 
    "name": "Frederick P. Brooks, Jr."
  }, 
  {
    "quote": "Well, the rollout of new technology always affects how wizards do business.", 
    "name": "Diane Duane"
  }, 
  {
    "quote": "Every major player is working on this technology of artificial intelligence. As of now, it's benign... but I would say that the day is not far off when artificial intelligence as applied to cyber warfare becomes a threat to everybody.", 
    "name": "Ted Bell"
  }, 
  {
    "quote": "Technology is making design more exciting, with color, wallpaper, textures, fabrics that could never have been created without the technology.", 
    "name": "David Bromstad"
  }, 
  {
    "quote": "And this is one way to do technology forecasting get a sense of where technology is, and then anticipate the next upturn.", 
    "name": "Chris Anderson"
  }, 
  {
    "quote": "The first stage in a technology's advance is that it'll fall below a critical price. After it falls below a critical price, it will tend, if it's successful, to rise above a critical mass, a penetration.", 
    "name": "Chris Anderson"
  }, 
  {
    "quote": "And what's interesting about the hybrids taking off is you've now introduced electric motors to the automobile industry. It's the first radical change in automobile technology in 100 years.", 
    "name": "Chris Anderson"
  }, 
  {
    "quote": "The intellectual property situation is bad and getting worse. To be a programmer, it requires that you understand as much law as you do technology.", 
    "name": "Eric Allman"
  }, 
  {
    "quote": "We need first of all the reform of our justice system. We need reform of the education system, because of quality of education because of innovation and technology. And we need administrative reform. Too much bureaucracy.", 
    "name": "Iveta Radicova"
  }, 
  {
    "quote": "I wanted to be a pilot. I loved flying and I loved all the technology and the equipment and the sense of adventure that came with it. I think that feeling still bleeds over into everything I do today.", 
    "name": "Graham Brown"
  }, 
  {
    "quote": "India and Japan should develop a complementary relationship in information technology.", 
    "name": "Yoshiro Mori"
  }, 
  {
    "quote": "Daoist thought is the root of science and technology in China.", 
    "name": "Joseph Needham"
  }, 
  {
    "quote": "Skin has become inadequate in interfacing with reality. Technology has become the body's new membrane of existence.", 
    "name": "Nam June Paik"
  }, 
  {
    "quote": "But I don't think we'll go there until we go back to the moon and develop a technology base for living and working and transporting ourselves through space.", 
    "name": "Jack Schmitt"
  }, 
  {
    "quote": "Just let me use the technology I want at a fair price.", 
    "name": "Jonathan Potter"
  }, 
  {
    "quote": "I don't think people buy technology products because of the personalities of the people behind them.", 
    "name": "Jim Balsillie"
  }, 
  {
    "quote": "Being around some of the bright lights of the technology world and having them expect great things helps you sit down and do it seriously.", 
    "name": "Aaron Swartz"
  }, 
  {
    "quote": "Technology has changed, and we need to figure out how to improve the archaic way of what makes a hit, or how to determine how many viewers are watching beyond some people with Nielsen boxes in a small percentage of homes in random areas.", 
    "name": "Jim Rash"
  }, 
  {
    "quote": "If we had had the right technology back then, you would have seen Eva Braun on the Donahue show and Adolf Hitler on Meet the Press.", 
    "name": "Ed Turner"
  }
]