[
  {
    "quote": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Three things cannot be long hidden: the sun, the moon, and the truth.", 
    "name": "Buddha"
  }, 
  {
    "quote": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "A lie gets halfway around the world before the truth has a chance to get its pants on.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "There are only two mistakes one can make along the road to truth not going all the way, and not starting.", 
    "name": "Buddha"
  }, 
  {
    "quote": "If you tell the truth, you don't have to remember anything.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Even if you are a minority of one, the truth is the truth.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If you are out to describe the truth, leave elegance to the tailor.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "In a time of universal deceit - telling the truth is a revolutionary act.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "An error does not become truth by reason of multiplied propagation, nor does truth become error because nobody sees it.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If you look for truth, you may find comfort in the end if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Truth is by nature self-evident. As soon as you remove the cobwebs of ignorance that surround it, it shines clear.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "It's no wonder that truth is stranger than fiction. Fiction has to make sense.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Truth is the most valuable thing we have. Let us economize it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I'm for truth, no matter who tells it. I'm for justice, no matter who it's for or against.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Rather than love, than money, than fame, give me truth.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "There's a world of difference between truth and facts. Facts can obscure the truth.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "The truth is rarely pure and never simple.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "The great enemy of the truth is very often not the lie, deliberate, contrived and dishonest, but the myth, persistent, persuasive and unrealistic.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Truth is beautiful, without doubt but so are lies.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Reason is the natural order of truth but imagination is the organ of meaning.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Half a truth is often a great lie.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Truth will ultimately prevail where there is pains to bring it to light.", 
    "name": "George Washington"
  }, 
  {
    "quote": "On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Tell the children the truth.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "Truth can be stated in a thousand different ways, yet each one can be true.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Plato is dear to me, but dearer still is truth.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "A lot of truth is said in jest.", 
    "name": "Eminem"
  }, 
  {
    "quote": "The words of truth are always paradoxical.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "All truths are easy to understand once they are discovered the point is to discover them.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "Seek not greatness, but seek truth and you will find both.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "All credibility, all good conscience, all evidence of truth come only from the senses.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The truth will set you free, but first it will make you miserable.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "I believe that it is better to tell the truth than a lie. I believe it is better to be free than to be a slave. And I believe it is better to know than to be ignorant.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger portion of the truth arises from the seemingly irrelevant.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Stand upright, speak thy thoughts, declare The truth thou hast, that all may share Be bold, proclaim it everywhere: They only live who dare.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Light is the symbol of truth.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "I have a theory that the truth is never told during the nine-to-five hours.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "The absurd is the essential concept and the first truth.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "If I'd written all the truth I knew for the past ten years, about 600 people - including me - would be rotting in prison cells from Rio to Seattle today. Absolute truth is a very rare and dangerous commodity in the context of professional journalism.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "A taste for truth at any cost is a passion which spares nothing.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "All the truth in the world adds up to one big lie.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "'Beauty is truth, truth beauty,' - that is all ye know on earth, and all ye need to know.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Never apologize for showing feeling. When you do so, you apologize for the truth.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Peace if possible, truth at all costs.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "I maintain that Truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "A truth that's told with bad intent beats all the lies you can invent.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "Only enemies speak the truth friends and lovers lie endlessly, caught in the web of duty.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "The earth is supported by the power of truth it is the power of truth that makes the sun shine and the winds blow indeed all things rest upon truth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "My mother taught me that when you stand in the truth and someone tells a lie about you, don't fight it.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "Hard times arouse an instinctive desire for authenticity.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Facts are many, but the truth is one.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "The water in a vessel is sparkling the water in the sea is dark. The small truth has words which are clear the great truth has great silence.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "For my part, whatever anguish of spirit it may cost, I am willing to know the whole truth to know the worst and provide for it.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "The truth is more important than the facts.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Tell me I'm clever, Tell me I'm kind, Tell me I'm talented, Tell me I'm cute, Tell me I'm sensitive, Graceful and wise, Tell me I'm perfect - But tell me the truth.", 
    "name": "Shel Silverstein"
  }, 
  {
    "quote": "Truth is like the sun. You can shut it out for a time, but it ain't goin' away.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "I say that justice is truth in action.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Adversity is the first path to truth.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I tore myself away from the safe comfort of certainties through my love for truth - and truth rewarded me.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "People will generally accept facts as truth only if the facts agree with what they already believe.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Truth is so rare that it is delightful to tell it.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "I am the Way, the Truth, and the Life. No one comes to the Father except through me.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "There are some people so addicted to exaggeration that they can't tell the truth without lying.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you're going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Every truth has two sides it is as well to look at both, before we commit ourselves to either.", 
    "name": "Aesop"
  }, 
  {
    "quote": "My guiding principles in life are to be honest, genuine, thoughtful and caring.", 
    "name": "Prince William"
  }, 
  {
    "quote": "If you do not tell the truth about yourself you cannot tell it about other people.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "There is no greatness where there is no simplicity, goodness and truth.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Fear is not in the habit of speaking truth when perfect sincerity is expected, perfect freedom must be allowed nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "Gossip needn't be false to be evil - there's a lot of truth that shouldn't be passed around.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "Betrayal is the only truth that sticks.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "The truth of the matter is that you always know the right thing to do. The hard part is doing it.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "If you shut up truth, and bury it underground, it will but grow.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "Sometimes the truth hurts. And sometimes it feels real good.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "There are trivial truths and the great truths. The opposite of a trivial truth is plainly false. The opposite of a great truth is also true.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "A lie which is half a truth is ever the blackest of lies.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Truth is tough. It will not break, like a bubble, at a touch nay, you may kick it about all day like a football, and it will be round and full at evening.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "To myself I am only a child playing on the beach, while vast oceans of truth lie undiscovered before me.", 
    "name": "Isaac Newton"
  }, 
  {
    "quote": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "It becomes more necessary to see the truth as it is if you realize that the only vehicle for change are these people who have lost their personality.", 
    "name": "Steven Biko"
  }, 
  {
    "quote": "Gossip is called gossip because it's not always the truth.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "Infinite love is the only truth. Everything else is illusion.", 
    "name": "David Icke"
  }, 
  {
    "quote": "A harmful truth is better than a useful lie.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "In the last few years, the very idea of telling the truth, the whole truth, and nothing but the truth is dredged up only as a final resort when the alternative options of deception, threat and bribery have all been exhausted.", 
    "name": "Michael Musto"
  }, 
  {
    "quote": "We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I preach there are all kinds of truth, your truth and somebody else's. But behind all of them there is only one truth and that is that there's no truth.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "There are only two people who can tell you the truth about yourself - an enemy who has lost his temper and a friend who loves you dearly.", 
    "name": "Antisthenes"
  }, 
  {
    "quote": "The first reaction to truth is hatred.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "Human love has little regard for the truth. It makes the truth relative, since nothing, not even the truth, must come between it and the beloved person.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "Truth is always served by great minds, even if they fight it.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "For every good reason there is to lie, there is a better reason to tell the truth.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities Truth isn't.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "When you are joyous, look deep into your heart and you shall find it is only that which has given you sorrow that is giving you joy. When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "A lie can travel half way around the world while the truth is putting on its shoes.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "And we should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "There is another old poet whose name I do not now remember who said, 'Truth is the daughter of Time.'", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "It is error alone which needs the support of government. Truth can stand by itself.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "When in doubt tell the truth.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Truth is mighty and will prevail. There is nothing wrong with this, except that it ain't so.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "All the religions of the world, while they may differ in other respects, unitedly proclaim that nothing lives in this world but Truth.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fiction is obliged to stick to possibilities. Truth isn't.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "We occasionally stumble over the truth but most of us pick ourselves up and hurry off as if nothing had happened.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Man will occasionally stumble over the truth, but most of the time he will pick himself up and continue on.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "For Africa to me... is more than a glamorous fact. It is a historical truth. No man can know where he is going unless he knows exactly where he has been and exactly how he arrived at his present place.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "God, as Truth, has been for me a treasure beyond price. May He be so to every one of us.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Ignorance is preferable to error, and he is less remote from the truth who believes nothing than he who believes what is wrong.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Sex is full of lies. The body tries to tell the truth. But, it's usually too battered with rules to be heard, and bound with pretenses so it can hardly move. We cripple ourselves with lies.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "There is not a truth existing which I fear... or would wish unknown to the whole world.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Truth is certainly a branch of morality and a very important one to society.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "God is, even though the whole world deny him. Truth stands, even if there be no public support. It is self-sustained.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all if you lose, you lose nothing. Wager, then, without hesitation, that He exists.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Truth stands, even if there be no public support. It is self-sustained.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "We are not afraid to entrust the American people with unpleasant facts, foreign ideas, alien philosophies, and competitive values. For a nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "My way of joking is to tell the truth. That's the funniest joke in the world.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I have nothing new to teach the world. Truth and Non-violence are as old as the hills. All I have done is to try experiments in both on as vast a scale as I could.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Truth never damages a cause that is just.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Morality is the basis of things and truth is the substance of all morality.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The pursuit of truth does not permit violence on one's opponent.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I believe in the fundamental truth of all great religions of the world.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Non-violence and truth are inseparable and presuppose one another.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Exaggeration is truth that has lost its temper.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A liar begins with making falsehood appear like truth, and ends with making truth itself appear like falsehood.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "Speak the truth, do not yield to anger give, if thou art asked for little by these three steps thou wilt go near the gods.", 
    "name": "Confucius"
  }, 
  {
    "quote": "The goal of education is the advancement of knowledge and the dissemination of truth.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "We should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Every mind must make its choice between truth and repose. It cannot have both.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Say not, 'I have found the truth,' but rather, 'I have found a truth.'", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Nothing is beautiful, only man: on this piece of naivete rests all aesthetics, it is the first truth of aesthetics. Let us immediately add its second: nothing is ugly but degenerate man - the domain of aesthetic judgment is therewith defined.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Truth is the property of no individual but is the treasure of all men.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Truth is handsomer than the affectation of love. Your goodness must have some edge to it, else it is none.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Rebellion without truth is like spring in a bleak, arid desert.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Fiction reveals truth that reality obscures.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "For though we love both the truth and our friends, piety requires us to honor the truth first.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "We have art in order not to die of the truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I am sorry to think that you do not get a man's most effective criticism until you provoke him. Severe truth is expressed with some bitterness.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Many a doctrine is like a window pane. We see truth through it but it divides us from truth.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The least initial deviation from the truth is multiplied later a thousandfold.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "One may sometimes tell a lie, but the grimace that accompanies it tells the truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The object of the superior man is truth.", 
    "name": "Confucius"
  }, 
  {
    "quote": "I never did give anybody hell. I just told the truth and they thought it was hell.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "When virtue is lost, benevolence appears, when benevolence is lost right conduct appears, when right conduct is lost, expedience appears. Expediency is the mere shadow of right and truth it is the beginning of disorder.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Piety requires us to honor truth above our friends.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "By and large, language is a tool for concealing the truth.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Convictions are more dangerous foes of truth than lies.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A liar will not be believed, even when he speaks the truth.", 
    "name": "Aesop"
  }, 
  {
    "quote": "The truth is, I've never fooled anyone. I've let men sometimes fool themselves.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "All truth is simple... is that not doubly a lie?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Not when truth is dirty, but when it is shallow, does the enlightened man dislike to wade into its waters.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Words are but symbols for the relations of things to one another and to us nowhere do they touch upon absolute truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence and loathing seizes him.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Mystical explanations are thought to be deep the truth is that they are not even shallow.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "There are various eyes. Even the Sphinx has eyes: and as a result there are various truths, and as a result there is no truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Truth is always in harmony with herself, and is not concerned chiefly to reveal the justice that may consist with wrong-doing.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "It's a complete lie, why do people buy these papers? It's not the truth I'm here to say. You know, don't judge a person, do not pass judgement, unless you have talked to them one on one. I don't care what the story is, do not judge them because it is a lie.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "It takes two to speak the truth: one to speak, and another to hear.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "No face which we can give to a matter will stead us so well at last as the truth. This alone wears well.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The rarest quality in an epitaph is truth.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "The lawyer's truth is not Truth, but consistency or a consistent expediency.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "There are very few human beings who receive the truth, complete and staggering, by instant illumination. Most of them acquire it fragment by fragment, on a small scale, by successive developments, cellularly, like a laborious mosaic.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women I admire them. But, like all men, I don't understand them.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "If religion were true, its followers would not try to bludgeon their young into an artificial conformity but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The truth is, hardly any of us have ethical energy enough for more than one really inflexible point of honor.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "The truth is not for all men, but only for those who seek it.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Live truth instead of professing it.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "The truth is that parents are not really interested in justice. They just want quiet.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author salvation for its end, and truth without any mixture for its matter. It is all pure.", 
    "name": "John Locke"
  }, 
  {
    "quote": "A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "A lie told often enough becomes the truth.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "Music makes me high on stage, and that's the truth. It's like being almost addicted to music.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "A remark generally hurts in proportion to its truth.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "A lot of people are afraid to tell the truth, to say no. That's where toughness comes into play. Toughness is not being a bully. It's having backbone.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "If you ever injected truth into politics you have no politics.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The dream begins with a teacher who believes in you, who tugs and pushes and leads you to the next plateau, sometimes poking you with a sharp stick called 'truth'.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Poetry is nearer to vital truth than history.", 
    "name": "Plato"
  }, 
  {
    "quote": "Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "I have been thinking that I would make a proposition to my Republican friends... that if they will stop telling lies about the Democrats, we will stop telling the truth about them.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Love is the only reality and it is not a mere sentiment. It is the ultimate truth that lies at the heart of creation.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Wisdom is found only in truth.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Here's the thing with me and the religious thing. This is the flat-out truth: I find the religiosity and philosophy in the music. I don't find it anywhere else.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Any fool knows that bravado is always a cover-up for insecurity. That's the truth. And on that note, I'll say goodnight. God love you.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "To the living we owe respect, but to the dead we owe only the truth.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Truth is the beginning of every good to the gods, and of every good to man.", 
    "name": "Plato"
  }, 
  {
    "quote": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Strike an average between what a woman thinks of her husband a month before she marries him and what she thinks of him a year afterward, and you will have the truth about him.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The truth is, sex doesn't mean that much to me now.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "If you want to be thought a liar, always tell the truth.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer.", 
    "name": "Shunryu Suzuki"
  }, 
  {
    "quote": "Truth is something which can't be told in a few words. Those who simplify the universe only reduce the expansion of its meaning.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "It's much easier for me to make major life, multi-million dollar decisions, than it is to decide on a carpet for my front porch. That's the truth.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Marilyn Monroe wasn't even her real name, Charles Manson isn't his real name, and now, I'm taking that to be my real name. But what's real? You can't find the truth, you just pick the lie you like the best.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I know that campaigns can seem small, and even silly. Trivial things become big distractions. Serious issues become sound bites. And the truth gets buried under an avalanche of money and advertising. If you're sick of hearing me approve this message, believe me - so am I.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I am very fond of truth, but not at all of martyrdom.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The truth is I love being alive. And I love feeling free. So if I can't have those things then I feel like a caged animal and I'd rather not be in a cage. I'd rather be dead. And it's real simple. And I think it's not that uncommon.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.", 
    "name": "Ismail Haniyeh"
  }, 
  {
    "quote": "Everyone who knows me will know the truth, which is that my children come first in my life and that I would never harm any child.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "The essence of humanity's spiritual dilemma is that we evolved genetically to accept one truth and discovered another. Is there a way to erase the dilemma, to resolve the contradictions between the transcendentalist and the empiricist world views?", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "A man has to learn that he cannot command things, but that he can command himself that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth people seek guidance of him who is master of himself.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Art is a lie that makes us realize truth.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "President Barack Obama has stood watch over the greatest job loss in modern American history. And that, my friends, is one inconvenient truth that will haunt this President throughout history.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "First and last, what is demanded of genius is love of truth.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "It is my feeling that Time ripens all things with Time all things are revealed Time is the father of truth.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "There's no truth anymore.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "A lot of guys go, 'Hey, Yog, say a Yogi-ism.' I tell 'em, 'I don't know any.' They want me to make one up. I don't make 'em up. I don't even know when I say it. They're the truth. And it is the truth. I don't know.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "I wanted to write about the moment when your addictions no longer hide the truth from you. When your whole life breaks down. That's the moment when you have to somehow choose what your life is going to be about.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "If the truth contradicts deeply held beliefs, that is too bad.", 
    "name": "Hans Eysenck"
  }, 
  {
    "quote": "Expectations are a form of first-class truth: If people believe it, it's true.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Doubt, indulged and cherished, is in danger of becoming denial but if honest, and bent on thorough investigation, it may soon lead to full establishment of the truth.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The truth that is suppressed by friends is the readiest weapon of the enemy.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Ah, well, the truth is always one thing, but in a way it's the other thing, the gossip, that counts. It shows where people's hearts lie.", 
    "name": "Paul Scott"
  }, 
  {
    "quote": "I was like a boy playing on the sea-shore, and diverting myself now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.", 
    "name": "Isaac Newton"
  }, 
  {
    "quote": "I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of heaven.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "The truth is found when men are free to pursue it.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "An unexciting truth may be eclipsed by a thrilling lie.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Of course it's the same old story. Truth usually is the same old story.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Bigotry tries to keep truth safe in its hand with a grip that kills it.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "You wanna get the truth out of me, get me hammered.", 
    "name": "Ron White"
  }, 
  {
    "quote": "It may not always be easy, convenient, or politically correct to stand for truth and right, but it is the right thing to do. Always.", 
    "name": "M. Russell Ballard"
  }, 
  {
    "quote": "It seems that the first victim of an Obama campaign is the truth. It seems that the first victim of an Obama campaign is the truth.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Nine times out of ten, in the arts as in life, there is actually no truth to be discovered there is only error to be exposed.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "If truth is beauty, how come no one has their hair done in the library?", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "It is error only, and not truth, that shrinks from inquiry.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "To kill an error is as good a service as, and sometimes even better than, the establishing of a new truth or fact.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies.", 
    "name": "Pietro Aretino"
  }, 
  {
    "quote": "The truth is that there is only one terminal dignity - love. And the story of a love is not important - what is important is that one is capable of love. It is perhaps the only glimpse we are permitted of eternity.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "He who does not bellow the truth when he knows the truth makes himself the accomplice of liars and forgers.", 
    "name": "Charles Peguy"
  }, 
  {
    "quote": "No one can be happy who has been thrust outside the pale of truth. And there are two ways that one can be removed from this realm: by lying, or by being lied to.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Friendless. Having no favors to bestow. Destitute of fortune. Addicted to utterance of truth and common sense.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "One of the peculiar sins of the twentieth century which we've developed to a very high level is the sin of credulity. It has been said that when human beings stop believing in God they believe in nothing. The truth is much worse: they believe in anything.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "We've used up a lot of bullets. And we talk about stimulus. But the truth is, we're running a federal deficit that's 9 percent of GDP. That is stimulative as all get out. It's more stimulative than any policy we've followed since World War II.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Those thoughts are truth which guide us to beneficial interaction with sensible particulars as they occur, whether they copy these in advance or not.", 
    "name": "William James"
  }, 
  {
    "quote": "Truth lives, in fact, for the most part on a credit system. Our thoughts and beliefs pass, so long as nothing challenges them, just as bank-notes pass so long as nobody refuses them.", 
    "name": "William James"
  }, 
  {
    "quote": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "We should not pretend to understand the world only by the intellect. The judgement of the intellect is only part of the truth.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "You shall know the truth, and the truth shall make you mad.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Truth is what works.", 
    "name": "William James"
  }, 
  {
    "quote": "We have to live today by what truth we can get today and be ready tomorrow to call it falsehood.", 
    "name": "William James"
  }, 
  {
    "quote": "It is not because the truth is too difficult to see that we make mistakes... we make mistakes because the easiest and most comfortable course for us is to seek insight where it accords with our emotions - especially selfish ones.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "To rise from error to truth is rare and beautiful.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs the future, for which I have really worked, is mine.", 
    "name": "Nikola Tesla"
  }, 
  {
    "quote": "Man approaches the unattainable truth through a succession of errors.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Art is the lie that enables us to realize the truth.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.", 
    "name": "Pablo Neruda"
  }, 
  {
    "quote": "I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can't help it. It's the truth.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "Beyond a doubt truth bears the same relation to falsehood as light to darkness.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Proverbs are always platitudes until you have personally experienced the truth of them.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Art is not a study of positive reality, it is the seeking for ideal truth.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Not being known doesn't stop the truth from being true.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "If you seek truth you will not seek victory by dishonorable means, and if you find truth you will become invincible.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "I never gave anybody hell! I just told the truth and they thought it was hell.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth and second, the courage to follow this faint light wherever it may lead.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "'Men have forgotten this truth,' said the fox. 'But you must not forget it. You become responsible, forever, for what you have tamed.'", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "When you stretch the truth, watch out for the snapback.", 
    "name": "Bill Copeland"
  }, 
  {
    "quote": "If there were only one truth, you couldn't paint a hundred canvases on the same theme.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he'd lie just to keep his hand in.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "If you shut the door to all errors, truth will be shut out.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "The first step toward finding God, Who is Truth, is to discover the truth about myself: and if I have been in error, this first step to truth is the discovery of my error.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "A good novel tells us the truth about its hero but a bad novel tells us the truth about its author.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Wine comes in at the mouth And love comes in at the eye That's all we shall know for truth Before we grow old and die.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "It is a melancholy truth that even great men have their poor relations.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "As a small businessperson, you have no greater leverage than the truth.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "We often want one thing and pray for another, not telling the truth even to the gods.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Time discovers truth.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "But such is the irresistable nature of truth, that all it asks, and all it wants is the liberty of appearing.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "To be outspoken is easy when you do not wait to speak the complete truth.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "For a creative writer possession of the 'truth' is less important than emotional sincerity.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The truth is on the march and nothing will stop it.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Everything deep is also simple and can be reproduced simply as long as its reference to the whole truth is maintained. But what matters is not what is witty but what is true.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "There really can be no peace without justice. There can be no justice without truth. And there can be no truth, unless someone rises up to tell you the truth.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "When I tell the truth, it is not for the sake of convincing those who do not know it, but for the sake of defending those that do.", 
    "name": "William Blake"
  }, 
  {
    "quote": "The very concept of objective truth is fading out of the world. Lies will pass into history.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "A fact never went into partnership with a miracle. Truth scorns the assistance of wonders. A fact will fit every other fact in the universe, and that is how you can tell whether it is or is not a fact. A lie will not fit anything except another lie.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Love is not a mere impulse, it must contain truth, which is law.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "The discovery of truth is prevented more effectively, not by the false appearance things present and which mislead into error, not directly by weakness of the reasoning powers, but by preconceived opinion, by prejudice.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "We are either in the process of resisting God's truth or in the process of being shaped and molded by his truth.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I am saddened by how people treat one another and how we are so shut off from one another and how we judge one another, when the truth is, we are all one connected thing. We are all from the same exact molecules.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Personality is only ripe when a man has made the truth his own.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Knowledge rests not upon truth alone, but upon error also.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "We should not be so taken up in the search for truth, as to neglect the needful duties of active life for it is only action that gives a true value and commendation to virtue.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Only the broken-hearted know the truth about love.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The truth is that sometimes it is hard even for me to recognize the Hillary Clinton that other people see.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "If an eloquent speaker speak not the truth, is there a more horrid kind of object in creation?", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Nothing that was worthy in the past departs no truth or goodness realized by man ever dies, or can die.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "For, if a good speaker, never so eloquent, does not see into the fact, and is not speaking the truth of that - is there a more horrid kind of object in creation?", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Legends die hard. They survive as truth rarely does.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "No one can look back on his schooldays and say with truth that they were altogether unhappy.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "There is nothing so strong or safe in an emergency of life as the simple truth.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "However greatly we distrust the sincerity of those we converse with, yet still we think they tell more truth to us than to anyone else.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Truth has no special time of its own. Its hour is now - always.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Who never doubted, never half believed. Where doubt is, there truth is - it is her shadow.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Above all, I would teach him to tell the truth Truth-telling, I have found, is the key to responsible citizenship. The thousands of criminals I have seen in 40 years of law enforcement have had one thing in common: Every single one was a liar.", 
    "name": "J. Edgar Hoover"
  }, 
  {
    "quote": "Whatever satisfies the soul is truth.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "The truth of things is the chief nutriment of superior intellects.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Fiction is the truth inside the lie.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Half a truth is better than no politics.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I have the terrible feeling that, because I am wearing a white beard and am sitting in the back of the theatre, you expect me to tell you the truth about something. These are the cheap seats, not Mount Sinai.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "Silence is the mother of truth.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We know the truth, not only by the reason, but also by the heart.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Friendship at first sight, like love at first sight, is said to be the only truth.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "To me a real patriot is like a real friend. Who's your real friend? It's the person who tells you the truth. That's who my real friends are. So, you know, I think as far as our country goes, we need more people who will do that.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Too much and too little wine. Give him none, he cannot find truth give him too much, the same.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Nothing gives rest but the sincere search for truth.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "In matters of truth the fact that you don't want to publish something is, nine times out of ten, a proof that you ought to publish it.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Between falsehood and useless truth there is little difference. As gold which he cannot spend will make no man rich, so knowledge which cannot apply will make no man wise.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "Something unpleasant is coming when men are anxious to tell the truth.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "One truth stands firm. All that happens in world history rests on something spiritual. If the spiritual is strong, it creates world history. If it is weak, it suffers world history.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Reality means you live until you die. The real truth is nobody wants reality.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Some counterfeits reproduce so very well the truth that it would be a flaw of judgment not to be deceived by them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "In order to properly understand the big picture, everyone should fear becoming mentally clouded and obsessed with one small section of truth.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "Truth is a demure lady, much too ladylike to knock you on your head and drag you to her cave. She is there, but people must want her, and seek her out.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "That which you create in beauty and goodness and truth lives on for all time to come. Don't spend your life accumulating material objects that will only turn to dust and ashes.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The truth is, I'm proud of the life I've lived so far, and though I've made my share of mistakes, I have no regrets.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "There are only two ways of telling the complete truth - anonymously and posthumously.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "It does not require many words to speak the truth.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "Your days are short here this is the last of your springs. And now in the serenity and quiet of this lovely place, touch the depths of truth, feel the hem of Heaven. You will go away with old, good friends. And don't forget when you leave why you came.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life and there is nothing better.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The opposite of a fact is falsehood, but the opposite of one profound truth may very well be another profound truth.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "The enlightenment is under threat. So is reason. So is truth. So is science, especially in the schools of America.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Truth is the daughter of time, not of authority.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "This is the truth: as from a fire aflame thousands of sparks come forth, even so from the Creator an infinity of beings have life and to him return again.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Nature has planted in our minds an insatiable longing to see the truth.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Justice and truth are too such subtle points that our tools are too blunt to touch them accurately.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "One of the reasons people hate politics is that truth is rarely a politician's objective. Election and power are.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "Time is precious, but truth is more precious than time.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "In everything truth surpasses the imitation and copy.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "My parents, and librarians along the way, taught me about the space between words about the margins, where so many juicy moments of life and spirit and friendship could be found. In a library, you could find miracles and truth and you might find something that would make you laugh so hard that you get shushed, in the friendliest way.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Today I bent the truth to be kind, and I have no regret, for I am far surer of what is kind than I am of what is true.", 
    "name": "Robert Brault"
  }, 
  {
    "quote": "Like all dreamers, I mistook disenchantment for truth.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the seeds of truth.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Justice is truth in action.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "As long as I tell the truth I feel that nobody can touch me.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "I have always loved truth so passionately that I have often resorted to lying as a way of introducing it into the minds which were ignorant of its charms.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I speak the truth not so much as I would, but as much as I dare, and I dare a little more as I grow older.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "What is earnest is not always true on the contrary, error is often more earnest than truth.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "It is no great art to say something briefly when, like Tacitus, one has something to say when one has nothing to say, however, and none the less writes a whole book and makes truth into a liar - that I call an achievement.", 
    "name": "Horace"
  }, 
  {
    "quote": "Falsehood is easy, truth so difficult.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Truth has rough flavours if we bite it through.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Find out who you are and be that person. That's what your soul was put on this Earth to be. Find that truth, live that truth and everything else will come.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Truth emerges more readily from error than from confusion.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "A writer's job is to tell the truth.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Obama has no solutions. Obama has failed the country and its great citizens, and they don't like it when somebody such as myself speaks the truth about this - it hurts too much.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Falsehood has an infinity of combinations, but truth has only one mode of being.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Opinions are made to be changed - or how is truth to be got at?", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "For truth is precious and divine, too rich a pearl for carnal swine.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day and a succession of such days is fatal to human life.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "But what is Hope? Nothing but the paint on the face of Existence the least touch of truth rubs it off, and then we see what a hollow-cheeked harlot we have got hold of.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "But whether it be dream or truth, to do well is what matters. If it be truth, for truth's sake. If not, then to gain friends for the time when we awaken.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "Truth is a good dog but always beware of barking too close to the heels of an error, lest you get your brains kicked out.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "For truth is always strange stranger than fiction.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Truth is so hard to tell, it sometimes needs fiction to make it plausible.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Any fool can tell the truth, but it requires a man of some sense to know how to lie well.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The dreamer can know no truth, not even about his dream, except by awaking out of it.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Always speak the truth, think before you speak, and write it down afterwards.", 
    "name": "Lewis Carroll"
  }, 
  {
    "quote": "It is a universal truth that the loss of liberty at home is to be charged to the provisions against danger, real or pretended, from abroad.", 
    "name": "James Madison"
  }, 
  {
    "quote": "You know what the Englishman's idea of compromise is? He says, Some people say there is a God. Some people say there is no God. The truth probably lies somewhere between these two statements.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "To the scientist there is the joy in pursuing truth which nearly counteracts the depressing revelations of truth.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "If the Republicans will stop telling lies about the Democrats, we will stop telling the truth about them.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I left in love, in laughter, and in truth, and wherever truth, love and laughter abide, I am there in spirit.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "Seldom, very seldom, does complete truth belong to any human disclosure seldom can it happen that something is not a little disguised, or a little mistaken.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "All the principles of heaven and earth are living inside you. Life itself is truth, and this will never change. Everything in heaven and earth breathes. Breath is the thread that ties creation together.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "It is more from carelessness about truth than from intentionally lying that there is so much falsehood in the world.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I think there ought to be a club in which preachers and journalists could come together and have the sentimentalism of the one matched with the cynicism of the other. That ought to bring them pretty close to the truth.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Man can embody truth but he cannot know it.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Believe those who are seeking the truth. Doubt those who find it.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "I can prove anything by statistics except the truth.", 
    "name": "George Canning"
  }, 
  {
    "quote": "Science is but an image of the truth.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "What I've discovered is that in art, as in music, there's a lot of truth-and then there's a lie. The artist is essentially creating his work to make this lie a truth, but he slides it in amongst all the others. The tiny little lie is the moment I live for, my moment. It's the moment that the audience falls in love.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Tell the truth, but tell it slant.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Tell the truth. Sing with passion. Work with laughter. Love with heart. 'Cause that's all that matters in the end.", 
    "name": "Kris Kristofferson"
  }, 
  {
    "quote": "A man must be both stupid and uncharitable who believes there is no virtue or truth but on his own side.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "There is never vulgarity in a whole truth, however commonplace. It may be unimportant or painful. It cannot be vulgar. Vulgarity is only in concealment of truth, or in affectation.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Poetry is the art of uniting pleasure with truth.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "People will tell you anything but what they do is always the truth.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth.", 
    "name": "Jules Verne"
  }, 
  {
    "quote": "It is only a man's own fundamental thoughts that have truth and life in them. For it is these that he really and completely understands. To read the thoughts of others is like taking the remains of someone else's meal, like putting on the discarded clothes of a stranger.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "It seems a fantastic paradox, but it is nevertheless a most important truth, that no architecture can be truly noble which is not imperfect.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The truth is that life is delicious, horrible, charming, frightful, sweet, bitter, and that is everything.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "There is a tragic clash between Truth and the world. Pure undistorted truth burns up the world.", 
    "name": "Nikolai Berdyaev"
  }, 
  {
    "quote": "The thing about black history is that the truth is so much more complex than anything you could make up.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "Chase after the truth like all hell and you'll free yourself, even though you never touch its coat tails.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "The Bible may be the truth, but it is not the whole truth and nothing but the truth.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "There is no such source of error as the pursuit of truth.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I think it better that in times like these a poet's mouth be silent, for in truth we have no gift to set a statesman right.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The key to wisdom is this - constant and frequent questioning, for by doubting we are led to question and by questioning we arrive at the truth.", 
    "name": "Peter Abelard"
  }, 
  {
    "quote": "Representation of the world, like the world itself, is the work of men they describe it from their own point of view, which they confuse with the absolute truth.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "The only way into truth is through one's own annihilation through dwelling a long time in a state of extreme and total humiliation.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "The truth does not require a majority to prevail, ladies and gentlemen. The truth is its own power. The truth will out. Never forget that.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "The truth is that all men having power ought to be mistrusted.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Intense feeling too often obscures the truth.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "We were talking about the space between us all and the people who hide themselves behind a wall of illusion. Never glimpse the truth - then it's far too late when they pass away.", 
    "name": "George Harrison"
  }, 
  {
    "quote": "I tell you in truth: all men are Prophets or else God does not exist.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "The color of truth is gray.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Memory is a complicated thing, a relative to truth, but not its twin.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "Before anything else, we need a new age of Enlightenment. Our present political systems must relinquish their claims on truth, justice and freedom and have to replace them with the search for truth, justice, freedom and reason.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "What is truth? said jesting Pilate and would not stay for an answer.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "I hate newspapermen. They come into camp and pick up their camp rumors and print them as facts. I regard them as spies, which, in truth, they are.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "When you're caught up in the storm or, you know, just the turmoil of everything that there is another side and you do get through it. And you know, just standing by the truth and doing the right thing.", 
    "name": "Amber Frey"
  }, 
  {
    "quote": "In order that all men may be taught to speak the truth, it is necessary that all likewise should learn to hear it.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "All truth is not to be told at all times.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Some men love truth so much that they seem to be in continual fear lest she should catch a cold on overexposure.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "It is by doubting that we come to investigate, and by investigating that we recognize the truth.", 
    "name": "Peter Abelard"
  }, 
  {
    "quote": "Truth forever on the scaffold, wrong forever on the throne.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Dispassionate objectivity is itself a passion, for the real and for the truth.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "Most people think that shadows follow, precede or surround beings or objects. The truth is that they also surround words, ideas, desires, deeds, impulses and memories.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Every legend, moreover, contains its residuum of truth, and the root function of language is to control the universe by describing it.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "I am a lover of truth, a worshipper of freedom, a celebrant at the altar of language and purity and tolerance.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Any truth is better than indefinite doubt.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "Truth is always strange, stranger than fiction.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I know how easy it is for one to stay well within moral, ethical, and legal bounds through the skillful use of words - and to thereby spin, sidestep, circumvent, or bend a truth completely out of shape. To that extent, we are all liars on numerous occasions.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "It is dangerous for mortal beauty, or terrestrial virtue, to be examined by too strong a light. The torch of Truth shows much that we cannot, and all that we would not, see.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Every man has a right to utter what he thinks truth, and every other man has a right to knock him down for it. Martyrdom is the test.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Power is not sufficient evidence of truth.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Truth is powerful and it prevails.", 
    "name": "Sojourner Truth"
  }, 
  {
    "quote": "The truth is of course is that there is no journey. We are arriving and departing all at the same time.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Poetry is something to make us wiser and better, by continually revealing those types of beauty and truth, which God has set in all men's souls.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "There is no truth. There is only perception.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "It does not require great learning to be a Christian and be convinced of the truth of the Bible. It requires only an honest heart and a willingness to obey God.", 
    "name": "Albert Barnes"
  }, 
  {
    "quote": "I've been &amp am absurdly over-estimated. There are no supermen &amp I'm quite ordinary, &amp will say so whatever the artistic results. In that point I'm one of the few people who tell the truth about myself.", 
    "name": "T. E. Lawrence"
  }, 
  {
    "quote": "Defending the truth is not something one does out of a sense of duty or to allay guilt complexes, but is a reward in itself.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "But now I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "A writer should have this little voice inside of you saying, Tell the truth. Reveal a few secrets here.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Technology has advanced more in the last thirty years than in the previous two thousand. The exponential increase in advancement will only continue. Anthropological Commentary The opposite of a trivial truth is false the opposite of a great truth is also true.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "We must never be afraid to go too far, for truth lies beyond.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "There are few things in which we deceive ourselves more than in the esteem we profess to entertain for our firends. It is little better than a piece of quackery. The truth is, we think of them as we please, that is, as they please or displease us.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "I believe that ignorance is the root of all evil. And that no one knows the truth.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "The lowest form of popular culture - lack of information, misinformation, disinformation, and a contempt for the truth or the reality of most people's lives - has overrun real journalism. Today, ordinary Americans are being stuffed with garbage.", 
    "name": "Carl Bernstein"
  }, 
  {
    "quote": "We are free to yield to truth.", 
    "name": "Horace"
  }, 
  {
    "quote": "Anyone entrusted with power will abuse it if not also animated with the love of truth and virtue, no matter whether he be a prince, or one of the people.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "It is one thing to show a man that he is in an error, and another to put him in possession of the truth.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Perhaps it is a universal truth that the loss of liberty at home is to be charged to provisions against danger, real or pretended, from abroad.", 
    "name": "James Madison"
  }, 
  {
    "quote": "I put forward formless and unresolved notions, as do those who publish doubtful questions to debate in the schools, not to establish the truth but to seek it.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Don't let your special character and values, the secret that you know and no one else does, the truth - don't let that get swallowed up by the great chewing complacency.", 
    "name": "Aesop"
  }, 
  {
    "quote": "An honest man speaks the truth, though it may give offence a vain man, in order that it may.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "In fact men will fight for a superstition quite as quickly as for a living truth - often more so, since a superstition is so intangible you cannot get at it to refute it, but truth is a point of view, and so is changeable.", 
    "name": "Hypatia"
  }, 
  {
    "quote": "There are new words now that excuse everybody. Give me the good old days of heroes and villains, the people you can bravo or hiss. There was a truth to them that all the slick credulity of today cannot touch.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "When we believe ourselves in possession of the only truth, we are likely to be indifferent to common everyday truths.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "It is possible to be a master in false philosophy, easier, in fact, than to be a master in the truth, because a false philosophy can be made as simple and consistent as one pleases.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The greatest homage we can pay to truth, is to use it.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Once to every person and nation come the moment to decide. In the conflict of truth with falsehood, for the good or evil side.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It's a platform where we could offer information, but it's also an escape.", 
    "name": "Busta Rhymes"
  }, 
  {
    "quote": "Irony regards every simple truth as a challenge.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "I guess I'm pretty much of a lone wolf. I don't say I don't like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The truth does not change according to our ability to stomach it.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "The man who cannot endure to have his errors and shortcomings brought to the surface and made known, but tries to hide them, is unfit to walk the highway of truth.", 
    "name": "James Allen"
  }, 
  {
    "quote": "And, after all, what is a lie? 'Tis but the truth in a masquerade.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Know then this truth, enough for man to know virtue alone is happiness below.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "It is the merit of a general to impart good news, and to conceal the truth.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Death is delightful. Death is dawn, The waking from a weary night Of fevers unto truth and light.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Truth, after all, wears a different face to everybody, and it would be too tedious to wait till all were agreed.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "One is certain of nothing but the truth of one's own emotions.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "The truth is cruel, but it can be loved, and it makes free those who have loved it.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "When I can look life in the eyes, grown calm and very coldly wise, life will have given me the truth, and taken in exchange - my youth.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "The truth doesn't have to do with cruelty, the truth has to do with mercy.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "You cannot do anything without God.It's a profound and elemental truth. Not, you cannot do most things without God. You will not be able to do anything that you want, truly, in fulfillment, without God.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "All truth, in the long run, is only common sense clarified.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Time, whose tooth gnaws away everything else, is powerless against truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Humor is something that thrives between man's aspirations and his limitations. There is more logic in humor than in anything else. Because, you see, humor is truth.", 
    "name": "Victor Borge"
  }, 
  {
    "quote": "If history and science have taught us anything, it is that passion and desire are not the same as truth.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "The words of truth are simple.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "What does it matter how one comes by the truth so long as one pounces upon it and lives by it?", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "The Teutons have been singing the swan song ever since they entered the ranks of history. They have always confounded truth with death.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Some scenes you juggle two balls, some scenes you juggle three balls, some scenes you can juggle five balls. The key is always to speak in your own voice. Speak the truth. That's Acting 101. Then you start putting layers on top of that.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Using the power you derive from the discovery of the truth about racism in South Africa, you will help us to remake our part of the world into a corner of the globe on which all - of which all of humanity can be proud.", 
    "name": "Oliver Tambo"
  }, 
  {
    "quote": "The world is indeed a mixture of truth and make-believe. Discard the make-believe and take the truth.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "You know what the critics are. If you tell the truth they only say you're cynical and it does an author no good to get a reputation for cynicism.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Too much truth is uncouth.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "The simple truth is that balding African-American men look cool when they shave their heads, whereas balding white men look like giant thumbs.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "What the imagination seizes as beauty must be truth.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Science has fulfilled her function when she has ascertained and enunciated truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "The more rapidly truth is spread among mankind the better it will be for them. Only let us be sure that it is the truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Ecclesiasticism in science is only unfaithfulness to truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Let's not be afraid to speak the common sense truth: you can't have high standards without good discipline.", 
    "name": "William Hague"
  }, 
  {
    "quote": "A lie would have no sense unless the truth were felt dangerous.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The best mind-altering drug is the truth.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "All religion seems to need to prove that it's the only truth. And that's where it turns demonic. Because that's when you get religious wars and persecutions and burning heretics at the stake.", 
    "name": "John Shelby Spong"
  }, 
  {
    "quote": "Myths and creeds are heroic struggles to comprehend the truth in the world.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Reason is a supple nymph, and slippery as a fish by nature. She had as leave give her kiss to an absurdity any day, as to syllogistic truth. The absurdity may turn out truer.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Anyone can tell the truth, but only very few of us can make epigrams.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Fiction is a kind of compassion-generating machine that saves us from sloth. Is life kind or cruel? Yes, Literature answers. Are people good or bad? You bet, says Literature. But unlike other systems of knowing, Literature declines to eradicate one truth in favor of another.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "There is something wonderful in seeing a wrong-headed majority assailed by truth.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "One column of truth cannot hold an institution of ideas from falling into ignorance. It is wiser that a person of prudence and purpose save his strength for battles that can be won.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "As scarce as truth is, the supply has always been in excess of the demand.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "Let a man get up and say, Behold, this is the truth, and instantly I perceive a sandy cat filching a piece of fish in the background. Look, you have forgotten the cat, I say.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The greatest friend of truth is Time, her greatest enemy is Prejudice, and her constant companion is Humility.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "We live in a world of denial, and we don't know what the truth is anymore.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "There are certain persons for whom pure Truth is a poison.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "If we are to take for the criterion of truth the majority of suffrages, they ought to be gotten from those philosophic and patriotic citizens who cultivate their reason.", 
    "name": "James Madison"
  }, 
  {
    "quote": "It is proof of a base and low mind for one to wish to think with the masses or majority, merely because the majority is the majority. Truth does not change because it is, or is not, believed by a majority of the people.", 
    "name": "Giordano Bruno"
  }, 
  {
    "quote": "To tell the truth is to become beautiful, to begin to love yourself, value yourself. And that's political, in its most profound way.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Materialism coarsens and petrifies everything, making everything vulgar, and every truth false.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "It is an old maxim of mine that when you have excluded the impossible, whatever remains, however improbable, must be the truth.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "No one should ever say that it was my ignorance if I did or showed forth anything however small according to God's good pleasure but let this be your conclusion and let it so be thought, that - as is the perfect truth - it was the gift of God.", 
    "name": "Saint Patrick"
  }, 
  {
    "quote": "It's essential to tell the truth at all times. This will reduce life's pain. Lying distorts reality. All forms of distorted thinking must be corrected.", 
    "name": "John Bradshaw"
  }, 
  {
    "quote": "The truth is the Super Bowl long ago became more than just a football game. It's part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.", 
    "name": "Bob Schieffer"
  }, 
  {
    "quote": "The chief ingredients in the composition of those qualities that gain esteem and praise, are good nature, truth, good sense, and good breeding.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Competence, like truth, beauty, and contact lenses, is in the eye of the beholder.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "To be a writer does not mean to preach a truth, it means to discover a truth.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Bad taste is simply saying the truth before it should be said.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "The exact contrary of what is generally believed is often the truth.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Tragedy is like strong acid - it dissolves away all but the very gold of truth.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Justice is rather the activity of truth, than a virtue in itself. Truth tells us what is due to others, and justice renders that due. Injustice is acting a lie.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.", 
    "name": "John Locke"
  }, 
  {
    "quote": "One unerring mark of the love of truth is not entertaining any proposition with greater assurance than the proofs it is built upon will warrant.", 
    "name": "John Locke"
  }, 
  {
    "quote": "I want to be distinguished from the rest to tell the truth, a friend to all mankind is not a friend for me.", 
    "name": "Moliere"
  }, 
  {
    "quote": "I cringe at backstory. Because it never quite explains or gets into some psychological thing that is never quite right and never quite the truth and who knows why someone is some way.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Let my name stand among those who are willing to bear ridicule and reproach for the truth's sake, and so earn some right to rejoice when the victory is won.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "My dad raised me with some good advice: 'Always tell the truth. Always shoot from the hip. You might not have many friends, but you'll never have enemies, because people will always know where you're coming from.'", 
    "name": "Pink"
  }, 
  {
    "quote": "Truth, when not sought after, rarely comes to light.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "There is nothing so agonizing to the fine skin of vanity as the application of a rough truth.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "But one of the things I learned is that when you fight for something you believe in and you tell the truth and you do your best, you can always hold your head up high and no one can take that away from you.", 
    "name": "Vanessa Kerry"
  }, 
  {
    "quote": "I read less and less. I have not forgiven books for their failure to tell me the truth and make me happy.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Enhance and intensify one's vision of that synthesis of truth and beauty which is the highest and deepest reality.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Power is domination, control, and therefore a very selective form of truth which is a lie.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "I am aware that a philosopher's ideas are not subject to the judgment of ordinary persons, because it is his endeavour to seek the truth in all things, to the extent permitted to human reason by God.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "To have the truth in your possession you can be found guilty, sentenced to death.", 
    "name": "Peter Tosh"
  }, 
  {
    "quote": "It is a clear truth that those who every day barter away other men's liberty will soon care little for their own.", 
    "name": "James Otis"
  }, 
  {
    "quote": "How dreadful knowledge of the truth can be when there's no help in the truth.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Humility is truth.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "The greatest truth is honesty, and the greatest falsehood is dishonesty.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "My illness has taught me something about the nature of humanity, love, brotherhood and relationships that I never understood, and probably never would have. So, from that standpoint, there is some truth and good in everything.", 
    "name": "Lee Atwater"
  }, 
  {
    "quote": "Clouds and darkness surround us, yet Heaven is just, and the day of triumph will surely come, when justice and truth will be vindicated.", 
    "name": "Mary Todd Lincoln"
  }, 
  {
    "quote": "Art is magic delivered from the lie of being truth.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "There are only two things. Truth and lies. Truth is indivisible, hence it cannot recognize itself anyone who wants to recognize it has to be a lie.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Rumi, who is one of the greatest Persian poets, said that the truth was a mirror in the hands of God. It fell, and broke into pieces. Everybody took a piece of it, and they looked at it and thought they had the truth.", 
    "name": "Mohsen Makhmalbaf"
  }, 
  {
    "quote": "The truth is in nature, and I shall prove it.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Heresies are experiments in man's unsatisfied search for truth.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Force is as pitiless to the man who possesses it, or thinks he does, as it is to its victims the second it crushes, the first it intoxicates. The truth is, nobody really possesses it.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Those who never retract their opinions love themselves more than they love the truth.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "Justice is the truth in action.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "Truth is often the favorite tool of those who deceive.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty.", 
    "name": "Shinichi Suzuki"
  }, 
  {
    "quote": "It is a puzzling thing. The truth knocks on the door and you say, 'Go away, I'm looking for the truth,' and so it goes away. Puzzling.", 
    "name": "Robert M. Pirsig"
  }, 
  {
    "quote": "Let us begin by committing ourselves to the truth to see it like it is, and tell it like it is, to find the truth, to speak the truth, and to live the truth.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Truth is not only violated by falsehood it may be equally outraged by silence.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "I'm actually a very honest person, and sometimes I end up like, 'Man, I said too much.' It's hard for me not to tell the truth when you ask me.", 
    "name": "Drake"
  }, 
  {
    "quote": "How often have I said to you that when you have eliminated the impossible, whatever remains, however improbable, must be the truth?", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "I guess rumors are more exciting than the truth.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "The American fascists are most easily recognized by their deliberate perversion of truth and fact. Their newspapers and propaganda carefully cultivate every fissure of disunity, every crack in the common front against fascism.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Veiling truth in mystery.", 
    "name": "Virgil"
  }, 
  {
    "quote": "A bad manner spoils everything, even reason and justice a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "So far as hypotheses are concerned, let no one expect anything certain from astronomy, which cannot furnish it, lest he accept as the truth ideas conceived for another purpose, and depart from this study a greater fool than when he entered it.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "No human being is constituted to know the truth, the whole truth, and nothing but the truth and even the best of men must be content with fragments, with partial glimpses, never the full fruition.", 
    "name": "William Osler"
  }, 
  {
    "quote": "When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!", 
    "name": "Anthony de Mello"
  }, 
  {
    "quote": "A new untruth is better than an old truth.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The truth is often a terrible weapon of aggression. It is possible to lie, and even to murder, with the truth.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The sea - this truth must be confessed - has no generosity. No display of manly qualities - courage, hardihood, endurance, faithfulness - has ever been known to touch its irresponsible consciousness of power.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Truth is confirmed by inspection and delay falsehood by haste and uncertainty.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "The truth may be out there, but lies are inside your head.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "From principles is derived probability, but truth or certainty is obtained only from facts.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "When you want to fool the world, tell the truth.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Champagne, if you are seeking the truth, is better than a lie detector. It encourages a man to be expansive, even reckless, while lie detectors are only a challenge to tell lies successfully.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "You never find yourself until you face the truth.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.", 
    "name": "Hypatia"
  }, 
  {
    "quote": "In dreams the truth is learned that all good works are done in the absence of a caress.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "Many speak the truth when they say that they despise riches, but they mean the riches possessed by others.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him. God is a spirit: and they that worship him must worship him in spirit and in truth.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "The teller of a mirthful tale has latitude allowed him. We are content with less than absolute truth.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "Rough work, iconoclasm, but the only way to get at truth.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The dictum that truth always triumphs over persecution is one of the pleasant falsehoods which men repeat after one another till they pass into commonplaces, but which all experience refutes.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Without the way, there is no going without the truth, there is no knowing without the life, there is no living.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "A caricature is putting the face of a joke on the body of a truth.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Truth often suffers more by the heat of its defenders than the arguments of its opposers.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Nothing does reason more right, than the coolness of those that offer it: For Truth often suffers more by the heat of its defenders, than from the arguments of its opposers.", 
    "name": "William Penn"
  }, 
  {
    "quote": "A priest is he who lives solely in the realm of the invisible, for whom all that is visible has only the truth of an allegory.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "There are sadistic scientists who hurry to hunt down errors instead of establishing the truth.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "When I grew up, in Taiwan, the Korean War was seen as a good war, where America protected Asia. It was sort of an extension of World War II. And it was, of course, the peak of the Cold War. People in Taiwan were generally proAmerican. The Korean War made Japan. And then the Vietnam War made Taiwan. There is some truth to that.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "A lot of people in the media, and some everyday people, really aren't in search of the truth. They're in search of something worse than that. Money, yeah. I think the media's the kind of a thing where the truth doesn't win, because it's no fun. The truth's no fun.", 
    "name": "Jack White"
  }, 
  {
    "quote": "Since obscenity is the truth of our passion today, it is the only stuff of art - or almost the only stuff.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "All vital truth contains the memory of all that for which it is not true.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I pefer an ugly truth to a pretty lie. If someone is telling me the truth that is when I will give my heart.", 
    "name": "Shakira"
  }, 
  {
    "quote": "But if you want to know the truth, the weirdest thing that has happened has been my discovery that people who attend the conventions are filled with love.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Truth is inseperable from the illusory belief that from the figures of the unreal one day, in spite of all, real deliverance will come.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "A pencil and rubber are of more use to thought than a battalion of assistants. To happiness the same applies as to truth: one does not have it, but is in it.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "The price of being close to the President is delivering bad news. You fail him if you don't tell him the truth. Others won't do it.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we're capable of.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "The first holy truth in God 101 is that men and women of true faith have always had to accept the mystery of God's identity and love and ways. I hate that, but it's the truth.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Popular opinions, on subjects not palpable to sense, are often true, but seldom or never the whole truth.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Truth may be stretched, but cannot be broken, and always gets above falsehood, as does oil above water.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "The pursuit of truth will set you free even if you never catch up with it.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "Man's mind is so formed that it is far more susceptible to falsehood than to truth.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "I'll continue to try and balance like a circus act. And I will just fight to always tell the truth. Even if it's difficult.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "The truth is balance. However the opposite of truth, which is unbalance, may not be a lie.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "Scientific truth is marvelous, but moral truth is divine and whoever breathes its air and walks by its light has found the lost paradise.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "Even if I accepted that Jesus - like almost every other prophet on record - was born of a virgin, I cannot think that this proves the divinity of his father or the truth of his teachings. The same would be true if I accepted that he had been resurrected.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Truth is on the side of the oppressed.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "A rusty nail placed near a faithful compass, will sway it from the truth, and wreck the argosy.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Sometimes I dread the truth of the lines I say. But the dread must never show.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "They whom truth and wisdom lead, can gather honey from a weed.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Truth is a tendency.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Truth uttered before its time is always dangerous.", 
    "name": "Mencius"
  }, 
  {
    "quote": "While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "In seeking truth you have to get both sides of a story.", 
    "name": "Walter Cronkite"
  }, 
  {
    "quote": "The universal medicine for the Soul is the Supreme Reason and Absolute Justice for the mind, mathematical and practical Truth for the body, the Quintessence, a combination of light and gold.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "Truth makes on the ocean of nature no one track of light every eye, looking on, finds its own.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Enthusiasm is the genius of sincerity and truth accomplishes no victories without it.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "The truth has never been of any real value to any human being - it is a symbol for mathematicians and philosophers to pursue. In human relations kindness and lies are worth a thousand truths.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "The truth is, I had always wanted to be a comedian, but I really didn't have that kind of personality, and it's a terrifying thing to say.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Everything you add to the truth subtracts from the truth.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Photography is truth. The cinema is truth twenty-four times per second.", 
    "name": "Jean-Luc Godard"
  }, 
  {
    "quote": "You must accept the truth from whatever source it comes.", 
    "name": "Maimonides"
  }, 
  {
    "quote": "Most people live in a myth and grow violently angry if anyone dares to tell them the truth about themselves.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "Fame - a few words upon a tombstone, and the truth of those not to be depended on.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Until we have a better relationship between private performance and the public truth, as was demonstrated with Watergate, we as the public are absolutely right to remain suspicious, contemptuous even, of the secrecy and the misinformation which is the digest of our news.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "It is difficult to discriminate the voice of truth from amid the clamor raised by heated partisans.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "The truth is, the secular world isn't too enamored with Jesus. And they're not too enamored with someone who is leading people to Jesus. So if you're out there talking about people's sins, and you're talking about righteousness, you will get pushback. Jesus Himself did. The apostles did. I mean, there's persecution all up and down the line.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "The truth is that we live out our lives putting off all that can be put off perhaps we all know deep down that we are immortal and that sooner or later all men will do and know all things.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "Philosophy is a kind of journey, ever learning yet never arriving at the ideal perfection of truth.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "One of the sublimest things in the world is plain truth.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Logic is the technique by which we add conviction to truth.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Perhaps the truth depends on a walk around the lake.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Truth is the silliest thing under the sun. Try to get a living by the Truth and go to the Soup Societies. Heavens! Let any clergyman try to preach the Truth from its very stronghold, the pulpit, and they would ride him out of his church on his own pulpit bannister.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "Truth uncompromisingly told will always have its ragged edges.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "When one is frightened of the truth then it is never the whole truth that one has an inkling of.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "Do the things you know, and you shall learn the truth you need to know.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Truth comes out in wine.", 
    "name": "Pliny the Elder"
  }, 
  {
    "quote": "I can take any truth just don't lie to me.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Not everyone can see the truth, but he can be it.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "Perhaps the mission of those who love mankind is to make people laugh at the truth, to make truth laugh, because the only truth lies in learning to free ourselves from insane passion for the truth.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?", 
    "name": "Dick Clark"
  }, 
  {
    "quote": "Telling the truth, and confronting the challenge, is what politics is about.", 
    "name": "Johann Lamont"
  }, 
  {
    "quote": "The Bible must be considered as the great source of all the truth by which men are to be guided in government as well as in all social transactions.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "Truth is not a matter of fact but a state of harmony with progress and hope. Enveloped only in its wings will we ever soar to the promise of our greater selves.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "To any artist, worthy of the name, all in nature is beautiful, because his eyes, fearlessly accepting all exterior truth, read there, as in an open book, all the inner truth.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "I don't want to tell President Obama how to make a speech. He's a much better speech maker than I am. But I think always to tell the truth in a sometimes blatant way, even though it might be temporarily unpopular, is the best approach.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Alas! they had been friends in youth but whispering tongues can poison truth.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Truth should not be forced it should simply manifest itself, like a woman who has in her privacy reflected and coolly decided to bestow herself upon a certain man.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Truth indeed rather alleviates than hurts, and will always bear up against falsehood, as oil does above water.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "For above all things Love means sweetness, and truth, and measure yea, loyalty to the loved one and to your word. And because of this I dare not meddle with so high a matter.", 
    "name": "Marie de France"
  }, 
  {
    "quote": "Truth is in things, and not in words.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "Remember, as long as you live, that nothing but strict truth can carry you through the world, with either your conscience or your honor unwounded.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "The secular elites are so terrified of telling the truth about radical Islam. When you talk about the radical Islamists, we have got to get straight and get serious and talk about it in the right way.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "The truth of the matter is that you always know the right thing to do. The hard part is doing it.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "It shows the truth - that the real meaning of a word is only as powerful or harmless as the emotion behind it.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "I don't want any yes-men around me. I want everybody to tell me the truth even if it costs them their job.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "I want everyone to tell me the truth, even if it costs him his job.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "The first casualty when war comes is truth.", 
    "name": "Hiram Johnson"
  }, 
  {
    "quote": "By means of microscopic observation and astronomical projection the lotus flower can become the foundation for an entire theory of the universe and an agent whereby we may perceive Truth.", 
    "name": "Yukio Mishima"
  }, 
  {
    "quote": "I believe that the people, instead of pretty lies, should be told the truth, no matter how ugly it may be. What can we do, destiny hasn't been kind to us but, with the help of God, we will prevail.", 
    "name": "Alija Izetbegovic"
  }, 
  {
    "quote": "Truth always originates in a minority of one, and every custom begins as a broken precedent.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "An error is the more dangerous in proportion to the degree of truth which it contains.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Listen friends, you have to face the truth: You are never going to be rich... The system is rigged in favor of the few, and your name is not among them, not now and not ever.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "Be calm in arguing for fierceness makes error a fault, and truth discourtesy.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "If you tell the truth about how you're feeling, it becomes funny.", 
    "name": "Larry David"
  }, 
  {
    "quote": "The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit.", 
    "name": "William Temple"
  }, 
  {
    "quote": "If I can get you to laugh with me, you like me better, which makes you more open to my ideas. And if I can persuade you to laugh at the particular point I make, by laughing at it you acknowledge its truth.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "The truth doesn't hurt unless it ought to.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "The truth is that our way of celebrating the Christmas season does spring from myriad cultures and sources, from St. Nicholas to Coca-Cola advertising campaigns.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "Fear prophets and those prepared to die for the truth, for as a rule they make many others die with them, often before them, at times instead of them.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "The fear of being deceived is the vulgar version of the quest for Truth.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Our understanding of the world around us is constantly being redefined and expanded, and so therefore, it is wiser to be passionate about seeking for truth than knowing it.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "There is little more powerful than when truth joins action.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.", 
    "name": "Edmond de Goncourt"
  }, 
  {
    "quote": "You can hate me. You can go out there and say anything you want about me, But you will love me later because I told you the truth.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "The truth knocks on the door and you say, go away, I'm looking for the truth, and it goes away. Puzzling.", 
    "name": "Robert M. Pirsig"
  }, 
  {
    "quote": "Words can be said in bitterness and anger, and often there seems to be an element of truth in the nastiness. And words don't go away, they just echo around.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "A judgment about life has no meaning except the truth of the one who speaks last, and the mind is at ease only at the moment when everyone is shouting at once and no one can hear a thing.", 
    "name": "Georges Bataille"
  }, 
  {
    "quote": "It is unfortunate, considering that enthusiasm moves the world, that so few enthusiasts can be trusted to speak the truth.", 
    "name": "Arthur Balfour"
  }, 
  {
    "quote": "Books and all forms of writing are terror to those who wish to suppress the truth.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "Our job is to represent the truth of human nature, whether you're playing a tender love story that's set in a coffee shop or whether you're in 'The Avengers,' which is set in a Manhattan which is exploding.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "I see that the path of progress has never taken a straight line, but has always been a zigzag course amid the conflicting forces of right and wrong, truth and error, justice and injustice, cruelty and mercy.", 
    "name": "Kelly Miller"
  }, 
  {
    "quote": "Don't try to tear down other people's religion about their ears, Build up your own perfect structure of truth, and invite your listeners to enter in and enjoy it's glories.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "People say they love truth, but in reality they want to believe that which they love is true.", 
    "name": "Robert J. Ringer"
  }, 
  {
    "quote": "Somewhere between the intellectual idea of why we're attracted to certain things and the pragmatic reality is some form of ever-evolving truth.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I want to go to bed richer than when I woke up. The pursuit of wealth is a wonderful thing, but the thing is you have to be honest about it, you have to tell the truth.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "The time has come to tell the truth about the corruption of the government employee unions in this country.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "To me, horror is when I see somebody lying. I mean a person I know. A friend. And he's telling me something that I accept. And then suddenly, as he or she is telling it, there's something that gives them away. They're not telling me the truth.", 
    "name": "Jonathan Frid"
  }, 
  {
    "quote": "Wallow too much in sensitivity and you can't deal with life, or the truth.", 
    "name": "Neal Boortz"
  }, 
  {
    "quote": "People should be free, people should be unencumbered by regulation as much as possible, that big government always goes corrupt and the truth shall always set you free.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "It is a simple but sometimes forgotten truth that the greatest enemy to present joy and high hopes is the cultivation of retrospective bitterness.", 
    "name": "Robert Menzies"
  }, 
  {
    "quote": "Truth springs from argument amongst friends.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Truth titillates the imagination far less than fiction.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "If you're going to tell people the truth, be funny or they'll kill you.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "Only when we realize that there is no eternal, unchanging truth or absolute truth can we arouse in ourselves a sense of intellectual responsibility.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "Death comes in a flash, and that's the truth of it, the person's gone in less than 24 frames of film.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Happiness is spiritual, born of truth and love. It is unselfish therefore it cannot exist alone, but requires all mankind to share it.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "I always come from truth.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I am a lie who always speaks the truth.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "I hate talking about music, to tell you the truth.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "If we bring not the good courage of minds covetous of truth, and truth only, prepared to hear all things, and decide upon all things, according to evidence, we should do more wisely to sit down contented in ignorance, than to bestir ourselves only to reap disappointment.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "Always tell the truth - it's the easiest thing to remember.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "The truth is an ambition which is beyond us.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "The truth is really an ambition which is beyond us.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "Because you're not what I would have you be, I blind myself to who, in truth, you are.", 
    "name": "Madeleine L'Engle"
  }, 
  {
    "quote": "God help us from those who believe that they are the sole possessors of truth. How we manage at times to agree willingly to become prisoners within our own minds and souls of beliefs and ideas on which we can never be flexible.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Because no matter what you say in life, the truth will always be the truth. You know when someone is telling the truth, you look in the eyes. I have a tendency to believe people.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "Of all liars the most arrogant are biographers: those who would have us believe, having surveyed a few boxes full of letters, diaries, bank statements and photographs, that they can play at the recording angel and tell the whole truth about another human life.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "The truth is lived, not taught.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "I'm one of those people you hate because of genetics. It is the truth.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "To become properly acquainted with a truth, we must first have disbelieved it, and disputed against it.", 
    "name": "Novalis"
  }, 
  {
    "quote": "Comedy has to be based on truth. You take the truth and you put a little curlicue at the end.", 
    "name": "Sid Caesar"
  }, 
  {
    "quote": "For truth has such a face and such a mien, as to be loved needs only to be seen.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Any person seasoned with a just sense of the imperfections of natural reason, will fly to revealed truth with the greatest avidity.", 
    "name": "David Hume"
  }, 
  {
    "quote": "To tell the truth is revolutionary.", 
    "name": "Antonio Gramsci"
  }, 
  {
    "quote": "No matter how difficult and painful it may be, nothing sounds as good to the soul as the truth.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Argument is conclusive, but it does not remove doubt, so that the mind may rest in the sure knowledge of the truth, unless it finds it by the method of experiment.", 
    "name": "Roger Bacon"
  }, 
  {
    "quote": "I have followed holiness, I have taught truth, and I have been most in the main things not that I thought the things concerning our times little, but that I thought none could do anything to purpose in God's great and public matters, till they were right in their conditions.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "Risk! Risk anything! Care no more for the opinions of others, for those voices. Do the hardest thing on earth for you. Act for yourself. Face the truth.", 
    "name": "Katherine Mansfield"
  }, 
  {
    "quote": "Let us be a little humble let us think that the truth may not perhaps be entirely with us.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "I was not out to paint beautiful pictures even painting good pictures was not important to me. I wanted only to help the truth burst forth.", 
    "name": "Alice Miller"
  }, 
  {
    "quote": "Every therapeutic cure, and still more, any awkward attempt to show the patient the truth, tears him from the cradle of his freedom from responsibility and must therefore reckon with the most vehement resistance.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "Pure truth cannot be assimilated by the crowd it must be communicated by contagion.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Country music is three chords and the truth.", 
    "name": "Harlan Howard"
  }, 
  {
    "quote": "Truth cannot be defeated.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "One must be very particular about telling the truth. Through truth one can realize God.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "The poet is a liar who always speaks the truth.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Pithy sentences are like sharp nails which force truth upon our memory.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Three chords and the truth - that's what a country song is.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "It's my experience that you really can't lose when you try the truth.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "I take work very seriously and telling the truth in my job and professionalism.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "The search for the truth is not for the faint hearted.", 
    "name": "Vincent D'Onofrio"
  }, 
  {
    "quote": "Never underestimate people. They do desire the cut of truth.", 
    "name": "Natalie Goldberg"
  }, 
  {
    "quote": "Evil is the interruption of a truth by the pressure of particular or individual interests.", 
    "name": "Alain Badiou"
  }, 
  {
    "quote": "The Dharma is the truth that all natures are pure.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "I remember how being young and black and gay and lonely felt. A lot of it was fine, feeling I had the truth and the light and the key, but a lot of it was purely hell.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Everybody now admits that apartheid was wrong, and all I did was tell the people who wanted to know where I come from how we lived in South Africa. I just told the world the truth. And if my truth then becomes political, I can't do anything about that.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "Architecture is the reaching out for the truth.", 
    "name": "Louis Kahn"
  }, 
  {
    "quote": "I believe in God, family, truth between people, the power of love.", 
    "name": "Michael Landon"
  }, 
  {
    "quote": "The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can't black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I'll come to you with gifts of knowledge, wisdom and truth.", 
    "name": "Barry White"
  }, 
  {
    "quote": "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history.", 
    "name": "Kim Il-sung"
  }, 
  {
    "quote": "When I saw corruption, I was forced to find truth on my own. I couldn't swallow the hypocrisy.", 
    "name": "Barry White"
  }, 
  {
    "quote": "I have discovered the art of deceiving diplomats. I tell them the truth and they never believe me.", 
    "name": "Camillo di Cavour"
  }, 
  {
    "quote": "Do not love leisure. Waste not a minute. Be bold. Realize the Truth, here and now!", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "I will make a bargain with the Republicans. If they will stop telling lies about Democrats, we will stop telling the truth about them.", 
    "name": "Adlai Stevenson"
  }, 
  {
    "quote": "I'm a person that just likes to speak the truth, and I don't understand why in America it's such a big deal that we won't read the Koran and we won't look at history.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Some artists shrink from self-awareness, fearing that it will destroy their unique gifts and even their desire to create. The truth of the matter is quite opposite.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "Some people are desperately looking for scapegoats, they just don't want to see the truth!", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "Poetry is a political act because it involves telling the truth.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Truth engenders hatred of truth. As soon as it appears, it is the enemy.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "There are lots of people out there who think they know the truth about God and religion, but does anybody really know for sure? That's why the founding fathers built freedom of religious belief into the structure of this nation, so that everybody could make up their minds for themselves.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "In the process of telling the truth about what you feel or what you see, each of us has to get in touch with himself or herself in a really deep, serious way.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Gradually I came to realize that people will more readily swallow lies than truth, as if the taste of lies was homey, appetizing: a habit.", 
    "name": "Martha Gellhorn"
  }, 
  {
    "quote": "Let me get you to understand I don't bully anybody. I stand up for what I believe in and I'm very honest and I always tell the truth. I'm not a liar, I'm not manipulative and I don't stab you in your back because I will stab you in your chest.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "The truth is that many people set rules to keep from making decisions.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "The Pledge of Allegiance reflects the truth that faith in God has played a significant role in America since the days of the founding of our country.", 
    "name": "Randy Neugebauer"
  }, 
  {
    "quote": "Every so often, I feel I should graduate to classical music, properly. But the truth is, I'm more likely to listen to rock music.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Not that I regret saying what I believed to be the truth, but I regret anything that I might have written or spoken that could have been used in a way to help to foster that atmosphere out of which came the loss of life of Brother Malcolm.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Attempting to get at truth means rejecting stereotypes and cliches.", 
    "name": "Harold Evans"
  }, 
  {
    "quote": "OK, so truth hurts - but what else does truth do?", 
    "name": "Teena Marie"
  }, 
  {
    "quote": "A biblical false prophet was a servant of the devil attempting to lead people away from the truth.", 
    "name": "Walter Martin"
  }, 
  {
    "quote": "There is no excuse for perjury - never, never, never. There is truth, and the truth demands respect.", 
    "name": "Kenneth Starr"
  }, 
  {
    "quote": "Truth is exact correspondence with reality.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "There are two ways of lying. One, not telling the truth and the other, making up statistics.", 
    "name": "Josefina Vazquez Mota"
  }, 
  {
    "quote": "The second one, the joint Truth and Friendship Commission, which we started now with Indonesia, that is the one that has been criticized its terms of reference call for providing amnesty for those who cooperate in telling the truth. It does not lead to prosecution.", 
    "name": "Jose Ramos-Horta"
  }, 
  {
    "quote": "Not every truth is the better for showing its face undisguised and often silence is the wisest thing for a man to heed.", 
    "name": "Pindar"
  }, 
  {
    "quote": "The truth is that men are tired of liberty.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "Everybody in America is soft, and hates conflict. The cure for this, both in politics and social life, is the same - hardihood. Give them raw truth.", 
    "name": "John Jay Chapman"
  }, 
  {
    "quote": "Beauty is but the sensible image of the Infinite. Like truth and justice it lives within us like virtue and the moral law it is a companion of the soul.", 
    "name": "George Bancroft"
  }, 
  {
    "quote": "There is no original truth, only original error.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "In order to maintain an untenable position, you have to be actively ignorant. One motto on the show is, 'Keep your facts, I'm going with the truth.'", 
    "name": "Stephen Colbert"
  }, 
  {
    "quote": "The truth of the matter is, beauty is a specific thing, rare and fleeting. Some of us have it in our teens, 20s and 30s and then lose it most of us have it not at all. And that's perfectly okay. But lying to yourself that you have it when you don't seems to me simple-minded at best and psychotic at worst.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Then I despair... I remember that all through history, the way of truth and love has always won. There have been murderers and tyrants, and for a time they can seem invincible. But in the end they always fall. Think of it always.", 
    "name": "Andre Malraux"
  }, 
  {
    "quote": "The logic of the world is prior to all truth and falsehood.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "It is only through such real-life daily struggles and challenges that a genuine sensitivity to human rights can be inculcated. This is a truth that is not limited to school education: it applies to all of us.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Ideas are, in truth, force.", 
    "name": "Henry James"
  }, 
  {
    "quote": "The truth is, I wrote a novel when I was 23. It's hideously bad. Truly rotten.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Man has gone long enough, or even too long, without being man enough to face the simple truth that the trouble with man is man.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "It's funny. People often compare me to other humor essayists. They're usually quite nice comparisons I will accept those gladly. But I am always sort of appalled at the idea of being lumped with other, more chick-y female writers. And the truth is probably that neither comparison is accurate.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "In order to create lasting security you must learn to stand in your truth.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Be truthful, nature only sides with truth.", 
    "name": "Adolf Loos"
  }, 
  {
    "quote": "Truth is not a matter of personal viewpoint.", 
    "name": "Vernon Howard"
  }, 
  {
    "quote": "These years in silence and reflection made me stronger and reminded me that acceptance has to come from within and that this kind of truth gives me the power to conquer emotions I didn't even know existed.", 
    "name": "Ricky Martin"
  }, 
  {
    "quote": "The truth is often terrifying, which I think is one of the motifs of Larry and Andrew's cinema. The cost of knowledge is an important theme. In the second and third films, they explore the consequences of Neo's choice to know the truth. It's a beautiful, beautiful story.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "In every truth, the beneficiaries of a system cannot be expected to destroy it.", 
    "name": "A. Philip Randolph"
  }, 
  {
    "quote": "This is my truth, tell me yours.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "I wish I had coined the phrase 'tyranny of choice,' but someone beat me to it. The counterintuitive truth is that have an abundance of options does not make you feel privileged and indulged too many options make you feel like all of them are wrong, and that you are wrong if you choose any of them.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Every day I try to do breathing exercises, meditation, and yoga. These things sound awfully cliche, but they help me slow down and try to point to a truth.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "The source of all the material comes from nothingness, illusion is working more on things you can prove. That's the principle, the essence of life, it is actually an illusion, not immaterial. That's worth pursuing. So illusion is not nothing. In a way, that is the truth.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I think no artist can claim to have any access to the truth, or an authentic version of an event. But obviously they have slightly better means at their disposal because they have their art to energize whatever it is they're trying to write about. They have music.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "The most powerful element in advertising is the truth.", 
    "name": "William Bernbach"
  }, 
  {
    "quote": "Losing an illusion makes you wiser than finding a truth.", 
    "name": "Ludwig Borne"
  }, 
  {
    "quote": "I never told a victim story about my imprisonment. Instead, I told a transformation story - about how prison changed my outlook, about how I saw that communication, truth, and trust are at the heart of power.", 
    "name": "Fernando Flores"
  }, 
  {
    "quote": "Children say that people are hung sometimes for speaking the truth.", 
    "name": "Joan of Arc"
  }, 
  {
    "quote": "Truth in philosophy means that concept and external reality correspond.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "The sad truth is that without complex business partnerships between African elites and European traders and commercial agents, the slave trade to the New World would have been impossible, at least on the scale it occurred.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The day will come, however, when they will truly know the Unification Church and me. The day will come when the truth will be known and the message of love will be taught. On that day, their regret will be deep.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "He who begins by loving Christianity more than Truth, will proceed by loving his sect or church better than Christianity, and end in loving himself better than all.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "In all science, error precedes the truth, and it is better it should go first than last.", 
    "name": "Hugh Walpole"
  }, 
  {
    "quote": "Reclaiming the word 'fat' was the most empowering step in my progress. I stopped using it for insult or degradation and instead replaced it with truth, because the truth is that I am fat, and that's ok. So now when someone calls me fat, I agree, whereas before I would get embarrassed and emotional.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Truth is tough. It will not break, like a bubble, at the touch, nay, you may kick it about all day like a football, and it will be round and full at evening.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "I pray God I may never be brought to the melancholy trial but, if ever I should, it will then be known how far I can reduce to practice principles which I know to be founded in truth.", 
    "name": "James Otis"
  }, 
  {
    "quote": "Girls are taught to sing high and pretty, like Antony, not low and from the guts like Nina Simone. But we're slowly trying to change that. There are so many things we're not told growing up, and it's our true feminist responsibility to take the truth to the people who need to hear it.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "A friend said to me, 'Be glad for your troubles - they strengthen you.' Well, if that's the truth, I'm going to be so strong they'll have to beat me to death!", 
    "name": "Sonia Johnson"
  }, 
  {
    "quote": "The Assembly has witnessed over the last weeks how historical truth is established once an allegation has been repeated a few times, it is no longer an allegation, it is an established fact, even if no evidence has been brought out in order to support it.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "In seeking absolute truth we aim at the unattainable and must be content with broken portions.", 
    "name": "William Osler"
  }, 
  {
    "quote": "There are, in truth, no specialties in medicine, since to know fully many of the most important diseases a man must be familiar with their manifestations in many organs.", 
    "name": "William Osler"
  }, 
  {
    "quote": "I'm not a tough guy. I'm just delivering the truth and only the truth and if you can't deal with it, too bad.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "One is a child when one has a child. No one says, 'You will never be the same again.' Which is the truth! And we're all supposed to be happy all the time. What is that about?", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I will be as harsh as truth, and uncompromising as justice... I am in earnest, I will not equivocate, I will not excuse, I will not retreat a single inch, and I will be heard.", 
    "name": "William Lloyd Garrison"
  }, 
  {
    "quote": "I think Hollywood has a class system. The actors are like the inmates, but the truth is they're running the asylum.", 
    "name": "Robert De Niro"
  }, 
  {
    "quote": "All stories should have some honesty and truth in them, otherwise you're just playing about.", 
    "name": "Nigel Kneale"
  }, 
  {
    "quote": "The genuine truth, and I do think about this a lot, is that I'm one of the least competitive people you'll ever meet. Except with myself.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "Some minds remain open long enough for the truth not only to enter but to pass on through by way of a ready exit without pausing anywhere along the route.", 
    "name": "Elizabeth Kenny"
  }, 
  {
    "quote": "I know what I like in other actors: truth. That's the best. It makes you say, 'OK, I'll go with you on this.'", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "The three-year-old who lies about taking a cookie isn't really a liar after all. He simply can't control his impulses. He then convinces himself of a new truth and, eager for your approval, reports the version that he knows will make you happy.", 
    "name": "Cathy Rindner Tempelsman"
  }, 
  {
    "quote": "I perceived how that it was impossible to establish the lay people in any truth except the Scripture were plainly laid before their eyes in their mother tongue.", 
    "name": "William Tyndale"
  }, 
  {
    "quote": "People often ask, why aren't you reading about what it is you're working on right now? And the truth is, you only get three pages a night before your eyelids close.", 
    "name": "David Petraeus"
  }, 
  {
    "quote": "I am in the present. I cannot know what tomorrow will bring forth. I can know only what the truth is for me today. That is what I am called upon to serve, and I serve it in all lucidity.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "There is nothing so powerful as truth, and often nothing so strange.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "A lot of journalism wants to have what they call objectivity without them having a commitment to pursuing the truth, but that doesn't work. Objectivity requires belief in and a commitment toward pursuing the truth - having an object outside of our personal point of view.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "The truth is, I don't have any problem with journalists - I count some of them as friends - also some of my heroes are journalists, I'm a big fan of Robert Fisk - great people or crazy people who are prepared to stand up for what's right.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I am not politically correct. I am all about the facts, I am all about the truth and I am all about Godly pursuits and what this country was built on, and I am not apologetic about it.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "Everything will line up perfectly when knowing and living the truth becomes more important than looking good.", 
    "name": "Alan Cohen"
  }, 
  {
    "quote": "Remember, I come from such an excessively overdone, red-carpet place called Hollywood. So I'm used to people blowing up their success in ways that are far above and beyond the truth.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "My longing for truth was a single prayer.", 
    "name": "Edith Stein"
  }, 
  {
    "quote": "To be afraid is to behave as if the truth were not true.", 
    "name": "Bayard Rustin"
  }, 
  {
    "quote": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "Prayer is the spirit speaking truth to Truth.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "Only in men's imagination does every truth find an effective and undeniable existence. Imagination, not invention, is the supreme master of art as of life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Truth of a modest sort I can promise you, and also sincerity. That complete, praiseworthy sincerity which, while it delivers one into the hands of one's enemies, is as likely as not to embroil one with one's friends.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Establishing an equilibrium between the Islam of truth and Islam as an identity is one of the most difficult tasks of religious intellectuals.", 
    "name": "Abdolkarim Soroush"
  }, 
  {
    "quote": "A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "A gaffe is when a politician tells the truth.", 
    "name": "Michael Kinsley"
  }, 
  {
    "quote": "Truth will rise above falsehood as oil above water.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "If the reporter has killed our imagination with his truth, he threatens our life with his lies.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "The truth, the absolute truth, is that the chief beauty for the theatre consists in fine bodily proportions.", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "A gaffe in Washington is someone telling the truth, and telling the truth has never hurt me.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "Exactitude is not truth.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Pain reaches the heart with electrical speed, but truth moves to the heart as slowly as a glacier.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "I'm someone who believes the truth needs to be heard. And if I'm empowered with the truth, I'm not going to shut up.", 
    "name": "Scott Ritter"
  }, 
  {
    "quote": "This truth is a remedy against spiritual pride, namely, that none should account himself better before God than others, though perhaps adorned with greater gifts, and endowments.", 
    "name": "Johann Arndt"
  }, 
  {
    "quote": "I came here to tell you the truth, the good, the bad and the ugly.", 
    "name": "Oliver North"
  }, 
  {
    "quote": "Language is the house of the truth of Being.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "I don't know much about creative writing programs. But they're not telling the truth if they don't teach, one, that writing is hard work, and, two, that you have to give up a great deal of life, your personal life, to be a writer.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Art is nothing but the expression of our dream the more we surrender to it the closer we get to the inner truth of things, our dream-life, the true life that scorns questions and does not see them.", 
    "name": "Franz Marc"
  }, 
  {
    "quote": "It is terrible to destroy a person's picture of himself in the interests of truth or some other abstraction.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Eternal truth, eternal righteousness, eternal love these only can triumph, for these only can endure.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "To attempt seeing Truth without knowing Falsehood. It is the attempt to see the Light without knowing the Darkness. It cannot be.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "People always love and respect characters who speak the truth, even if the truth hurts.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I've worked for 55 years. I'm going to take a little time off, to tell you the truth. It's just that now in the last couple of weeks, Gelman is pouring it on. 'Farewell to Regis!' It's getting embarrassing.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "A gift of truth is the gift of love.", 
    "name": "David Icke"
  }, 
  {
    "quote": "Argument is meant to reveal the truth, not to create it.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "Time is the father of truth, its mother is our mind.", 
    "name": "Giordano Bruno"
  }, 
  {
    "quote": "If there is one eternal truth of politics, it is that there are always a dozen good reasons for doing nothing.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I'm interested in trying to explore what I think is the truth at a given time in my life, and part of the process of being honest is - in my mind - talking about the idea that you're watching a movie. You're sitting here watching a movie. And I like that. It appeals to me intellectually, and also in a way I can't even explain.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "The word theatre comes from the Greeks. It means the seeing place. It is the place people come to see the truth about life and the social situation.", 
    "name": "Stella Adler"
  }, 
  {
    "quote": "What is truth? Truth doesn't really exist. Who is going to judge whether my experience of an incident is more valid than yours? No one can be trusted to be the judge of that.", 
    "name": "Tracey Emin"
  }, 
  {
    "quote": "A great truth is a truth whose opposite is also a truth.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "Well, the truth is that a lot of people lie about their health, they lie about the finances, they lie about things at work, they lie about things.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "Getting rid of a delusion makes us wiser than getting hold of a truth.", 
    "name": "Ludwig Borne"
  }, 
  {
    "quote": "The design of Rhetoric is to remove those Prejudices that lie in the way of Truth, to Reduce the Passions to the Government of Reasons to place our Subject in a Right Light, and excite our Hearers to a due consideration of it.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "A petty reason perhaps why novelists more and more try to keep a distance from journalists is that novelists are trying to write the truth and journalists are trying to write fiction.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Tell the truth and shame the devil.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "No human being will ever know the Truth, for even if they happen to say it by chance, they would not even known they had done so.", 
    "name": "Xenophanes"
  }, 
  {
    "quote": "Comedy is a way to make sense of chaos. It's a way of dealing with things that are overwhelming, that threaten you it's a way to survive and get closer to the truth.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral.", 
    "name": "Ida Tarbell"
  }, 
  {
    "quote": "Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash.", 
    "name": "Louis Aragon"
  }, 
  {
    "quote": "I've thought for the last decade or so, the only actual place raw truth was seeping through in newspapers was on the Comics Pages. They were able to pull off intelligent social comment, pure truths not found elsewhere in the news pages, and had the ability to make it all funny, entertaining, and pertinent.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "Only the dreamer shall understand realities, though in truth his dreaming must be not out of proportion to his waking.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "Whatever feminists may say about their only advocating choices, everyone knows the truth: Feminism regards work outside the home as more elevating, honorable, and personally productive than full-time mothering and making a home.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "Truth is life's most precious commodity.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "There is one thing even more vital to science than intelligent methods and that is, the sincere desire to find out the truth, whatever it may be.", 
    "name": "Charles Pierce"
  }, 
  {
    "quote": "I never apologize for the truth. And the truth here is that racists come in many different colors.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "The defendant wants to hide the truth because he's generally guilty. The defense attorney's job is to make sure the jury does not arrive at that truth.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "One must always try to see the truth of a situation - it makes things universal.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "Truth comes to us mediated by human love.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "The guy keeps making speeches about redistribution and maybe we ought to do something to businesses that don't invest, their holding too much money. We haven't heard that kind of talk except from pure socialists. Everybody's afraid of the government and there's no need soft peddling it, it's the truth. It is the truth.", 
    "name": "Steve Wynn"
  }, 
  {
    "quote": "I don't think you can tell the objective truth about a person. That's why people write novels.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "Buonaparte has often made his boast that our fleet would be worn out by keeping the sea and that his was kept in order and increasing by staying in port but know he finds, I fancy, if Emperors hear the truth, that his fleet suffers more in a night than ours in one year.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "There's a terrible truth for many women in the picture business: Aging typically takes its toll and means fewer and less desirable roles.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "The truth is, if anyone saw my home life, I'm pretty sure it would look like other families' around the world. There's a lot of juggling to be done.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "Not truth, but faith, it is that keeps the world alive.", 
    "name": "Edna St. Vincent Millay"
  }, 
  {
    "quote": "I am quite certain in my heart of hearts that modern music and modern art is not a conspiracy, but is a form of truth and integrity for those who practise it honestly, decently and with all their being.", 
    "name": "Michael Tippett"
  }, 
  {
    "quote": "A man is original when he speaks the truth that has always been known to all good men.", 
    "name": "Patrick Kavanagh"
  }, 
  {
    "quote": "The truth was you can't continue to spend the kind of money our spending on all these entitlement programs. I think we need more people in public life who are willing to say, no, we can't afford certain things. No, we can't do certain things.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Individuals need to be willing to face truth about their attitudes, behaviors, even what we want out of life.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "The truth is that I oppose the Iraq war, just as I opposed the Vietnam War, because these two conflicts have weakened the U.S. and diminished our standing in the world and our national security.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I make one pledge above all others - to seek and speak the truth with all the resources of mind and spirit I command.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I'm not pretty. The truth is I didn't think I could be a model at all. I was looking at some of the guys on the walls at Irene Marie and I thought to myself 'Jesus Christ. I can't do this. I don't look anything like these guys'.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "Also, I used to think that one day I might get someone to iron my shirts, but the truth is I really like doing them myself.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "Confidence and superiority: It's the usual fundamentalist stuff: I've got the truth, and you haven't.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "The only thing I can do is tell the truth as I see it and let the chips fall where they may.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "The truth is that I'm constitutionally incapable of doing an ordinary job.", 
    "name": "Dylan Moran"
  }, 
  {
    "quote": "I'd like to say I'm R&ampB's savior. Whether that's the truth or not, I'm definitely going out there with my mic and my shield to declare, 'I am here to save R&ampB.' I will have the people saying, 'Sir, there is a man at the musical gates saying he is here to save R&ampB.'", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown.", 
    "name": "Thomas Becket"
  }, 
  {
    "quote": "Truth is always exciting. Speak it, then life is dull without it.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The truth is that the religious and the scientific processes, though involving different methods, are identical in their final aim. Both aim at reaching the most real.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "The audience is the best judge of anything. They cannot be lied to. Truth brings them closer. A moment that lags - they're gonna cough.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "It's been a pretty fun ride, to tell you the truth.", 
    "name": "R. Lee Ermey"
  }, 
  {
    "quote": "My assignment is what every writer's assignment is: tell the truth of his own time.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "You don't have to sort of enhance reality. There is nothing stranger than truth.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "You've got to demand the truth from yourself.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "The great advantage about telling the truth is that nobody ever believes it.", 
    "name": "Dorothy L. Sayers"
  }, 
  {
    "quote": "Telling the truth to people who misunderstand you is generally promoting a falsehood, isn't it?", 
    "name": "Anthony Hope"
  }, 
  {
    "quote": "People talk about 'getting rid of the old image', and I guess there's some merit in that. But the truth is that people loved 'The Wonder Years' - I can't turn my back on it.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "My truth - what I believe - is that there are no answers here and, if you are looking for answers, you'd better choose the question carefully.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "It's in the history books, the Holocaust. It's just a phrase. And the truth is it happened yesterday. It happened to my mother. I never met my grandmothers or my grandfathers. They were all wiped up in the gas chambers of Nazi Germany.", 
    "name": "Gene Simmons"
  }, 
  {
    "quote": "Every night I go over what I did in the day, in ethical or moral terms. Have I treated people properly? Did I tell the truth?", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "It is precisely our job as Catholics to speak the truth as plainly and precisely as we can.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "Imagination is the wide-open eye which leads us always to see truth more vividly.", 
    "name": "Christopher Fry"
  }, 
  {
    "quote": "The most solid piece of scientific truth I know of is that we are profoundly ignorant about nature.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "I intend to explode the myths about myself and get down to the real truth about the legend that is Batman.", 
    "name": "Bob Kane"
  }, 
  {
    "quote": "Tell the truth, work hard, and come to dinner on time.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "The GAO just released a report that said 22 percent of federal programs fail to meet their objectives. The truth is we don't know how taxpayer money is spent in Washington, D.C., which is why I think we ought to put every agency budget up on the Internet for everyone to see.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "I agree with just about everyone in the reform debate when they say 'If you like what you have, you should be able to keep it.' But the truth is that none of the health reform bills making their way through Congress actually delivers on that promise.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "The truth is in California you can't build a new manufacturing facility, and businesses are leaving in droves because of bad government policy.", 
    "name": "Carly Fiorina"
  }
]