[
  {
    "quote": "Happiness often sneaks in through a door you didn't know you left open.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "Happiness is not something ready made. It comes from your own actions.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Most folks are as happy as they make up their minds to be.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I am determined to be cheerful and happy in whatever situation I may find myself. For I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition.", 
    "name": "Martha Washington"
  }, 
  {
    "quote": "Happiness is when what you think, what you say, and what you do are in harmony.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Some cause happiness wherever they go others whenever they go.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "A table, a chair, a bowl of fruit and a violin what else does a man need to be happy?", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The purpose of our lives is to be happy.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "True happiness comes from the joy of deeds well done, the zest of creating things new.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "It is not how much we have, but how much we enjoy, that makes happiness.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Happiness depends upon ourselves.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "We hold these truths to be self-evident: that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Happiness in intelligent people is the rarest thing I know.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Just do what must be done. This may not be happiness, but it is greatness.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "There are people who can do all fine and heroic things but one - keep from telling their happiness to the unhappy.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The first recipe for happiness is: avoid too lengthy meditation on the past.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Happiness is not a goal it is a by-product.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "It is neither wealth nor splendor but tranquility and occupation which give you happiness.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "Action may not always bring happiness but there is no happiness without action.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Happiness is like a kiss. You must share it to enjoy it.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "If your happiness depends on what somebody else does, I guess you do have a problem.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "But what is happiness except the simple harmony between a man and the life he leads?", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Love is trembling happiness.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Happiness is nothing more than good health and a bad memory.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Happiness is not a matter of intensity but of balance, order, rhythm and harmony.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Happiness makes up in height for what it lacks in length.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "If you want to be happy, be.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Be happy for this moment. This moment is your life.", 
    "name": "Omar Khayyam"
  }, 
  {
    "quote": "To be without some of the things you want is an indispensable part of happiness.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "In order to have great happiness you have to have great pain and unhappiness - otherwise how would you know when you're happy?", 
    "name": "Leslie Caron"
  }, 
  {
    "quote": "Your successes and happiness are forgiven you only if you generously consent to share them.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "True happiness is... to enjoy the present, without anxious dependence upon the future.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all.", 
    "name": "Ovid"
  }, 
  {
    "quote": "You can be happy where you are.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Happiness is that state of consciousness which proceeds from the achievement of one's values.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "An effort made for the happiness of others lifts above ourselves.", 
    "name": "Lydia M. Child"
  }, 
  {
    "quote": "Everyone chases after happiness, not noticing that happiness is right at their heels.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "A sure way to lose happiness, I found, is to want it at the expense of everything else.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "The two enemies of human happiness are pain and boredom.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Happiness is found in doing, not merely possessing.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "The person born with a talent they are meant to use will find their greatest happiness in using it.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "What we call the secret of happiness is no more a secret than our willingness to choose life.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "A large income is the best recipe for happiness I ever heard of.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Anything you're good at contributes to happiness.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "There is only one happiness in this life, to love and be loved.", 
    "name": "George Sand"
  }, 
  {
    "quote": "Happiness is an inside job.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "Every gift from a friend is a wish for your happiness.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Happiness is a continuation of happenings which are not resisted.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Happiness depends more on how life strikes you than on what happens.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "There is something curiously boring about somebody else's happiness.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Never mind your happiness do your duty.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Happiness is ideal, it is the work of the imagination.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Do not speak of your happiness to one less fortunate than yourself.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "All who joy would win must share it. Happiness was born a Twin.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "You must try to generate happiness within yourself. If you aren't happy in one place, chances are you won't be happy anyplace.", 
    "name": "Ernie Banks"
  }, 
  {
    "quote": "The greatest of follies is to sacrifice health for any other kind of happiness.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Happiness: an agreeable sensation arising from contemplating the misery of another.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "I am a kind of paranoid in reverse. I suspect people of plotting to make me happy.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "Happiness is neither without us nor within us. It is in God, both without us and within us.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Always leave something to wish for otherwise you will be miserable from your very happiness.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "It is not God's will merely that we should be happy, but that we should make ourselves happy.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "When what we are is what we want to be, that's happiness.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.", 
    "name": "Alexandre Dumas"
  }, 
  {
    "quote": "Happy he who learns to bear what he cannot change.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Don't walk in front of me, I may not follow. Don't walk behind me, I may not lead. There is only one happiness in life, to love and be loved.", 
    "name": "George Sand"
  }, 
  {
    "quote": "Happiness is having a scratch for every itch.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "Happiness grows at our own firesides, and is not to be picked in strangers' gardens.", 
    "name": "Douglas William Jerrold"
  }, 
  {
    "quote": "The secret of happiness is to admire without desiring.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "If you wait for the perfect moment when all is safe and assured, it may never arrive. Mountains will not be climbed, races won, or lasting happiness achieved.", 
    "name": "Maurice Chevalier"
  }, 
  {
    "quote": "Happiness does not lie in happiness, but in the achievement of it.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable.", 
    "name": "Leo Rosten"
  }, 
  {
    "quote": "Happiness is a direction, not a place.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Nothing prevents happiness like the memory of happiness.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "True happiness consists not in the multitude of friends, but in the worth and choice.", 
    "name": "Ben Jonson"
  }, 
  {
    "quote": "Lovers who love truly do not write down their happiness.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "It's pretty hard to tell what does bring happiness poverty and wealth have both failed.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Happiness is brief. It will not stay. God batters at its sails.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it.", 
    "name": "David Lee Roth"
  }, 
  {
    "quote": "Happiness isn't something you experience it's something you remember.", 
    "name": "Oscar Levant"
  }, 
  {
    "quote": "Happiness is itself a kind of gratitude.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "It is the chiefest point of happiness that a man is willing to be what he is.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.", 
    "name": "Agnes Repplier"
  }, 
  {
    "quote": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "To describe happiness is to diminish it.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Our happiness depends on wisdom all the way.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Happiness includes chiefly the idea of satisfaction after full honest effort. No one can possibly be satisfied and no one can be happy who feels that in some paramount affairs he failed to take up the challenge of life.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "If you hope for happiness in the world, hope for it from God, and not from the world.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "Desire is individual. Happiness is common.", 
    "name": "Julian Casablancas"
  }, 
  {
    "quote": "One of the keys to happiness is a bad memory.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Happiness never lays its finger on its pulse.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Happiness is the interval between periods of unhappiness.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Happiness is like a cloud, if you stare at it long enough, it evaporates.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "People let their own hang-ups become the obstacles between them and personal happiness.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "Unquestionably, it is possible to do without happiness it is done involuntarily by nineteen-twentieths of mankind.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Happiness is a virtue, not its reward.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Happiness is mostly a by-product of doing what makes us feel fulfilled.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "Happiness seems made to be shared.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "There is only one passion, the passion for happiness.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "The happiness of most people is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things.", 
    "name": "Ernest Dimnet"
  }, 
  {
    "quote": "Happiness is a by-product. You cannot pursue it by itself.", 
    "name": "Sam Levenson"
  }, 
  {
    "quote": "Happiness is the harvest of a quiet eye.", 
    "name": "Austin O'Malley"
  }, 
  {
    "quote": "Happiness does not consist in self-love.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "Growth itself contains the germ of happiness.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "To buy happiness is to sell soul.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "Only man clogs his happiness with care, destroying what is with thoughts of what may be.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Happiness is composed of misfortunes avoided.", 
    "name": "Alphonse Karr"
  }, 
  {
    "quote": "Love is the most terrible, and also the most generous of the passions it is the only one which includes in its dreams the happiness of someone else.", 
    "name": "Alphonse Karr"
  }, 
  {
    "quote": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life.", 
    "name": "Linus Pauling"
  }, 
  {
    "quote": "Life in common among people who love each other is the ideal of happiness.", 
    "name": "George Sand"
  }, 
  {
    "quote": "We possess only the happiness we are able to understand.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "How easy to be amiable in the midst of happiness and success.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "If you have easy self-contentment, you might have a very, very cheap source of happiness.", 
    "name": "Leon Kass"
  }, 
  {
    "quote": "To attain happiness in another world we need only to believe something, while to secure it in this world we must do something.", 
    "name": "Charlotte Perkins Gilman"
  }, 
  {
    "quote": "We are no longer happy so soon as we wish to be happier.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "The right to happiness is fundamental.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "Life everlasting in a state of happiness is the greatest desire of all men.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "The happiness which is lacking makes one think even the happiness one has unbearable.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "There is happiness in duty, although it may not seem so.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "The secret of happiness is to admire without desiring. And that is not happiness.", 
    "name": "F. H. Bradley"
  }, 
  {
    "quote": "Happiness will come from materialism, not from meaning.", 
    "name": "Andrei Platonov"
  }, 
  {
    "quote": "So long as we can lose any happiness, we possess some.", 
    "name": "Booth Tarkington"
  }, 
  {
    "quote": "Happiness is hard to recall. Its just a glow.", 
    "name": "Frank McCourt"
  }, 
  {
    "quote": "The action is best that secures the greatest happiness for the greatest number.", 
    "name": "William Dean Howells"
  }, 
  {
    "quote": "There is no worse sorrow than remembering happiness in the day of sorrow.", 
    "name": "Alfred de Musset"
  }, 
  {
    "quote": "Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "If we can but prevent the government from wasting the labours of the people, under the pretence of taking care of them, they must become happy.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Happiness is not something you postpone for the future it is something you design for the present.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", 
    "name": "Buddha"
  }, 
  {
    "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", 
    "name": "Buddha"
  }, 
  {
    "quote": "The U. S. Constitution doesn't guarantee happiness, only the pursuit of it. You have to catch up with it yourself.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.", 
    "name": "Democritus"
  }, 
  {
    "quote": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Friends show their love in times of trouble, not in happiness.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "The greatest happiness of life is the conviction that we are loved loved for ourselves, or rather, loved in spite of ourselves.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Happiness and moral duty are inseparably connected.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The care of human life and happiness, and not their destruction, is the first and only object of good government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "But O, how bitter a thing it is to look into happiness through another man's eyes.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Happiness is having a large, loving, caring, close-knit family in another city.", 
    "name": "George Burns"
  }, 
  {
    "quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life.", 
    "name": "William Morris"
  }, 
  {
    "quote": "Happiness is not being pained in body or troubled in mind.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Success is getting what you want. Happiness is wanting what you get.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "True happiness involves the full use of one's power and talents.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Man falls from the pursuit of the ideal of plan living and high thinking the moment he wants to multiply his daily wants. Man's happiness really lies in contentment.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "No one has a right to consume happiness without producing it.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Love is when the other person's happiness is more important than your own.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "No matter how dull, or how mean, or how wise a man is, he feels that happiness is his indisputable right.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "God will prepare everything for our perfect happiness in heaven, and if it takes my dog being there, I believe he'll be there.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Marriage is the most natural state of man, and... the state in which you will find solid happiness.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Choose your life's mate carefully. From this one decision will come 90 percent of all your happiness or misery.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "They must often change, who would be constant in happiness or wisdom.", 
    "name": "Confucius"
  }, 
  {
    "quote": "We find delight in the beauty and happiness of children that makes the heart too big for the body.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "A mother's happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "There is no value in life except what you choose to place upon it and no happiness in any place except what you bring to it yourself.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.", 
    "name": "Plato"
  }, 
  {
    "quote": "The only thing that could spoil a day was people. People were always the limiters of happiness except for the very few that were as good as spring itself.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The smallest seed of faith is better than the largest fruit of happiness.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.", 
    "name": "Theodore Isaac Rubin"
  }, 
  {
    "quote": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Independence is happiness.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Happiness lies in the joy of achievement and the thrill of creative effort.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I start to think there really is no cure for depression, that happiness is an ongoing battle, and I wonder if it isn't one I'll have to fight for as long as I live. I wonder if it's worth it.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "Happiness can exist only in acceptance.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Remember happiness doesn't depend upon who you are or what you have it depends solely on what you think.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "There is no austerity equal to a balanced mind, and there is no happiness equal to contentment there is no disease like covetousness, and no virtue like mercy.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "The happiness of this life depends less on what befalls you than the way in which you take it.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "A man who as a physical being is always turned toward the outside, thinking that his happiness lies outside him, finally turns inward and discovers that the source is within him.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "The world is full of a lot of fear and a lot of negativity, and a lot of judgment. I just think people need to start shifting into joy and happiness. As corny as it sounds, we need to make a shift.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Be more dedicated to making solid achievements than in running after swift but synthetic happiness.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Life is essentially a cheat and its conditions are those of defeat the redeeming things are not happiness and pleasure but the deeper satisfactions that come out of struggle.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Part of the happiness of life consists not in fighting battles, but in avoiding them. A masterly retreat is in itself a victory.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "The word 'happiness' would lose its meaning if it were not balanced by sadness.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "No one is in control of your happiness but you therefore, you have the power to change anything about yourself or your life that you want to change.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Our object in the construction of the state is the greatest happiness of the whole, and not that of any one class.", 
    "name": "Plato"
  }, 
  {
    "quote": "Success is getting what you want. Happiness is liking what you get.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Of course, to have money is just great because you can do what you think is important to you. I always was a rich person because money's not related to happiness.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "We all want to help one another. Human beings are like that. We want to live by each other's happiness, not by each other's misery.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "Love is the master key that opens the gates of happiness.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The happiness of society is the end of government.", 
    "name": "John Adams"
  }, 
  {
    "quote": "The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "A really great talent finds its happiness in execution.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "All you need for happiness is a good gun, a good horse, and a good wife.", 
    "name": "Daniel Boone"
  }, 
  {
    "quote": "It is necessary to the happiness of man that he be mentally faithful to himself. Infidelity does not consist in believing, or in disbelieving, it consists in professing to believe what he does not believe.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "The person who seeks all their applause from outside has their happiness in another's keeping .", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "The secret of happiness is this: let your interests be as wide as possible, and let your reactions to the things and persons that interest you be as far as possible friendly rather than hostile.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The greatest happiness is to know the source of unhappiness.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "The secret to happiness is to face the fact that the world is horrible.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The art of being happy lies in the power of extracting happiness from common things.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Action may not bring happiness but there is no happiness without action.", 
    "name": "William James"
  }, 
  {
    "quote": "The supreme happiness of life is the conviction that we are loved loved for ourselves, or rather in spite of ourselves.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "God isn't compatible with machinery and scientific medicine and universal happiness. You must make your choice. Our civilization has chosen machinery and medicine and happiness.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The only way to find true happiness is to risk being completely cut open.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "There is no greater sorrow than to recall happiness in times of misery.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Happiness is beneficial for the body, but it is grief that develops the powers of the mind.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Money is human happiness in the abstract he, then, who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "For the poison of hatred seated near the heart doubles the burden for the one who suffers the disease he is burdened with his own sorrow, and groans on seeing another's happiness.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Happiness? A good cigar, a good meal, a good cigar and a good woman - or a bad woman it depends on how much happiness you can handle.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Contempt for happiness is usually contempt for other people's happiness, and is an elegant disguise for hatred of the human race.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "A wise woman recognizes when her life is out of balance and summons the courage to act to correct it, she knows the meaning of true generosity, happiness is the reward for a life lived in harmony, with a courage and grace.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "What we call happiness in the strictest sense comes from the (preferably sudden) satisfaction of needs which have been dammed up to a high degree.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "If there were in the world today any large number of people who desired their own happiness more than they desired the unhappiness of others, we could have a paradise in a few years.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Live by this credo: have a little laugh at life and look around you for happiness instead of sadness. Laughter has always brought me out of unhappy situations.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "Doing nothing is happiness for children and misery for old men.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "A smile is happiness you'll find right under your nose.", 
    "name": "Tom Wilson"
  }, 
  {
    "quote": "The first requisite for the happiness of the people is the abolition of religion.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Life's greatest happiness is to be convinced we are loved.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Happiness is a hard master, particularly other people's happiness.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.", 
    "name": "Nana Mouskouri"
  }, 
  {
    "quote": "Where fear is, happiness is not.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "To be perfectly happy it does not suffice to possess happiness, it is necessary to have deserved it.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure.", 
    "name": "William James"
  }, 
  {
    "quote": "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "If all our happiness is bound up entirely in our personal circumstances it is difficult not to demand of life more than it has to give.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Morality is not the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "One test of the correctness of educational procedure is the happiness of the child.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Men can only be happy when they do not assume that the object of life is happiness.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Wisdom allows nothing to be good that will not be so forever no man to be happy but he that needs no other happiness than what he has within himself no man to be great or powerful that is not master of himself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Now and then it's good to pause in our pursuit of happiness and just be happy.", 
    "name": "Guillaume Apollinaire"
  }, 
  {
    "quote": "Happiness is the reward we get for living to the highest right we know.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Beauty is the promise of happiness.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Happiness is not a reward - it is a consequence. Suffering is not a punishment - it is a result.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "When ambition ends, happiness begins.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Fun I love, but too much fun is of all things the most loathsome. Mirth is better than fun, and happiness is better than mirth.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Did perpetual happiness in the Garden of Eden maybe get so boring that eating the apple was justified?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "A man is not rightly conditioned until he is a happy, healthy, and prosperous being and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings.", 
    "name": "James Allen"
  }, 
  {
    "quote": "He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Imagination disposes of everything it creates beauty, justice, and happiness, which are everything in this world.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Happiness is a byproduct of function, purpose, and conflict those who seek happiness for itself seek victory without war.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "Resolve not to be poor: whatever you have, spend less. Poverty is a great enemy to human happiness it certainly destroys liberty, and it makes some virtues impracticable, and others extremely difficult.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Happiness is a how not a what. A talent, not an object.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "Happiness is not an ideal of reason, but of imagination.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Bride: A woman with a fine prospect of happiness behind her.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Happiness in this world, when it comes, comes incidentally. Make it the object of pursuit, and it leads us a wild-goose chase, and is never attained. Follow some other object, and very possibly we may find that we have caught happiness without dreaming of it.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "Happiness is not a brilliant climax to years of grim struggle and anxiety. It is a long succession of little decisions simply to be happy in the moment.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "When you're passionate about something, you want it to be all it can be. But in the endgame of life, I fundamentally believe the key to happiness is letting go of that idea of perfection.", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "The consuming desire of most human beings is deliberately to plant their whole life in the hands of some other person. I would describe this method of searching for happiness as immature. Development of character consists solely in moving toward self-sufficiency.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "The only happiness a brave person ever troubles themselves in asking about, is happiness enough to get their work done.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "A string of excited, fugitive, miscellaneous pleasures is not happiness happiness resides in imaginative reflection and judgment, when the picture of one's life, or of human life, as it truly has been or is, satisfies the will, and is gladly accepted.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The white man's happiness cannot be purchased by the black man's misery.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Happiness is a mystery, like religion, and should never be rationalised.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Happiness is the absence of the striving for happiness.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The happiness and misery of men depend no less on temper than fortune.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Man is fond of counting his troubles, but he does not count his joys. If he counted them up as he ought to, he would see that every lot has enough happiness provided for it.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "The health of the people is really the foundation upon which all their happiness and all their powers as a state depend.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "No man chooses evil because it is evil he only mistakes it for happiness, the good he seeks.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Happiness is your own treasure because it lies within you.", 
    "name": "Prem Rawat"
  }, 
  {
    "quote": "My creed is that: Happiness is the only good. The place to be happy is here. The time to be happy is now. The way to be happy is to make others so.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "I've learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances.", 
    "name": "Martha Washington"
  }, 
  {
    "quote": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Life does not agree with philosophy: There is no happiness that is not idleness, and only what is useless is pleasurable.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Nothing flatters a man as much as the happiness of his wife he is always proud of himself as the source of it.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Why love if losing hurts so much? I have no answers anymore only the life I have lived. The pain now is part of the happiness then.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "Ladies of Fashion starve their happiness to feed their vanity, and their love to feed their pride.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "The secret to happiness is freedom... And the secret to freedom is courage.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "The intense happiness of our union is derived in a high degree from the perfect freedom with which we each follow and declare our own impressions.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "People say that money is not the key to happiness, but I always figured if you have enough money, you can have a key made.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "When you're happy you find pure joy in your life. There are no regrets in this state of happiness - and that's a goal worth striving for in all areas of your life.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "It is not true that suffering ennobles the character happiness does that sometimes, but suffering for the most part, makes men petty and vindictive.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Whether happiness may come or not, one should try and prepare one's self to do without it.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "A woman's heart must be of such a size and no larger, else it must be pressed small, like Chinese feet her happiness is to be made as cakes are, by a fixed recipe.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "For happiness one needs security, but joy can spring like a flower even from the cliffs of despair.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Happiness is the natural flower of duty.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "We exaggerate misfortune and happiness alike. We are never as bad off or as happy as we say we are.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Happiness lies neither in vice nor in virtue but in the manner we appreciate the one and the other, and the choice we make pursuant to our individual organization.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Happiness is good health and a bad memory.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "Happiness is different from pleasure. Happiness has something to do with struggling and enduring and accomplishing.", 
    "name": "George A. Sheehan"
  }, 
  {
    "quote": "The man who is aware of himself is henceforward independent and he is never bored, and life is only too short, and he is steeped through and through with a profound yet temperate happiness.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "It is pretty hard to tell what does bring happiness poverty and wealth have both failed.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness.", 
    "name": "David Sarnoff"
  }, 
  {
    "quote": "I am about to be married, and am of course in all the misery of a man in pursuit of happiness.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so but he that thinks himself the wisest is generally the greatest fool.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Subordination tends greatly to human happiness. Were we all upon an equality, we should have no other enjoyment than mere animal pleasure.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Happiness in marriage is entirely a matter of chance.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Money can't buy you happiness but it does bring you a more pleasant form of misery.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "Whoever said money can't buy happiness simply didn't know where to go shopping.", 
    "name": "Bo Derek"
  }, 
  {
    "quote": "Our envy always lasts longer than the happiness of those we envy.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "I have this really high priority on happiness and finding something to be happy about.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Self-pity comes so naturally to all of us. The most solid happiness can be shaken by the compassion of a fool.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "While we are focusing on fear, worry, or hate, it is not possible for us to be experiencing happiness, enthusiasm or love.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The most worth-while thing is to try to put happiness into the lives of others.", 
    "name": "Robert Baden-Powell"
  }, 
  {
    "quote": "Little islands of human happiness, peace, and prosperity are so exceptional at this point in history that I'm not even sure we can draw lessons from them.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The happiness of one's own heart alone cannot satisfy the soul one must try to include, as necessary to one's own happiness, the happiness of others.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness.", 
    "name": "Harold Kushner"
  }, 
  {
    "quote": "Wisdom is the supreme part of happiness.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Plenty of people miss their share of happiness, not because they never found it, but because they didn't stop to enjoy it.", 
    "name": "William Feather"
  }, 
  {
    "quote": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Curiosity is one of the great secrets of happiness.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.", 
    "name": "Sivananda"
  }, 
  {
    "quote": "I refuse to accept other people's ideas of happiness for me. As if there's a 'one size fits all' standard for happiness.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "I would not give half a guinea to live under one form of government other than another. It is of no moment to the happiness of an individual.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "We are long before we are convinced that happiness is never to be found, and each believes it possessed by others, to keep alive the hope of obtaining it for himself.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "There is nothing which has yet been contrived by man, by which so much happiness is produced as by a good tavern.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "There is no private house in which people can enjoy themselves so well as at a capital tavern... No, Sir there is nothing which has yet been contrived by man by which so much happiness is produced as by a good tavern or inn.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Happiness is a choice that requires effort at times.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Happiness is the only sanction of life where happiness fails, existence remains a mad and lamentable experiment.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "You traverse the world in search of happiness, which is within the reach of every man. A contented mind confers it on all.", 
    "name": "Horace"
  }, 
  {
    "quote": "There is no true love save in suffering, and in this world we have to choose either love, which is suffering, or happiness. Man is the more man - that is, the more divine - the greater his capacity for suffering, or rather, for anguish.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "I can say that I never knew what joy was like until I gave up pursuing happiness, or cared to live until I chose to die. For these two discoveries I am beholden to Jesus.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "Happiness serves hardly any other purpose than to make unhappiness possible.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Music should probably provide answers in terms of lyrical content, and giving people a sense of togetherness and oneness, as opposed to being alone in their thoughts and dilemmas or regrets or happiness or whatever.", 
    "name": "Peabo Bryson"
  }, 
  {
    "quote": "Our principles are the springs of our actions. Our actions, the springs of our happiness or misery. Too much care, therefore, cannot be taken in forming our principles.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "To suppose that any form of government will secure liberty or happiness without any virtue in the people, is a chimerical idea.", 
    "name": "James Madison"
  }, 
  {
    "quote": "There is this difference between happiness and wisdom: he that thinks himself the happiest man, really is so but he that thinks himself the wisest, is generally the greatest fool.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "The founders of a new colony, whatever Utopia of human virtue and happiness they might originally project, have invariably recognized it among their earliest practical necessities to allot a portion of the virgin soil as a cemetery, and another portion as the site of a prison.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "Money may not buy happiness, but it can damn well give it!", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "I hump the wild to take it all in, there is no bag limit on happiness.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "Suspicion is not less an enemy to virtue than to happiness he that is already corrupt is naturally suspicious, and he that becomes suspicious will quickly be corrupt.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "The world is full of people looking for spectacular happiness while they snub contentment.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "A sincere and steadfast co-operation in promoting such a reconstruction of our political system as would provide for the permanent liberty and happiness of the United States.", 
    "name": "James Madison"
  }, 
  {
    "quote": "When we recall the past, we usually find that it is the simplest things - not the great occasions - that in retrospect give off the greatest glow of happiness.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "Dancing and running shake up the chemistry of happiness.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Know then this truth, enough for man to know virtue alone is happiness below.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "My imagination can picture no fairer happiness than to continue living for art.", 
    "name": "Clara Schumann"
  }, 
  {
    "quote": "I have discovered the secret of happiness - it is work, either with the hands or the head. The moment I have something to do, the draughts are open and my chimney draws, and I am happy.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Power, after love, is the first source of happiness.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness.", 
    "name": "Louise Hart"
  }, 
  {
    "quote": "Happiness is inward, and not outward and so, it does not depend on what we have, but on what we are.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "My whole working philosophy is that the only stable happiness for mankind is that it shall live married in blessed union to woman-kind - intimacy, physical and psychical between a man and his wife. I wish to add that my state of bliss is by no means perfect.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The secret of happiness is something to do.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "We never taste happiness in perfection, our most fortunate successes are mixed with sadness.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "If you ever find happiness by hunting for it, you will find it, as the old woman did her lost spectacles, safe on her own nose all the time.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I take it that the good of mankind means the attainment, by every man, of all the happiness which he can enjoy without diminishing the happiness of his fellow men.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "People are surprised at how down-to-earth I am. I like to stay home on Friday nights and listen to 'The Art of Happiness' by the Dalai Lama.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "Happiness is within. It has nothing to do with how much applause you get or how many people praise you. Happiness comes when you believe that you have done something truly meaningful.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is.", 
    "name": "Maxim Gorky"
  }, 
  {
    "quote": "Love is not a feeling of happiness. Love is a willingness to sacrifice.", 
    "name": "Michael Novak"
  }, 
  {
    "quote": "Character is the basis of happiness and happiness the sanction of character.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Knowledge of what is possible is the beginning of happiness.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "We believe, as our founders did, that 'the pursuit of happiness' depends upon individual liberty and individual liberty requires limited government.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "One's work usually occupies more than half of one's waking life. Choosing work that does not bring happiness will lead to a life that is mostly disappointing.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "I understand by this passion the union of desire, friendship, and tenderness, which is inflamed by a single female, which prefers her to the rest of her sex, and which seeks her possession as the supreme or the sole happiness of our being.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "What would there be in a story of happiness? Only what prepares it, only what destroys it can be told.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "A wise woman never yields by appointment. It should always be an unforeseen happiness.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history.", 
    "name": "Anita Baker"
  }, 
  {
    "quote": "When a man has lost all happiness, he's not alive. Call him a breathing corpse.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Happiness is secured through virtue it is a good attained by man's own will.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.", 
    "name": "Brad Garrett"
  }, 
  {
    "quote": "Happiness: a good bank account, a good cook, and a good digestion.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Happiness is your dentist telling you it won't hurt and then having him catch his hand in the drill.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "Happiness isn't getting what you want, it's wanting what you got.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "What's the use of happiness? It can't buy you money.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Although the skills aren't hard to learn, finding the happiness and finding the satisfaction and finding fulfillment in continuously serving somebody else something good to eat, is what makes a really good restaurant.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Genuine happiness can only be achieved when we transform our way of life from the unthinking pursuit of pleasure to one committed to enriching our inner lives, when we focus on 'being more' rather than simply having more.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "My whole thing is to agree to disagree and to have respect because nothing can really be changed and you wouldn't want to ruin their happiness - even if that happiness is ignorance.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "The greater part of our happiness or misery depends on our dispositions and not our circumstances.", 
    "name": "Martha Washington"
  }, 
  {
    "quote": "The search for happiness is one of the chief sources of unhappiness.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "You know the passage where Scarlett voices her happiness that her mother is dead, so that she can't see what a bad girl Scarlett has become? Well, that's me.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "A good way I know to find happiness, is to not bore a hole to fit the plug.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "And one who is just of his own free will shall not lack for happiness and he will never come to utter ruin.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "To desire and strive to be of some service to the world, to aim at doing something which shall really increase the happiness and welfare and virtue of mankind - this is a choice which is possible for all of us and surely it is a good haven to sail for.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "To be obliged to beg our daily happiness from others bespeaks a more lamentable poverty than that of him who begs his daily bread.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "I'm fulfilled in what I do. I never thought that a lot of money or fine clothes - the finer things of life - would make you happy. My concept of happiness is to be filled in a spiritual sense.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Grief at the absence of a loved one is happiness compared to life with a person one hates.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "If you have not taken the time to define what happiness means to you, what have your spent your whole life pursuing?", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "There is only one way to achieve happiness on this terrestrial ball, and that is to have either a clear conscience or none at all.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "I want anyone who believes in life, liberty, pursuit of happiness to succeed. And I want any force, any person, any element of an overarching Big Government that would stop your success, I want that organization, that element or that person to fail. I want you to succeed.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Existence is a strange bargain. Life owes us little we owe it everything. The only true happiness comes from squandering ourselves for a purpose.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "So long as you don't feel life's paltry and a miserable business, the rest doesn't matter, happiness or unhappiness.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.", 
    "name": "Tobey Maguire"
  }, 
  {
    "quote": "Unhappiness is something we are never taught about we are taught to expect happiness, but never a Plan B to use to use when the happiness doesn't arrive.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Happiness, that grand mistress of the ceremonies in the dance of life, impels us through all its mazes and meanderings, but leads none of us by the same route.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Always remember that the most important thing in a good marriage is not happiness, but stability.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "Happiness is mental harmony unhappiness is mental inharmony.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Happiness is a thing to be practiced, like the violin.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "I know not why there is such a melancholy feeling attached to the remembrance of past happiness, except that we fear that the future can have nothing so bright as the past.", 
    "name": "Julia Ward Howe"
  }, 
  {
    "quote": "Music is the refuge of souls ulcerated by happiness.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "When I was waiting tables, washing dishes, or mowing lawns for money, I never thought of myself as stuck in some station in life. I was on my own path, my own journey, an American journey where I could think for myself, decide for myself, define happiness for myself.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "Happiness is obsolete: uneconomic.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "A pencil and rubber are of more use to thought than a battalion of assistants. To happiness the same applies as to truth: one does not have it, but is in it.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "Grief knits two hearts in closer bonds than happiness ever can and common sufferings are far stronger links than common joys.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "Now I believe that lovers should be draped in flowers and laid entwined together on a bed of clover and left there to sleep, left there to dream of their happiness.", 
    "name": "Conor Oberst"
  }, 
  {
    "quote": "Some of us might find happiness if we quit struggling so desperately for it.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Actions are right in proportion as they tend to promote happiness wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure and the absence of pain.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "I wish people could acheive what they think would bring them happiness in order for them to realize that thats not really what happiness is.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Such happiness as life is capable of comes from the full participation of all our powers in the endeavor to wrest from each changing situations of experience its own full and unique meaning.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "The secret to true happiness is a combination of low expectations and insensitivity.", 
    "name": "Olivia Goldsmith"
  }, 
  {
    "quote": "I saw that all beings are fated to happiness: action is not life, but a way of wasting some force, an enervation. Morality is the weakness of the brain.", 
    "name": "Arthur Rimbaud"
  }, 
  {
    "quote": "Crying is cleansing. There's a reason for tears, happiness or sadness.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "Success is getting and achieving what you want. Happiness is wanting and being content with what you get.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "Just stop for a minute and you'll realize you're happy just being. I think it's the pursuit that screws up happiness. If we drop the pursuit, it's right here.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Oh, if I had been loved at the age of seventeen, what an idiot I would be today. Happiness is like smallpox: if you catch it too soon, it can completely ruin your constitution.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "We are built to conquer environment, solve problems, achieve goals, and we find no real satisfaction or happiness in life without obstacles to conquer and goals to achieve.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "Thus happiness depends, as nature shows, less on exterior things than most suppose.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Alas! if the principles of contentment are not within us, the height of station and worldly grandeur will as soon add a cubit to a man's stature as to his happiness.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Happiness and virtue rest upon each other the best are not only the happiest, but the happiest are usually the best.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Tell him, on the contrary, that he needs, in the interest of his own happiness, to walk in the path of humility and self-control, and he will be indifferent, or even actively resentful.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "An act of goodness is of itself an act of happiness. No reward coming after the event can compare with the sweet reward that went with it.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "People truly reaching across boundaries - be they religious or race, political or geographic. A state that is sincerely civil and respectful of each individual's pathway toward life, liberty and the pursuit of happiness will be our goal.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "God's children and their happiness are my reasons for being.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "Happiness in the present is only shattered by comparison with the past.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "Happiness is a sunbeam which may pass through a thousand bosoms without losing a particle of its original ray nay, when it strikes on a kindred heart, like the converged light on a mirror, it reflects itself with redoubled brightness. It is not perfected till it is shared.", 
    "name": "Jane Porter"
  }, 
  {
    "quote": "In theory there is a possibility of perfect happiness: To believe in the indestructible element within one, and not to strive towards it.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "I really love being alive. I love my family and my work. I love the opportunity I have to do things. That's what happiness is.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Happiness is a monstrosity! Punished are those who seek it.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Happiness is a very small desk and a very big wastebasket.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Everyone has their own way of expressing happiness.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "If thou be industrious to procure wealth, be generous in the disposal of it. Man never is so happy as when he giveth happiness unto another.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "What ever our wandering our happiness will always be found within a narrow compass, and in the middle of the objects more immediately within our reach.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "There is no cosmetic for beauty like happiness.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Today, we stand as a united country and are much closer to the ideals set forth in our Constitution that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "Offspring, the due performance on religious rites, faithful service, highest conjugal happiness and heavenly bliss for the ancestors and oneself, depend on one's wife alone.", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "Objects we ardently pursue bring little happiness when gained most of our pleasures come from unexpected sources.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "For this generation, ours, life is nuclear survival, liberty is human rights, the pursuit of happiness is a planet whose resources are devoted to the physical and spiritual nourishment of its inhabitants.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "The will of man is his happiness.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "The Constitution guarantees us our rights to life, liberty, and the pursuit of happiness. That's all. It doesn't guarantee our rights to charity.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Life is to be fortified by many friendships. To love and to be loved is the greatest happiness of existence.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "Everyone needs a certain amount of money. Beyond that, we pursue money because we know how to obtain it. We don't necessarily know how to obtain happiness.", 
    "name": "Gregg Easterbrook"
  }, 
  {
    "quote": "I've never felt like I was in the cookie business. I've always been in a feel good feeling business. My job is to sell joy. My job is to sell happiness. My job is to sell an experience.", 
    "name": "Debbi Fields"
  }, 
  {
    "quote": "This happiness consisted of nothing else but the harmony of the few things around me with my own existence, a feeling of contentment and well-being that needed no changes and no intensification.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "The happiness of the creature consists in rejoicing in God, by which also God is magnified and exalted.", 
    "name": "Jonathan Edwards"
  }, 
  {
    "quote": "The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "Happiness, contentment, the health and growth of the soul, depend, as men have proved over and over again, upon some simple issue, some single turning of the soul.", 
    "name": "George A. Smith"
  }, 
  {
    "quote": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "There are as many kinds of beauty as there are habitual ways of seeking happiness.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Happiness... consists in giving, and in serving others.", 
    "name": "Henry Drummond"
  }, 
  {
    "quote": "Off with you! You're a happy fellow, for you'll give happiness and joy to many other people. There is nothing better or greater than that!", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "There can be no happiness if the things we believe in are different from the things we do.", 
    "name": "Freya Stark"
  }, 
  {
    "quote": "You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Sorrow happens, hardship happens, the hell with it, who never knew the price of happiness, will not be happy.", 
    "name": "Yevgeny Yevtushenko"
  }, 
  {
    "quote": "Happiness is working with Jack Lemmon.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "Happiness is spiritual, born of truth and love. It is unselfish therefore it cannot exist alone, but requires all mankind to share it.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "When you relinquish the desire to control your future, you can have more happiness.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.", 
    "name": "Dolley Madison"
  }, 
  {
    "quote": "The British do not expect happiness. I had the impression, all the time that I lived there, that they do not want to be happy they want to be right.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "From their teenage years on, children are considerably more capable of causing parents unhappiness than bringing them happiness. That is one reason parents who rely on their children for happiness make both their children and themselves miserable.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "But happiness is no respecter of persons.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "He who avoids complaint invites happiness.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "Happiness and peace will come to earth only as the light of love and human compassion enter the souls of men.", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "The ultimate end of human acts is eudaimonia, happiness in the sense of living well, which all men desire all acts are but different means chosen to arrive at it.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "I always seem to have a vague feeling that he is a Satan among musicians, a fallen angel in the darkness who is perpetually seeking to fight his way back to happiness.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "But what is after all the happiness of mere power? There is a greater happiness possible than to be lord of heaven and earth that is the happiness of being truly loved.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "Since every man desires happiness, it is evidently no small matter whether he conceives of happiness in terms of work or of enjoyment.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "The office of government is not to confer happiness, but to give men the opportunity to work out happiness for themselves.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Ultimately, all human activities have as their goal the realization of happiness. Why, then, have we ended up producing the opposite result? Could the underlying cause be our failure to correctly understand the true nature of happiness?", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I can be forced to live without happiness, but I will never consent to live without honor.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "Money, if it does not bring you happiness, will at least help you be miserable in comfort.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "It's enough to indulge and to be selfish but true happiness is really when you start giving back.", 
    "name": "Adrian Grenier"
  }, 
  {
    "quote": "There is no happiness in having or in getting, but only in giving.", 
    "name": "Henry Drummond"
  }, 
  {
    "quote": "Happiness is no respecter of persons.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "To be able to throw one's self away for the sake of a moment, to be able to sacrifice years for a woman's smile - that is happiness.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "I don't know the true meaning of happiness.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Maturity - among other things, the unclouded happiness of the child at play, who takes it for granted that he is at one with his play-mates.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "No one is guaranteed happiness. You can pursue it, but if you happen to find success along the way on that road to happiness, Conservatives believe you should not be demonized or penalized for it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Happiness comes when we test our skills towards some meaningful purpose.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "Happiness isn't happiness unless there's a violin-playing goat.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I certainly wasn't happy. Happiness has to do with reason, and only reason earns it. What I was given was the thing you can't earn, and can't keep, and often don't even recognize at the time I mean joy.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Happiness is perfume, you can't pour it on somebody else without getting a few drops on yourself.", 
    "name": "James Van Der Zee"
  }, 
  {
    "quote": "I have often met with happiness after some imprudent step which ought to have brought ruin upon me, and although passing a vote of censure upon myself I would thank God for his mercy.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "Try to make at least one person happy every day. If you cannot do a kind deed, speak a kind word. If you cannot speak a kind word, think a kind thought. Count up, if you can, the treasure of happiness that you would dispense in a week, in a year, in a lifetime!", 
    "name": "Lawrence G. Lovasik"
  }, 
  {
    "quote": "I don't understand why Europeans and South Americans can take more sophistication. Why is it that Americans need to hear their happiness major and their tragedy minor, and as jazzy as they can handle is a seventh chord? Are they not experiencing complex emotions?", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "The art of living does not consist in preserving and clinging to a particular mode of happiness, but in allowing happiness to change its form without being disappointed by the change happiness, like a child, must be allowed to grow up.", 
    "name": "Charles Morgan"
  }, 
  {
    "quote": "The ultimate end of education is happiness or a good human life, a life enriched by the possession of every kind of good, by the enjoyment of every type of satisfaction.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "There is no fulfillment in things whatsoever. And I think one of the reasons that depression reigns supreme amongst the rich and famous is some of them thought that maybe those things would bring them happiness. But what, in fact, does is having a cause, having a passion. And that's really what gives life's true meaning.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "We've got people looking at our seamy side and our sad side a lot of the time because that's easier. It's much more difficult to make a film about happiness with lots of jokes in it.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "The most exciting happiness is the happiness generated by forces beyond your control.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "Happiness is the longing for repetition.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "The Bluebird of Happiness long absent from his life, Ned is visited by the Chicken of Depression.", 
    "name": "Gary Larson"
  }, 
  {
    "quote": "It takes great wit and interest and energy to be happy. The pursuit of happiness is a great activity. One must be open and alive. It is the greatest feat man has to accomplish.", 
    "name": "Robert Herrick"
  }, 
  {
    "quote": "If you are kept in ignorance of the true way and permit yourself to rely upon and be guided by the opinion of imperfect man, you can never gain the riches that will bring you peace and lasting happiness.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "Fate often puts all the material for happiness and prosperity into a man's hands just to see how miserable he can make himself with them.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Holiness, not happiness, is the chief end of man.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "Happiness is nothing but temporary moments here and there - and I love those. But I would be bored out of my mind if I were happy all the time.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "I've run into certain geniuses of individualism - they are very few and far between - who live their lives completely on their own terms they are very powerful and have a great amount of happiness. We all should aspire to that.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "As to happiness in this life it is hardly compatible with that diminished respect which ever attends the relinquishing of labour.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "No human being can really understand another, and no one can arrange another's happiness.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "There is no correlation between happiness and amounts of money.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Even when they have nothing, the Irish emit a kind of happiness, a joy.", 
    "name": "Fiona Shaw"
  }, 
  {
    "quote": "And of all illumination which human reason can give, none is comparable to the discovery of what we are, our nature, our obligations, what happiness we are capable of, and what are the means of attaining it.", 
    "name": "Adam Weishaupt"
  }, 
  {
    "quote": "As a child is indulged or checked in its early follies, a ground is generally laid for the happiness or misery of the future man.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Well, there are two kinds of happiness, grounded and ungrounded. Ungrounded happiness is cheesy and not based on reality. Grounded happiness is informed happiness based on the knowledge that the world sometimes sucks, but even then you have to believe in yourself.", 
    "name": "Andy Grammer"
  }, 
  {
    "quote": "To play someone who is who they are because of the happiness and contentedness that they've known in their life is interesting because of sort of how banal it is.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "It is now possible to quantify people's levels of happiness pretty accurately by asking them, by observation, and by measuring electrical activity in the brain, in degrees from terrible pain to sublime joy.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "Oh, I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness. You went to the movies then, you saw two movies and a short. When Mickey Mouse came on the screen and there was his big head, my sister said she had to hold onto me. I went berserk.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Happiness is a matter of one's most ordinary and everyday mode of consciousness being busy and lively and unconcerned with self.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "It's horrible when people are only interested in buying labels, because it doesn't bring them the happiness they think it will.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "An institution or reform movement that is not selfish, must originate in the recognition of some evil that is adding to the sum of human suffering, or diminishing the sum of happiness.", 
    "name": "Clara Barton"
  }, 
  {
    "quote": "I learned from a very young age that if I pursued the things that truly excited me, that they would reward in more important ways, like happiness.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.", 
    "name": "Christina Milian"
  }, 
  {
    "quote": "All people desire what they believe will make them happy. If a person is not full of desire for God, we can only conclude that he is engaged with another happiness.", 
    "name": "William Law"
  }, 
  {
    "quote": "One must never look for happiness: one meets it by the way.", 
    "name": "Isabelle Eberhardt"
  }, 
  {
    "quote": "Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition.", 
    "name": "Arthur Rubinstein"
  }, 
  {
    "quote": "True religion... is giving and finding one's happiness by bringing happiness into the lives of others.", 
    "name": "William J. H. Boetcker"
  }, 
  {
    "quote": "There is no happiness in love, except at the end of an English novel.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "When God loves a creature he wants the creature to know the highest happiness and the deepest misery He wants him to know all that being alive can bring. That is his best gift. There is no happiness save in understanding the whole.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "I have my moments. Ever since I was a boy, I never was someone who was at ease with happiness. Too often I embrace introspection and self-doubt. I wish I could embrace the good things.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "People will survive, and they will find happiness. Happiness only comes when you're not looking for it.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "Every poll about the Left, the Right, and happiness reveals that the farther left one goes, the less happy the person is likely to be.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Happiness held is the seed Happiness shared is the flower.", 
    "name": "John Harrigan"
  }, 
  {
    "quote": "A good cook is like a sorceress who dispenses happiness.", 
    "name": "Elsa Schiaparelli"
  }, 
  {
    "quote": "I am happy as happiness goes, for a woman who has so many memories and who lives the lonely life of an actress.", 
    "name": "Lillie Langtry"
  }, 
  {
    "quote": "Lucky that man whose children make his happiness in life and not his grief, the anguished disappointment of his hopes.", 
    "name": "Euripedes"
  }, 
  {
    "quote": "There is a set of religious, or rather moral, writings which teach that virtue is the certain road to happiness, and vice to misery in this world. A very wholesome and comfortable doctrine, and to which we have but one objection, namely, that it is not true.", 
    "name": "Francois Fenelon"
  }, 
  {
    "quote": "America has believed that in differentiation, not in uniformity, lies the path of progress. It acted on this belief it has advanced human happiness, and it has prospered.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Remember the rights of the savage, as we call him. Remember that the happiness of his humble home, remember that the sanctity of life in the hill villages of Afghanistan, among the winter snows, is as inviolable in the eye of Almighty God, as can be your own.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "There is no happiness for people at the expense of other people.", 
    "name": "Anwar Sadat"
  }, 
  {
    "quote": "It is the personality of the mistress that the home expresses. Men are forever guests in our homes, no matter how much happiness they may find there.", 
    "name": "Elsie de Wolfe"
  }, 
  {
    "quote": "I try to stress to my children that buying something never leads to true happiness.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that.", 
    "name": "Nick Cave"
  }, 
  {
    "quote": "The pursuit of happiness, which American citizens are obliged to undertake, tends to involve them in trying to perpetuate the moods, tastes and aptitudes of youth.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "Why does watching a dog be a dog fill one with happiness?", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Happiness is always a coincidence.", 
    "name": "Jose Bergamin"
  }, 
  {
    "quote": "I will always stay close to all compatriots, and share together the happiness and suffering.", 
    "name": "Norodom Sihamoni"
  }, 
  {
    "quote": "All happiness depends on a leisurely breakfast.", 
    "name": "John Gunther"
  }, 
  {
    "quote": "My idea of perfect happiness is a healthy family, peace between nations, and all the critics die.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "The gratification of desire is not happiness.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not.", 
    "name": "Valerie Bertinelli"
  }, 
  {
    "quote": "Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one's identity as a being of worth and dignity.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "That is happiness to be dissolved into something complete and great.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "You've got to ask! Asking is, in my opinion, the world's most powerful - and neglected - secret to success and happiness.", 
    "name": "Percy Ross"
  }, 
  {
    "quote": "I never was someone who was at ease with happiness.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "It was as if all of the happiness, all of the magic of this blissful hour had flowed together into these stirring, bittersweet tones and flowed away, becoming temporal and transitory once more.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "You believe happiness to be derived from the place in which once you have been happy, but in truth it is centered in ourselves.", 
    "name": "Franz Schubert"
  }, 
  {
    "quote": "We all have a hungry heart, and one of the things we hunger for is happiness. So as much as I possibly could, I stayed where I was happy. I spent a great deal of time in my younger years just writing and reading, walking around the woods in Ohio, where I grew up.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "My life has run from misery to happiness.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "Happiness? No, it's not there for me.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another.", 
    "name": "Eustace Budgell"
  }, 
  {
    "quote": "Life finds its purpose and fulfillment in the expansion of happiness.", 
    "name": "Maharishi Mahesh Yogi"
  }, 
  {
    "quote": "Those who seek happiness miss it, and those who discuss it, lack it.", 
    "name": "Holbrook Jackson"
  }, 
  {
    "quote": "Try to put your happiness before anyone else's, because you may never have done so in your entire life, if you really think about it, if you are really honest with yourself.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "The purpose of human life and the sense of happiness is to give the maximum what the man is able to give.", 
    "name": "Alexander Alekhine"
  }, 
  {
    "quote": "The sound of laughter is like the vaulted dome of a temple of happiness.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Happiness is an imaginary condition, formerly attributed by the living to the dead, now usually attributed by adults to children, and by children to adults.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live.", 
    "name": "Sidney Sheldon"
  }, 
  {
    "quote": "It's afterwards you realize that the feeling of happiness you had with a man didn't necessarily prove that you loved him.", 
    "name": "Marguerite Duras"
  }, 
  {
    "quote": "When we were together, I loved you deeply and you gave me so much happiness I can never repay you.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "You know, I think we Indians are afraid to show and celebrate our happiness, lest things change around. But I feel that it's okay to be sad and okay to show when you are happy.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "I've gotten to a point, where I realize that happiness doesn't come from the outside.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "It is work, work that one delights in, that is the surest guarantor of happiness. But even here it is a work that has to be earned by labor in one's earlier years. One should labor so hard in youth that everything one does subsequently is easy by comparison.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "What if I couldn't handle people's opinions of me? I know that shouldn't dictate a person's degree of peace or happiness in life, but the problem is, I chose a business saturated in judgment.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "So, my happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "Happiness is not a state to arrive at, but a manner of traveling.", 
    "name": "Margaret Lee Runbeck"
  }, 
  {
    "quote": "There is an old saying that money can't buy happiness. If it could, I would buy myself four hits every game.", 
    "name": "Pete Rose"
  }, 
  {
    "quote": "Remember that happiness is as contagious as gloom. It should be the first duty of those who are happy to let others know of their gladness.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "I admit I can't shake the idea that there is virtue in suffering, that there is a sort of psychic economy, whereby if you embrace success, happiness and comfort, these things have to be paid for.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed.", 
    "name": "Storm Jameson"
  }, 
  {
    "quote": "I see nothing wrong with the human trait to desire. In fact, I consider it integral to our success mechanism. Becoming attached to what we desire is what causes the trouble. If you must have it in order to be happy, then you are denying the happiness of the here and now.", 
    "name": "Peter McWilliams"
  }, 
  {
    "quote": "To show a child what once delighted you, to find the child's delight added to your own - this is happiness.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "I believe that my clothes can give people a better image of themselves - that it can increase their feelings of confidence and happiness.", 
    "name": "Giorgio Armani"
  }, 
  {
    "quote": "The greatest happiness of the greatest number is the foundation of morals and legislation.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "I don't think that sin and pursuing happiness are not necessarily the same thing.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "How can you tell somebody whose is pursuing happiness that they're somehow not American when that was the very first promise that America made?", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "The pursuit of happiness is a most ridiculous phrase: if you pursue happiness you'll never find it.", 
    "name": "Carrie P. Snow"
  }, 
  {
    "quote": "Here is my prescription to heal all wounds. Watch the film 'Funny Girl' at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "It is the paradox of life that the way to miss pleasure is to seek it first. The very first condition of lasting happiness is that a life should be full of purpose, aiming at something outside self.", 
    "name": "Hugo Black"
  }, 
  {
    "quote": "Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man without liberty, no happiness can be enjoyed by society.", 
    "name": "Henry St. John"
  }, 
  {
    "quote": "My parents- they've been my biggest influences and supporters since day one. They teach me every day that happiness comes from within and not from something outside of your heart.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "I think the key to happiness is allowing ourselves to not feel bad or guilty for feeling it, and letting it be contagious. And to not be dependent on other people to create your own happiness.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "The discovery of a new dish confers more happiness on humanity, than the discovery of a new star.", 
    "name": "Jean Anthelme Brillat-Savarin"
  }, 
  {
    "quote": "For me, love is happiness and inspiration.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I think happiness comes from self-acceptance. We all try different things, and we find some comfortable sense of who we are. We look at our parents and learn and grow and move on. We change.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "There is no excellence without labor. One cannot dream oneself into either usefulness or happiness.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "And perfect happiness? Man, that's a... the pool is about 92 degrees, the Jacuzzi is about 102 and an avocado farm.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "I guess happiness is not a state you want to be in all the time.", 
    "name": "John Belushi"
  }, 
  {
    "quote": "When you're in love, you're so happy that you want to tell people about it. But now I have to censor myself. You need to protect the happiness you have.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I've worked on films where the budgets are almost limitless and you're in trailers that are bigger than a hotel room. You're taken care of and the food is amazing, the quality of the job is amazing and then you work on smaller things but it never dictates my happiness or my willingness to go to work.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "Worldly wealth is the Devil's bait and those whose minds feed upon riches recede, in general, from real happiness, in proportion as their stores increase, as the moon, when she is fullest, is farthest from the sun.", 
    "name": "Robert Burton"
  }, 
  {
    "quote": "One thing I've been happy as peach pie about - because I'm all about the children and the happiness of a woman because that makes the happiness of the home - is that nannies, day cares and babysitters are all collapsing, which is forcing moms and dads to raise their children at home.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "I can't believe it's been four years now, and from watching that pilot, we really all looked like babies. It's unbelievable just how far everything has come. I'm happier now than I've ever been on the show and in my life. I really owe so much of my happiness to 'Glee.'", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "The mindset of chasing that next #1 record doesn't exist for me anymore. It's more about being a well-rounded entertainer than being a pop artist. Obviously, it would be wonderful to have a hit record but I don't base my happiness on that anymore. It's about the accomplishment of a project that satisfies me. I just want to enjoy the ride.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "The day when a sportsman stops thinking above all else of the happiness in his own effort and the intoxication of the power and physical balance he derives from it, the day when he lets considerations of vanity or interest take over, on this day his ideal will die.", 
    "name": "Pierre de Coubertin"
  }, 
  {
    "quote": "There is something in the pang of change More than the heart can bear, Unhappiness remembering happiness.", 
    "name": "Euripedes"
  }, 
  {
    "quote": "Pleasure only starts once the worm has got into the fruit, to become delightful happiness must be tainted with poison.", 
    "name": "Georges Bataille"
  }, 
  {
    "quote": "I think the secret to happiness is having a Teflon soul. Whatever comes your way, you either let it slide or you cook with it.", 
    "name": "Diane Lane"
  }, 
  {
    "quote": "I am more and more convinced that our happiness or our unhappiness depends far more on the way we meet the events of life than on the nature of those events themselves.", 
    "name": "Wilhelm von Humboldt"
  }, 
  {
    "quote": "My travels led me to where I am today. Sometimes these steps have felt painful, difficult, but led me to greater happiness and opportunites.", 
    "name": "Diana Ross"
  }, 
  {
    "quote": "If someday they say of me that in my work I have contributed something to the welfare and happiness of my fellow man, I shall be satisfied.", 
    "name": "George Westinghouse"
  }, 
  {
    "quote": "My mother was a public school teacher in Virginia, and we didn't have any money, we just survived on happiness, on being a happy family.", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "I think a child may be the only thing that could give me true happiness.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "My happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "It was physically difficult, adjusting to wheelchair life, but I remember a great relief and happiness that I was finally getting somewhere, finding musicians to work with that were sympathetic.", 
    "name": "Robert Wyatt"
  }, 
  {
    "quote": "I see happiness as a by-product. I don't think you can pursue happiness. I think that phrase is one of the very few mistakes the Founding Fathers made.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "I'm passionate about everything, like my family and friends. Anybody I am talkin' to is gonna be bona fide real. There is no substitution for happiness. Period.", 
    "name": "Suge Knight"
  }, 
  {
    "quote": "Genuine happiness comes from within, and often it comes in spontaneous feelings of joy.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "I don't really care how I am remembered as long as I bring happiness and joy to people.", 
    "name": "Eddie Albert"
  }, 
  {
    "quote": "I am deeply convinced that happiness does not exist in this world.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "I love walking down the street and seeing faces and drama and happiness and sadness and dirt and cleanliness.", 
    "name": "Ric Ocasek"
  }, 
  {
    "quote": "So even though I consider myself a fairly upbeat person, energetic and things like that, I never do very well on happiness tests.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "Those in the west who dismiss the repressiveness of laws against women in countries like Iran, no matter how benign their intentions, present a condescending view not just of the religion but also of women living in Muslim majority countries, as if the desire for choice and happiness is the monopoly of women in the west.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "I don't have the recipe for happiness, but I think the engine is simply having the desire.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "When I was a little kid, all I wanted to do was to escape what I thought was the country and get to a city. Probably film and television had influenced me so much, I really thought the key to happiness was living a very artificial life in a penthouse in New York with martini glasses.", 
    "name": "Tom Ford"
  }, 
  {
    "quote": "Could a government dare to set out with happiness as its goal? Now that there are accepted scientific proofs, it would be easy to audit the progress of national happiness annually, just as we monitor money and GDP.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "Each person is living for himself his own happiness is all he can ever personally feel.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Every happiness is a hostage to fortune.", 
    "name": "Arthur Helps"
  }, 
  {
    "quote": "Joe E. Lewis said, 'Money doesn't buy happiness but it calms the nerves.' And that is how I feel about a film being well-received.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "The cause of justice is the cause of humanity. Its advocates should overflow with universal good will. We should love this cause, for it conduces to the general happiness of mankind.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "People need to realise what real happiness and success is, because success as an actor is fleeting. You can be up there one day and gone the next.", 
    "name": "Chuck Norris"
  }, 
  {
    "quote": "Your dear baby has died innocent and blameless, and has been called away by an all wise and merciful Creator, most probably from a life to misery and misfortune, and most certainly to one of happiness and bliss.", 
    "name": "George Mason"
  }, 
  {
    "quote": "Every man judges his own happiness and satisfaction with life in terms of his possession or lack of possession of those things that he considers worthwhile and valuable.", 
    "name": "Meir Kahane"
  }, 
  {
    "quote": "As long as I am given the opportunity to keep performing and keep exploring in whatever medium, I'll be happy. As long as I get to spend time with my family, I'll be happy. As long as I can write in some form, I'll be happy. It is the essential things like that I equate with happiness.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "What I mean by that is that the point of life, as I see it, is not to write books or scale mountains or sail oceans, but to achieve happiness, and preferably an unselfish happiness.", 
    "name": "Bernard Cornwell"
  }, 
  {
    "quote": "I think people really marry far too much it is such a lottery after all, and for a poor woman a very doubtful happiness.", 
    "name": "Queen Victoria"
  }, 
  {
    "quote": "Heartache is very fertile ground for song-making but so is happiness, so is absolute bliss.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "There once was a demographic survey done to determine if money was connected to happiness and Ireland was the only place where this did not turn out to be true.", 
    "name": "Fiona Shaw"
  }, 
  {
    "quote": "Goodness does not more certainly make men happy than happiness makes them good.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "I think money is essential to happiness and right now I wouldn't want to be anyone other than Wilbur Smith - I've had a fantastic life, rewarded far more heavily than I deserve. Maybe I'd like to be J. K. Rowling, but I'll settle for second best.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "Aye, I'm tellin' ye, happiness is one of the few things in this world that doubles every time you share it with someone else.", 
    "name": "Harry Lauder"
  }, 
  {
    "quote": "You can have a lot of unhappiness by not having money, but the reverse is no guarantee of happiness.", 
    "name": "Philip Kaufman"
  }, 
  {
    "quote": "Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds.", 
    "name": "Elizabeth Stuart Phelps"
  }, 
  {
    "quote": "When you analyze happiness, it turns out that the way you spend your time is extremely important.", 
    "name": "Daniel Kahneman"
  }, 
  {
    "quote": "Households, cities, countries, and nations have enjoyed great happiness when a single individual has taken heed of the Good and Beautiful. Such people not only liberate themselves they fill those they meet with a free mind.", 
    "name": "Philo"
  }, 
  {
    "quote": "This nation is notorious for its ability to make or fake anything cheaply. 'Made-in-China' goods now fill homes around the world. But our giant country has a small problem. We can't manufacture the happiness of our people.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "Trifles make up the happiness or the misery of human life.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "Happiness, or misery, is in the mind. It is the mind that lives.", 
    "name": "William Cobbett"
  }, 
  {
    "quote": "Even if happiness forgets you a little bit, never completely forget about it.", 
    "name": "Jacques Prevert"
  }, 
  {
    "quote": "I've often thought if I didn't make my marriage work, I would have failed at my one true shot at happiness.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "How often we fail to realize our good fortune in living in a country where happiness is more than a lack of tragedy.", 
    "name": "Paul Sweeney"
  }, 
  {
    "quote": "We all agree that its fit to be as Happy as we can, and we need no Instructor to teach us this Knowledge, 'tis born with us, and is inseparable from our Being, but we very much need to be Inform'd what is the true Way to Happiness.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "If I have to apply five turns to the screw each day for the happiness of Argentina, I will do it.", 
    "name": "Evita Peron"
  }, 
  {
    "quote": "Feminism's agenda is basic: It asks that women not be forced to choose between public justice and private happiness.", 
    "name": "Susan Faludi"
  }, 
  {
    "quote": "Scarcely one person in a thousand is capable of tasting the happiness of others.", 
    "name": "Henry Fielding"
  }, 
  {
    "quote": "Happiness lies first of all in health.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "The slave may be happy, but happiness is not enough.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "Happiness, I do not know where to turn to discover you on earth, in the air or the sky yet I know you exist and are no futile dream.", 
    "name": "Rosalia de Castro"
  }, 
  {
    "quote": "The greatest happiness comes from being vitally interested in something that excites all your energies.", 
    "name": "Walter Annenberg"
  }, 
  {
    "quote": "Life is made up of small pleasures. Happiness is made up of those tiny successes. The big ones come too infrequently. And if you don't collect all these tiny successes, the big ones don't really mean anything.", 
    "name": "Norman Lear"
  }, 
  {
    "quote": "The greatest happiness is to transform one's feelings into action.", 
    "name": "Madame de Stael"
  }, 
  {
    "quote": "I love acting. It's my playground, it let's me explore. But my happiness in this world - my level of peace - is never going to be dictated by acting.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "But my happiness in this world - my level of peace - is never going to be dictated by acting.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "Seek happiness for its own sake, and you will not find it seek for duty, and happiness will follow as the shadow comes with the sunshine.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "I had to try and find a way to express happiness without sounding corny.", 
    "name": "Daniel Johns"
  }, 
  {
    "quote": "History shows that our way of life is the stronger way. From it has come more wealth, more industry, more happiness, more human enlightenment than from any other way.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "Happiness doesn't depend on how much you have to enjoy, but how much you enjoy what you have.", 
    "name": "Tom Wilson"
  }, 
  {
    "quote": "There is even a happiness - that makes the heart afraid.", 
    "name": "Thomas Hood"
  }, 
  {
    "quote": "The pop musicians often leave meaning in the dust and substitute it for cartoons. The deeper artists - the grunge artists in the world and the emoticon people - tend to leave all of the happiness out of life like it just doesn't exist.", 
    "name": "Hal Sparks"
  }, 
  {
    "quote": "I don't like Paris so much, and it's only eight shows. I mean, don't tell them that, of course. But everyone always thinks they're so important. And I'm sure they are. But to me, my happiness is more important.", 
    "name": "Gisele Bundchen"
  }, 
  {
    "quote": "When Kate was born, she was born into a world of joy and happiness and confidence. The difference between the children is night and day. She's happy, she's thriving, she's full of self-confidence. I tell her she's beautiful every day before I send her off to school.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "Shall I give you my recipe for happiness? I find everything useful and nothing indispensable. I find everything wonderful and nothing miraculous. I reverence the body. I avoid first causes like the plague.", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "I visited those friends who'd just had a baby, and she was washing dishes and he was cleaning the house, and I burst with happiness. And in their minds, they were in this terrible domestic rut.", 
    "name": "Josh Lucas"
  }, 
  {
    "quote": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.", 
    "name": "Emanuel Swedenborg"
  }, 
  {
    "quote": "Is anyone serious about the politics of happiness? David Cameron dipped a toe in the water, using the word lightly, but denying the hard policies it implies. Labour shies away from it, but should take up the challenge.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "Happiness is a real, objective phenomenon, scientifically verifiable. That means people and whole societies can now be measured over time and compared accurately with one another. Causes and cures for unhappiness can be quantified.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "Inequality makes everyone unhappy, the poor most of all, and that is well within the remit of the state. More money gives less extra happiness the richer we get, yet we are addicted to earning and spending more every year.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "Inside every adult there's still a child that lingers. We're happiness merchants - giving people the opportunity to dream like children.", 
    "name": "Guy Laliberte"
  }, 
  {
    "quote": "You find happiness where you find it.", 
    "name": "Anna Paquin"
  }, 
  {
    "quote": "I love my family and I had a very wonderful, magical childhood. But New Jersey was actually a very cold place. There was such an intense concentration of wealth, and such a low concentration of any actual human happiness.", 
    "name": "Ezra Miller"
  }, 
  {
    "quote": "The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness.", 
    "name": "Frank Norris"
  }, 
  {
    "quote": "While I gave up God a long time ago, I never shook the habit of wanting to believe in something. So I replaced my creed of everlasting life with life, liberty, and the pursuit of happiness.", 
    "name": "Sarah Vowell"
  }, 
  {
    "quote": "It's up to you to be responsible for how you feel if you're not happy. Your happiness lies in your hands. You can't rely on a man to make you happy or complete you. That starts with you.", 
    "name": "Taraji P. Henson"
  }, 
  {
    "quote": "I don't get a sense of American pride. I just get a sense that everyone is here, battling the same thing - that around the world everybody's after the same thing, just some minor piece of happiness each day.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "Happiness, for you we walk on a knife edge. To the eyes you are a flickering light, to the feet, thin ice that cracks and so may no one touch you who loves you.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "My greatest happiness is to serve my gracious King and Country and I am envious only of glory for if it be a sin to covet glory I am the most offending soul alive.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "I'm actually tougher on myself as I get older. It's a vicious cycle. The things that are important in life are the things that you can't buy in life: love, health and happiness. I say that, and I believe that, and I try to live that.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "I will never forget my beautiful days with you in Shanklin, they are certainly the most pleasant ones of my life. Look, I have tears in my eyes just to think about it. I am furious to be here, it is the end of happiness for a whole year.", 
    "name": "Camille Claudel"
  }, 
  {
    "quote": "The most simple things can bring the most happiness.", 
    "name": "Izabella Scorupco"
  }, 
  {
    "quote": "You need characters who want things. They want love, they want recognition, they want happiness.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "The women I know who have children and have careers, they seem to be very happy. They love their children and they love their jobs. But happiness comes out of being willing to do your work in your twenties to find out who you are, what you love.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "Suspicion is far more to be wrong than right more often unjust than just. It is no friend to virtue, and always an enemy to happiness.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "The idea that happiness could have a share in beauty would be too much of a good thing.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "Getting pregnant wasn't easy, and I found that devastating. I really beat myself up for waiting so long when I'd always wanted children and family had been the basis of my happiness my whole life.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "I get way too much happiness from good food.", 
    "name": "Elizabeth Olsen"
  }, 
  {
    "quote": "The secret of happiness is the determination to be happy always, rather than wait for outer circumstances to make one happy.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "Man must search for what is right, and let happiness come on its own.", 
    "name": "Johann Pestalozzi"
  }, 
  {
    "quote": "Musicians are probably the most uncomfortable people in themselves in the world. Happiness, I think, only exists when you're a child and once you go past 11, unfortunately it's gone.", 
    "name": "Andrea Corr"
  }, 
  {
    "quote": "We learn the inner secret of happiness when we learn to direct our inner drives, our interest and our attention to something besides ourselves.", 
    "name": "Ethel Percy Andrus"
  }, 
  {
    "quote": "You do the right thing even if it makes you feel bad. The purpose of life is not to be happy but to be worthy of happiness.", 
    "name": "Tracy Kidder"
  }, 
  {
    "quote": "It's not attractive when girls get superskinny. Guys don't like it. Girls don't like you as much. You lose some happiness when that's all you think about.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "My mum brought me up to think that personal happiness is more important than your family.", 
    "name": "Gail Porter"
  }, 
  {
    "quote": "I think my capacity to change has given me tremendous happiness, because who I am today I am completely content to be.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "I have to keep reminding myself: If you give your life to God, he doesn't promise you happiness and that everything will go well. But he does promise you peace. You can have peace and joy, even in bad circumstances.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "The happiness of every country depends upon the character of its people, rather than the form of its government.", 
    "name": "Thomas Chandler Haliburton"
  }, 
  {
    "quote": "The older I get, the more I see that there really aren't huge zeniths of happiness or a huge abyss of darkness as much as there used to be. I tend to walk a middle ground.", 
    "name": "Paula Cole"
  }, 
  {
    "quote": "I find that the older I get, the more I see that there really aren't huge zeniths of happiness or a huge abyss of darkness as much as there used to be.", 
    "name": "Paula Cole"
  }, 
  {
    "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "Money is not necessarily, although it helps a lot for happiness, it's not necessarily the best way to be happy, to be rich, you know.", 
    "name": "Eric Ripert"
  }, 
  {
    "quote": "For me, however, that beloved, glowing little word happiness has become associated with everything I have felt since childhood upon hearing the sound of the word itself.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "Nevertheless, whether in occurrences lasting days, hours or mere minutes at a time, I have experienced happiness often, and have had brief encounters with it in my later years, even in old age.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "Fame is indeed beautiful and benign and gentle and satisfying, but happiness is something at once tender and brilliant beyond all things.", 
    "name": "Mary MacLane"
  }, 
  {
    "quote": "I want fame more than I can tell. But more than I want fame I want happiness.", 
    "name": "Mary MacLane"
  }, 
  {
    "quote": "If happiness truly consisted in physical ease and freedom from care, then the happiest individual would not be either a man or a woman it would be, I think, an American cow.", 
    "name": "William Lyon Phelps"
  }, 
  {
    "quote": "Happiness is no laughing matter.", 
    "name": "Richard Whately"
  }, 
  {
    "quote": "I come before you to declare that my sex are entitled to the inalienable right to life, liberty, and the pursuit of happiness.", 
    "name": "Victoria Woodhull"
  }, 
  {
    "quote": "The house a woman creates is a Utopia. She can't help it - can't help trying to interest her nearest and dearest not in happiness itself but in the search for it.", 
    "name": "Marguerite Duras"
  }, 
  {
    "quote": "Now an infinite happiness cannot be purchased by any price less than that which is infinite in value and infinity of merit can only result from a nature that is infinitely divine or perfect.", 
    "name": "Adam Clarke"
  }, 
  {
    "quote": "The free market economy is supposed to be the only path leading to the happiness of humanity by promoting wealth and prosperity, power and influence of nations.", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "So, after awhile, you can only get so much happiness from a guy who's drunk come up and tell you you're great.", 
    "name": "Rick Derringer"
  }, 
  {
    "quote": "The inspired Scriptures make the clear distinction between false and true riches and make plain the reason why happiness is gained and fully enjoyed only by those who find true riches.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "Friends have suggested that I am the least qualified person to talk about happiness, because I am often down, and sometimes profoundly depressed. But I think that's where my qualification comes from. Because to know happiness, it helps to know unhappiness.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "By asking the question 'Am I happy?,' and via the answer setting out what I mean by happiness, there is a political route that can be taken, by asking another question - 'Can politics deliver happiness, and should it try?'", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "So here is one of my theories on happiness: we cannot know if we have lived a truly happy life until the very end. This view of life and death was reinforced by my close witnessing of the buildup to the death of Philip Gould. Philip was without doubt my closest friend in politics. When he died, I felt like I had lost a limb.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "Yes, women, and men, have to be open to love, because if we're not open then there's no way for us to find happiness. But you can be open to it and still have no control over when it's going to happen.", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "So I started chanting when I was nineteen, which was about twelve years ago, and it really had a huge impact on my outlook, happiness, and general creativity.", 
    "name": "Duncan Sheik"
  }, 
  {
    "quote": "This is true enough, but success is the next best thing to happiness, and if you can't be happy as a success, it's very unlikely that you would find a deeper, truer happiness in failure.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "Every man hath a general desire of his own happiness and likewise a variety of particular affections, passions, and appetites to particular external objects.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "Happiness or satisfaction consists only in the enjoyment of those objects which are by nature suited to our several particular appetites, passions, and affections.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "The principle we call self-love never seeks anything external for the sake of the thing, but only as a means of happiness or good: particular affections rest in the external things themselves.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "The sum of the whole is plainly this: The nature of man considered in his single capacity, and with respect only to the present world, is adapted and leads him to attain the greatest happiness he can for himself in the present world.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "My parents were not very happy. They were very worried about me pursuing a career that even if I had talent might not give me the happiness and the success that they - any parent hopes for their child.", 
    "name": "Emmylou Harris"
  }, 
  {
    "quote": "Some of us learned in a school of philosophy which taught that all was for the common good and nothing for oneself and have never, in any case, regarded the pursuit of happiness as anything other than an aberration of the human spirit.", 
    "name": "John Grierson"
  }, 
  {
    "quote": "I think essentially the meaning of life is probably the journey and not really any one thing or an outcome or a result. I think it's kinda the process and I think that if you can find happiness in the process then maybe that's it.", 
    "name": "Charisma Carpenter"
  }, 
  {
    "quote": "Happiness does not come from football awards. It's terrible to correlate happiness with football. Happiness comes from a good job, being able to feed your wife and kids. I don't dream football, I dream the American dream - two cars in a garage, be a happy father.", 
    "name": "Barry Sanders"
  }, 
  {
    "quote": "I've had a good life. Enough happiness, enough success.", 
    "name": "Michael Landon"
  }, 
  {
    "quote": "The independence of all political and other bother is a happiness.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "To have the sense of creative activity is the great happiness and the great proof of being alive.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "Only one thing has to change for us to know happiness in our lives: where we focus our attention.", 
    "name": "Greg Anderson"
  }, 
  {
    "quote": "Happiness is making your dreams come true.", 
    "name": "Jourdan Dunn"
  }, 
  {
    "quote": "Individuality is the aim of political liberty. By leaving the citizen as much freedom of action and of being as comports with order and the rights of others, the institutions render him truly a freeman. He is left to pursue his means of happiness in his own manner.", 
    "name": "James F. Cooper"
  }, 
  {
    "quote": "I just hope I can spread some of the happiness that's been coming my way.", 
    "name": "Kenny Rogers"
  }, 
  {
    "quote": "Money brings some happiness. But after a certain point, it just brings more money.", 
    "name": "Neil Simon"
  }, 
  {
    "quote": "I think government has a major role to play in helping us with the pursuit of happiness.", 
    "name": "William Weld"
  }, 
  {
    "quote": "Sadness is a very interesting idea, this idea of sadness being some kind of default setting that artists will go into. And then I started thinking about this idea of sadness and happiness, and the idea that sadness is very loud, and happiness is quiet.", 
    "name": "Glen Hansard"
  }, 
  {
    "quote": "Happiness is like a cat, If you try to coax it or call it, it will avoid you it will never come. But if you pay not attention to it and go about your business, you'll find it rubbing against your legs and jumping into your lap.", 
    "name": "William Bennett"
  }, 
  {
    "quote": "Happiness is not that easy to achieve, but having a handsome husband, a beautiful baby, and a great job helps.", 
    "name": "Ellen Pompeo"
  }, 
  {
    "quote": "To me, the most important thing is happiness.", 
    "name": "Sheryl Swoopes"
  }, 
  {
    "quote": "The music is the message, the message is the music. So that's my little ministry that the Big Man upstairs gave to me - a little ministry called love and happiness.", 
    "name": "Al Green"
  }, 
  {
    "quote": "The life and liberty and property and happiness of the common man throughout the world are at the absolute mercy of a few persons whom he has never seen, involved in complicated quarrels that he has never heard of.", 
    "name": "Gilbert Murray"
  }, 
  {
    "quote": "It's obvious, but perhaps worth saying, that happiness has virtually nothing to do with the state of your intellect.", 
    "name": "Daniel Keys Moran"
  }, 
  {
    "quote": "One of my producers said this business is like a hamster on that little wheel thing that goes around and around. You may have a great day and get great ratings, but then you've got another show to do - whatever moment of success or happiness you have you've got to keep grinding it out for the next day.", 
    "name": "Sean Hannity"
  }, 
  {
    "quote": "The arts are weapons of understanding and weapons of happiness.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "I envy the happiness of others... I envy the sense of belonging... I seem always to be remaking myself.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "I believe there is a relationship between having an interest in the arts and the behaviour of society as a whole. Some politicians find it difficult that the arts is a weapon of happiness... Politics is often about deprivation rather than the opening up of ideas and nourishing creative endeavour.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "To seduce a woman famous for strict morals, religious fervor and the happiness of her marriage: what could possibly be more prestigious?", 
    "name": "Christopher Hampton"
  }, 
  {
    "quote": "Many a happiness in life, as many a disaster, can be due to chance, but the peace within us can never be governed by chance.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "Happiness is rarely absent it is we that know not of its presence.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "The object of government in peace and in war is not the glory of rulers or of races, but the happiness of common man.", 
    "name": "William Beveridge"
  }, 
  {
    "quote": "Mystery is gone to the certainty of technological principles. So the real terror, the real aggression against life comes in the form of the pursuit of our technological happiness.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "The arrival of any child brings you a lot of happiness.", 
    "name": "Seal"
  }, 
  {
    "quote": "We have a long heritage of freedom that defines America. We believe there is a Creator who blessed us with life, liberty and the pursuit of happiness.", 
    "name": "Todd Akin"
  }, 
  {
    "quote": "In securing the future of the planet, we secure happiness for ourselves. One of the aims of the Greens is to turn around the tide of pessimism amongst the young people of the world.", 
    "name": "Bob Brown"
  }, 
  {
    "quote": "But if you believe in Christ and that your main goal with your life is supposed to be to honor Him and do His will, then you don't have as much pressure as someone who bases all their happiness on whether they're a movie star.", 
    "name": "Victoria Jackson"
  }, 
  {
    "quote": "I think people should know more of Africa in terms of its joie de vivre, its feeling for life. In spite of the images that one knows about Africa - the economic poverty, the corruption - there's a joy to living and a happiness in community, living together, in community life, which may be missing here in America.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "The only true happiness comes from squandering ourselves for a purpose.", 
    "name": "John Mason Brown"
  }, 
  {
    "quote": "Happiness is the absence of suffering. I think it's an interesting way of looking at it. I think the absence of suffering exists very rarely in the world we live in.", 
    "name": "Julie Christie"
  }, 
  {
    "quote": "I am deeply grateful for the concern of all those who constantly prayed for my happiness.", 
    "name": "Princess Margaret"
  }, 
  {
    "quote": "Eventually, we reach the point where we start to realize that we are not going to find peace, contentment, happiness, strength, fearlessness - all of the things that in our heart of hearts we wish we had - outside of us.", 
    "name": "Guy Finley"
  }, 
  {
    "quote": "Happiness for me is getting to write about the most important things I know.", 
    "name": "Richard Ford"
  }, 
  {
    "quote": "My biography of Frank Sinatra is not paean to his music but rather an illumination of the man behind the music, who once described himself as 'an 18-karat manic-depressive who lived a life of violent emotional contradictions with an over-acute capacity for sadness as well as happiness.'", 
    "name": "Kitty Kelley"
  }, 
  {
    "quote": "Bring love and peace and happiness and beautiful lives into the world in my honor. Thank you. Love you.", 
    "name": "Aron Ralston"
  }, 
  {
    "quote": "There's a higher form of happiness in commitment. I'm counting on it.", 
    "name": "Claire Forlani"
  }, 
  {
    "quote": "First and foremost, you've got to make yourself happy. Essentially being who you are is the most important thing. When you're after truth, happiness always comes.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "You know, American citizens, I don't think, ever thought that the right to the pursuit of happiness did not include the right to marry the person you love. But for a whole number of Americans, gay Americans, that happens to be true.", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "According to your sympathy, you will take pleasure in your own happiness or in the happiness of other people but it is always your own happiness you seek.", 
    "name": "John Buchanan Robinson"
  }, 
  {
    "quote": "Fashion is all about happiness. It's fun. It's important. But it's not medicine.", 
    "name": "Donatella Versace"
  }, 
  {
    "quote": "I've had at least my share of tragedy, but I have had far more than my share of happiness.", 
    "name": "Pierre Salinger"
  }, 
  {
    "quote": "For my part, I do not feel that the scheme of future happiness, which ought by rights to be in preparation for me, will be at all interfered with by my not meeting again the man I have in my. mind.", 
    "name": "James Payn"
  }, 
  {
    "quote": "Happiness has a bad rap. People say it shouldn't be your goal in life. Oh, yes it should.", 
    "name": "Richard Dreyfuss"
  }, 
  {
    "quote": "More company increases happiness, but does not lighten or diminish misery.", 
    "name": "Thomas Traherne"
  }, 
  {
    "quote": "Happiness was not made to be boasted, but enjoyed. Therefore tho others count me miserable, I will not believe them if I know and feel myself to be happy nor fear them.", 
    "name": "Thomas Traherne"
  }, 
  {
    "quote": "To think the world therefore a general Bedlam, or place of madmen, and oneself a physician, is the most necessary point of present wisdom: an important imagination, and the way to happiness.", 
    "name": "Thomas Traherne"
  }, 
  {
    "quote": "But it is my happiness to be half Welsh, and that the better half.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "We need fundamental change. In the past, national development led to people's happiness but now the link between national growth and improvement in people's lives has been severed.", 
    "name": "Park Geun-hye"
  }, 
  {
    "quote": "Time the great destroyer of other men's happiness, only enlarges the patrimony of literature to its possessor.", 
    "name": "Isaac D'Israeli"
  }, 
  {
    "quote": "There is no dramatic difference in happiness on the part of people who are wealthy.", 
    "name": "Deborah Norville"
  }, 
  {
    "quote": "Well, my thoughts about California are kind of mythological. To me, as well as being a real place, it's a place where people go to find something - to find happiness or to realize their dreams. So it has that kind of quality of heroism and heartache, and Australia has that, as well.", 
    "name": "Colin Hay"
  }, 
  {
    "quote": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.", 
    "name": "Lana Del Rey"
  }, 
  {
    "quote": "The lesson I have thoroughly learnt, and wish to pass on to others, is to know the enduring happiness that the love of a garden gives.", 
    "name": "Gertrude Jekyll"
  }, 
  {
    "quote": "Politics are beautiful. They enable a community to live collectively with one another. It's not about stabbing each other in the back it's about enabling people to reach their dreams and pursue happiness.", 
    "name": "Ben Nicholson"
  }, 
  {
    "quote": "I have a theory that the secret of marital happiness is simple: drink in different pubs to your other half.", 
    "name": "Jilly Cooper"
  }, 
  {
    "quote": "There may be Peace without Joy, and Joy without Peace, but the two combined make Happiness.", 
    "name": "John Buchan"
  }, 
  {
    "quote": "Well may the boldest fear and the wisest tremble when incurring responsibilities on which may depend our country's peace and prosperity, and in some degree the hopes and happiness of the whole human family.", 
    "name": "James K. Polk"
  }, 
  {
    "quote": "An order of government, established by such an all-wise, powerful being, must be good and perfect, and must be calculated to promote the permanent peace, happiness, and well-being of all his subjects.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "Michael has a connection with children, just like Mickey Mouse does, and he brings happiness to them, and joy.", 
    "name": "Jermaine Jackson"
  }, 
  {
    "quote": "May there always be peace, love and happiness in every house.", 
    "name": "Islom Karimov"
  }, 
  {
    "quote": "One's happiness depends less on what he knows than on what he feels.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "If kind parents love their children and delight in their happiness, then he who is perfect goodness in sending abroad mortal contagions doth assuredly direct their use.", 
    "name": "John Woolman"
  }, 
  {
    "quote": "Every age has its happiness and troubles.", 
    "name": "Jeanne Calment"
  }, 
  {
    "quote": "Happiness is not a possession to be prized, it is a quality of thought, a state of mind.", 
    "name": "Daphne du Maurier"
  }, 
  {
    "quote": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy.", 
    "name": "Fanny Burney"
  }, 
  {
    "quote": "As long as you are being true to yourself, you will always find happiness.", 
    "name": "Amber Riley"
  }, 
  {
    "quote": "I'm an inherently happy person. It comes from the inside, which means you can achieve happiness under any circumstance.", 
    "name": "Patrick Duffy"
  }, 
  {
    "quote": "The secret of happiness is to find a congenial monotony.", 
    "name": "V. S. Pritchett"
  }, 
  {
    "quote": "Happiness consists not in having much, but in being content with little.", 
    "name": "Marguerite Gardiner"
  }, 
  {
    "quote": "I was as happy doing theater in New York for little or no money as I am now doing television for more money. The happiness, I guess, comes out of it being a good job. The success has to do with the fact that it's a good job that will continue.", 
    "name": "David Hyde Pierce"
  }, 
  {
    "quote": "Our nation was founded on the principals of life, liberty and the pursuit of happiness.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "The United States are a political state, or organized society, whose end is government, for the security, welfare, and happiness of all who live under its protection.", 
    "name": "William H. Seward"
  }, 
  {
    "quote": "As a bookish child in Calcutta, I used to thrill to the adventures of bad girls whose pursuit of happiness swept them outside the bounds of social decency. Tess of the d'Urbervilles, Emma Bovary and Anna Karenina lived large in my imagination. The naughty girls of Hollywood films flirted and knew how to drive.", 
    "name": "Bharati Mukherjee"
  }, 
  {
    "quote": "Success can create more madness than happiness.", 
    "name": "Billy Ocean"
  }, 
  {
    "quote": "I ask the rights to pursue happiness by having a voice in that government to which I am accountable.", 
    "name": "Victoria Woodhull"
  }, 
  {
    "quote": "The secret of happiness is: Find something more important than you are and dedicate your life to it.", 
    "name": "Daniel Dennett"
  }, 
  {
    "quote": "Happiness is being on the beam with life - to feel the pull of life.", 
    "name": "Agnes Martin"
  }, 
  {
    "quote": "There is no such thing as the pursuit of happiness, but there is the discovery of joy.", 
    "name": "Joyce Grenfell"
  }, 
  {
    "quote": "My family didn't have a lot of money, and I'm grateful for that. Money is the longest route to happiness.", 
    "name": "Evangeline Lilly"
  }, 
  {
    "quote": "I always had a larger view. I'm interested in real life - my family, my friends. I have tried never to define myself by my success, whatever that is. My happiness is way beyond roles and awards.", 
    "name": "Amy Adams"
  }, 
  {
    "quote": "Before the boat docked, however, he confessed because he was contemplating running for president, he couldn't separate from his wife. I believed him when he told me he faced a difficult choice between pursuing personal happiness and his political destiny.", 
    "name": "Donna Rice"
  }, 
  {
    "quote": "So many people have said that to me, that what they really like about Alex is what she brings out in Marissa, and what this situation brings out in her, a hint of happiness and another side to her character.", 
    "name": "Olivia Wilde"
  }, 
  {
    "quote": "Leibniz dedicated his life to efforts to educate people to understand that true happiness is found by locating their identity in benefitting mankind and their posterity.", 
    "name": "Robert Trout"
  }, 
  {
    "quote": "Being rich and famous isn't all happiness and at times the pressures have got to me.", 
    "name": "Annni-Frid Lyngstad"
  }, 
  {
    "quote": "I always looked for a man to rescue me and bring me happiness. I bought into that myth, of course, and looked for my own Prince Charming.", 
    "name": "Linda Evans"
  }, 
  {
    "quote": "For all its terrible faults, in one sense America is still the last, best hope of mankind, because it spells out so vividly the kind of happiness that most people actually want, regardless of what they are told they ought to want.", 
    "name": "Ferdinand Mount"
  }, 
  {
    "quote": "Virtue is simply happiness, and happiness is a by-product of function. You are happy when you are functioning.", 
    "name": "William Burroughs"
  }, 
  {
    "quote": "Fancy the happiness of Pinocchio on finding himself free! Without saying yes or no, he fled from the city and set out on the road that was to take him back to the house of the lovely Fairy.", 
    "name": "Carlo Collodi"
  }, 
  {
    "quote": "The folly of endless consumerism sends us on a wild goose-chase for happiness through materialism.", 
    "name": "Bryant McGill"
  }, 
  {
    "quote": "There is no happiness outside of ourselves.", 
    "name": "Bryant McGill"
  }, 
  {
    "quote": "I have kids and I want to have a long life and there are certain things that are conducive to that and certain things that aren't. I've opted for the road of happiness and long life.", 
    "name": "Ethan Suplee"
  }, 
  {
    "quote": "I keep mementos from everything I've done. I've got my cab driver's license from 'Happiness.' I've got a pair of glasses and a belt buckle from playing John Lennon. I've got a pair of sunglasses from playing Andy Warhol... It's all in a box in the garage.", 
    "name": "Jared Harris"
  }, 
  {
    "quote": "Vegas means comedy, tragedy, happiness and sadness all at the same time.", 
    "name": "Artie Lange"
  }, 
  {
    "quote": "He who never sacrificed a present to a future good or a personal to a general one can speak of happiness only as the blind do of colors.", 
    "name": "Olympia Brown"
  }, 
  {
    "quote": "It is our happiness to live under the government of a PRINCE who is satisfied with ruling according to law as every other good prince will - We enjoy under his administration all the liberty that is proper and expedient for us.", 
    "name": "Jonathan Mayhew"
  }, 
  {
    "quote": "Character is power it makes friends, draws patronage and support and opens the way to wealth, honor and happiness.", 
    "name": "John Howe"
  }, 
  {
    "quote": "We all of us deserve happiness or none of us does.", 
    "name": "Mary Gordon"
  }, 
  {
    "quote": "You always hear the phrase, money doesn't buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it's not really true. I got a new car because the old one's lease expired.", 
    "name": "Sergey Brin"
  }, 
  {
    "quote": "The sexes were made for each other, and only in the wise and loving union of the two is the fullness of health and duty and happiness to be expected.", 
    "name": "William Hall"
  }, 
  {
    "quote": "For Mythology is the handmaid of literature and literature is one of the best allies of virtue and promoters of happiness.", 
    "name": "Thomas Bulfinch"
  }, 
  {
    "quote": "I've never seen an obese person who has said, 'I am well in my mind.' Happiness stops food being a compensation.", 
    "name": "Pierre Dukan"
  }, 
  {
    "quote": "Happiness, to some, elation Is, to others, mere stagnation.", 
    "name": "Amy Lowell"
  }, 
  {
    "quote": "I'm interested in the dark side of man. I'm interested in taboos, and murder is the greatest taboo. Characters are fascinating in their extremity, not in their happiness.", 
    "name": "Elizabeth George"
  }, 
  {
    "quote": "I'd learned how much happiness money can bring you. Very little.", 
    "name": "Rick Pitino"
  }, 
  {
    "quote": "Happiness is the real sense of fulfillment that comes from hard work.", 
    "name": "Joseph Barbara"
  }, 
  {
    "quote": "I have a talent for happiness. I look with the eyes of a painter, and I see beauty.", 
    "name": "Sylvia Kristel"
  }, 
  {
    "quote": "The one happiness is to shut one's door upon a little room, with a table before one, and to create to create life in that isolation from life.", 
    "name": "Eleanora Duse"
  }, 
  {
    "quote": "The groundwork of all happiness is health.", 
    "name": "Leigh Hunt"
  }, 
  {
    "quote": "It's good to follow the path of personal happiness to some extent. People tend to get upset however when you drive a steamroller down it.", 
    "name": "Simon Travaglia"
  }, 
  {
    "quote": "Happiness consists in activity. It is running steam, not a stagnant pool.", 
    "name": "John Mason Good"
  }, 
  {
    "quote": "The pursuit of happiness is in our Constitution. We're all entitled to have the best we can.", 
    "name": "Loretta Swit"
  }, 
  {
    "quote": "See to do good, and you will find that happiness will run after you.", 
    "name": "James Freeman Clarke"
  }, 
  {
    "quote": "To me, flowers are happiness.", 
    "name": "Stefano Gabbana"
  }, 
  {
    "quote": "We all have to work for happiness. And you cannot listen to other people. That is the worst mistake you can make.", 
    "name": "Jillian Michaels"
  }, 
  {
    "quote": "Happiness consumes itself like a flame. It cannot burn for ever, it must go out, and the presentiment of its end destroys it at its very peak.", 
    "name": "August Strindberg"
  }, 
  {
    "quote": "Money can't buy happiness.", 
    "name": "Howard Hughes"
  }, 
  {
    "quote": "Marriage is wild. I thought it was this perfect land of happiness and joy. Wrong! After you say you do, you don't for a long time.", 
    "name": "John Leguizamo"
  }, 
  {
    "quote": "If you can measure success in this business based on happiness alone I feel like I've hit the lottery.", 
    "name": "Justin Long"
  }, 
  {
    "quote": "Experienced happiness refers to your feelings, to how happy you are as you live your life. In contrast, the satisfaction of the remembering self refers to your feelings when you think about your life.", 
    "name": "Daniel Kahneman"
  }, 
  {
    "quote": "I believe economic growth should translate into the happiness and progress of all. Along with it, there should be development of art and culture, literature and education, science and technology. We have to see how to harness the many resources of India for achieving common good and for inclusive growth.", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "So I decided to move that scene in the doctor's office to two-thirds into the movie, after the viewers had come to know Ryan and Ali and share in their happiness.", 
    "name": "Arthur Hiller"
  }, 
  {
    "quote": "What happiness is there which is not purchased with more or less of pain?", 
    "name": "Margaret Oliphant"
  }, 
  {
    "quote": "If you asked somebody, 'what do you wish for in life?' they wouldn't say 'happiness.' I would have answered 'excitement, knowledge,' God knows - I mean, many, many different things, but certainly not 'happiness'. It seemed like a foreign concept to wish for something that specific and that singular.", 
    "name": "Connie Nielsen"
  }, 
  {
    "quote": "As long as you understand that you find happiness through family, friends and love, then money is just a nice bonus.", 
    "name": "Ioan Gruffudd"
  }, 
  {
    "quote": "90%, 100% are going there to hear the singing. The story is another thing. Nobody's interested in the story. Happiness is happiness.", 
    "name": "Cab Calloway"
  }, 
  {
    "quote": "Even when there are times that we're not happy, happiness will creep in.", 
    "name": "Dyan Cannon"
  }, 
  {
    "quote": "It is great happiness to be praised of them who are most praiseworthy.", 
    "name": "Philip Sidney"
  }, 
  {
    "quote": "Law is stable the societies we are speaking of are progressive. The greater or less happiness of a people depends on the degree of promptitude with which the gulf is narrowed.", 
    "name": "Henry James Sumner Maine"
  }, 
  {
    "quote": "In my life I've learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we're all searching for. I haven't come across anyone who didn't become a better person through love.", 
    "name": "Marla Gibbs"
  }, 
  {
    "quote": "The truth is that relative income is not directly related to happiness. Nonpartisan social-survey data clearly show that the big driver of happiness is earned success: a person's belief that he has created value in his life or the life of others.", 
    "name": "Arthur C. Brooks"
  }, 
  {
    "quote": "I don't know why my smile has become a signature pose. I think it's a nice change. I think people want to see happiness, so a smile is what can bring that. I didn't make it my trademark on purpose.", 
    "name": "Arizona Muse"
  }, 
  {
    "quote": "Happiness is when you love who you are and you are able to accept yourself and others.", 
    "name": "Bar Refaeli"
  }, 
  {
    "quote": "It is the people who can do nothing who find nothing to do, and the secret to happiness in this world is not only to be useful, but to be forever elevating one's uses.", 
    "name": "Sarah Orne Jewett"
  }, 
  {
    "quote": "Clothes are my drug. I love Camden market - I have so many vintage pieces from there it's unbelievable. Clothes are really important to me, they give me that feeling of happiness. I love being a bit free with it all and not giving myself rules.", 
    "name": "Kaya Scodelario"
  }, 
  {
    "quote": "Since, therefore, no man is born without faults, and he is esteemed the best whose errors are the least, let the wise man consider everything human as connected with himself for in worldly affairs there is no perfect happiness under heaven.", 
    "name": "Giraldus Cambrensis"
  }, 
  {
    "quote": "The thing is, when I had my first success it did coincide with the end of my first marriage, and because I went on to have a very, very unhappy two years, I don't think I equate career success with personal happiness.", 
    "name": "Rob Brydon"
  }, 
  {
    "quote": "We hear of the wealth of nations, of the powers of production, of the demand and supply of markets, and we forget that these words mean no more, if they mean any thing, then the happiness, and the labor, and the necessities of men.", 
    "name": "Francis Wright"
  }, 
  {
    "quote": "That which makes people dissatisfied with their condition, is the chimerical idea they form of the happiness of others.", 
    "name": "James Thomson"
  }, 
  {
    "quote": "With respect to the first of these obstacles, it has often been made a matter of grave complaint against Political Economists, that they confine their attention to Wealth, and disregard all consideration of Happiness or Virtue.", 
    "name": "Nassau William Senior"
  }, 
  {
    "quote": "I've done an informal, anecdotal survey about marriage, and I've found no evidence that it brings happiness.", 
    "name": "Mary McCormack"
  }, 
  {
    "quote": "I find happiness comes from numerous sources in my life. Most often, the happy moments I cherish most are quiet moments with my wife and family back home in Nova Scotia.", 
    "name": "Peter MacKay"
  }, 
  {
    "quote": "The applause was so loud and insistent that I had to respond with several encores. I was numb with happiness, when it was over, I knew that this alone must be my life and my world.", 
    "name": "Leni Riefenstahl"
  }, 
  {
    "quote": "Although one may fail to find happiness in theatrical life, one never wishes to give it up after having once tasted its fruits.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "My grandmother had six kids - one died as an infant - and she was dirt-poor, and all her kids got an education. And my mom grew up poor. And they both worked so hard and cultivated so much of their own happiness. I wanted to have that like an amulet. Not like armor, but like a magic feather. Like Dumbo's magic feather.", 
    "name": "Lucy Alibar"
  }, 
  {
    "quote": "The path I am trying so hard to follow is in fact the one that God my Father and His Son Jesus Christ want me to pursue. It has brought me deep happiness.", 
    "name": "Clayton Christensen"
  }, 
  {
    "quote": "This is why I belong, and why I believe. I commend to all this same search for happiness and for the truth.", 
    "name": "Clayton Christensen"
  }, 
  {
    "quote": "Heaven takes care that no man secures happiness by crime.", 
    "name": "Vittorio Alfieri"
  }, 
  {
    "quote": "To comprehend the Wisdom of this Injunction the better, and explain the Duty before us, it should be considered, that Government is the only Means by which human Happiness can be attained.", 
    "name": "Charles Inglis"
  }, 
  {
    "quote": "If we did not look to marriage as the principal source of happiness, fewer marriages would end in tears.", 
    "name": "Anthony Storr"
  }, 
  {
    "quote": "The fabric of North Carolina and what makes our state so special is our families and our common desire for a brighter future for our children. No matter what your family looks like, we all want the same thing for our families - happiness, health, prosperity, a bright future for our children and grandchildren.", 
    "name": "Kay Hagan"
  }, 
  {
    "quote": "We have arrived at that point of time in which we are forced to see our own humiliation, as a nation, and that a progression in this line cannot be a productive of happiness, private or public.", 
    "name": "Henry Knox"
  }, 
  {
    "quote": "Every moment of your life that is not a complete nightmare is happiness.", 
    "name": "Merrill Markoe"
  }, 
  {
    "quote": "Eternal principles that govern happiness apply equally to all.", 
    "name": "Russell M. Nelson"
  }, 
  {
    "quote": "I think I am missing a gene that most people have to enable them to feel happiness about success and these kind of things.", 
    "name": "Bennett Miller"
  }, 
  {
    "quote": "Happiness: a way station between too little and too much.", 
    "name": "Channing Pollock"
  }, 
  {
    "quote": "When I first found out that I was an Idol finalist, I cried tears of happiness. I was just so happy, and my family was there and the fact that got to see that moment and share that moment with me was just everything to me.", 
    "name": "Pia Toscano"
  }, 
  {
    "quote": "From the Taoist point of view, the natural result of this harmonious way of living is happiness.", 
    "name": "Benjamin Hoff"
  }, 
  {
    "quote": "The secular world looks to the church and to its chagrin, finds no love, no life, no laughter, no hope and no happiness.", 
    "name": "Rod Parsley"
  }, 
  {
    "quote": "By mere burial man arrives not at bliss and in the future life, throughout its whole infinite range, they will seek for happiness as vainly as they sought it here, who seek it in aught else than that which so closely surrounds them here - the Infinite.", 
    "name": "Johann Gottlieb Fichte"
  }, 
  {
    "quote": "Sitting behind the bench at games is the hardest thing I've ever had to go through because basketball is really most of my happiness. So when I can't go out there and exert energy and have fun and things like that, it kind of puts everything else into perspective.", 
    "name": "Chris Webber"
  }, 
  {
    "quote": "In civilized life, where the happiness and indeed almost the existence of man, depends on the opinion of his fellow men. He is constantly acting a studied part.", 
    "name": "Jeremy Collier"
  }, 
  {
    "quote": "I knew everything and received everything. But real happiness, is giving.", 
    "name": "Alain Delon"
  }, 
  {
    "quote": "I always remembered that when I saw people get married they got on a rocketship and went to Planet Happiness, Population: Them.", 
    "name": "Marc Webb"
  }, 
  {
    "quote": "Some of you read with me 40 years ago a portion of Aristotle's Ethics, a selection of passages that describe his idea of happiness. You may not remember too well.", 
    "name": "Charles Van Doren"
  }, 
  {
    "quote": "The last part, the part you're now approaching, was for Aristotle the most important for happiness.", 
    "name": "Charles Van Doren"
  }, 
  {
    "quote": "Happiness is not a matter of events it depends upon the tides of the mind.", 
    "name": "Alice Meynell"
  }, 
  {
    "quote": "The only real happiness a ballplayer has is when he is playing a ball game and accomplishes something he didn't think he could do.", 
    "name": "Ring Lardner"
  }, 
  {
    "quote": "We pray that every field of science may contribute in bringing happiness - not disaster - to human beings.", 
    "name": "Kenichi Fukui"
  }, 
  {
    "quote": "Happiness is only real when shared.", 
    "name": "Christopher McCandless"
  }, 
  {
    "quote": "And, in fact, you can find that the lack of basic resources, material resources, contributes to unhappiness, but the increase in material resources do not increase happiness.", 
    "name": "Mihaly Csikszentmihalyi"
  }, 
  {
    "quote": "I love being on stage. I'm completely, totally relaxed. It's the only time in my life when I know where I am and what's coming next. The other Robert Powell is probably fairly melancholic. Let's just say happiness isn't my default position. There are dark parts. I'm very good at it. I frighten people sometimes.", 
    "name": "Robert Powell"
  }, 
  {
    "quote": "Hope is itself a species of happiness, and, perhaps, the chief happiness, which this world affords.", 
    "name": "William Samuel Johnson"
  }, 
  {
    "quote": "I'd rather have happiness than money. People ask for it. Sometimes when I don't have it. I make other people's problems my problem because they want me to they ask me to.", 
    "name": "Brenda Fassie"
  }, 
  {
    "quote": "So many people equate money and success with happiness, especially in the music industry.", 
    "name": "DJ Jazzy Jeff"
  }, 
  {
    "quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.", 
    "name": "Ausonius"
  }, 
  {
    "quote": "Five or six hundred heads cut off would have assured your repose, freedom and happiness.", 
    "name": "Jean-Paul Marat"
  }, 
  {
    "quote": "I say there is not more happiness for me than the freedom of my Homeland.", 
    "name": "Islom Karimov"
  }, 
  {
    "quote": "Your destiny is my destiny. Your happiness is my happiness.", 
    "name": "Islom Karimov"
  }, 
  {
    "quote": "I learned that people everywhere are basically the same and have similar goals that we do. They want health and happiness and the opportunity to provide for their families.", 
    "name": "Steve Kerr"
  }, 
  {
    "quote": "There is nothing can pay one for that invaluable ignorance which is the companion of youth, those sanguine groundless hopes, and that lively vanity which makes all the happiness of life.", 
    "name": "Mary Wortley"
  }, 
  {
    "quote": "A face is too slight a foundation for happiness.", 
    "name": "Mary Wortley"
  }, 
  {
    "quote": "We are selling dreams. We are merchants of happiness.", 
    "name": "Bernard Loiseau"
  }, 
  {
    "quote": "The gods conceal from men the happiness of death, that they may endure life.", 
    "name": "Lucan"
  }, 
  {
    "quote": "Lots of people I know have bootlegged tapes of performances and if they play it I will be transported back sometimes with happiness, sometimes with horror.", 
    "name": "Chris Bailey"
  }, 
  {
    "quote": "Too much good fortune can make you smug and unaware. Happiness should be like an oasis, the greener for the desert that surrounds it.", 
    "name": "Rachel Field"
  }, 
  {
    "quote": "Happiness is realizing that nothing is too important.", 
    "name": "Antonio Gala"
  }, 
  {
    "quote": "No true and permanent fame can be founded except in labors which promote the happiness of mankind.", 
    "name": "Charles Sumner"
  }, 
  {
    "quote": "No period of my life has been one of such unmixed happiness as the four years which have been spent within college walls.", 
    "name": "Horatio Alger"
  }, 
  {
    "quote": "Religion is of general and public concern, and on its support depend, in great measure, the peace and good order of government, the safety and happiness of the people.", 
    "name": "Samuel Chase"
  }, 
  {
    "quote": "It is not only my laboratory and my place of work but also my home, so that on the 30th October I was able to share my happiness immediately with my students and collaborators and, at the same time, with my wife and family.", 
    "name": "George Porter"
  }, 
  {
    "quote": "When the honour is given to that scientist personally the happiness is sweet indeed. Science is, on the whole, an informal activity, a life of shirt sleeves and coffee served in beakers.", 
    "name": "George Porter"
  }, 
  {
    "quote": "The crown of life is neither happiness nor annihilation it is understanding.", 
    "name": "Winifred Holtby"
  }, 
  {
    "quote": "Happiness is the sublime moment when you get out of your corsets at night.", 
    "name": "Joyce Grenfell"
  }, 
  {
    "quote": "Although Freud said happiness is composed of love and work, reality often forces us to choose love or work.", 
    "name": "Letty Cottin Pogrebin"
  }, 
  {
    "quote": "Money cannot buy happiness.", 
    "name": "Annni-Frid Lyngstad"
  }, 
  {
    "quote": "The Bourbon King was first ambassador of reason and human happiness.", 
    "name": "Heinrich Mann"
  }, 
  {
    "quote": "Happiness comes from... some curious adjustment to life.", 
    "name": "Hugh Walpole"
  }, 
  {
    "quote": "Life is full of happiness and tears be strong and have faith.", 
    "name": "Kareena Kapoor"
  }, 
  {
    "quote": "I can only point out a curious fact. Year after year the Nobel Awards bring a moment of happiness not only to the recipients, not only to colleagues and friends of the recipients, but even to strangers.", 
    "name": "Alfred Day Hershey"
  }, 
  {
    "quote": "The principles we live by, in business and in social life, are the most important part of happiness.", 
    "name": "Harry Harrison"
  }, 
  {
    "quote": "A good education is another name for happiness.", 
    "name": "Ann Plato"
  }, 
  {
    "quote": "It was a joy to be a part of the team that created Round The Horne. I was involved with the show at a time of my life when I was very happy., and that happiness overflowed into the scripts.", 
    "name": "Barry Took"
  }, 
  {
    "quote": "That action is best which procures the greatest happiness for the greatest numbers.", 
    "name": "Francis Hutcheson"
  }, 
  {
    "quote": "It is in his knowledge that man has found his greatness and his happiness, the high superiority which he holds over the other animals who inhabit the earth with him, and consequently no ignorance is probably without loss to him, no error without evil.", 
    "name": "James Smithson"
  }, 
  {
    "quote": "Purring would seem to be, in her case, an automatic safety valve device for dealing with happiness overflow.", 
    "name": "Monica Edwards"
  }, 
  {
    "quote": "The unproductive tillage of human cattle takes that which of right belongs to free labor, and which is necessary for the support and happiness of our own race.", 
    "name": "David Wilmot"
  }, 
  {
    "quote": "There is only one real happiness in life, and that is the happiness of creating.", 
    "name": "Frederick Delius"
  }, 
  {
    "quote": "What is the worth of anything, But for the happiness 'twill bring?", 
    "name": "Richard Owen Cambridge"
  }, 
  {
    "quote": "In Hollywood, if you don't have happiness, you send out for it.", 
    "name": "Rex Reed"
  }, 
  {
    "quote": "On a soap, happiness never lasts for very long!", 
    "name": "Chandler Massey"
  }
]