[
  {
    "quote": "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.", 
    "name": "Ron White"
  }, 
  {
    "quote": "A word to the wise ain't necessary - it's the stupid ones that need the advice.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Behind every great man is a woman rolling her eyes.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Do not take life too seriously. You will never get out of it alive.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "A day without sunshine is like, you know, night.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Go to Heaven for the climate, Hell for the company.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Wine is constant proof that God loves us and loves to see us happy.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "A government that robs Peter to pay Paul can always depend on the support of Paul.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "As a child my family's menu consisted of two choices: take it or leave it.", 
    "name": "Buddy Hackett"
  }, 
  {
    "quote": "Get your facts first, then you can distort them as you please.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Between two evils, I always pick the one I never tried before.", 
    "name": "Mae West"
  }, 
  {
    "quote": "My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the hell she is.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "People who think they know everything are a great annoyance to those of us who do.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "My fake plants died because I did not pretend to water them.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "I have six locks on my door all in a row. When I go out, I lock every other one. I figure no matter how long somebody stands there picking the locks, they are always locking three.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "Housework can't kill you, but why take a chance?", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "If the facts don't fit the theory, change the facts.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Any girl can be glamorous. All you have to do is stand still and look stupid.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "I always wanted to be somebody, but now I realize I should have been more specific.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "A lot of people are afraid of heights. Not me, I'm afraid of widths.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "A two-year-old is kind of like having a blender, but you don't have a top for it.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Always end the name of your child with a vowel, so that when you yell the name will carry.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Weather forecast for tonight: dark.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "A woman's mind is cleaner than a man's: She changes it more often.", 
    "name": "Oliver Herford"
  }, 
  {
    "quote": "I found there was only one way to look thin: hang out with fat people.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "All right everyone, line up alphabetically according to your height.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Recession is when a neighbor loses his job. Depression is when you lose yours.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I cook with wine, sometimes I even add it to the food.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "I'm an idealist. I don't know where I'm going, but I'm on my way.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Always remember that you are absolutely unique. Just like everyone else.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "All generalizations are false, including this one.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The only time a woman really succeeds in changing a man is when he is a baby.", 
    "name": "Natalie Wood"
  }, 
  {
    "quote": "I like long walks, especially when they are taken by people who annoy me.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "It takes considerable knowledge just to realize the extent of your own ignorance.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Everybody knows how to raise children, except the people who have them.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "By all means let's be open-minded, but not so open-minded that our brains drop out.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "A friend doesn't go on a diet because you are fat.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Do not worry about avoiding temptation. As you grow older it will avoid you.", 
    "name": "Joey Adams"
  }, 
  {
    "quote": "A stockbroker urged me to buy a stock that would triple its value every year. I told him, 'At my age, I don't even buy green bananas.'", 
    "name": "Claude Pepper"
  }, 
  {
    "quote": "Frisbeetarianism is the belief that when you die, your soul goes up on the roof and gets stuck.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "I used to be Snow White, but I drifted.", 
    "name": "Mae West"
  }, 
  {
    "quote": "You can lead a man to Congress, but you can't make him think.", 
    "name": "Milton Berle"
  }, 
  {
    "quote": "I love deadlines. I like the whooshing sound they make as they fly by.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "A child of five would understand this. Send someone to fetch a child of five.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "A nickel ain't worth a dime anymore.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "I am not a member of any organized political party. I am a Democrat.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I am not afraid of death, I just don't want to be there when it happens.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "By trying we can easily endure adversity. Another man's, I mean.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Happiness is having a large, loving, caring, close-knit family in another city.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I refuse to join any club that would have me as a member.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Any kid will run any errand for you, if you ask at bedtime.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "Anyone who says he can see through women is missing a lot.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I intend to live forever. So far, so good.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "If two wrongs don't make a right, try three.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "A waffle is like a pancake with a syrup trap.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Before I refuse to take your questions, I have an opening statement.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Be thankful we're not getting all the government we're paying for.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "There are only three things women need in life: food, water, and compliments.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "I haven't spoken to my wife in years. I didn't want to interrupt her.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "A man doesn't know what he knows until he knows what he doesn't know.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "Life is hard. After all, it kills you.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "All people are born alike - except Republicans and Democrats.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Electricity is really just organized lightning.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "One picture is worth 1,000 denials.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I saw a woman wearing a sweatshirt with Guess on it. I said, Thyroid problem?", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "I'm sorry, if you were right, I'd agree with you.", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "A pessimist is a person who has had to listen to too many optimists.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "A committee is a group that keeps minutes and loses hours.", 
    "name": "Milton Berle"
  }, 
  {
    "quote": "My definition of an intellectual is someone who can listen to the William Tell Overture without thinking of the Lone Ranger.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "I distrust camels, and anyone else who can go a week without a drink.", 
    "name": "Joe E. Lewis"
  }, 
  {
    "quote": "Roses are red, violets are blue, I'm schizophrenic, and so am I.", 
    "name": "Oscar Levant"
  }, 
  {
    "quote": "Older people shouldn't eat health food, they need all the preservatives they can get.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Procrastination is the art of keeping up with yesterday.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "There cannot be a crisis next week. My schedule is already full.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Guilt: the gift that keeps on giving.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Never have more children than you have car windows.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I would never die for my beliefs because I might be wrong.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Why do they call it rush hour when nothing moves?", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "I'm writing a book. I've got the page numbers done.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "A vegetarian is a person who won't eat anything that can have children.", 
    "name": "David Brenner"
  }, 
  {
    "quote": "I never said most of the things I said.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "I never drink water because of the disgusting things that fish do in it.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Fatherhood is pretending the present you love most is soap-on-a-rope.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "I buy expensive suits. They just look cheap on me.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "I drank some boiling water because I wanted to whistle.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "What's another word for Thesaurus?", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "In comic strips, the person on the left always speaks first.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "How many people here have telekenetic powers? Raise my hand.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "I love Mickey Mouse more than any woman I have ever known.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "I did not have three thousand pairs of shoes, I had one thousand and sixty.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "Best way to get rid of kitchen odors: Eat out.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "I have a new philosophy. I'm only going to dread one day at a time.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "There are lots of people who mistake their imagination for their memory.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Cleanliness becomes more important when godliness is unlikely.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "I used to jog but the ice cubes kept falling out of my glass.", 
    "name": "David Lee Roth"
  }, 
  {
    "quote": "They say marriages are made in Heaven. But so is thunder and lightning.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "He taught me housekeeping when I divorce I keep the house.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "I bought some batteries, but they weren't included.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I have never been hurt by what I have not said.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Cross country skiing is great if you live in a small country.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I no doubt deserved my enemies, but I don't believe I deserved my friends.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "If love is the answer, could you please rephrase the question?", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "The world is full of magical things patiently waiting for our wits to grow sharper.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I wear a necklace, cause I wanna know when I'm upside down.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "It is even harder for the average ape to believe that he has descended from man.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I like children - fried.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "I'm for whatever gets you through the night.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Because of their size, parents may be difficult to discipline properly.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "I love to go to Washington - if only to be near my money.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "I never expected to see the day when girls would get sunburned in the places they now do.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "O Lord, help me to be pure, but not yet.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "I'm not a real movie star. I've still got the same wife I started out with twenty-eight years ago.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "A sure cure for seasickness is to sit under a tree.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "I'm undaunted in my quest to amuse myself by constantly changing my hair.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Nobody ever went broke underestimating the taste of the American public.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Age is something that doesn't matter, unless you are a cheese.", 
    "name": "Luis Bunuel"
  }, 
  {
    "quote": "Every man's dream is to be able to sink into the arms of a woman without also falling into her hands.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "My Father had a profound influence on me. He was a lunatic.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "Food, love, career, and mothers, the four major guilt groups.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "A lot of baby boomers are baby bongers.", 
    "name": "Kevin Nealon"
  }, 
  {
    "quote": "When we talk to God, we're praying. When God talks to us, we're schizophrenic.", 
    "name": "Jane Wagner"
  }, 
  {
    "quote": "The superfluous, a very necessary thing.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The next time you have a thought... let it go.", 
    "name": "Ron White"
  }, 
  {
    "quote": "What contemptible scoundrel has stolen the cork to my lunch?", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "It's simple, if it jiggles, it's fat.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "When I eventually met Mr. Right I had no idea that his first name was Always.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Fashions have done more harm than revolutions.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "If you want to be thought a liar, always tell the truth.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "It is a scientific fact that your body will not absorb cholesterol if you take it from another person's plate.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "I looked up my family tree and found out I was the sap.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "This shirt is dry clean only. Which means... it's dirty.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Originality is the fine art of remembering what you hear but forgetting where you heard it.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "All men are equal before fish.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "I wanna make a jigsaw puzzle that's 40,000 pieces. And when you finish it, it says 'go outside.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "I hate housework! You make the beds, you do the dishes and six months later you have to start all over again.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "California is a fine place to live - if you happen to be an orange.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "If God wanted us to bend over he'd put diamonds on the floor.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Marriage is a wonderful institution, but who would want to live in an institution?", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "My life needs editing.", 
    "name": "Mort Sahl"
  }, 
  {
    "quote": "Men are only as loyal as their options.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "My one regret in life is that I am not someone else.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I don't need you to remind me of my age. I have a bladder to do that for me.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "When I was a boy the Dead Sea was only sick.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I have a love interest in every one of my films: a gun.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "You're only as good as your last haircut.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Be obscure clearly.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Food is an important part of a balanced diet.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "Do not let a flattering woman coax and wheedle you and deceive you she is after your barn.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "There's no better feeling in the world than a warm pizza box on your lap.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "People always ask me, 'Were you funny as a child?' Well, no, I was an accountant.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "If I had to live my life again, I'd make the same mistakes, only sooner.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "Everything that used to be a sin is now a disease.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "All the candy corn that was ever made was made in 1911.", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "Men don't care what's on TV. They only care what else is on TV.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Drawing on my fine command of the English language, I said nothing.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "If truth is beauty, how come no one has their hair done in the library?", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "You see much more of your children once they leave home.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "One man's folly is another man's wife.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Never raise your hand to your children - it leaves your midsection unprotected.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "I'd luv to kiss ya, but I just washed my hair.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "I failed to make the chess team because of my height.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "If it weren't for Philo T. Farnsworth, inventor of television, we'd still be eating frozen radio dinners.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "If I want to knock a story off the front page, I just change my hairstyle.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "TV is chewing gum for the eyes.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "I was the kid next door's imaginary friend.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "Don't forget Mother's Day. Or as they call it in Beverly Hills, Dad's Third Wife Day.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Boy, those French: they have a different word for everything!", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "I've always wanted to go to Switzerland to see what the army does with those wee red knives.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "Experience is what you have after you've forgotten her name.", 
    "name": "Milton Berle"
  }, 
  {
    "quote": "If at first you don't succeed, blame your parents.", 
    "name": "Marcelene Cox"
  }, 
  {
    "quote": "I like a woman with a head on her shoulders. I hate necks.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Until you walk a mile in another man's moccasins you can't imagine the smell.", 
    "name": "Robert Byrne"
  }, 
  {
    "quote": "Never fight an inanimate object.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Smoking kills. If you're killed, you've lost a very important part of your life.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "I don't believe in the after life, although I am bringing a change of underwear.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I think they should have a Barbie with a buzz cut.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "If my films make one more person miserable, I'll feel I have done my job.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "We'll love you just the way you are if you're perfect.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Brought up to respect the conventions, love had to end in marriage. I'm afraid it did.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "I don't think anyone should write their autobiography until after they're dead.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "Parents are the last people on earth who ought to have children.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "A James Cagney love scene is one where he lets the other guy live.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "Everything in life is somewhere else, and you get there in a car.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "If you can't tell a spoon from a ladle, then you're fat!", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "If it's the Psychic Network why do they need a phone number?", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "The reason there are two senators for each state is so that one can be the designated driver.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Moderation is a virtue only in those who are thought to have an alternative.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "I was so naive as a kid I used to sneak behind the barn and do nothing.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "That's my only goal. Surround myself with funny people, and make sure everyone has a good time and works hard.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "The IRS! They're like the Mafia, they can take anything they want!", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Well, if I called the wrong number, why did you answer the phone?", 
    "name": "James Thurber"
  }, 
  {
    "quote": "If at first you don't succeed... so much for skydiving.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "The first time I sang in the church choir two hundred people changed their religion.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "Polite conversation is rarely either.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "If you have a secret, people will sit a little bit closer.", 
    "name": "Rob Corddry"
  }, 
  {
    "quote": "If at first you don't succeed, find out if the loser gets anything.", 
    "name": "William Lyon Phelps"
  }, 
  {
    "quote": "As I get older, I just prefer to knit.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "If you live to be one hundred, you've got it made. Very few people die past that age.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I was a vegetarian until I started leaning toward the sunlight.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Every man has his follies - and often they are the most interesting thing he has got.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Never floss with a stranger.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "I was sleeping the other night, alone, thanks to the exterminator.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "The digital camera is a great invention because it allows us to reminisce. Instantly.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "If God wanted us to fly, He would have given us tickets.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "Flattery is like cologne water, to be smelt, not swallowed.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Mail your packages early so the post office can lose them in time for Christmas.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Television has changed the American child from an irresistable force to an immovable object.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "To attract men, I wear a perfume called 'New Car Interior.'", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Have enough sense to know, ahead of time, when your skills will not extend to wallpapering.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "I've never been married, but I tell people I'm divorced so they won't think something's wrong with me.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "I have yet to hear a man ask for advice on how to combine marriage and a career.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I like marriage. The idea.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "I spent a year in that town, one Sunday.", 
    "name": "George Burns"
  }, 
  {
    "quote": "My theory is that all of Scottish cuisine is based on a dare.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "God did not intend religion to be an exercise club.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?", 
    "name": "Margaret Smith"
  }, 
  {
    "quote": "I used to sell furniture for a living. The trouble was, it was my own.", 
    "name": "Les Dawson"
  }, 
  {
    "quote": "Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.", 
    "name": "George Burns"
  }, 
  {
    "quote": "The four building blocks of the universe are fire, water, gravel and vinyl.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "In Hollywood a marriage is a success if it outlasts milk.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Television has brought back murder into the home - where it belongs.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "Communism is like one big phone company.", 
    "name": "Lenny Bruce"
  }, 
  {
    "quote": "There's nothing wrong with being shallow as long as you're insightful about it.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "I don't have to look up my family tree, because I know that I'm the sap.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "There's no such thing as soy milk. It's soy juice.", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "Who picks your clothes - Stevie Wonder?", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "There's a great power in words, if you don't hitch too many of them together.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "My father would take me to the playground, and put me on mood swings.", 
    "name": "Jay London"
  }, 
  {
    "quote": "When I go to a bar, I don't go looking for a girl who knows the capital of Maine.", 
    "name": "David Brenner"
  }, 
  {
    "quote": "I consider that a man's brain originally is like a little empty attic, and you have to stock it with such furniture as you choose.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "I don't have a bank account because I don't know my mother's maiden name.", 
    "name": "Paula Poundstone"
  }, 
  {
    "quote": "Defy your own group. Rebel against yourself.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "I don't deserve this award, but I have arthritis and I don't deserve that either.", 
    "name": "Jack Benny"
  }, 
  {
    "quote": "I rant, therefore I am.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "It is easy for me to love myself, but for ladies to do it is another question altogether.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "My wife has a slight impediment in her speech. Every now and then she stops to breathe.", 
    "name": "Jimmy Durante"
  }, 
  {
    "quote": "When you're in love it's the most glorious two and a half days of your life.", 
    "name": "Richard Lewis"
  }, 
  {
    "quote": "When the sun comes up, I have morals again.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "Tell us your phobias and we will tell you what you are afraid of.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "I grew up in Europe, where the history comes from.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "Progress was all right. Only it went on too long.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Our national flower is the concrete cloverleaf.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "The day I made that statement, about the inventing the internet, I was tired because I'd been up all night inventing the Camcorder.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Never put a sock in a toaster.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "We need two kinds of acquaintances, one to complain to, while to the others we boast.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "If I have to lay an egg for my country, I'll do it.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "I may be a living legend, but that sure don't help when I've got to change a flat tire.", 
    "name": "Roy Orbison"
  }, 
  {
    "quote": "I wish I had the nerve not to tip.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "How long was I in the army? Five foot eleven.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "The way taxes are, you might as well marry for love.", 
    "name": "Joe E. Lewis"
  }, 
  {
    "quote": "I recorded my hair this morning, tonight I'm watching the highlights.", 
    "name": "Jay London"
  }, 
  {
    "quote": "I was born in very sorry circumstances. Both of my parents were very sorry.", 
    "name": "Norman Wisdom"
  }, 
  {
    "quote": "People say that life is the thing, but I prefer reading.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "I can speak Esperanto like a native.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "Ever notice that Soup for One is eight aisles away from Party Mix?", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "It all started when my dog began getting free roll over minutes.", 
    "name": "Jay London"
  }, 
  {
    "quote": "Miami Beach is where neon goes to die.", 
    "name": "Lenny Bruce"
  }, 
  {
    "quote": "Why don't you get out of that wet coat and into a dry martini?", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "The best measure of a man's honesty isn't his income tax return. It's the zero adjust on his bathroom scale.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "I have just returned from Boston. It is the only thing to do if you find yourself up there.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "I cannot sing, dance or act what else would I be but a talk show host.", 
    "name": "David Letterman"
  }, 
  {
    "quote": "I think serial monogamy says it all.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "I quit therapy because my analyst was trying to help me behind my back.", 
    "name": "Richard Lewis"
  }, 
  {
    "quote": "I sang in the choir for years, even though my family belonged to another church.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "The one thing you shouldn't do is try to tell a cab driver how to get somewhere.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "My mother was against me being an actress - until I introduced her to Frank Sinatra.", 
    "name": "Angie Dickinson"
  }, 
  {
    "quote": "All my children inherited perfect pitch.", 
    "name": "Chevy Chase"
  }, 
  {
    "quote": "I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.", 
    "name": "Paula Poundstone"
  }, 
  {
    "quote": "Whoever is my relative, I will not be nice to them.", 
    "name": "George Lopez"
  }, 
  {
    "quote": "I'm a misplaced American, but don't know where I was misplaced.", 
    "name": "Ruby Wax"
  }, 
  {
    "quote": "I would talk in iambic pentameter if it were easier.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Parrots make great pets. They have more personality than goldfish.", 
    "name": "Chevy Chase"
  }, 
  {
    "quote": "If man knew how women pass the time when they are alone, they'd never marry.", 
    "name": "O. Henry"
  }, 
  {
    "quote": "Here in Hollywood you can actually get a marriage license printed on an Etch-A-Sketch.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "I have a very low level of recognition, which is fine by me.", 
    "name": "Dylan Moran"
  }, 
  {
    "quote": "I'm kidding about having only a few dollars. I might have a few dollars more.", 
    "name": "James Brown"
  }, 
  {
    "quote": "I'd never been in play long enough for the flowers to die in the dressing room.", 
    "name": "Mercedes McCambridge"
  }, 
  {
    "quote": "I'm the only man in the world with a marriage licence made out to whom it may concern.", 
    "name": "Mickey Rooney"
  }, 
  {
    "quote": "Someone told me that when they go to Vermont, they feel like they're home. I'm that way at Saks.", 
    "name": "Caroline Rhea"
  }, 
  {
    "quote": "Trust is hard to come by. That's why my circle is small and tight. I'm kind of funny about making new friends.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I was asked to act when I couldn't act. I was asked to sing 'Funny Face' when I couldn't sing, and dance with Fred Astaire when I couldn't dance - and do all kinds of things I wasn't prepared for. Then I tried like mad to cope with it.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "There is hope for the future because God has a sense of humor and we are funny to God.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "From there to here, and here to there, funny things are everywhere.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "It's a funny thing that when a man hasn't anything on earth to worry about, he goes off and gets married.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "You know, fame is a funny thing, man, especially, you know, actors, musicians, rappers, rock singers, it's kind of a lifestyle and it's easy to get caught up in it - you go to bars, you go to clubs, everyone's doing a certain thing... It's tough.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it's really how it works.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Forgiveness is a funny thing. It warms the heart and cools the sting.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "It's funny how most people love the dead, once you're dead your made for life.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "It's a funny thing about life if you refuse to accept anything but the best, you very often get it.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "But you can't focus on things that matter if all you've been is asleep for forty years. Funny how sleep rhymes with sheep. You know.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I saw 28 Days. I don't remember rehab being like a day camp or being that funny. Rehab is a dumping ground. It's a big landfill.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "It's funny the way most people love the dead. Once you are dead, you are made for life.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Everything is funny, as long as it's happening to somebody else.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "It's hard to be funny when you have to be clean.", 
    "name": "Mae West"
  }, 
  {
    "quote": "I'm not funny. What I am is brave.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "If I studied all my life, I couldn't think up half the number of funny things passed in one session of congress.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "A man's got to take a lot of punishment to write a really funny book.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Life would be tragic if it weren't funny.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "All these jokes have been pre-approved as funny by me.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Most comedy is based on getting a laugh at somebody else's expense. And I find that that's just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else's feelings.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I don't mean to be funny.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "Like almost everyone who uses e-mail, I receive a ton of spam every day. Much of it offers to help me get out of debt or get rich quick. It would be funny if it weren't so exciting.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "It's a funny old world.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "I'm odd looking. Sometimes I think I look like a funny muppet.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "It is funny that men who are supposed to be scientific cannot get themselves to realise the basic principle of physics, that action and reaction are equal and opposite, that when you persecute people you always rouse them to be strong and stronger.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "I am odd-looking. I sometimes think I look like a funny Muppet.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Comedy is simply a funny way of being serious.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "God writes a lot of comedy... the trouble is, he's stuck with so many bad actors who don't know how to play funny.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Whatever is funny is subversive, every joke is ultimately a custard pie... a dirty joke is a sort of mental rebellion.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I think being funny is not anyone's first choice.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "It's funny how you never think about the women you've had. It's always the ones who get away that you can't forget.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "It is not funny that anything else should fall down only that a man should fall down. Why do we laugh? Because it is a gravely religious matter: it is the Fall of Man. Only man can be absurd: for only man can be dignified.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "It's always funny until someone gets hurt. Then it's just hilarious.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "You know the funny thing, I don't get along with rich people. I get along with the middle class and the poor people better than I get along with the rich people.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "The best ideas come as jokes. Make your thinking as funny as possible.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "I guess when you turn off the main road, you have to be prepared to see some funny houses.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "I got a lot of support from my parents. That's the one thing I always appreciated. They didn't tell me I was being stupid they told me I was being funny.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "There's nothing cure or funny or lovable about being cheap. It's a total turn-off.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I'm blonde and tanned and normal-sized! I'm sweet, shy, funny, have a big heart and I'm nice - and I like to eat.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "I used to think that everything was just being funny but now I don't know. I mean, how can you tell?", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "As I get older, all sorts of things become less funny. Once one has children, any cruelty involving children becomes far less amusing than when one was at the mercy of one's friends' and relatives' children.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "There is nothing funny about Halloween. This sarcastic festival reflects, rather, an infernal demand for revenge by children on the adult world.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "I had everything I'd hoped for, but I wasn't being myself. So I decided to be honest about who I was. It was strange: The people who loved me for being funny suddenly didn't like me for being... me.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "It's funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "A funny thing happens in real estate. When it comes back, it comes back up like gangbusters.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "I know some people say I can be funny. But there is always a deeper meaning to what I say. I am a socialist at heart and have the interests of the poor in mind. When people see how I manage to work my way out of tough situations, it gives them hope in their own life.", 
    "name": "Lalu Prasad Yadav"
  }, 
  {
    "quote": "My grandchildren are fabulous and funny.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "Certainly there are things in life that money can't buy, but it's very funny - Did you ever try buying then without money?", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "I could party in a cardboard box with people who are funny and don't care. For me, it's really about who I surround myself with, so I just try to always be with hilarious people.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Chaos in the midst of chaos isn't funny, but chaos in the midst of order is.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "It's a funny thing, the less people have to live for, the less nerve they have to risk losing nothing.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute.", 
    "name": "William Feather"
  }, 
  {
    "quote": "I don't care what the haters and naysayers say. If they make jokes about me, I'll laugh because they'll probably be funny.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "No matter how popular you are as a stand-up - you can go out and fill a 10,000-seat arena and be smart and funny - it's delicate to host an awards show and know where your place is and know that it's not about you, that it's about the people who are nominated, and respect that, but at the same time have your moment to show them who you are.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I've always believed that there are funny people everywhere, but they're just not comedians. In fact, some of my best comedic inspirations were not professional entertainers.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "I thought 'Borat' was a breakthrough comedy, because it was really funny. It wasn't some studio-produced script with 14 writers.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "'Dirty Rotten Scoundrels' is a good one because it not only turned out, I think, to be a really funny movie but it was also a delight to shoot. We were in the South of France, working with Glenne Headly and Michael Caine and Frank Oz the director - who were just fun.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "You need to be silly to be funny.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "You know how old I am? I'm so old, I remember when Letterman used to be funny and it was presidents who were serious. That's how old I am.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "In my circle of friends, I've always been loud and funny and talkative. But as soon as I step out of that circle, I get very quiet and introspective. I don't want the spotlight on me.", 
    "name": "Rosie Perez"
  }, 
  {
    "quote": "I remember straightening my hair because I wanted to be like everybody else, and now the fact that anybody would emulate what I do? It's just funny.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I got attention by being funny at school, pretending to be retarded, and jumping around with a deformed hand.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I think it's funny to be delicate with subjects that are explosive.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Life can be dramatic and funny all in the same day.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "The middle class is so funny, it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I'm smart and I can be really funny and interesting and I can go toe-to-toe with anybody in a conversation.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "It's to paint directly on the canvas without any funny business, as it were, and I use almost pure turpentine to start with, adding oil as I go along until the medium becomes pure oil. I use as little oil as I can possibly help, and that's my method.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "I had an idea of what I thought was funny. It's kind of based on how I am.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "You know being relevant or coming up with something interesting, funny to say about what's current is just as hard as it might ever be depending on the serendipity of it all.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "It is funny the two things most men are proudest of is the thing that any man can do and doing does in the same way, that is being drunk and being the father of their son.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "That's what I hate about a lot of comedies, when you're hitting a line or making it funny.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I read a lot of scripts that I just don't find very funny.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "My hair has never been my greatest feature, so that was funny enough unto itself that my hair became so focused on.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Comediennes are the lucky ones, because if you're funny, you can be 125 years old and they will still accept you.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Being funny is one of my greatest strengths. I can make girls smile when they're down, and when they're having a good time, I can carry on the joke.", 
    "name": "John Krasinski"
  }, 
  {
    "quote": "Do you know, it's funny, but I never thought of being blind as a disadvantage, and I never thought of being black as a disadvantage.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "If you play it straight it's funny - the best comedy is always played straight down the middle. The adjustment is understanding from the screenplay that a moment is hilarious.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "Keep your sense of humor, my friend if you don't have a sense of humor it just isn't funny anymore.", 
    "name": "Wavy Gravy"
  }, 
  {
    "quote": "Funny is only something that others know about you - you can't be funny by yourself.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Cheryl Cole and Katy Perry are two of the hottest girls in the world - and so normal and funny with it. If I was a few years older they are the kind of girls I'd like to date. I want a younger version of Cheryl and Katy - a mixture of the two would be hot.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "Jon Stewart is exactly the same guy he's always been, only with money. He knows that the moment he really believes he's important, the funny goes away and he becomes Bill O'Reilly, except shorter and Jewish.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "Stand up is really fun because if I think of a joke or a funny idea, then I can just go and tell some people and if they laugh, they laugh right away.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "I think a lot of stuff I find funny is from day dreaming.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "I think since I was kid people told me that they thought I was funny.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "The comedians I liked were Bill Cosby and Steven Wright, like just always as a comedic actor. I always liked Gary Larson, who's really funny for a cartoonist, obviously.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "It's hard to lead a cavalry charge if you think you look funny on a horse.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I wear black skinny-fit jeans - I can't get away from them. It's funny because I wore baggy jeans for ages, then one day my friend convinced me to try on a skinny pair and I thought they were great.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I never smoked. I never drank and I never took drugs. The funny thing is, nothing is more boring, people like this. For me, it's OK. But most of my friends, at least they smoke and drink.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "One time I went into a restroom and a girl followed me in. I signed an autograph for her in the sink. It was pretty funny because she was in a guy's restroom and she wasn't embarrassed at all.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, 'What are you talking about?' Even just seemingly regular career paths, but if it's not what people expect for you they kind of react funny.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "A good artist is willing to die many times over. What's funny is, I've died so many times.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Hollywood's just not funny.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Karaoke isn't fair when you're a comedian. The whole idea is to get people laughing and enjoying themselves, and I'm a professional funny guy.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "It's funny. You succeed, but now where are you gonna go from there? I've got to keep proving that I can laugh or cry more real each time.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Do I have a long-term plan? Kind of. I have a general direction, I think. But it's funny what comes down the pike.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "The people I grew up around who I really liked were quick on the draw. It always just wowed me. And my mum would make weird funny comments. I can see in myself her self-deprecating, hippie humour. I can't take myself too seriously.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "If you tell the truth about how you're feeling, it becomes funny.", 
    "name": "Larry David"
  }, 
  {
    "quote": "I know what Germans are. They are a funny people. They are always choosing someone to lead them in a direction which they do not want to go.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "I was so afraid to even read a paper in front of my classmates. It is very funny because at that point my teachers would never have believed that I could speak in front of an audience of over 2,000 people.", 
    "name": "Petra Nemcova"
  }, 
  {
    "quote": "It's funny when people say, 'I don't think Julia likes me.' Honey, if I don't like you, you're going to know about it.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "It's funny how social activists usually protest against the only things that have a credible chance of achieving the activists' goals.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "If you're going to tell people the truth, be funny or they'll kill you.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "I think we're all good and bad, but good's not funny. Bad is funny. Suppress the good and let the bad out, and then you can be funny.", 
    "name": "Larry David"
  }, 
  {
    "quote": "It's funny what a few no-hitters do for a body.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "As soon as you are trying to be funny or dramatic, that's when things start feeling fake and boring.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "What's funny is that the idea of popularity - even the use of the word 'popular' - is something that had been mostly absent from my life since junior high. In fact, the hallmark of life after junior high seemed to be the shedding of popularity as a central concern.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I mean I've seen 3D films so far and I think it's a long way to go before they replace actors. It's a funny thing with 3D, I haven't quite got it yet. Yet.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Funny things happen to you in movies for silly reasons.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "Chris Hemsworth is like Christopher Reeve in that he can do two things: he can wear a big red cape without a shred of self-consciousness. But he's also funny as hell, and he's so sweet. So with all the fish-out-of-water stuff, he's so funny. So he does almost two jobs in a way.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "I like funny guys and those, for some reason, tend to be nerdy guys.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "The nightmare is you spend the rest of your life being funny at parties and then people say, 'Why didn't you do that when you were on television?'", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "The funny thing about me that most people never really understand is that, at heart, I'm really a jock.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I was a hop-around. I hung out with the rockabilly crew, the guys who were trying to be rappers, the funny kids.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I wanted to be that quirky girl who writes funny songs that still have meaning.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Everything I buy is vintage and smells funny. Maybe that's why I don't have a boyfriend.", 
    "name": "Lucy Liu"
  }, 
  {
    "quote": "I'm a pretty funny guy, and I would love to do a comedy with a bunch of funny guys - movie-star guys, where they could help me through it.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "You can't really be strong until you see a funny side to things.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "It's only I have seen enough of it and the funny thing is now, I know that I'm skinny, because I know there are even smaller clothes in the store. I think I'm big, when I was big, I never thought about it.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "I like reading Ball Tongue lyrics and all that stuff. And they published a book, and I wouldn't give my lyrics, and it's all wrong in the book, and I giggle. It's funny.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "They say Yogi Berra is funny. Well, he has a lovely wife and family, a beautiful home, money in the bank, and he plays golf with millionaires. What's funny about that?", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "I don't think I'm funny.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "It's funny, but you get to a time in your life when you think you have all the friends you will ever have.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "Books are funny little portable pieces of thought.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "It's funny. All you have to do is say something nobody understands and they'll do practically anything you want them to.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "You have to discover when you're inadequate to be funny and you don't know you're inadequate when you're a kid.", 
    "name": "Larry David"
  }, 
  {
    "quote": "I gave a funny speech at my wife's birthday party, and I'm thinking, 'Hey, I've still got it.'", 
    "name": "Larry David"
  }, 
  {
    "quote": "There's also a certain rhythm to the way Jews talk that might be funny.", 
    "name": "Larry David"
  }, 
  {
    "quote": "The funniest racism is the racism between minorities. It's something you don't see dramatized, but almost every minority I know who's my age, they have these funny stories about their parents stereotyping other minorities.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Very often, I don't make it through moments of recording because it is genuinely funny and absolutely ridiculous that a 60-year-old grown man is making these noises.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "I had the classic 40 meltdown. I did. It's embarrassing. It was pretty funny. But then I recovered. To me, it was like a second adolescence. Hormonally, my body was changing, my mind was changing, and so my relationship to myself and the world around me came to this assault of finiteness.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "Life was a funny thing that happened to me on the way to the grave.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "Don't remember me as too nice or beautiful or funny, because then you'll be disappointed.", 
    "name": "Celia Johnson"
  }, 
  {
    "quote": "I don't like comedy. I like funny things. I don't like comedy. Like, comedy movies are just, 'Oh Jesus.'", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "The funny thing is I'm not bothered or sad about being on my own - after all I've never had a husband.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Light and funny has a more compelling quality when you're younger. But I haven't abandoned the genre: I love falling down I love Lucille Ball. It's just that a lot of those stories revolve around problems that I can't convincingly portray at this age.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I actually think of being funny as an odd turn of mind, like a mild disability, some weird way of looking at the world that you can't get rid of.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "When I was a little kid, I wrote this play about all these characters living in a haunted house. There was a witch who lived there, and a mummy. When they were all hassling him, this guy who bought the house - I can't believe I remember this - he said to them, 'Who's paying the mortgage on this haunted house?' I thought that was really funny.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Sometimes I think what I write is funny in its quiet way.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Actually I never did stand up. I'm not that funny.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "The funny thing is, the girls that I'm always up against for roles are pretty nice and cool, like Emma Watson. She's awesome.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I love readings and my readers, but the din of voices of the audience gives me stage fright, and the din of voices inside whisper that I am a fraud, and that the jig is up. Surely someone will rise up from the audience and say out loud that not only am I not funny and helpful, but I'm annoying, and a phony.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I've thought for the last decade or so, the only actual place raw truth was seeping through in newspapers was on the Comics Pages. They were able to pull off intelligent social comment, pure truths not found elsewhere in the news pages, and had the ability to make it all funny, entertaining, and pertinent.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "I have only been funny about seventy four per cent of the time. Yes I think that is right. Seventy-four per cent of the time.", 
    "name": "Will Ferrell"
  }, 
  {
    "quote": "No, no, I was only funny on stage, really. I, I, think I was funny as a person toward my classmates when I was very young. You know, when I was a child, up to about the age of 12.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "Hemingway seems to be in a funny position. People nowadays can't identify with him closely as a member of their own generation, and he isn't yet historical.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "I think the pattern of my essays is, A funny thing happened to me on my way through Finnegans Wake.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "It's funny to be a critic.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "I find it so funny that people find me so interesting.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "Great, big, serious novels always get awards. If it's a battle between a great, big, serious novel and a funny novel, the funny novel is doomed.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "We've seen some insane signs: 'Is that a loaf of bread in your pocket, or are you just happy to see me?' Funny stuff along those lines. Very original. One just said, 'I will do unspeakable things.' I thought that was very interesting - and mildly terrifying!", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "You know what's funny? I don't ever feel the need to escape. I have a strong marriage. I like my life. You hear about these guys having midlife crises - I don't see that happening to me.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I don't really get shaken very much. People could heckle me, a spotlight could go out, I could forget a lyric... I'm not operating on somebody's brain, you know what I mean? So I just think it's all funny.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Without hurting anybody, we all tend to laugh at others' discomfort. When someone slips on a banana skin and falls it's funny.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "Always remember your kid's name. Always remember where you put your kid. Don't let your kid drive until their feet can reach the pedals. Use the right size diapers... for yourself. And, when in doubt, make funny faces.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "I had to act in a school play when I was about ten years old. I really didn't want to do it. But everyone had to do it so I didn't have a choice. A talent agent came and watched it and later gave me some work. It's funny because I'd always known that I wanted a movie career. I just didn't think that I would be in the movies.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I'm like, bursting. I should be working. I don't want to take a break. It's funny, on set, I don't have to go to the bathroom, I don't have anything wrong, I'm perfectly fine, so through-and-through. I'm not hungry. I'm literally not even in my own body.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "It's a funny thing: You want so badly for people to see what you do - you're proud of it - and I like the effect that movies have on people. But the attention can also make me uncomfortable.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "And I like to keep whatever is mine remaining that way. It's a funny little game to play and it's a slippery slope. I always say to myself I'm never going to give anything away because there's never any point or benefit for me.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "It's not an accident that both my sister and I are writers. Our parents created an accidental Petri dish. My family has great storytellers, and I grew up in a very funny, conversational house and didn't have television. This small family farm was a bubble world that didn't have much to do with reality.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "'Come out' is so funny to me because I've never been in.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "The word 'funny' is a bit like the word 'love' - we don't have enough words to describe the many varieties.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "A romantic comedy has to be funny and make you think about life but the obstacle that has to be overcome is key.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "There's something dangerous about what's funny. Jarring and disconcerting. There is a connection between funny and scary.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "Some people can do things and get away with it. Comics are famously like that. Why is it that some guys can say the most horrible things and it's not offensive, it's funny?", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I always like to watch comics and it's interesting that you can tell if someone's funny in 10 seconds.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I guess now that I think back, I used to play priest and be a funny priest. I don't know, I grew up in such a Catholic family that I kind of liked to test the boundaries a little bit and I think I had fun watching my mom laugh.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "Comedy's so subjective, and if someone comes to watch, doesn't get it, doesn't find it funny, then fine.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "The funny thing is people won't let me pay for things. I'll be in a restaurant and the manager will say, 'Oh no, it's on the house.'", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "The trick is always to write in pairs because if at least two people find it funny, you've immediately halved the odds of it not being funny.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "It's not common for a woman on television, especially if she's the mom of the family, to be funny. She's usually a straight man or foil.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "I watch things that are fun, or funny, or interesting.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "Funny enough, if you are looking at people these days who are putting Botox in their face and getting all sorts of plastic surgery, we look at them and go, I can tell you've had Botox. I can tell you've had plastic surgery. You look really strange to me. But no one's saying anything. We're just accepting the fact that they're strange-looking.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "No one ever thought Clint Eastwood was funny, but he was.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "I mean, I - it's so funny, I am, you know, I am, you know, a working woman out in the world, but I still live with my parents half the time. I've been sort of taking this very long, stuttering period of moving out.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "There's always an article coming out, saying, 'The new thing is funny women!'", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "It's funny, I never considered that people are going to see me on the show and maybe stop me on the subway.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "I never thought of myself as like, a funny person.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Literature has drawn a funny perimeter that other art forms haven't.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "The kind of funny irony is that a lot of people talk about ethical meat eating as if it's a way to care about things, but also not to alienate yourself from the rest of the world. But it's so much more alienating than vegetarianism.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I'm not funny. People assume that because my books are funny, I'll be funny in real life. It's the inevitable disappointment of meeting me.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "You find out in life that people really like you funny. So what do you give 'em? Humor. And then if you show them the other side, they don't like you as much. I find, too, that I can hide behind the idiot's mask being funny, and you never see the sorrow or the pain.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "At the end of the day it's got to be a good movie, it's got to be a funny movie, and it's got to make people think, 'Hey, I couldn't have spent my time any better.'", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "When you're out of sight for as long as I was, there's a funny feeling of betrayal that comes over people when they see you again.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "I'd like to do a film which is funny.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Japanese people have a funny habit of abbreviating names.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "I find it very easy playing Bond. I think he's hilarious. He gets himself into some extraordinarily funny situations.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "At home in L.A., Sunday is lazy. It's the wife and me lying in bed with coffee, watching 'The Soup' or something funny on TiVo. The kid will occasionally join us. Eventually, breakfast is at a place down the street called Paty's. And we always have some kind of great dinner - my wife makes a great roast beef.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "What other people call dark and despairing, I call funny.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "The funny thing is that I'm the girl who no one sees at the beach. Ask anyone who's traveled with me. Normally, I'm in so many layers, I look like Lawrence of Arabia!", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Who do I like? I am a big fan of French and Saunders - not that that they are particularly stand-up I have to say, but I think they have been great for women and they are of themselves just incredibly funny whether they are male or female.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "The thing I thought about doing it was it's Comic Relief and you've got to be funny. So although I did try to sing properly it obviously has hilarious results when you can't sing.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "I made a supreme effort not to do that thing that parents do, which is to bore people without children to death by going on and on about how funny their children are, so there's none of that hopefully.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "I thought I was funny as a kid.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "It used to be that you had to make female TV characters perfect so no one would be offended by your 'portrayal' of women. Even when I started out on 'The Office' eight years ago, we could write our male characters funny and flawed, but not the women. And now, thankfully, it's completely different.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "People don't want to listen to a celebrity tweeting about their charities and shows. That's why comedy writers do well - we put out little funny ideas.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "The reason why you know more funny dudes than funny chicks is that dudes are funnier than chicks. If my daughter has a mediocre sense of humor, I'm just gonna tell her, 'Be a staff writer for a sitcom. Because they'll have to hire you, they can't really fire you, and you don't have to produce that much. It'll be awesome.'", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I don't hate humanity and I'm not interested in people who do. Although, it's funny, actually, some of my favorite writers really do. Like Martin Amis. My dirty secret. 'London Fields' is one of my favorite books ever. And it's indefensible! But he's so funny... I forgive him everything.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I used to say, 'Man, I think I'd be a really good dad. I'll be a great provider. I'm funny I'll go on trips with them - I'll do all sorts of stuff.' But the momming? I'm not made for that. I have a really good mom I know what she put into it.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "It's funny, I do try to maintain health. I started doing Bikram yoga which is that hothouse yoga, the 105 degrees yoga for 90 minutes. It's great, you purge out all the sweat and you're drinking water.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "It's funny how many people will come to Vegas to see your show where they might not come out to see you unless you come to their hometown.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "It's funny: I'm a lifelong musician, but because I principally play the piano it's been a solitary thing.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "Our records, if you have a dark sense of humor, were funny, but our records weren't about comedy. They were about protests, fantasy, confrontation and all that.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "It's funny how people who ain't never been down there can think that America is so fair and that we should be alright. It's funny that the people who have their foot on our neck are telling us, 'Get up. What's wrong with you?'", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "It's a funny show. The characters are surprisingly likable, given how ugly they are. We've got this huge cast of characters that we can move around. And over the last few seasons, we've explored some of the secondary characters' personal lives a bit more.", 
    "name": "Matt Groening"
  }, 
  {
    "quote": "Laurence Olivier said in an interview once that when he plays a tragedy he always aims for the funny parts, and the other way around. Because in a comedy you look for what's serious. I think that's true. Sometimes things are really funny if you're absolutely earnest. If you're really serious, it's hilarious.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I never know when I am being funny, and the other way too. I don't think you can think about that. I don't think you can try to be funny. Some people are just funny.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I tend to head for what's amusing because a lot of things aren't happy. But usually you can find a funny side to practically anything.", 
    "name": "Maggie Smith"
  }, 
  {
    "quote": "The funny thing is, Dennis Miller got me back into comedy.", 
    "name": "Tommy Chong"
  }, 
  {
    "quote": "I'm half Jewish, I'm half black, I look in-between. I dress funny. I play all these different styles of music on one record. It's like, What is he doing?", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "The fans of 'The Hunger Games,' of the book, are very passionate. It's funny: Even at my concerts there are people holding up 'Cinna' signs.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "It's funny how the music industry is enraged about the Internet and the way things are copied without being paid for. But you know why people steal the music? Because they can't afford the music.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "It's funny, I can sit through the worst horror film ever made but even a quite good romantic comedy can drive me nuts.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "Life's pretty funny when you're objectively on the outside looking at it.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "People used to be funny about approaching me, but now they seem to think I'm as sane as anyone who's done what I've done in movies can be.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "You know, you can touch a stick of dynamite, but if you touch a venomous snake it'll turn around and bite you and kill you so fast it's not even funny.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "I have this horrible sense of humor where I think discomfort is funny - partly because I experience discomfort a lot, and it's a way of laughing at it and getting a release.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "I can never tell when something is funny. I just have to do it onstage and find out.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "My parents are very funny when they have to deal with anything racy or off-color. They usually pretend they don't speak English.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Well, I mean, if a joke or humor is bawdy, it's got to be funny enough to warrant it. You can't just have it bawdy or dirty just for the sake of being that - it's got to be funny.", 
    "name": "Betty White"
  }, 
  {
    "quote": "In this world, everyone wants to know everything about you, and I think that's funny.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I'm just not one of those naturally funny, relaxed actors who enjoy the spotlight and are so good at it.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "I turned down 'Some Like It Hot.' See how smart I am? I felt I couldn't bring anything funny to it. The outfit was funny. I don't need to compete with the wardrobe.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "I mean, sometimes... a comedian becomes an actor, and they just don't deliver, because the bottom line of comedy is to be funny, and the bottom line of acting is to be truthful, and they get that mixed up sometimes, or don't even notice that that's the thing.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "I need to be cheered up a lot. I think funny people are people who need to be cheered up.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "Boston is actually the capital of the world. You didn't know that? We breed smart-ass, quippy, funny people. Not that I'm one of them. I just sorta sneaked in under the radar.", 
    "name": "John Krasinski"
  }, 
  {
    "quote": "It's not so much what you learn about Mumbai, it's what you learn about yourself, really. It's a funny old hippie thing, but it's true as well. You find out a lot about yourself and your tolerance, and about your inclusiveness.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I was lucky. My family is wonderful. And it's funny, because most of my best friends come from very large families. So it always felt as if I had lots of siblings, though in the end I had to leave them and go home. I kind of got the best of both worlds as a kid.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "I think there have always been funny women, from Carol Burnett to Joan Rivers. When the audience sees a woman, they innately know she's worked twice as hard to get there, she's had to prove that she can be the leader, first, and then be funny on top of it. She has to emit a confidence that she's in control.", 
    "name": "Wendy Liebman"
  }, 
  {
    "quote": "Justin Timberlake is everything, and what more could you want in a person? He's funny. He's cute. He's great. He just understands. I get him and he gets me, and that's cool.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful.", 
    "name": "Francois Truffaut"
  }, 
  {
    "quote": "When human judgment and big data intersect there are some funny things that happen.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "It's funny, when bands or younger musicians ask me: 'So, what does it take to make it?' Well, first explain to me what you mean by 'making it': Do you want to be a rock star or do you want music to be your livelihood?", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I mean it's funny, playing music, how of course you want it to do well, you want them to like it, but it's not competitive like an election, it's the Olympics, it's not a Formula 1 race. The Billboard charts are just to show you what people like.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "It's funny how making odd noises can get you into strange situations sometimes.", 
    "name": "Eric San"
  }, 
  {
    "quote": "I love things made out of animals. It's just so funny to think of someone saying, 'I need a letter opener. I guess I'll have to kill a deer.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "It's funny - if you impersonate somebody, they have no idea it's them.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "Being funny, it turns out, is like being a bank. It's a confidence trick. As long as everyone believes in you, you are fine.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "It's funny, as you live through something you're not aware of it.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "Maybe I'm delusional but I'm usually funny. It's not 100% but I have a pretty good batting average.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "If Joy Behar or Sherri Shepherd was a dude, they'd be off TV. They're not funny enough for dudes. What if Roseanne Barr was a dude? Think we'd know who she was?", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "It's funny when you're a kid how you can acclimate to almost anything.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I sometimes lie awake at night trying to think of something funny that Richard Nixon said.", 
    "name": "Lyn Nofziger"
  }, 
  {
    "quote": "My father was always a straight-up funny guy. He was silly. He was my inspiration.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "As a writer, or as a filmmaker, you have to present yourself, and part of what yourself is is what you're interested in, or what you think is funny, or what you think is sad, or what you think is horrible.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "People ask 'do you make a conscious effort not to swear?' - if you're doing silly stuff you're not tempted to put swearing in. All the comics from my childhood, who were funny without swearing, were the people that influenced me. What I do is quite traditional anyway.", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "I always find it kind of embarrassing, kind of funny, and kind of exciting. In New York I'm recognized a lot, although nobody says anything. You know, they stare at you just a second too long. But in Paris it's not as commonplace to be recognized.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "I don't think, 'Gee, I'd like to dress this person.' There was a picture in Us magazine. It was a jersey dress, and Courtney Love was wearing it. I have this thing about Courtney Love, this funny worship.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "I grew up in a funny way.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "I got to dress up in funny clothes and run around New Zealand with a bow and arrow for 18 months, how bad could that be?", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "It was always a fantasy of mine growing up - my favorite program was always 'Little House on the Prairie' - so I always wanted to wear those looks. When I was a child, I wouldn't let my mom put me in anything but calico dresses and now... whaddaya know, every day I'm in a calico dress, basically, so it's kind of funny.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "Something about New York, man: You can do more comedy there probably than you can anywhere in the world. If you're interested in being funny, New York is the place to go.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "It's funny with fiction - once you cut something, it hasn't happened anymore.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "I read the script for Wonder Boys, and I said that was almost perfect, it was so classy, cool and funny. It's a really specific thing. We stuck to it, it turned out good and a lot of people liked it.", 
    "name": "Robert Downey, Jr."
  }, 
  {
    "quote": "It's funny that there was so much disturbance about having a Catholic in the White House with Kennedy, and when we finally get a religion in the White House that's causing a lot of conflicts, and concerns, and disturbances for a lot of people, it's in the Bush Administration.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "If you use tact you can say anything, then make it funny.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "I think Chris Rock at the Oscars was a great example. I thought that was intellectually hilarious. The Gap starts a war with Banana Republic... That to me was funny.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I'd love to date somebody cool, fun, funny.", 
    "name": "Rihanna"
  }, 
  {
    "quote": "You know, I've always thought that it would be really funny if somebody made a romantic comedy where absolutely everything went well from beginning to end.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "I'm very silly as a person, but quality silliness on-screen has more of an art to it. Harrison Ford, whom I was in 'Morning Glory' with, has mastered that dry funny better than anyone.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "This is going to sound really funny. I have a poster of Zac Efron on my wall! I think every girl has a poster of him in their room so, why not join the club!", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "I'm an unorthodox type of guy, a funny guy - at least I think I'm funny. And one of the things I like to do is come up with nicknames for myself.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "Hurried and worried until we're buried, and there's no curtain call, Lifes a very funny proposition after all.", 
    "name": "George M. Cohan"
  }, 
  {
    "quote": "In a funny way, poems are suited to modern life. They're short, they're intense. Nobody has time to read a 700-page book. People read magazines, and a poem takes less time than an article.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "I don't have a caustic sense of humor. What I find funny, that humor comes from a much gentler place.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "On the stage you're there, it's live. There's a beginning, a middle, an end. When something is funny you hear it right away.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "Some of the writers I admire who seem very, very funny and very emotional to me can develop a closeness with the reader without giving too much of themselves away. Lorrie Moore comes to mind, as does David Sedaris. When they write, the reader thinks that they're being trusted as a friend.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I think a lot of humor is about distracting yourself. Pretend you're not trying to make it funny. Because for some reason the effort to be funny smells like sulphur in our culture.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "It's funny. People often compare me to other humor essayists. They're usually quite nice comparisons I will accept those gladly. But I am always sort of appalled at the idea of being lumped with other, more chick-y female writers. And the truth is probably that neither comparison is accurate.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Queer Eye for the Straight Guy is a form of service journalism. To be successful, I think it has to be a combination of a good story, it has to be funny, and it also needs to be packed with useful information.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "With improv, it's a combination of listening and not trying to be funny.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "For a culture that has such a problem with death, we seem to deal with it in a quite bizarre way. We see people shot, killed and blown up, and we find it funny and sexy and all those things. But, the reality of it is that every day people die, and people are really sad and they grieve and they go through a really difficult process with it.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "Sometimes I feel like there are people just waiting for me to fall. The funny thing is, I can't give them anything. I have just never been a partier, even in school.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "It's funny. When I saw the script in my inbox and it said 'Sparkle,' I thought, 'For real? It's really called 'Sparkle?'' I was wondering, too, how does 'Jordin Sparks as Sparkle' sound?", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I'm so single. It's funny. I'm usually a relationship girl. I love being in love and having a partner in crime. But it's good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "I think things are funny when the character is taking it totally seriously.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "The word 'Spanx' was funny. It made people laugh. No one ever forgot it.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "It's painful for me to watch someone who isn't funny. It's horrifying to sit in the back and watch some guy who just totally sucks.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "If you are a great dramatic actor then you often don't know if people are enjoying your stuff at all because they are sitting there in silence. But with comedy it's a simple premise. If it's funny, people laugh. If it's not, they don't.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "The surprising thing is that I was not funny in high school. I was always jealous of the funny kids because they always got the girls. I couldn't tell a joke to save my life.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I don't really necessarily think I'm a funny guy, but I like the opportunity to take on something that I don't feel I'm the best at doing.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I'm never afraid to try something if I think it's funny. And I know I'll regret it if I don't.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "Here is my prescription to heal all wounds. Watch the film 'Funny Girl' at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "My size has helped make me an amazing performer too. The cliche of the Funny Fat Friend: I absolutely was that character - I am that character... It's a complicated bag of tools I acquired, and I've put them all to work onstage.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "It sounds funny, but the 2008 Olympics were something that just kind of happened, and I was lucky they came at a point when I was uninjured and well prepared. As a gymnast, you can't ask for much more.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "I think I have an inner confidence that my tastes are pretty simple, that what I find funny finds a wide audience. I'm not particularly intellectual or clever or minority-focused in my creative instincts. And I'm certainly not aware of suppressing more sophisticated ambitions.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "Funny things tend not to happen to me. I am not a natural comic. I need to think about things a lot before I can be even remotely amusing.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "This may sound funny, but as much as the 'Today' show matured me, it also was something of a cocoon. I'd been happy there. I never went into the boss's office and pounded my fist on the desk, saying, 'Give me more money! Give me a prime-time show!'", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "I think I'm funny because my family, my siblings were funny.", 
    "name": "Martin Short"
  }, 
  {
    "quote": "It's funny how the hippies and the punks tried to get rid of the conservatives, but they always seem to get the upper hand in the end.", 
    "name": "Bjork"
  }, 
  {
    "quote": "I show them the funny part, the silly part, the laughing part, the crazy part and then the really deep, deep part where I'm talking from my heart to these people. Because I've been through everything they've been through.", 
    "name": "Richard Simmons"
  }, 
  {
    "quote": "Especially with a comedy, you've got the clear cut goal of trying to make a scene funny. It's not like drama where you're trying to achieve some kind of emotion or trying to further the story along. You're trying to figure out what's the funniest way to do something.", 
    "name": "Luke Wilson"
  }, 
  {
    "quote": "I've started looking at my own father a bit funny. He assures me, though, that I really am the son of a Scottish postman.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "I don't know now if I'm funny. I just keep talking and hope that I hit something that's funny.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "In terms of the creative side of it, it's really been a thing where you come up with the funny stuff is usually at a bar or out talking to people or whatever.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "It's funny because I think a lot of it is simply... We've never considered ourselves satirists, but because we're on Comedy Central and because we're South Park on Comedy Central, we can do any topic we want.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "No, writing musicals is the hardest thing in the world. And it was really funny, because I remember when the South Park movie came out, there were some critics that said, 'Well it's obvious that in order to get it to be 90 minutes they filled some time with music.'", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "Nothing's funny about someone who's successful.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "TV is easier: it's all planned out for you and the audience is there to see a show and they are all pumped up but when you are in a comedy club, you have to be really funny to win them over.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "It's funny because I'm a sucker for glitz and glitter when it comes to clothes and nail polish, but with my makeup, I'm more comfortable with a natural look. It feels more like me.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "It's funny because it's funny.", 
    "name": "David Spade"
  }, 
  {
    "quote": "I'm on so late I'm definitely the last seconds of anyone's attention. So I just want to give them something dumb to laugh at, so they go, 'That's funny,' then fall asleep.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "I recently spent quite a bit of time in Sheffield, England, which is where I'm from. I wouldn't move back there, but it's funny when you spend a bit of time in the place where you were brought up. You kind of realize how that place has had quite a big effect on you or made you a certain way.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "I listen like mad to any conversation taking place next to me just trying to hear why this is funny. Women's restrooms are especially great. I wash my hands twice waiting for people to come in and start talking.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "I don't just try to be funny.", 
    "name": "Bil Keane"
  }, 
  {
    "quote": "It's harder to be funny if you're handsome than if you're very normal-looking. It's just more relatable. You're the underdog. I mean it's funny to see people struggle, and you don't buy that Brad Pitt is struggling, you know that guy could be the most skill-less guy in the world, but if you look like that you will be fine for the rest of your life.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "It's funny, because I never think of myself as Little Miss All-Together.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "When I was a kid I didn't feel like I fit in because - this is really silly and I probably shouldn't say it, but, I didn't think anything was funny. So I used to go home and literally cry to my mom and my step-dad at the time and I didn't think anything was funny. I couldn't laugh.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "I realized my family was funny, because nobody ever wanted to leave our house.", 
    "name": "Anthony Anderson"
  }, 
  {
    "quote": "You know what? I never really factor Hollywood into anything. I'm a black actor, so I can't really control what Hollywood thinks. I gotta go do my thing, and my jokes have got to be funny. Whatever I do has got to be great.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "I really wanted to just be a musician. I didn't want to be anything else, but I was funny and all that.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "For years I used to bore my wife over lunch with stories about funny incidents.", 
    "name": "James Herriot"
  }, 
  {
    "quote": "Movies these days have made killers into funny people. What's that all about? I've got kids and family and friends, and I don't like bad things. I don't think they're funny, and it's irresponsible to make movies that don't show you how that's not good.", 
    "name": "Billy Bob Thornton"
  }, 
  {
    "quote": "I tell you, it's funny because the only time I think about HIV is when I have to take my medicine twice a day.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "A comedian's body is funny as well as his mind being funny, his whole personage is funny.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "I want to be in 'Funny Girl.' And I want Ryan Murphy to direct it.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "It would be pretty funny to see a Beverly Hills white girl with mad rap skills.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "Being a funny person does an awful lot of things to you. You feel that you mustn't get serious with people. They don't expect it from you, and they don't want to see it. You're not entitled to be serious, you're a clown.", 
    "name": "Fanny Brice"
  }, 
  {
    "quote": "Comedy is not funny. Comedy is hard work and timing and lots and lots of rehearsals.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "That's why I like to get out there, and get people to see the other side of Mitt, and know us in a different reflection when you see the family and how funny he is with the boys and with the grandkids. And you know, just what a super guy he is. That's part of what I am doing, is letting people see the other side of Mitt.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "Funny is funny.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "Memories are doing funny things to us.", 
    "name": "Milos Forman"
  }, 
  {
    "quote": "My dad loved to laugh. He was very funny and very silly.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "Europe is scooters. Europe is five young people on one bench sharing a chocolate bar. Their idea of entertainment and fun is so much different than ours, which is exactly why a movie about them would be funny.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "So that's why one of my rules of parody writing is that it's gotta be funny regardless of whether you know the source material. It has to work on its own merit.", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "People never ask people doing serious music, 'Do you ever think about doing funny music?'", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "I've never really understood that. It's a funny thing people sometimes accuse us of condescending to our characters somehow-that to me is kind of inexplicable.", 
    "name": "Joel Coen"
  }, 
  {
    "quote": "Ninety-eight per cent of laughter is nothing to do with jokes, which do not deserve to bear the weight of all the funny stuff in the world.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "The history of the relationship between comedy and swimming is short indeed. Of course it is always funny when someone falls into water, but that's about it.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "'Married with Children' was racy. It was sexist. It was a lot of things, but mostly it was funny.", 
    "name": "Katey Sagal"
  }, 
  {
    "quote": "My mother was a terrific force in my life. Wartime-generation woman, hadn't gone to university but should have done. Was very funny, very verbal, very clever, very witty.", 
    "name": "Ian Hislop"
  }, 
  {
    "quote": "I was doing sketches that were funny but socially irresponsible. I felt I was deliberately being encouraged and I was overwhelmed.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "It's funny recently I've started to notice people's impersonations of me, and it's basically like a hyperactive child.", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "It's funny I actually made poorer decisions when I sobered up then when I was screwed up.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "It's funny, having the same name as someone. Me, Emma Watson and Emma Stone, the amount of times I've been called Emma Watson or Emma Stone is so funny. It's just 'cause we're all named Emma. None of us look alike.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I don't really have a type of guy I like. It's just like nice guys, cute boys I mean, ones that are funny.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "But I think Kiss Kiss, Bang Bang really got that thing where, if a movie reads really funny and then has some dramatic or violent or sinister stuff in it, you can't forget that primarily it has to be even funnier than you read it or that other stuff doesn't work.", 
    "name": "Robert Downey, Jr."
  }, 
  {
    "quote": "I wish I could be as thin as Jessica Simpson. I think she looks gorgeous! I have had Jessica on my show several times, and I can tell you that girl is genuine and funny with a great self-deprecating sense of humor.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "And at the time, it is funny how you can look at something and say, for example with my shoulder injury, when it first happened I said this is the worst thing that could happen to me. Why me, why now? Now I look back and say it was probably the best thing that happened to me.", 
    "name": "Drew Brees"
  }, 
  {
    "quote": "I think we're the only jokeless show on television. I mean really, we have no setups and no punch lines. It's not a joke show. There are funny lines and funny moments but again the comedy is born of the human experience and awkward pauses are a great part of what it is to be human.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "We've got a bunch of new writers now who tell me they grew up watching The Simpsons. It's bizarre, and they're writing some very funny stuff.", 
    "name": "Matt Groening"
  }, 
  {
    "quote": "Sometimes people get mad at The Simpsons' subversive story telling, but there's another message in there, which is a celebration of making wild, funny stories.", 
    "name": "Matt Groening"
  }, 
  {
    "quote": "I can always get better. A lot of my ex-girlfriends don't think I'm funny.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "I didn't plan to be the rude middle-class comedian. You write a certain type of joke that you find funny, and mine happen to be often rude. Yes, it's juvenile, but that's me.", 
    "name": "Jimmy Carr"
  }, 
  {
    "quote": "Only bad golfers are lucky. They're the ones bouncing balls off trees, curbs, turtles and cars. Good golfers have bad luck. When you hit the ball straight, a funny bounce is bound to be unlucky.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "Music is more difficult - try naming a political band. The Dead Kennedys. The Dead Kennedys are political, but they are more funny than they are political.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "We sit in a room for months trying to think of funny things.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "I love a smart, well-written show, and '30 Rock,' well, you can't get any better than that. Tina Fey poos funny. There's nothing that she does that isn't funny. That show is an example of how brilliant she is. It's so smart. They've done some brilliant commentary about the 'Housewives' with 'Queen of Jordan,' their show-within-the-show.", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "I am accusing him of stealing my best material, he was a very funny man.", 
    "name": "Frank Carson"
  }, 
  {
    "quote": "It's unbearable when someone changes around you. Just imagine that your life partner changes, then it is difficult to cope with. Or your mother. Or your father. They were strong and now they're like a baby - it's not so funny.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "'Funny Games' was conceived as a provocation. My other films are different. If people feel my other films are, or respond to them as provocation, then that's quite different. 'Funny Games' is the only one of mine where my intention was to provoke the audience.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "When I first envisioned 'Funny Games' in the mid-1990s, it was my intention to have an American audience watch the movie. It is a reaction to a certain American cinema, its violence, its naivety, the way American cinema toys with human beings. In many American films, violence is made consumable.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "I have an inability to enjoy things, but that's why we're in comedy. If we were happy, we wouldn't be funny, I guess.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "For years, it's driven me crazy that women don't have better roles, especially in comedies. I know so many funny women but I always felt... misogynist streak is too strong a term - but a dismissiveness.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "I love funny people, and when I'm with funny people, or people who are amusing in their weirdness, I love it. Because that to me is funny, as opposed to someone who stops and says, 'Hey let me tell you a joke.'", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "What's so great about working with really funny women is that vanity comes second. Whatever makes it real and funny, they're going to go for, and it's just great.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "What I don't like is when I see stuff that I know has had a lot of improv done or is playing around where there's no purpose to the scene other than to just be funny. What you don't want is funny scene, funny scene, funny scene, and now here's the epiphany scene and then the movie's over.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "Women's humor seems to be a little more supportive. It's just kind of trying to make the other one laugh through funny voices and kind of talking about other people. I respond to that. I feel less like I'm going to get beat up in a room full of women than I do in a room full of guys.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "It's funny when people say you have sex appeal or call you the next Brad Pitt. I just laugh. I'm not that. I don't want to be that.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "By no means do I want to be a piece of meat for the rest of my career. It's funny when you get asked to do a talk show, and then they follow it up with requesting you take your shirt off.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "See, I don't really go after girls. Most of the girlfriends I've had have come after me. So it's really funny when girls get offended because I don't hit on them.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "It's interesting that whenever I meet some of the other Bond girls, I always have something in common, and it is an interesting sorority. We all share about our Bonds. 'Did your Bond do that?' 'Yes mine did!' So it is quite funny conversations. We may as well be in high school.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "You know, Stephen says, in the movies no one ever goes to the bathroom. They shave, they brush their teeth. He goes right at this sort of funny taboo we have about the bathroom, and he turned it into this nightmare, you know, your worst fear of what's in there.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "Funny is an attitude.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "My main point is to be funny if I can slip a message in there, fine.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "Things can be funny only when we are in fun. When we're 'dead earnest,' humor is the only thing that is dead.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "Funny is not a color. Being black is only good from the time you get from the curtain to the microphone.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "I don't believe that anybody has come to a conclusion on why something is funny. It's funny because it's ridiculous and it's ridiculous for different reasons at different times.", 
    "name": "Jackie Mason"
  }, 
  {
    "quote": "There are so many funny women in the world, and there has been for so many years, so I'll be happy when people can just move on from that, and things can just be 'comedies' and not 'female' or 'male,' and everyone gets an equal opportunity.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "But if something funny happens, I can't resist. I have to tell the people.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "I would like to do something modern and possibly funny.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "I've always enjoyed making people laugh. But in order for me to be funny, I have to get ticked off about something.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "Everyone comes up to me saying, 'Cooee, Julie! Hello!' as if I know them. Of course I don't bloody know them. Am I flummoxed by it? Sometimes. I think, 'Ooh, love, go easy.' For a time, I did feel this pressure that I had to be funny, but it passes.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "Oh all the time when Victoria Wood and I did our series. There were people asking 'Can women be funny?' People still ask that. It's like asking: 'Can women breathe in and out?'", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "I was the little, funny one. I felt I was the child among grown women.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "It's a real primal thing, watching someone get hurt. It's funny and accessible.", 
    "name": "Johnny Knoxville"
  }, 
  {
    "quote": "It's a funny thing - when I'm crazed with work, spending time with my children relaxes me. Yet, at the end of a long weekend with them, the very thing I need to relax is a little work and time away from them!", 
    "name": "Emily Giffin"
  }, 
  {
    "quote": "It's really funny because the same people who loved me as Stringer Bell were the same people that were watching 'Daddy's Little Girls' literally in tears.", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "I had seen movies before that that had made me laugh, but I had never seen anything even remotely close to as funny as Richard Pryor was, just standing there talking.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "I wouldn't totally rule out doing Letterman or the Tonight Show if I had a set that I just happened to write that I thought was funny but was still appropriate for network censors. But I'm not going to go out of my way.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "The audience changes every night. You're the same person. You have to speak your mind and do the stuff that you think is funny and makes you laugh.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "The misconception is that standup comics are always on. I don't know any really funny comics that are annoying and constantly trying to be funny all the time.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "I used to say I wanted somebody funny and intelligent, but kindness is the most important quality in a man.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "The great thing is that the funny side of getting old is fuel for my comedy.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "I think it's always funny when you see kids do Shakespeare.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "But with comedy it's a simple premise. If it's funny, people laugh. If it's not, they don't.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "Hitchcock had a charm about him. He was very funny at times. He was incredibly brilliant in his field of suspense.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "One lion thinks it's just hilarious to tackle us. He's very funny about it... and we always know when it will happen.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "Working with Chaplin was very amusing and strange. His films are so funny, but working with him, I found him to be a very serious man. Whereas the films of Hitchcock are macabre, he could be a very funny man to work with, always telling jokes and holding court. Of course, when I worked with Charlie he was getting older.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "I actually find novels that are determined to be funny at every turn quite oppressive.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "It's funny, though, with films, because you can incorporate a variety of elements, and sometimes that can work for you and sometimes I think it can work against you.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "Comedians don't laugh. They're too busy analyzing why it's funny or not.", 
    "name": "James Lipton"
  }, 
  {
    "quote": "What was really funny is that as I got older all those guys who called me a sissy in junior high school wanted me to be their best friend because they wanted to meet all the girls that I knew in figure skating.", 
    "name": "Scott Hamilton"
  }, 
  {
    "quote": "I can't not find humor in elements of most parts of life, but at the same time nothing ever seems perpetually funny to me.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "And, in a funny way, each death is different and you mourn each death differently and each death brings back the death you mourned earlier and you get into a bit of a pile-up.", 
    "name": "Nigella Lawson"
  }, 
  {
    "quote": "Also, in a funny way, if you have been happily married there are no unresolved areas, nothing to prove to yourself after the other dies.", 
    "name": "Nigella Lawson"
  }, 
  {
    "quote": "People often ask me how I make things funny. I don't make things funny.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "If you work at comedy too laboriously, you can kill what's funny in the joke.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "For some reason and I don't know why, but I don't think that I'm funny in California. So I always want to do my movies east somewhere.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "I took 'P.S. I Love You' thinking it was going to be a little funny, and I ended up crying every day on that film.", 
    "name": "Hilary Swank"
  }, 
  {
    "quote": "I think 'Saturday Night Live', starting in the 1970s, really gave women an outlet to be funny. A lot of those women went on to have film careers, from Kristen Wiig now to Tina Fey and Gilda Radner.", 
    "name": "Emma Stone"
  }, 
  {
    "quote": "I write about wounds, the eternal treasons of life. It's not very funny, but it's sincere. My commitment is to sincerity.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "When I was doing ensemble theater and comedy work, I felt I had some talents. But when I started doing my shows in Berkeley and found that I could be funny on my own, I was shocked.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "Memory is funny. Once you hit a vein the problem is not how to remember but how to control the flow.", 
    "name": "Tobias Wolff"
  }, 
  {
    "quote": "People just don't laugh when their family is violated, and you don't shrug it off. You band together and you defend together. It's a funny, primitive instinct.", 
    "name": "Phillip Noyce"
  }, 
  {
    "quote": "There's always something funny about men chasing women.", 
    "name": "David Spade"
  }, 
  {
    "quote": "I don't know who the hell Paul Lynde is, or why he's funny, and I prefer it to be a mystery to me.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "Politicians... talk in generalities and lies, and I think they've caused all our grief. They're so awful, they're really funny. I hate thinking this because my dad loved politics.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "As soon as I realized you could be funny as a job, that was the job I wanted.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I think when you do comedy, you play by a different set of rules. No one really wants you to be in that good shape. Being in good shape implies a level of vanity that isn't necessarily funny.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "To me, what separates a funny movie from a good movie is something personal.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I can't watch other people doing comedy. As soon as somebody starts being funny I have to turn off because it upsets me. I get comedy indigestion. I just hate anybody else being funny. That's my job.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "As a five-year-old in Berlin in 1965, I didn't know that funny women existed. It wasn't until I got back to England that I realised women could be funny.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "Leno, Conan. They are both really funny. They really know how to land one.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "Straight men just can't imagine the bliss of being in a relationship with someone who finds farting as funny as they do.", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "We live in a funny time. If you don't go corporate, you can't compete. You're relegated as irrelevant. People used to admire that.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "You can't teach somebody how to be funny. You're either funny, or you ain't.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "The things that make me angry still make me angry. George Carlin is 67, and he's still as funny as he's ever been, and he's still angry. And that makes me feel good, because I feel like if I stick around long enough, I'll still be able to work.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "The fact that the Kardashians could be more popular than a show like 'Mad Men' is disgusting. It's a super disgusting part of our culture, but I still find it funny to make a joke about it.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "'Funny People' is my favorite performance of myself to date. Even though it's a comedy and there are serious moments, I really felt like Leo felt like a real person. It didn't feel like I was playing myself. Whether it's a comedy or drama, I just try to make it as realistic as possible.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I don't want to be the one to break it to you, but the future ain't that funny.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "Twitter, to me, works if you're funny. Twitter doesn't work as a promotional tool unless you do it very, very, very occasionally.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I've been to many funerals of funny people, and they're some of the funniest days you'll ever have, because the emotions run high.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I think a lot of times on TV we see caricatures - that's what's funny.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "I love being a dad, it keeps me fit and inspired and children are so funny. They always supply you with acting material!", 
    "name": "Wesley Snipes"
  }, 
  {
    "quote": "It's funny how most activists are pacifists.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "I've always been part of comedy. One of the things about our family was that if we were reasonably funny with each other, particularly my two brothers and myself, when my father was upset with something you'd want to make sure in some way you made him laugh. Because when he didn't laugh, you were in trouble!", 
    "name": "Leslie Nielsen"
  }, 
  {
    "quote": "So what I do now is to pre-empt that by making the up into a virtue, and telling funny stories about how crap I am before people have a chance to notice it for themselves and think maybe I haven't realised.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "If you think something's funny, go with that. Most comedians pull jokes from a place of honesty.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "Funny is funny is funny.", 
    "name": "Bob Newhart"
  }, 
  {
    "quote": "I really don't know what makes a comedian. I think it's a family background and environment. Yet if you put the same ingredients in another person, he may never utter a funny line.", 
    "name": "Bob Newhart"
  }, 
  {
    "quote": "You can go to a play that is enjoyable because it's funny, and then on the next night you can go to a play that's enjoyable because it's 'disturbing.'", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I don't happen to have a sense of humor personally, so I don't know what's funny about a character... This happens to be a feature of my life generally.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I was making my living from a joke about my appearance that I didn't understand, and in a way still don't, because when I look in a mirror it doesn't seem funny to me.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "For some reason, people find me funny. It's quite hard to define why a thought is funny. It's even harder to define why a person would be funny. It's a word that I can't define at all. But whether I know quite what it is or not, I seem to be it.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "We all know funny people who can't get it down on the page - even funny writers who can't get it down on the page.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "If it's inappropriate to write about, if there's nothing funny about it, then it's not funny.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "It's funny how a chubby kid can just be having fun, and people call it entertainment!", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "Sometimes, comics will make the observation that it's not jokes that are funny, it's characters that are funny. And isn't that true! That's why I always kill jokes. I'm terrible at them, because I get the joke right, but I can't get the character right, and it just goes down like a lead balloon.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "I would call it a comedy variety show. We have some people just doing straight standup. We usually try to have one musical act of sort. So its just people being funny in different ways, not just sketch, not just standup, not just characters, all of those things.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "Strange questions are the more interesting ones. Children by and large don't try to trip you up... they want to find out how you do this funny thing that you do... if they've loved a story they love to know how it started.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "It's so funny, because right now I'm very tired and my brains a little dead, I tend to get very focused and serious. So, I'm probably coming off a lot more like Scully right now.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "I tend to play characters that I can infuse with certain kinds of humour. Even the baddest guy can be funny in his own particular way. I want the audience to engage with the character on some deeper level so that they leave the cinema still thinking about him.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "It's a required part of your film history to know who Woody is. His movies are so wonderful, and not just funny but so insightful about human behavior.", 
    "name": "Scarlett Johansson"
  }, 
  {
    "quote": "I have no idea what I'm going to say when I stand up to give a toast. But I do know that anything I say I find funny.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "You know what's funny to me? Attitude.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "Some people say funny things, but I say things funny.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again.", 
    "name": "Sheena Easton"
  }, 
  {
    "quote": "I also think if you're an actor and you can improvise, when you go on an audition and you can improvise you're just a genius. If you can, you know, take a Tide commercial and you can just say one funny line that's not in the commercial they think you're a genius.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "Most of the gaffes I've made have not been funny - they've been stupid.", 
    "name": "Jim Lehrer"
  }, 
  {
    "quote": "My little dog, he did not get ill. It is so funny that people get ill on a boat and dogs do not.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "Who knew Rob Lowe was funny? On 'Parks and Rec,' we've got some of the funniest comedy writers, some of the funniest comedians in the world working there. And if anything, we don't just effuse to one another and be like, 'Oh, Rob Lowe's really funny,' if he wasn't.", 
    "name": "Chris Pratt"
  }, 
  {
    "quote": "The American audience has really opened up to women being A.) funny and B.) kinda crude. 'Bridesmaids' is R-rated, and I think it was a major coup for women to have an R-rated comedy that did really well. Same as 'Bad Teacher.'", 
    "name": "Chris Pratt"
  }, 
  {
    "quote": "It's interesting - I always thought when I was doing more melodramatic stuff like 'Everwood' that the directors were constantly reeling me in and stopping me from being funny.", 
    "name": "Chris Pratt"
  }, 
  {
    "quote": "The key is just to ignore the pain, because physical comedy only works if you see someone get hurt and they aren't actually hurt. If someone gets hit in the face with a bat, falls down, and gets back up, it's funny. If they stay down and their jaw is wired shut in the next scene, it's really tragic and weird. You have to pretend it doesn't hurt.", 
    "name": "Chris Pratt"
  }, 
  {
    "quote": "It's a funny relationship that makeup artists have. I always feel kind of like a dentist. People look at me and think of pain.", 
    "name": "Rick Baker"
  }, 
  {
    "quote": "I love Charlie, Billy Burke's character. Writing for him is so spectacular, he's so funny and wry and every scene he's in he just takes. There's a scene in 'Eclipse' where Bella tells him she's a virgin, and it's the funniest, most awkward scene I've ever seen on film.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "It's funny how I use social media because I don't use it to promote my restaurants that much. I use it for social issues and I think that's what it's for. I do a few things - I mess around with music a lot because that's a passion of mine. If something strikes me and I want to share it, I do.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "He is very dry but also very funny... I think people tend to feel odd when I do my act. Unless you are an ironic person, it's not a good place for you to be.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "You know, the funny thing about Lorne and that show is that, you can go over one million things, but in a business of bean counters, he still likes to laugh at small things and creates a show around it.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "Everybody's funny in different ways.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "Marie Antoinette was funny, I'm sure she was just misinterpreted. You know the 'Let them eat cake' line. She seems like she was kind of funny, like a Chelsea Handler or Kathy Griffin type.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "You can't make everybody laugh. You gotta just do what you think is funny. Just be obstreperous to everybody.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "You know how it is with writing. You just write what you want to write. There's no way to predict what is good or bad. You just do what you think is funny, and either it works or you're finished. It's impossible to predict anything.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "I've dated some women who have turned me on to some funny things that are strange for men to actually do, but these things have become part of my process. I think the things I do for my appearance help make me look better. I even colour my hair because I like how it makes me look.", 
    "name": "Ryan Seacrest"
  }, 
  {
    "quote": "I'm terrible at practical jokes. I do them too well, so they're not funny. I end up saying, 'Oh, no, I'm joking, I'm joking.'", 
    "name": "Anna Torv"
  }, 
  {
    "quote": "Everybody's funny if you love them.", 
    "name": "Anna Torv"
  }, 
  {
    "quote": "People don't realize that I'm really funny and I'm an excellent bridge player.", 
    "name": "Sheryl Crow"
  }, 
  {
    "quote": "People say funny things all the time during really serious moments in life.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "I had a very funny family.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "I think I would say 'The King's Speech' is surprisingly funny, in fact the audiences in London, Toronto, LA, New York commented there's more laughter in this film than in most comedies, while it is also a moving tear-jerker with an uplifting ending.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "The funny thing is that I write and I act a lot about being Jewish, but I don't really think about it as a regular person.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "It's funny, when people talk about the 70s I can tell you the year of every album but when it comes to the later efforts I can't remember the exact years, it's funny isn't it?", 
    "name": "Steve Hackett"
  }, 
  {
    "quote": "I've always found it easier to be funny than to be serious.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "And the funny thing is, I've always been an optimist - it's practically a congenital disorder with me.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "It's funny how intimate it feels to get a text.", 
    "name": "Sophie Ellis Bextor"
  }, 
  {
    "quote": "I knew exactly what to do on Alien, it was funny.", 
    "name": "Ridley Scott"
  }, 
  {
    "quote": "I come more to Scotland than I ever used to, so I feel more connected to it, more part of the zeitgeist. You know when you realize you have a choice and I'm choosing my homeland. It's funny: when you get older these things creep up to you.", 
    "name": "Alan Cumming"
  }, 
  {
    "quote": "It's funny, because when you're younger you're in a rush to be 18 or 21 or whatever. But then you hit 30. And now, the days go by like hours. You think, 40, man, this could be the halfway point. It could be the three-quarters point, you know? Who knows?", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "I'm one of those hovering mothers and I know it's really important to have an independent child, so I'm trying to back off, but it's hard. I love him so much, and he's so funny and cute to me.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "I actually was class clown, but I don't know how that happened because I've never been considered an outwardly funny person-as the people in this room will attest.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "I actually was class clown, but I don't know how that happened because I've never been considered an outwardly funny person.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "Comedy is surprises, so if you're intending to make somebody laugh and they don't laugh, that's funny.", 
    "name": "Norm MacDonald"
  }, 
  {
    "quote": "Scream was great for what it was. For a horror film, it was intelligent, it was funny, it took a laugh at itself.", 
    "name": "Neve Campbell"
  }, 
  {
    "quote": "When I was a kid, I wanted to be serious, like Daniel Day-Lewis. No one really dreams of being a comic actor, do they? Now I realise how stupid that is - and it's because comic acting isn't taken seriously enough. It's a discipline. You know instantly - either you're funny and getting the laughs, or you're not.", 
    "name": "Chris O'Dowd"
  }, 
  {
    "quote": "I think there's something in the fact that it's hard to be good looking and funny. You have to have an oddball quality people have to sympathise with you to find you funny.", 
    "name": "Chris O'Dowd"
  }, 
  {
    "quote": "One of the things I like about acting is that, in a funny way, I come back to myself.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "For a Catholic kid in parochial school, the only way to survive the beatings - by classmates, not the nuns - was to be the funny guy.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "It's sort of an action flick. You can't be that funny trying to steal diamonds.", 
    "name": "Anthony Anderson"
  }, 
  {
    "quote": "I do find comedy difficult. I don't know why. Maybe I think about it too much. There's a tremendous amount of pressure to be funny.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "I think sometimes my humor is extremely dry, and a lot of times I would say things that I thought were very funny but... I have a reputation of - people think of me as a very fundamentalist, humorless fellow.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "I don't dismiss the music that I was involved with, I don't think it was a joke, I don't think it was funny or a phase, I don't think it was just something I was doing back then, to me it was who I am. It connects all the way through. I don't distance myself from any of it.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "Even as a kid I was never the generator of humor, but I always knew who was funny, who to hang out with.", 
    "name": "Andrew Stanton"
  }, 
  {
    "quote": "In Italy, I had an Afro, and a lot of the kids came up and felt my hair. It really was funny. I wish I had understood Italian.", 
    "name": "Sugar Ray Leonard"
  }, 
  {
    "quote": "I think a lot comes from having the experience of doing stand-up comedy. It allows you to figure out the psychology of an audience what things are funny and not.", 
    "name": "Keenen Ivory Wayans"
  }, 
  {
    "quote": "Life is funny and it is interesting how we make it as serious as possible.", 
    "name": "Elisha Cuthbert"
  }, 
  {
    "quote": "It's funny, though, speaking of fathers and sons, because me and John Goodman played father and son, like, five or six years ago in the film 'Death Sentence,' and I got back with him again in 'Inside Llewyn Davis.'", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "It's funny that I got to do 'On the Road' because the thing that had the biggest impact on me growing up was reading books. I was very inspired by the book and this spirit of Dean Moriarty and how envious we all are of somebody who can be that carefree.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "It's funny - I read that women look to chiseled-faced guys for one-night stands, and to round-faced guys for marriage. When I'm rounder in the face, I like to say, 'This is my long-term look.' Or 'This is my wife-and-kids look right here.'", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "This is the great thing about Northern Ireland. I walk down the street and people stop me and say things like, 'I know you. You're that wee golfer, aren't you?' I say, 'Yeah, that's me.' They say, 'Keep it up, wee man.' It's very funny and that's why I want to stay here as long as possible.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "I have an all-Japanese design team, and none of them speak English. So it's often funny and surprising how my ideas end up lost in translation.", 
    "name": "Pharrell Williams"
  }, 
  {
    "quote": "The most important thing is to write material that YOU think is funny. If you don't think it's funny, but you're convinced that other people will think it is, well they won't.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "When it comes to war, we focus more on the mainstream coverage of the event, rather than the event itself. People dying is never funny. Protest puppets are always funny.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "I think that Obama is very cool. And I think he's clever, and I think he can be witty. But I don't think he's funny in either the way that Reagan was funny - or John McCain and Dick Cheney are both funny in that ruthless, kind of mean way.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "We want to be funny. We want to make people laugh... We'll do whatever it takes.", 
    "name": "Colin Mochrie"
  }, 
  {
    "quote": "But, sooner or later I'd love to do a comedy. I mean I think that, you know, people don't think that that's in my wheelhouse because I've sort of played a lot of dramatic stuff and that's certainly a side of myself that I want at some point in the right context, in the right stuff, that I find really funny.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "I love nerds. Comic-Con junkies are the tastemakers of tomorrow. Isn't that funny? The tables have turned.", 
    "name": "Kristen Bell"
  }, 
  {
    "quote": "I think the Cold War works as a great analogy or simile for different kinds of conflict. It's funny, when you look back at it, it's one of the last times that the boundaries were clear. Now, as we see on 'Homeland,' there are no clear boundaries and enemies.", 
    "name": "Matthew Rhys"
  }, 
  {
    "quote": "I always just wanted to be funny. I never really planned to be scary.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "I started writing when I was 9 years old. I was like this weird kid who would just stay in my room, typing little funny magazines and drawing comic strips.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "The token gay character is always so funny and so fantastic. That's happened a lot. Or they're often purely victims.", 
    "name": "Ezra Miller"
  }, 
  {
    "quote": "You can't be funny if you don't have good material.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "I have funny bones. If there's ever any kind of tension, I'll always be the one to try and be funny to loosen things up.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "It's funny - nowadays people that are famous get chased by paparazzi. They have this fame, but they don't have the money to hide from it.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "Being funny with a funny voice is more my comfort zone, a broader character that I try to humanize, a kind of silly or wacky persona that I try to fill in.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "You can't be funny for funny's sake. You try to get as outrageous situation as you can but it always has to be believable and based in real character motivations and what people would really do.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "It's funny, because I sometimes feel that I'm most creative when I'm pregnant.", 
    "name": "Georgina Chapman"
  }, 
  {
    "quote": "Johnny Rotten. He's a big fan of mine. I used to see him out in the audience in England and he'd stand up and holler. He's funny. Smart too, and a nice guy. Don't think he's a jerk because he isn't.", 
    "name": "Don Van Vliet"
  }, 
  {
    "quote": "If people want to compete for leadership of a religious group, they can compete in piety. A chilling thought. Or funny.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Back in the '70s, like one of my favorite movies ever was 'The Bad News Bears', and that was a kids' movie, but I don't think of it that way. I think of it as just a great movie because Walter Matthau was so funny and so harsh with those kids.", 
    "name": "Jack Black"
  }, 
  {
    "quote": "I just couldn't go back to Suddenly Susan after David Strickland's suicide. I didn't see how we could make the show light and funny any more.", 
    "name": "Judd Nelson"
  }, 
  {
    "quote": "It's funny now how much we look at - whatever you want to call it: art, design, culture stuff, film - online, and how in the online world, you're instantly global.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "One can always come up with funny lists and jokes. You know what? I take it back. Not everyone can always come up with funny lists and some jokes. I'm very lucky to have a gift where I can do that pretty ably.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "People forget how outcast 'They Might Be Giants' can be. They have a reputation for writing really deft, funny, clever melodies, and they also make a lot of music for kids, which is terrific, but when you see them in concert, they can rock the house.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "It's so funny looking back, but my so-called overnight success actually took 15 years. I remember when I didn't have any money, and my only car was mom's Hyundai.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "Mmmm... the comedy that matters is the comedy you pull out of thin air. It's a bit like when something funny has happened and you try to explain it to someone else and end up saying, 'You had to be there.'", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "Plus, I love comic writing. Nothing satisfies me more than finding a funny way to phrase something.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "It's funny, because I'm a man of strong opinions and when I make one, I stand by it even if it starts to appear incorrect to me after a while.", 
    "name": "Danny Bonaduce"
  }, 
  {
    "quote": "I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "It's sad and upsetting when you see somebody crying hysterically, but at the same time it's real funny.", 
    "name": "Seth Green"
  }, 
  {
    "quote": "Well in the book Carrie was my alter ego. In real life, Sarah Jessica and I don't look anything alike. But people do say that we sound alike. Sarah Jessica is an adorable girl and she is very funny.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "I think if actors don't think of themselves as funny in real life they think they can't do comedy.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "I joke around a lot about the manic times because they're funny. We manics do outrageous things and it is part of our colorful nature.", 
    "name": "Patty Duke"
  }, 
  {
    "quote": "I like all Jim Carrey films. They're really funny.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "Yes, I believe blue material is funny, but if that's all you've got, you're dead in the water. It's not good.", 
    "name": "Howard Stern"
  }, 
  {
    "quote": "I'm not a very serious person. You know how they say that clowns are very funny in public and are really sad at home? I'm really kind of stupid at home and more serious in public.", 
    "name": "Roland Joffe"
  }, 
  {
    "quote": "It's funny, because I did all of these interviews as soon as I had the baby, and they were asking questions, and I really didn't have an idea of anything, because I was so blurry.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "That's a funny thing, fame. People definitely do treat you differently. When you begin to be successful, people say, 'Don't go changing.' Well, that's easy to say, but the fact is, you don't change at all - other people do.", 
    "name": "Jonathan Rhys Meyers"
  }, 
  {
    "quote": "I tell girls all the time that the men that have fallen in love with me, have all fallen during a man repeller stage... funny how life works out like that.", 
    "name": "Rachel Roy"
  }, 
  {
    "quote": "I think it's really important for celebrities to use their power of money and fame to get their voices out there. It's funny to me that we're expected to keep quiet just because of who we are. Why do I lose my right to speak my mind because I'm famous?", 
    "name": "Lisa Edelstein"
  }, 
  {
    "quote": "I'm not a movie guy, I'm not a TV sitcom guy, but whatever seems to fit and is funny is good for me.", 
    "name": "Dave Attell"
  }, 
  {
    "quote": "You have to understand the tone of the movie, because if it's supposed to be funny, it can be funny violent like the Home Alone stuff, but you have to really understand the tone of what you're doing and make the action work for that and for the character.", 
    "name": "David R. Ellis"
  }, 
  {
    "quote": "I really love 'Soapdish.' I wish 'Soapdish' had more of a moment because I felt that that is a really strong, funny movie. Kevin Kline is hilarious in that movie.", 
    "name": "Elisabeth Shue"
  }, 
  {
    "quote": "I don't know. I think it's funny! I think it's funny! I go, what? It's so absurd. I'm alone.", 
    "name": "Danny DeVito"
  }, 
  {
    "quote": "It's funny that all these goths paint their faces with such white make-up and that is the actual colour of my skin, I am that pale!", 
    "name": "Kelly Osbourne"
  }, 
  {
    "quote": "To this day, I've found that it doesn't matter what a guy looks like if he's really funny. His sense of humor makes him attractive. On the other hand, you don't hear men saying, 'No she's not pretty, but is she ever funny!'", 
    "name": "Catherine O'Hara"
  }, 
  {
    "quote": "Everything seems fine until you're about 40. Then something is definitely beginning to go wrong. And you look in the mirror with your old habit of thinking, 'While I accept that everyone grows old and dies, it's a funny thing, but I'm an exception to that rule.'", 
    "name": "Martin Amis"
  }, 
  {
    "quote": "It's funny, but when I arrived in California to start college I was much more interested in becoming a surfer and cruise along in life from one beach to the next. I didn't plan out any huge career for myself.", 
    "name": "Benicio Del Toro"
  }, 
  {
    "quote": "I was going through a little bit of turbulence in my career. And so, it's funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "I actually feel like, for a lot of my career, I wasn't able to show my comedic range. I did a lot of dramas and dramedies. I was on 'E.R.' That's not generally thought of as a funny show.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "I have an older sister named Haley and she wanted to be an actress. So I wanted to be an actress. It's really funny the way that some people don't give kids enough credit for like really being driven, and really wanting to do things so badly.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "If I'm in something funny, I like to try and find some kind of serious line in it that people can relate to.", 
    "name": "Ron Livingston"
  }, 
  {
    "quote": "If you could cross a lion and a monkey, that's what I'd be, because monkeys are funny and lions are strong.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "I'm good at coming up with wacky characters and funny dialogue.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "Comedy clubs can be brutal. Those people are for real, and if you aren't funny, they aren't laughing. They don't care who you are.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "Gotta stay in the gym, stay funny, stay sharp. I just love working.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "I think it's actually a misperception that I am a comedic actress. I do more drama than comedy but very little of it has been seen. When you are in big funny movies and they do well and your little part in it kind of explodes people perceive you as a comedian.", 
    "name": "Octavia Spencer"
  }, 
  {
    "quote": "I don't think of myself as a comedian, but as an artist, a scientist and chemist who just happens to be funny. I started doing stand-up to add another level to my game. I feel that I'm a young rookie with a veteran's skill.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "I feel cheesy when I see 'Silver Spoons.' Some of it was funny, but some of it was just cheese! My kids love it, but I look at it and cringe.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "I've got to get on myself to be sharp, funny and loose.", 
    "name": "David Spade"
  }, 
  {
    "quote": "Sometimes I am so dry that people don't know I'm kidding and think I'm being serious. I enjoy this because their reactions are often funny.", 
    "name": "Robert Crais"
  }, 
  {
    "quote": "I would love to play 'Funny Girl' or 'Evita,' but I idolize the women who have played those parts. I don't know if there needs to be another version of those shows.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "I understand a woman who validates herself by getting attention from the opposite sex. I have a friend who is that to a T... Doesn't mean she isn't a good person. That's a funny character to play.", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "At school I was very shy. I wasn't funny really.", 
    "name": "Michel Gondry"
  }, 
  {
    "quote": "I love weird or funny or beautiful sentences Joy Williams could write a microwave-oven manual and I'm sure I'd love it, because the sentences would be tuned up like music.", 
    "name": "Karen Russell"
  }, 
  {
    "quote": "I remember listening to the radio as a kid and finding that the songs always made me feel more peaceful. Funny, but the more hurtin' the music was, the better it made me feel. I think of that now when I write my songs. I may not be feelin' the blues myself, but I'm writing them for other people who have a hard life.", 
    "name": "Chris Isaak"
  }, 
  {
    "quote": "What was funny if you were there is that we were all immensely sophisticated people who knew exactly what she was going to say and we're chatting away, nice to see you.", 
    "name": "Anthony Holden"
  }, 
  {
    "quote": "I'm so unprofessional on set it's not even funny.", 
    "name": "Katharine McPhee"
  }, 
  {
    "quote": "It's funny that it all becomes about clothes. It's bizarre. You work your butt off and then you win an award and it's all about your dress. You can't get away from it.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "I follow the most random people on Twitter. I follow famous people like Khloe Kardashian, who surprisingly makes really funny tweets all the time.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "I was not particularly bright, I wasn't very athletic, I was a little too tall, odd, funny looking, I was just really weird as a kid.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "I think it's so funny when people think they can't control a movie star. They can. We're just women, you know.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "I always approach comedy roles pretending they aren't funny.", 
    "name": "Brendan Fraser"
  }, 
  {
    "quote": "I feel funny about owning art. I don't really want to say: 'Wow, come and see my Monet - it's in a dark room at the bottom of my cellar.'", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "I love Mikhail Bulgakov. He is very original and takes the story to unexpected places. I didn't realise political writing could be so funny.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "And there's a visceral fun in watching Team America and making it, like taking a puppet and throwing it against the wall. Because it's not CG, there's something funny about it.", 
    "name": "Matt Stone"
  }, 
  {
    "quote": "So often, I read scripts and am like, 'This would never happen in real life. It's not trying to be funny. It's trying to be serious.'", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "Acting is all about big hair and funny props... All the great actors knew it. Olivier knew it, Brando knew it.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "Billy Crystal knows how to make people laugh. He's got 30 years on stage... there's no telling him what's funny.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "I'm not a believer in the pratfall. I don't think it's funny just to have someone fall down.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "They did that little thing on South Park, and they mentioned my name and had a character of me judging a Halloween contest. It was really funny.That made me the coolest aunt on earth.", 
    "name": "Tina Yothers"
  }, 
  {
    "quote": "There's a constant flow of child actors. It's kind of funny to watch the new crew come through. I think, You poor little things. You're going to have to struggle for a long time.", 
    "name": "Tina Yothers"
  }, 
  {
    "quote": "It's funny, growing up there was never anybody around me with any kind of artistic bent.", 
    "name": "Nick Offerman"
  }, 
  {
    "quote": "When I was in college, I was in the theater department, which for anyone who has been involved in any kind of theater program, you know that it's really wacky and tight-knit, a real family. Me and my good friends from college would do random shows and plays that were sometimes serious, but most of the time really goofy and funny.", 
    "name": "Darren Criss"
  }, 
  {
    "quote": "With Portlandia, I don't think our intention is always to find something funny. Sometimes the humor comes from taking something really seriously. We're okay with making somebody feel uncomfortable or uneasy.", 
    "name": "Carrie Brownstein"
  }, 
  {
    "quote": "I got to play with Nintendo's Wii, yes it's a funny name and not very revolutionary but it was fun whipping your arms around.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "Jon Stewart hires people that he thinks are funny. That's it. That's the only requirement.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "It is possible in this world to be pretty and funny and successful all at the same time.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "I think it's always funny when somebody thinks you're going to do something super sexy and then you don't.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "Sometimes in the most tragic situation, something just profoundly funny happens.", 
    "name": "David Hyde Pierce"
  }, 
  {
    "quote": "And I think that being able to make people laugh and write a book that's funny makes the information go down a lot easier and it makes it a lot more fun to read, easier to understand, and often stronger. So there's all kinds of advantages to it.", 
    "name": "Al Franken"
  }, 
  {
    "quote": "It is funny what a year can do.", 
    "name": "Victor Cruz"
  }, 
  {
    "quote": "It's funny, in a way the actor is a writer. It's not like the two things are so separate as to be like apples and oranges. The writer and the actor are one.", 
    "name": "Sam Shepard"
  }, 
  {
    "quote": "Stealing, you'll go far in life. Actually, there is something funny about getting away with it.", 
    "name": "Mike Judge"
  }, 
  {
    "quote": "Movies don't look hard, but figuring it out, getting the shape of it, getting everybody's character right and having it be funny, make sense and be romantic, it's creating a puzzle. Yes, having been a writer for so long, I have an awareness of when things are going awry, but it doesn't mean I know how to fix them.", 
    "name": "Nancy Meyers"
  }, 
  {
    "quote": "I can do comedy, so people want me to do that, but the other side of comedy is depression. Deep, deep depression is the flip side of comedy. Casting agents don't realize it but in order to be funny you have to have that other side.", 
    "name": "Parker Posey"
  }, 
  {
    "quote": "What's funny is my husband doesn't have any tattoos at all, so he must be the very conservative one.", 
    "name": "Ashley Scott"
  }, 
  {
    "quote": "I watched a lot of silent directors who were absolutely great like John Ford and Fritz Lang, Tod Browning, and also some very modern directors like The Coen Brothers. The directors take the freedom within their own movies to be melodramatic or funny when they chose to be. They do whatever they want and they don't care about the genre.", 
    "name": "Michel Hazanavicius"
  }, 
  {
    "quote": "What I fell in love with as a child was 'My Fair Lady,' 'Funny Face,' 'American in Paris,' and 'Singin' in the Rain.' Just perfect movies to me and I was dancing. I started ballet when I was three. And I fell in love with those movies and fell in love with Audrey Hepburn and Leslie Caron.", 
    "name": "Dianna Agron"
  }, 
  {
    "quote": "My job is mostly to entertain and be funny.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "Sometimes you have to take the focus off of you and put it on someone else and it's funny what you can accomplish and how much strength you really have.", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "I don't think I was funny until college. I lived with some Harvard MD/PhD students - they were so smart, and what I contributed to the house was, I was the funny one.", 
    "name": "Wendy Liebman"
  }, 
  {
    "quote": "When I was younger I wanted to be a big movie star who'd get to be funny on talk shows and then I wanted to retire and write science fiction.", 
    "name": "Scott Thompson"
  }, 
  {
    "quote": "When you are not treated seriously, you develop comically. Its sense of oneself is so fractured and fragile that it's like the picked-on kid who has to become funny.", 
    "name": "Scott Thompson"
  }, 
  {
    "quote": "I got pregnant at 40 by surprise. It's funny, because when we found out we were pregnant, I said, 'Okay, let's experience that.' You just have to just go with it because it's rare.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "Billy is a funny, cheeky, lovely boy and I love being with him. Parenthood is terrifying though. I can barely walk past a building without panicking that it's going to collapse on his head.", 
    "name": "Rufus Sewell"
  }, 
  {
    "quote": "The funny thing is the songs that people think are about me probably aren't. And the songs that are probably are the ones they wouldn't think... so that's where it kind of is funny.", 
    "name": "LeAnn Rimes"
  }, 
  {
    "quote": "Funny, I don't feel any more powerful today than yesterday.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "The Islam of the 18th, 19th and first half of the 20th century was a poor thing. Nobody bothered about it. Islam was that funny sort of pure system of beliefs that depressed people in the Middle East held as their religion.", 
    "name": "John Keegan"
  }, 
  {
    "quote": "Most of my ideas just come out funny.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "Sometimes laughing isn't the best judge of what's funny, 'cause I think there's a lot of things that are really funny that don't make you laugh, that don't make you physically, audibly make a noise, but is something that is much more powerful than that.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "There is nothing funny about a well-adjusted, intelligent person making the right choices.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "I'm always in situations where you can't be funny, and yet I want to do it anyway.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "It's a funny thing about me. I don't have any interest in food most of the time now, although when I was a kid I was always hungry.", 
    "name": "Alan Ladd"
  }, 
  {
    "quote": "I wasn't even 20 at the time, but it taught me something about drugs. They can take a good man, a warm, funny, loving family man, and turn him into a loser and worse.", 
    "name": "Michael Bergin"
  }, 
  {
    "quote": "I believe, in a funny way, the job of the novelist is to be out there on the fringes and speaking for an experience that has not really been spoken for.", 
    "name": "Donna Tartt"
  }, 
  {
    "quote": "Funny, how moms can tell you what to do no matter how old or big you are.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "I didn't grow up identifying with beauty. I grew up thinking I could be smart and funny - those are the things I got feedback on.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "Inappropriateness is funny to me. Rudeness is hilarious.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "I think if they put a laugh track on 'Intervention,' it would be funny.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "We all know how funny Morrissey is. Actually, you know what? I say that sarcastically. His songs are some of the funniest songs I've ever heard in my life. I mean, really. I mean, not that the 'Girlfriend in a Coma' is, like, really funny.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "When I was in high school I used to sit by myself in the cafeteria - not necessarily by choice - but I thought it was funny to talk to people that weren't there.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "Laughter is involuntary. If it's funny you laugh.", 
    "name": "Tom Lehrer"
  }, 
  {
    "quote": "What's funny about that is when I was writing Twilight just for myself and not thinking of it as a book, I was not thinking about publishing, and yet at the same time I was casting it in my head. Because when I read books, I see them very visually.", 
    "name": "Stephenie Meyer"
  }, 
  {
    "quote": "I auditioned for a solo in church and got it. I was about seven and I sang a song called, 'Jesus, I Heard You Had a Big House' and I remember people standing up at the end and me thinking, 'Oh, I think I'm going to like this.' That's how it all began. Sounds funny to say you got your start in church, but I did.", 
    "name": "Kristin Chenoweth"
  }, 
  {
    "quote": "It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair.", 
    "name": "Kate Bosworth"
  }, 
  {
    "quote": "I'm a big fan of certain new acts. I love any genre of music, and I think it's really great to see that there are new artists coming through. It's kinda funny to think that I'm like the old man on campus now. But I'm really happy for groups like One Direction. I think they're really good guys.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "When I turned about 12 or 13, I realised that being funny wasn't about remembering jokes. It was about creating them.", 
    "name": "Paul Merton"
  }, 
  {
    "quote": "They're great girls. They're very funny, they're very smart, they're fun to be with. They're very lively, as I think people can tell. And you know, they're very confident girls.", 
    "name": "Laura Bush"
  }, 
  {
    "quote": "And regardless of the fact that in this country, certainly in the arts, we treat comedy as a second-class citizen, I've never thought of it that way. I've always thought it to be important. The last time I looked, the Greeks were holding up two masks. I've always thought of it not only as having equal value, but as the craft of it, being funny.", 
    "name": "Jeff Daniels"
  }, 
  {
    "quote": "It's funny, but we were living on this small island off the coast of Charleston, South Carolina when I was 9.", 
    "name": "Josh Lucas"
  }, 
  {
    "quote": "I have no agenda except to be funny. Neither I or the writers profess to offer any worldly wisdom.", 
    "name": "Julia Louis-Dreyfus"
  }, 
  {
    "quote": "In my experience, it's not just that serious books get a hearing on comedy shows. But serious books get a serious hearing, as well as a funny one, on comedy shows.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "It's a bit like school camp, shooting a film. Everyone's on heat. It's a strange energy. It's full of adrenalin. I funnel my excess energy in funny little ways. I do a lot of dancing in my trailer. I love music.", 
    "name": "Alice Englert"
  }, 
  {
    "quote": "Here's the funny thing about the response I've been aware of to my dating famous people: It's been very negative. I'm either not good-looking enough, not a good enough actor or not successful enough for these people.", 
    "name": "Dax Shepard"
  }, 
  {
    "quote": "I like the hot-cold, the sugar-salt, being able to play over-the-top and dramatic things - in the same film. Just as in my life, I can be very funny and at other times almost extinguished.", 
    "name": "Jean Dujardin"
  }, 
  {
    "quote": "I'm an off-road racecar driver. And I think every woman in my life has told me that's not a sensible hobby. But when I was growing, even more than I wanted to be funny, I wanted to be a racecar driver. That's all I thought about. I worked for a race team when I was 15 and I traveled with them.", 
    "name": "Dax Shepard"
  }, 
  {
    "quote": "Kyle Baker's work is really funny, but it's also got a very clear vision.", 
    "name": "Bill Sienkiewicz"
  }, 
  {
    "quote": "It's funny: I've been very successful and done a lot of films, and I don't really have an agent - I don't really pursue jobs, I let people come to me.", 
    "name": "Rick Baker"
  }, 
  {
    "quote": "If you look at the game and everything, it's not quite like looking at an animated film, because that's total character. This, this is really movement, but it's got funny little things if you look for the humor. They're actually getting to the character.", 
    "name": "Don Bluth"
  }, 
  {
    "quote": "It's a funny thing because you look at the careers of other filmmakers, and you see them sort of slow down, and you realize, maybe this becomes harder to do as you get older. That's sort of a cautionary thing. I hope it doesn't happen to me.", 
    "name": "Joel Coen"
  }, 
  {
    "quote": "There's a darkness under 'The Hangover' because ultimately there's a missing person and it's not really that funny. There's a sort of darkness under it that I love, and still people are laughing as hard if not harder than they did in 'Old School.'", 
    "name": "Todd Phillips"
  }, 
  {
    "quote": "I think people like comedies and I think concept driven comedies seem to be working when it's a clear concept and you deliver funny stuff.", 
    "name": "Todd Phillips"
  }, 
  {
    "quote": "Now that I'm more mature, in a funny way, I can even appreciate that I've bad to become more aware of my body. Since I've chosen acting as my career, I have to keep my weight down anyway-I've been used to it for years, so it's no problem. And there's nothing I can't do.", 
    "name": "Dana Hill"
  }, 
  {
    "quote": "Comedy is so subjective. You could be in a room with 400 people laughing at a joke and you could just not think it's funny. You're just sitting there like, 'Am I in the twilight zone? Why is everyone laughing?' It's such a personal thing. People have such a personal visceral response to comedy.", 
    "name": "Todd Phillips"
  }, 
  {
    "quote": "I would do it today because the thing that appealed to me was not necessarily the mechanics of the robot, but it was his personality and how funny and charming he was.", 
    "name": "John Badham"
  }, 
  {
    "quote": "You know, if I started worrying about what the critics think, I'd never make another comedy. You couldn't pick a less funny group than critics - you couldn't find a more bitter group of people!", 
    "name": "Todd Phillips"
  }, 
  {
    "quote": "When I was a kid I had this funny blonde hair and everyone called me 'Chick' because I looked like Tweety Bird.", 
    "name": "Nicky Hilton"
  }, 
  {
    "quote": "I think that 'Hangover II' is as funny as 'The Hangover I,' honest to God, but I think that it's a little bit darker, and the stakes are a little bit higher.", 
    "name": "Todd Phillips"
  }, 
  {
    "quote": "I don't think know if anything's going to translate anywhere. You're making a movie, you hope it's going to be funny, you can't think about how it's going to go over.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "If you can find the line between sympathetic and creepy, you have reached a very funny area.", 
    "name": "Jason Segel"
  }, 
  {
    "quote": "I don't think the public is dying to see me necessarily be funny all the time.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they've done. I wanted to give people a chance to see something funny, have a distraction.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "Jim Carrey, a comic genius, has a harder time overcoming the public's desire for him to be funny simply because he's so good at it.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "If you take a bunch of superstars and put them in a room where they don't have their assistants and entourage, it's funny to see what happens.", 
    "name": "Daryl Hall"
  }, 
  {
    "quote": "Because death and illness are the most horrible things in life, of course that's where the most absurdly funny things are going to happen.", 
    "name": "Julia Sweeney"
  }, 
  {
    "quote": "I think one of the basic tasks in life - one of the nice things we can do for each other - is to take things that are horrible and scary and make them acceptable and less frightening and, if possible, funny. It feels great to succeed at that.", 
    "name": "Julia Sweeney"
  }, 
  {
    "quote": "I appreciate humor so much, but I'm actually not a funny girl.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "During the Great Depression, when people laughed their worries disappeared. Audiences loved these funny men. I decided to become one.", 
    "name": "Jerry Stiller"
  }, 
  {
    "quote": "I remember interviewing someone I actually felt bad for, and therefore didn't want to take an ironic stance against him. It actually turned out to be a really funny piece.", 
    "name": "Rob Corddry"
  }, 
  {
    "quote": "I don't think my judgment is that good. I don't know what is funny.", 
    "name": "Jerry Stiller"
  }, 
  {
    "quote": "It's funny, the hardest thing to do is to make something look like it's fast, loose and improvised, and get somebody to laugh.", 
    "name": "Abel Ferrara"
  }, 
  {
    "quote": "Sometimes we have to actually say, I think you're really funny, but none of your jokes are going to make it on the air. So just answer my questions. Seriously.", 
    "name": "Rob Corddry"
  }, 
  {
    "quote": "I'm not a comedian. I'm an actor who just happens to be funny on occasion.", 
    "name": "Anthony Anderson"
  }, 
  {
    "quote": "The prospects for a coherent, hilarious and consistent American comedy seem to lessen every year, as the poor waterlogged, gassy corpse called 'Evan Almighty' proved when it floated ashore recently. So there's a temptation to think too highly of Robin Williams's uneven but occasionally funny 'License to Wed.'", 
    "name": "Stephen Hunter"
  }, 
  {
    "quote": "'Lucky' is for laughs, and there's really nothing funny that I'm doing on 'Dexter.' I think more than anything, both comment on the fact that anybody is capable of anything. Just because they are the shy guy in the corner doesn't mean that they are a harmless little bunny.", 
    "name": "Colin Hanks"
  }, 
  {
    "quote": "There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there'd be something I'd miss that was funny in the future. If there's a chance I'm going to laugh tomorrow then want to live to experience that.", 
    "name": "Dave Navarro"
  }, 
  {
    "quote": "And remember, it's also very funny, because side by side with grief lies joy.", 
    "name": "Fran Drescher"
  }, 
  {
    "quote": "I liked getting the best villain award. I thought that was funny.", 
    "name": "Stephen Dorff"
  }, 
  {
    "quote": "The music industry is really funny, when you have a hit record, everyone knows who are you, everyone wants to do duets with you, then if you have a miss, people suffer from amnesia.", 
    "name": "Seal"
  }, 
  {
    "quote": "This is funny because I just had a job over the summer for VH1, a project I did called Strange Frequency where I got to play a Goth rock band singer.", 
    "name": "Charisma Carpenter"
  }, 
  {
    "quote": "I mean, I'm married first of all to one of, if not the most wonderful women in the world. She is everything - funny, attractive, hard-working, she has integrity, she loves me to bits.", 
    "name": "Seal"
  }, 
  {
    "quote": "A film that I love is 'Raising Arizona' and that's funny but it's quite indie and weird and odd and quirky. I'd love to do something like that. Who knows?", 
    "name": "Stephen Moyer"
  }, 
  {
    "quote": "And of course Marc Cherry heightens it and makes it hilarious. But there's so many universal themes in the show, and he made it so funny. We knew he was onto something if he could keep it up and, thankfully, he did.", 
    "name": "James Denton"
  }, 
  {
    "quote": "It's so funny when you're actually directing because things start popping that you don't expect to pop, and something that you think is going to pop, maybe doesn't quite have the impetus that you thought it might.", 
    "name": "Stephen Moyer"
  }, 
  {
    "quote": "Well, I'm not afraid to say something if I think it's funny, even if it's harsh or racist.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "The promos with all of the beautiful women probably attracted some men, but the mystery story line is pretty cool. It's got that dark edge, and people will watch anything funny.", 
    "name": "James Denton"
  }, 
  {
    "quote": "But I think you can make fun of anything as long as it's funny enough.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "It's funny, because '1600 Penn' was the first time I really started to read the reviews, because I am an executive producer and I wanted to see what people were enjoying and not enjoying as a means to an end, right?", 
    "name": "Josh Gad"
  }, 
  {
    "quote": "I mean, I talk about being Jewish a lot. It's funny because I do think of myself as Jewish ethnically, but I'm not religious at all. I have no religion.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "It's funny because 'The Book of Mormon' is 'The Book of Mormon' now. When I was doing it at the very beginning, and I was a part of it for four years and always believed in it, I never really knew if it was going to be more than a convention for 'South Park' fans.", 
    "name": "Josh Gad"
  }, 
  {
    "quote": "I know people will think it's funny because I've done glamour modelling in the past, but I felt embarrassed about my body and just wanted to cover it up.", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "I got the wake-up call that no one is policing our oceans. I wondered, how can I do anything? What really can I do to make things better? There are some perks to being a celebrity. My job is to be funny once in a while, but it's my responsibility to make good use of it.", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "My parents, grandparents, aunts and uncles were all funny, and I felt that energy, that delivery, that timing, that sarcasm. All that stuff seeped into my brain.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "Wikipedia is just an incredible thing. It is fact-encirclingly huge, and it is idiosyncratic, careful, messy, funny, shocking and full of simmering controversies - and it is free, and it is fast.", 
    "name": "Nicholson Baker"
  }, 
  {
    "quote": "I don't write literary fiction - I write books that are entertaining, but are also, I hope, well-constructed and thoughtful and funny and have things to say about men and women and families and children and life in America today.", 
    "name": "Jennifer Weiner"
  }, 
  {
    "quote": "Do you want me to apologize after every joke? If it doesn't offend somebody it's probably not a joke. It's probably an observation that's not funny. It's gotta offend somebody somewhere.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "Billy Tauzin is one of the most interesting people in Washington. He is smart, funny, and interesting.", 
    "name": "Tucker Carlson"
  }, 
  {
    "quote": "I've actually tried to roast somebody that I don't like, and it doesn't go well. Either they're a bad sport or I'm not as funny as I could be.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "My parents are both very funny but they're also relatively soft-spoken, normal human beings while I'm just a lunatic. I don't know where this loud, ballsy, hammy ridiculousness came from. I'm just glad I followed my goals and my parents did too. It's not like we even had a plan when I dragged my mom to Los Angeles.", 
    "name": "Emma Stone"
  }, 
  {
    "quote": "It's funny, though, because when I first started going to races after we met, I was extremely nervous. It's like being backstage and hoping you don't trip over something or break an amp or accidentally speak into a live microphone, so I was really hesitant.", 
    "name": "Ashley Judd"
  }, 
  {
    "quote": "People are funny, and in the most tragic situations, when comedy erupts from nowhere, it can turn on its head within the space of a second or a minute. You're laughing one minute and you're crying the next and that's just life for me, and that is what people are like.", 
    "name": "Sally Hawkins"
  }, 
  {
    "quote": "So it was just funny to read a script that was just similar to what had been going on in my life.", 
    "name": "Piper Perabo"
  }, 
  {
    "quote": "When we criticize in Iran the actions of the government, the fundamentalists say that we and the Bush Administration are in the same camp. The funny thing is that human rights activists and Mr. Bush can never be situated in the same group.", 
    "name": "Shirin Ebadi"
  }, 
  {
    "quote": "I have a funny family, but none of them are remotely in show business.", 
    "name": "Wanda Sykes"
  }, 
  {
    "quote": "It is funny because the guy who is my boss now, Howard Stern, has a similarity there. He got big being a regular guy. He wasn't the greatest looking guy in the world.", 
    "name": "Artie Lange"
  }, 
  {
    "quote": "But I think funny and talent will always win out I mean, of course there are hurdles, but I think if you're funny you will get over all of that.", 
    "name": "Wanda Sykes"
  }, 
  {
    "quote": "The last person they expected to connect with a screenplay was the comedic, blonde actress with the funny voice.", 
    "name": "Joey Lauren Adams"
  }
]