[
  {
    "quote": "It is well enough that people of the nation do not understand our banking and monetary system, for if they did, I believe there would be a revolution before tomorrow morning.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "It is a kind of spiritual snobbery that makes people think they can be happy without money.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Part of your heritage in this society is the opportunity to become financially independent.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Don't gamble take all your savings and buy some good stock and hold it till it goes up, then sell it. If it don't go up, don't buy it.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Wealth consists not in having great possessions, but in having few wants.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I am favor of cutting taxes under any circumstances and for any excuse, for any reason, whenever it's possible.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Inflation is taxation without legislation.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Under capitalism, man exploits man. Under communism, it's just the opposite.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "I do not regard a broker as a member of the human race.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Our incomes are like our shoes if too small, they gall and pinch us but if too large, they cause us to stumble and to trip.", 
    "name": "John Locke"
  }, 
  {
    "quote": "As sure as the spring will follow the winter, prosperity and economic growth will follow recession.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The poor don't know that their function in life is to exercise our generosity.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Owning a home is a keystone of wealth - both financial affluence and emotional security.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Surplus wealth is a sacred trust which its possessor is bound to administer in his lifetime for the good of the community.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "The way to make money is to buy when blood is running in the streets.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "The propensity to truck, barter and exchange one thing for another is common to all men, and to be found in no other race of animals.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Any informed borrower is simply less vulnerable to fraud and abuse.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "In the absence of the gold standard, there is no way to protect savings from confiscation through inflation. There is no safe store of value.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "It's not the having, it's the getting.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Wealth is not without its advantages and the case to the contrary, although it has often been made, has never proved widely persuasive.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Do you know the only thing that gives me pleasure? It's to see my dividends coming in.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Money is to my social existence what health is to my body.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "All money is a matter of belief.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "A moderate addiction to money may not always be hurtful but when taken in excess it is nearly always bad for the health.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "Money is like manure. You have to spread it around or it smells.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "We at Chrysler borrow money the old-fashioned way. We pay it back.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Many people are in the dark when it comes to money, and I'm going to turn on the lights.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "The way to become rich is to put all your eggs in one basket and then watch that basket.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "For the merchant, even honesty is a financial speculation.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "We had a booming stock market in 1929 and then went into the world's greatest depression. We have a booming stock market in 1999. Will the bubble somehow burst, and then we enter depression? Well, some things are not different.", 
    "name": "Jeffrey Sachs"
  }, 
  {
    "quote": "Security depends not so much upon how much you have, as upon how much you can do without.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "Today, if you look at financial systems around the globe, more than half the population of the world - out of six billion people, more than three billion - do not qualify to take out a loan from a bank. This is a shame.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "We cannot both preach and administer financial matters.", 
    "name": "Saint Stephen"
  }, 
  {
    "quote": "The avoidance of taxes is the only intellectual pursuit that still carries any reward.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing, and if you are good enough at it, the money will come.", 
    "name": "Greer Garson"
  }, 
  {
    "quote": "I finally know what distinguishes man from the other beasts: financial worries.", 
    "name": "Jules Renard"
  }, 
  {
    "quote": "The number-one job of the hedge-fund manager is not to make sure that you can retire with a smile on your face - it's for him to retire with a smile on his face.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "I don't think about financial success as the measurement of my success.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "The problem of how we finance the welfare state should not obscure a separate issue: if each person thinks he has an inalienable right to welfare, no matter what happens to the world, that's not equity, it's just creating a society where you can't ask anything of people.", 
    "name": "Jacques Delors"
  }, 
  {
    "quote": "I made my money by selling too soon.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "Poverty is unnecessary.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "It is incumbent upon each of us to improve spending and savings practices to ensure our own individual financial security and preserve the collective economic well-being of our great society.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "I'm involved in the stock market, which is fun and, sometimes, very painful.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "The only way for a rich man to be healthy is by exercise and abstinence, to live as if he were poor.", 
    "name": "William Temple"
  }, 
  {
    "quote": "We've taken the view that if the rest of the world would democratize and create market economies, that would spread the benefits of prosperity around the world, and that it would enhance our own prosperity, and our own stability and security, as well.", 
    "name": "Jeffrey Sachs"
  }, 
  {
    "quote": "The only way that we can reduce our financial dependence on the inflow of funds from the rest of the world is to reduce our trade deficit.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "Thirty to 40 years ago, most financial decisions were fairly simple.", 
    "name": "Scott Cook"
  }, 
  {
    "quote": "Gold and silver, like other commodities, have an intrinsic value, which is not arbitrary, but is dependent on their scarcity, the quantity of labour bestowed in procuring them, and the value of the capital employed in the mines which produce them.", 
    "name": "David Ricardo"
  }, 
  {
    "quote": "There can be no rise in the value of labour without a fall of profits.", 
    "name": "David Ricardo"
  }, 
  {
    "quote": "Infinite growth of material consumption in a finite world is an impossibility.", 
    "name": "E. F. Schumacher"
  }, 
  {
    "quote": "Capital is that part of wealth which is devoted to obtaining further wealth.", 
    "name": "Alfred Marshall"
  }, 
  {
    "quote": "The price of every thing rises and falls from time to time and place to place and with every such change the purchasing power of money changes so far as that thing goes.", 
    "name": "Alfred Marshall"
  }, 
  {
    "quote": "The economy is a very sensitive organism.", 
    "name": "Hjalmar Schacht"
  }, 
  {
    "quote": "Money is the best rule of commerce.", 
    "name": "William Petty"
  }, 
  {
    "quote": "Thirteen thousand dollars a year is not enough to raise a family. That's not enough to pay your bills and save for their future. That's barely enough to provide for even the most basic needs.", 
    "name": "Thomas Carper"
  }, 
  {
    "quote": "To beat the market you'll have to invest serious bucks to dig up information no one else has yet.", 
    "name": "Merton Miller"
  }, 
  {
    "quote": "You only need to make one big score in finance to be a hero forever.", 
    "name": "Merton Miller"
  }, 
  {
    "quote": "The rate of interest acts as a link between income-value and capital-value.", 
    "name": "Irving Fisher"
  }, 
  {
    "quote": "It is bad policy to regulate everything... where things may better regulate themselves and can be better promoted by private exertions but it is no less bad policy to let those things alone which can only be promoted by interfering social power.", 
    "name": "Friedrich List"
  }, 
  {
    "quote": "I wasn't a financial pro, and I paid the price.", 
    "name": "Ruth Handler"
  }, 
  {
    "quote": "I've always supported myself. I like the sense of knowing exactly where I stand financially, but there is a side of me that longs for a knight in shining armor.", 
    "name": "Barbara Feldon"
  }, 
  {
    "quote": "The job of the Central Bank is to worry.", 
    "name": "Alice Rivlin"
  }, 
  {
    "quote": "Under capitalism each individual engages in economic planning.", 
    "name": "George Reisman"
  }, 
  {
    "quote": "As a novelist, I tell stories and people give me money. Then financial planners tell me stories and I give them money.", 
    "name": "Martin Cruz Smith"
  }, 
  {
    "quote": "Rounding to the nearest cent is sufficiently accurate for practical purposes.", 
    "name": "Alexander John Ellis"
  }, 
  {
    "quote": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Every nation has to either be with us, or against us. Those who harbor terrorists, or who finance them, are going to pay a price.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "If it isn't the sheriff, it's the finance company I've got more attachments on me than a vacuum cleaner.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "I was a great student at a great school, Wharton School of Finance.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Finance, like time, devours its own children.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "If you want to fight the evil you see in finance and industry, get to work reading the corporate filings, see if there has been fraud, and where you find it, report it to the SEC or write about it or blog about it.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "I'm looking for backing for an unauthorized auto-biography that I am writing. Hopefully, this will sell in such huge numbers that I will be able to sue myself for an extraordinary amount of money and finance the film version in which I will play everybody.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Where are the jobs going to come from?Small business, manufacturing and clean energy. Where's the money to finance them? The banks and the corporations in America today have lots of money that they can invest right now.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Finance is a gun. Politics is knowing when to pull the trigger.", 
    "name": "Mario Puzo"
  }, 
  {
    "quote": "Canadians know that the promise of a recession didn't happen because of anything we did here. If you look at all the causes of the recession, problems in mortgage markets, the problems in the banking sector, the problems in government finance in countries like Greece, none of those problems were in present Canada.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "At this point, I don't get hired a lot because people don't think I could finance a movie.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "The monarchy is foremost a business, and it's important to them that the British public continue to finance the excessive luxurious lifestyles of the now quite enormous, wasteful and useless 'royal' family. I find it very sad.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "There is a growing literature about the multitude of journalism's problems, but most of it is concerned with the editorial side of the business, possibly because most people competent to write about journalism are not comfortable writing about finance.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "We all know that Americans love their statistics - in sport, obviously. And in finance too.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "I have come close to producing films. But generally by the time they hit the screen, there's about 50 people with producer credits, so what's the point. I usually find scripts I like with no money attached and take them to producers that I know and try to raise finance.", 
    "name": "Tim Roth"
  }, 
  {
    "quote": "I worked with a group of people who argued day and night - professors, officials, the Minister of Finance - but there were decisions that I had to make.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "My real adversary has no name, no face, no party. It will never be elected, yet it governs - the adversary is the world of finance.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "My adversary is the world of finance.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "I don't want euro bonds that serve to mutualize the entire debt of the countries in the euro zone. That can only work in the longer-term. I want euro bonds to be used to finance targeted investments in future-oriented growth projects. It isn't the same thing. Let's call them 'project bonds' instead of euro bonds.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "One of the things that's great about New York is that it is not a one-industry town. It has education, academia, the service industry, arts, publishing, theater, politics, fashion, finance, as well as movie-making.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "These heroes of finance are like beads on a string when one slips off, all the rest follow.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "In 1973, women got 59 cents on the dollar now we are getting 74 cents on the dollar. In the area of finance and business, we are at 68 cents on the dollar.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "Qaddafi is hated because he is the leader of a small country that is rich, but he uses his money to finance liberation struggles.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Small- and medium-sized businesses need access to a diverse range of finance options, including non-bank lending. These new forms of finance are still small in scale today but they should, over time, bring additional choice and greater competition to the lending market.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "What we now call 'finance' is, I hold, an intellectual perversion of what began as warm human love.", 
    "name": "Robert Graves"
  }, 
  {
    "quote": "You want to put out a TV show? If you have the money to do it on your own, by yourself, and you have a TV network, you can do it by yourself. But the nature of the beast is, art needs finance. That's how this industry works. So until the Internet becomes our source of entertainment - and watch it, I believe it will - this is how things go.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I feel sorry sometimes for these sportsmen and women who put in just as much effort as the footballers. For example, athletes train at least as hard as footballers but have to be happy if they can earn enough to finance a decent education.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "The FHA's success provides strong evidence that government can and should play a role in the nation's mortgage finance system. It also demonstrates that although government intervention in the economy during the Great Recession was messy, things would have been a lot messier without it.", 
    "name": "Mark Zandi"
  }, 
  {
    "quote": "The studios don't finance anymore, they get outside funds.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "If you go back to the time of J.P. Morgan, the world of high finance was completely wholesale. The prestigious investment banks on Wall Street appealed exclusively to large corporations, governments, and to extremely wealthy individuals.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "But now, more and more, its society is concerned with economy and finance.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "Let's not overlook, though, what we do know about the campaign finance scandal, and the fact the Chinese were involved in our presidential campaign and our congressional campaigns.", 
    "name": "Fred Thompson"
  }, 
  {
    "quote": "I personally believe that there's going to be a good case for the government preserving some type of guarantee to make sure that people have the ability to borrow to finance a house even in a very damaging recession. I think there's going to be a good case for that.", 
    "name": "Timothy Geithner"
  }, 
  {
    "quote": "I have a lot of trouble understanding all the detail of finance and administration - but if you combine intellectual and professional capacity with a social conscience, you can change things: countries, structures, economic models, colonial states.", 
    "name": "Evo Morales"
  }, 
  {
    "quote": "I like eating out. I like buying beautiful paintings and being surrounded by beautiful things. I have to finance that life. I can barely afford a pension scheme because I don't make enough money.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "I believe in capitalism for everybody, not necessarily high finance but capitalism that works for the working men and women of this country who are out there paddling alone in America right now.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "'Survivor' wouldn't have happened had I not gone out there and helped CBS to sell sponsors to finance the first one. Part of my thinking on 'Survivor' was that it should have rewards that are corporate brands. A Big Mac, one thimble-full of Coca-Cola.", 
    "name": "Mark Burnett"
  }, 
  {
    "quote": "As Michigan's voice on the Senate Finance Committee and Senate Energy and Natural Resources Committee, I will continue working to make sure the next generation of advanced technologies and alternative fuel vehicles are made right here in America.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "People just want to hear some common sense... and I bring to bear the experience in local government and state government and national government - I was the first woman in history on the Senate Finance Committee - not to mention the diplomatic international experience.", 
    "name": "Carol Moseley Braun"
  }, 
  {
    "quote": "The reason that minorities and women don't have a better shot at getting elected to the Senate or to statewide office is because the campaign finance rules are so skewed as to make it very difficult for non-traditional candidates to raise the money necessary to get elected.", 
    "name": "Carol Moseley Braun"
  }, 
  {
    "quote": "To finance this trade deficit, the U.S. has to borrow from the rest of the world or sell American assets like stocks, businesses, and real estate to the rest of the world.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "But because we in the United States finance our current account deficit by borrowing in our own currency, we can move to a more competitive dollar without the adverse effects that followed currency declines in other countries.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "And I think it's a prudent, responsible way, given the scale of the emergency, the scale of the damage still facing America, that we finance these additional support for the unemployed as well as the support for small business. We think there's a good case for doing it now. We want to do it in an overall fiscally responsible way.", 
    "name": "Timothy Geithner"
  }, 
  {
    "quote": "Finance is critical. If sufficient investment is made in infrastructure and venture capital is made available, there will be a big improvement in the situation.", 
    "name": "Sanjay Kumar"
  }, 
  {
    "quote": "Now both my films have been number one at the Australian box office and it took about two years just to get the finance for this film, so if it's hard for me then God help everyone else.", 
    "name": "Yahoo Serious"
  }, 
  {
    "quote": "Three years after starting, by physically doing everything from raising the finance to special effects, we'd finally cobbled together our low budget film.", 
    "name": "Yahoo Serious"
  }, 
  {
    "quote": "I know what I don't know. To this day, I don't know technology, and I don't know finance or accounting.", 
    "name": "Bernard Ebbers"
  }, 
  {
    "quote": "The number one lobby that opposes campaign finance reform in the United States is the National Association of Broadcasters.", 
    "name": "Robert McChesney"
  }, 
  {
    "quote": "But having said that, what's happening with campaign finance reform and our political culture is devastating.", 
    "name": "Robert McChesney"
  }, 
  {
    "quote": "There were a lot of people dreaming about making films, and they would finance maybe 6 films a year. Because they were funded by the government, the films sort-of had to deal with serious social issues - and, as a result, nobody went to see those films.", 
    "name": "Renny Harlin"
  }, 
  {
    "quote": "The hope is they would like to bring it to Broadway next year, so we'll see that's to come in the end of the finance year and everybody else and also real estate and what theaters are available at the time but I would like to come back with it.", 
    "name": "Blair Underwood"
  }, 
  {
    "quote": "Sharia has become an increasingly significant force in American capitalism, thanks to the embrace by Wall Street and the U.S. government of so-called Sharia-Compliant Finance. Indeed, this country's taxpayers now own the largest purveyor of sharia-compliant insurance products in the world: AIG.", 
    "name": "Frank Gaffney"
  }, 
  {
    "quote": "If the Indian people want stories written about themselves, how they want them told, they are going to have to make them, they're going to have to finance them. If you let Hollywood do it, Hollywood is going to get it wrong most of the time.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "It is a sound principle of finance, and a still sounder principle of government, that those who have the duty of expending the revenue of a country should also be saddled with the responsibility of levying and providing it.", 
    "name": "Wilfrid Laurier"
  }, 
  {
    "quote": "In Australia, they set up a special fund to kick films off. It was quite an enlightened sort of move. You could go to this government bureau with scripts and and get finance for films.", 
    "name": "Bruce Beresford"
  }, 
  {
    "quote": "I've learned there's a big difference between a long-focused value investor and a good short-seller. That difference is psychological and I think it falls into the realm of behavioral finance.", 
    "name": "James Chanos"
  }, 
  {
    "quote": "I got IRS records to finance what I wanted to do.", 
    "name": "Penelope Spheeris"
  }, 
  {
    "quote": "Actually criminal sanctions that are given could be up to five years for violating the rules and regulations under the campaign finance reform. This is like the Alien and Sedition Act of years and years ago, decades ago.", 
    "name": "Jay Alan Sekulow"
  }, 
  {
    "quote": "I only make movies to finance my fishing'.", 
    "name": "Lee Marvin"
  }, 
  {
    "quote": "It is usually people in the money business, finance, and international trade that are really rich.", 
    "name": "Robin Leach"
  }, 
  {
    "quote": "In the deregulated realm of US banking and finance, crime does occasionally pay for its foul deeds, not in prison time but by making modest rebates to the victims.", 
    "name": "William Greider"
  }, 
  {
    "quote": "If US per capita income continues to grow at a rate of 1.5 percent a year, the country will have plenty of money to finance comfortable retirements and high-quality healthcare for all citizens, including those at the bottom of the wage ladder.", 
    "name": "William Greider"
  }, 
  {
    "quote": "The art and culture that is New York, communications, finance, all these things help make up New York. The rest of the country should be happy that we are what we are.", 
    "name": "David Dinkins"
  }, 
  {
    "quote": "Unfortunately, money in politics is an insidious thing - and a loophole in our campaign finance system was taken advantage of with money going to existing or new 527 groups with the sole purpose of influencing the election.", 
    "name": "Olympia Snowe"
  }, 
  {
    "quote": "We were told this war would be over in a matter of weeks, and that the Iraqis would be able to finance it with oil sales. We were promised it was not a mission of nation building.", 
    "name": "Sherrod Brown"
  }, 
  {
    "quote": "In constant pursuit of money to finance campaigns, the political system is simply unable to function. Its deliberative powers are paralyzed.", 
    "name": "John Rawls"
  }, 
  {
    "quote": "We'll have a public power authority, which will also have the ability to build power or finance power. And more importantly, we'll have more power than our economy provides. All of that will give us leverage we don't have today.", 
    "name": "Gray Davis"
  }, 
  {
    "quote": "There's enormous progressive activism and, more often than not, success at the grassroots level - everything from living wage campaigns to efforts to finance our elections are having terrific success.", 
    "name": "Jim Hightower"
  }, 
  {
    "quote": "In the long term, Germany didn't need a finance minister who was absent during important negotiations in the European Council. But the chancellor strongly encouraged me to stay. And everything did work out for the best in the end.", 
    "name": "Wolfgang Schauble"
  }, 
  {
    "quote": "What distinguishes the campaign finance issue from just about every other one being debated these days is that the two sides do not divide along conventional liberal/ conservative lines.", 
    "name": "James L. Buckley"
  }, 
  {
    "quote": "We need real campaign finance reform to loosen the grip of special interests on politics.", 
    "name": "Tom Daschle"
  }, 
  {
    "quote": "While neurological studies have tried to identify components responsible for fear and greed, the impact on finance is less clear.", 
    "name": "Andrew Lo"
  }, 
  {
    "quote": "My expertise was in public finance, particularly corporate taxation, since I had worked at the US Treasury.", 
    "name": "Merton Miller"
  }, 
  {
    "quote": "I had some of the students in my finance class actually do some empirical work on capital structures, to see if we could find any obvious patterns in the data, but we couldn't see any.", 
    "name": "Merton Miller"
  }, 
  {
    "quote": "Arbitrage proof has since been widely used throughout finance and economics.", 
    "name": "Merton Miller"
  }, 
  {
    "quote": "We came from a family where we ran our own small business. Our dad made his own products. We made our own sausages, our own meatloafs, our own pickles. Dad had to do everything himself. He had to figure out how to finance his business.", 
    "name": "Marcy Kaptur"
  }, 
  {
    "quote": "I was writing an earnest novel about cruises in the Caribbean and I just started writing 'Bridget Jones' to get some money, to finance this earnest work, and then I chucked it out.", 
    "name": "Helen Fielding"
  }, 
  {
    "quote": "In fact, corporate and union moneys go overwhelmingly to incumbents, so limiting that money, as Congress did in the campaign finance law, may be the single most self-denying thing that Congress has ever done.", 
    "name": "Elena Kagan"
  }, 
  {
    "quote": "Everyone knows in the industry that when these great roles come up, every two years, there's a huge number of people up for them. I'm not one of those top five females that can personally finance any film.", 
    "name": "Joely Richardson"
  }, 
  {
    "quote": "Europe is difficult to coordinate, and our main deficit may not even lie in this area of finance and economics, but in foreign and security policy. We have a leadership problem because we are still 27 different members who have still not decided on how to work with each other based on what we used to call a European constitution.", 
    "name": "Peer Steinbruck"
  }, 
  {
    "quote": "I delivered lectures, and I was also a consultant for international companies in finance, both private equity and big venture capital funds.", 
    "name": "Ehud Barak"
  }, 
  {
    "quote": "I turn up in Los Angeles every now and then, so I can get some big money films in order to finance my smaller money films.", 
    "name": "John Hurt"
  }, 
  {
    "quote": "It's very difficult to break into motion pictures, but it's oddly easier for directors today because of independent films and cable, who have inherited for the most part those films of substance that the studios are reluctant to finance.", 
    "name": "Mark Rydell"
  }, 
  {
    "quote": "As you know, Social Security functions under the premise that today's workers will help finance benefits for retirees and that these workers will then be supported by the next generation of workers paying into the same system.", 
    "name": "Steve Israel"
  }, 
  {
    "quote": "I now work for a finance company in Luxembourg with projects in South America and the Caribbean.", 
    "name": "Mathias Rust"
  }, 
  {
    "quote": "I certainly want campaign finance reform. I just wish this would do it in a way that would stand up to a constitutional challenge.", 
    "name": "Ben Nelson"
  }, 
  {
    "quote": "The more anxious, isolated and time-deprived we are, the more likely we are to turn to paid personal services. To finance these extra services, we work longer hours. This leaves less time to spend with family, friends and neighbors we become less likely to call on them for help, and they on us.", 
    "name": "Arlie Russell Hochschild"
  }, 
  {
    "quote": "Large companies cannot finance political parties as their shareholders and employees have different political views.", 
    "name": "Mikhail Khodorkovsky"
  }, 
  {
    "quote": "Masood Ahmed brings to the position of director of external relations extensive experience gained in a range of senior positions in international finance and development.", 
    "name": "Rodrigo Rato"
  }, 
  {
    "quote": "Look, Congress has allocated more money to finance the upcoming Iraqi elections than it has for the American elections. There's something wrong with that.", 
    "name": "Donna Brazile"
  }, 
  {
    "quote": "Well, first let me say that I think health care reform is important. It has to be a priority. And our system is broken. The Finance Committee bill is the best effort yet, due in large measure to the efforts of my colleague, Olympia Snowe, but it's not there yet. It falls short.", 
    "name": "Susan Collins"
  }, 
  {
    "quote": "I don't plan on going back to legal work. I wanted an international career, and finance seemed to be where some interesting career opportunities were.", 
    "name": "Nick Johnson"
  }, 
  {
    "quote": "To be fair, lying is part and parcel of public life. Every politician has lied about something because they are owned by the special interest groups that finance their elections.", 
    "name": "Peter Schuyler"
  }, 
  {
    "quote": "Our strength in finance has led us to set up an international financial centre with medium and long-term objectives, especially to develop Islamic financial and insurance services.", 
    "name": "Hassanal Bolkiah"
  }, 
  {
    "quote": "Hats have been my thing pretty much my whole life but finance has not. I would go to the corner store and buy really cheap baseball style caps and wear those to school.", 
    "name": "Ne-Yo"
  }, 
  {
    "quote": "I wanted to make Jerusalem as feature film. But we couldn't finance it only through theatrical release, we couldn't get all the money we needed. We had to get some money from television. So we said, ok, let's do it both ways. So we did it in four parts.", 
    "name": "Bille August"
  }, 
  {
    "quote": "Spain is finding it very difficult to finance itself with sovereign debt risk premium so high.", 
    "name": "Mariano Rajoy"
  }, 
  {
    "quote": "Well, paycheck protection is an important ingredient for a successful campaign finance reform measure.", 
    "name": "Andrew Card"
  }, 
  {
    "quote": "I've been writing a lot, I've a few projects I'm trying to finance, I do some acting, I do some directing... Apart from that, if I could get lower that a ten handicap on my golf game I'd be thrilled.", 
    "name": "Paul M. Glaser"
  }, 
  {
    "quote": "Nobody wants campaign finance reform more than me. It would save me a fortune.", 
    "name": "Andrew Tobias"
  }, 
  {
    "quote": "The confidence is really driven by the woman - whether she can have the confidence that there will be enough earning or income to finance all the domestic spending - but also by the middle-income class, which for many Asian countries has become the growth power for the economy.", 
    "name": "Sri Mulyani Indrawati"
  }, 
  {
    "quote": "The war we are fighting today against terrorism is a multifaceted fight. We have to use every tool in our toolkit to wage this war - diplomacy, finance, intelligence, law enforcement, and of course, military power - and we are developing new tools as we go along.", 
    "name": "Richard Armitage"
  }, 
  {
    "quote": "Many dotcoms recruited people from existing companies who were quite experienced in finance, marketing, distribution and other disciplines but not necessarily experienced in the Web culture.", 
    "name": "John Patrick"
  }, 
  {
    "quote": "The Republican Party is not in the hands of the Jewish lobby in America as the Democratic Party must look quite often to Jewish money to finance candidates.", 
    "name": "Pete McCloskey"
  }, 
  {
    "quote": "I understand that finance can be very complex.", 
    "name": "Kevin Harrington"
  }, 
  {
    "quote": "The government is also looking at further benefits including enhanced capital allowances the use of Tax Incremental Finance and extra help from UK Trade and Investment on inward investment and trade opportunities.", 
    "name": "Andy Sawford"
  }, 
  {
    "quote": "If I finance a bank and I know if the bank will get in trouble, I will be hit and I will lose money, I will put a price on that.", 
    "name": "Jeroen Dijsselbloem"
  }, 
  {
    "quote": "Our goal is to make finance the servant, not the master, of the real economy.", 
    "name": "Alistair Darling"
  }, 
  {
    "quote": "It starts with campaign finance reform.", 
    "name": "Zack Space"
  }
]