[
  {
    "quote": "A successful marriage requires falling in love many times, always with the same person.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "By all means, marry. If you get a good wife, you'll become happy if you get a bad one, you'll become a philosopher.", 
    "name": "Socrates"
  }, 
  {
    "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Don't marry the person you think you can live with marry only the individual you think you can't live without.", 
    "name": "James C. Dobson"
  }, 
  {
    "quote": "A good marriage would be between a blind wife and a deaf husband.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Before marriage, a girl has to make love to a man to hold him. After marriage, she has to hold him to make love to him.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife.", 
    "name": "Franz Schubert"
  }, 
  {
    "quote": "Marriage is neither heaven nor hell, it is simply purgatory.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "One should always be in love. That is the reason one should never marry.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "More marriages might survive if the partners realized that sometimes the better comes after the worse.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "There is nothing in the world like the devotion of a married woman. It is a thing no married man knows anything about.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall in again.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "If I get married, I want to be very married.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "The secret of a happy marriage remains a secret.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "A dress that zips up the back will bring a husband and wife together.", 
    "name": "James H. Boren"
  }, 
  {
    "quote": "Keep your eyes wide open before marriage, half shut afterwards.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Where there's marriage without love, there will be love without marriage.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Marriage is a wonderful institution, but who wants to live in an institution?", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I'd marry again if I found a man who had fifteen million dollars, would sign over half to me, and guarantee that he'd be dead within a year.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Let us now set forth one of the fundamental truths about marriage: the wife is in charge.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Marriage is a great institution, but I'm not ready for an institution.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Bachelors know more about women than married men if they didn't they'd be married too.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "No man should marry until he has studied anatomy and dissected at least one woman.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "All men make mistakes, but married men find out about them sooner.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "A journey is like marriage. The certain way to be wrong is to think you control it.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "A man in love is incomplete until he has married. Then he's finished.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "Never get married in college it's hard to get a start if a prospective employer finds you've already made one mistake.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "He's the kind of man a woman would have to marry to get rid of.", 
    "name": "Mae West"
  }, 
  {
    "quote": "To keep your marriage brimming, With love in the loving cup, Whenever you're wrong, admit it Whenever you're right, shut up.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "Love: A temporary insanity curable by marriage.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Marriage resembles a pair of shears, so joined that they cannot be separated often moving in opposite directions, yet always punishing anyone who comes between them.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "When a man opens a car door for his wife, it's either a new car or a new wife.", 
    "name": "Prince Philip"
  }, 
  {
    "quote": "It's tough to stay married. My wife kisses the dog on the lips, yet she won't drink from my glass.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "There's only one way to have a happy marriage and as soon as I learn what it is I'll get married again.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Politics doesn't make strange bedfellows - marriage does.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "When a man steals your wife, there is no better revenge than to let him keep her.", 
    "name": "Sacha Guitry"
  }, 
  {
    "quote": "A successful marriage is an edifice that must be rebuilt every day.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "There is nothing nobler or more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends.", 
    "name": "Homer"
  }, 
  {
    "quote": "Basically my wife was immature. I'd be at home in the bath and she'd come in and sink my boats.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Love is moral even without legal marriage, but marriage is immoral without love.", 
    "name": "Ellen Key"
  }, 
  {
    "quote": "By our Heavenly Father and only because of God, only because of God. We're like other couples. We do not get along perfectly we do not go without arguments and, as I call them, fights, and heartache and pain and hurting each other. But a marriage is three of us.", 
    "name": "Barbara Mandrell"
  }, 
  {
    "quote": "Marrying an old bachelor is like buying second-hand furniture.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Marriage, n: the state or condition of a community consisting of a master, a mistress, and two slaves, making in all, two.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Marriage is an adventure, like going to war.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Strike an average between what a woman thinks of her husband a month before she marries him and what she thinks of him a year afterward, and you will have the truth about him.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Men have a much better time of it than women. For one thing, they marry later for another thing, they die earlier.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Well married a person has wings, poorly married shackles.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "The big difference between sex for money and sex for free is that sex for money usually costs a lot less.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "Marriage is a series of desperate arguments people feel passionately about.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "I think women are natural caretakers. They take care of everybody. They take care of their husbands and their kids and their dogs, and don't spend a lot of time just getting back and taking time out.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "Bachelors have consciences, married men have wives.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "It's not beauty but fine qualities, my girl, that keep a husband.", 
    "name": "Euripides"
  }, 
  {
    "quote": "A man marries to have a home, but also because he doesn't want to be bothered with sex and all that sort of thing.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "An ideal wife is one who remains faithful to you but tries to be just as charming as if she weren't.", 
    "name": "Sacha Guitry"
  }, 
  {
    "quote": "A psychiatrist asks a lot of expensive questions your wife asks for nothing.", 
    "name": "Joey Adams"
  }, 
  {
    "quote": "If you made a list of reasons why any couple got married, and another list of the reasons for their divorce, you'd have a hell of a lot of overlapping.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "There were three of us in this marriage, so it was a bit crowded.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Why does a woman work ten years to change a man's habits and then complain that he's not the man she married?", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "The concept of two people living together for 25 years without a serious dispute suggests a lack of spirit only to be admired in sheep.", 
    "name": "A. P. Herbert"
  }, 
  {
    "quote": "Men who have a pierced ear are better prepared for marriage - they've experienced pain and bought jewelry.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "The majority of husbands remind me of an orangutan trying to play the violin.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Marriage is like a cage one sees the birds outside desperate to get in, and those inside equally desperate to get out.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The true index of a man's character is the health of his wife.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "A wedding is a funeral where you smell your own flowers.", 
    "name": "Eddie Cantor"
  }, 
  {
    "quote": "No man is regular in his attendance at the House of Commons until he is married.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Almost no one is foolish enough to imagine that he automatically deserves great success in any field of activity yet almost everyone believes that he automatically deserves success in marriage.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "Marriage is a bribe to make the housekeeper think she's a householder.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "A happy marriage is a long conversation which always seems too short.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "In marriage there are no manners to keep up, and beneath the wildest accusations no real criticism. Each is familiar with that ancient child in the other who may erupt again. We are not ridiculous to ourselves. We are ageless. That is the luxury of the wedding ring.", 
    "name": "Enid Bagnold"
  }, 
  {
    "quote": "All marriages are happy. It's the living together afterward that causes all the trouble.", 
    "name": "Raymond Hull"
  }, 
  {
    "quote": "The first time you marry for love, the second for money, and the third for companionship.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Marriage must incessantly contend with a monster that devours everything: familiarity.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "It destroys one's nerves to be amiable every day to the same human being.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "A husband is what is left of a lover, after the nerve has been extracted.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Marriage is nature's way of keeping us from fighting with strangers.", 
    "name": "Alan King"
  }, 
  {
    "quote": "Marriage may be the closest thing to Heaven or Hell any of us will know on this earth.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Any intelligent woman who reads the marriage contract, and then goes into it, deserves all the consequences.", 
    "name": "Isadora Duncan"
  }, 
  {
    "quote": "Marriage should be a duet - when one sings, the other claps.", 
    "name": "Joe Murray"
  }, 
  {
    "quote": "It takes patience to appreciate domestic bliss volatile spirits prefer unhappiness.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Marriage is a wonderful invention: then again, so is a bicycle repair kit.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "Happiness in marriage is entirely a matter of chance.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Love is often the fruit of marriage.", 
    "name": "Moliere"
  }, 
  {
    "quote": "It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "Plant and your spouse plants with you weed and you weed alone.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Marriage, a market which has nothing free but the entrance.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "They dream in courtship, but in wedlock wake.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "The bonds of matrimony are like any other bonds - they mature slowly.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "Only choose in marriage a man whom you would choose as a friend if he were a woman.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "My husband and I are either going to buy a dog or have a child. We can't decide whether to ruin our carpet or ruin our lives.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Marriage is a feast where the grace is sometimes better than the dinner.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Daddy was real gentle with kids. That's why I expected so much out of marriage, figuring that all men should be steady and pleasant.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "It isn't tying himself to one woman that a man dreads when he thinks of marrying it's separating himself from all the others.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "She's been married so many times she has rice marks on her face.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Marriage is good for those who are afraid to sleep alone at night.", 
    "name": "St. Jerome"
  }, 
  {
    "quote": "Marriage is the alliance of two people, one of whom never remembers birthdays and the other who never forgets them.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "He that loves not his wife and children feeds a lioness at home, and broods a nest of sorrows.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "Marriage is an attempt to solve problems together which you didn't even have when you were on your own.", 
    "name": "Eddie Cantor"
  }, 
  {
    "quote": "Marriage is not about age it's about finding the right person.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "I married the first man I ever kissed. When I tell this to my children, they just about throw up.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Marriage: A word which should be pronounced 'mirage'.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "The difficulty with marriage is that we fall in love with a personality, but must live with a character.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "In olden times sacrifices were made at the altar - a practice which is still continued.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "I've had an exciting time I married for love and got a little money along with it.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "Married men live longer than single men. But married men are a lot more willing to die.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Faithful women are all alike, they think only of their fidelity, never of their husbands.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "Take care of him. And make him feel important. And if you can do that, you'll have a happy and wonderful marriage. Like two out of every ten couples.", 
    "name": "Neil Simon"
  }, 
  {
    "quote": "Caesar might have married Cleopatra, but he had a wife at home. There's always something.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "I don't think my wife likes me very much, when I had a heart attack she wrote for an ambulance.", 
    "name": "Frank Carson"
  }, 
  {
    "quote": "On rare occasions one does hear of a miraculous case of a married couple falling in love after marriage, but on close examination it will be found that it is a mere adjustment to the inevitable.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Never feel remorse for what you have thought about your wife she has thought much worse things about you.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "Marrying a man is like buying something you've been admiring for a long time in a shop window. You may love it when you get it home, but it doesn't always go with everything else in the house.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "Love in marriage should be the accomplishment of a beautiful dream, and not, as it too often is, the end.", 
    "name": "Alphonse Karr"
  }, 
  {
    "quote": "When I get married, it'll be no secret.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Never tell a secret to a bride or a groom wait until they have been married longer.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Protecting the institution of marriage safeguards, I believe, the American family.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "When you have a baby, love is automatic, when you get married, love is earned.", 
    "name": "Marie Osmond"
  }, 
  {
    "quote": "I like getting married, but I don't like being married.", 
    "name": "Don Adams"
  }, 
  {
    "quote": "Sensual pleasures have the fleeting brilliance of a comet a happy marriage has the tranquillity of a lovely sunset.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Married people from my generation are like an endangered species!", 
    "name": "Patrice Leconte"
  }, 
  {
    "quote": "I enjoy being single, but I loved being married.", 
    "name": "Stephanie Mills"
  }, 
  {
    "quote": "In a happy marriage it is the wife who provides the climate, the husband the landscape.", 
    "name": "Gerald Brenan"
  }, 
  {
    "quote": "Like everything which is not the involuntary result of fleeting emotion but the creation of time and will, any marriage, happy or unhappy, is infinitely more interesting than any romance, however passionate.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Marriage is an institution fits in perfect harmony with the laws of nature whereas systems of slavery and segregation were designed to brutally oppress people and thereby violated the laws of nature.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "Instead of getting married again, I'm going to find a woman I don't like and give her a house.", 
    "name": "Lewis Grizzard"
  }, 
  {
    "quote": "A so-called happy marriage corresponds to love as a correct poem to an improvised song.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Marriage, it seems, confines every man to his proper rank.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Marriage is a gamble, let's be honest.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "It's not always been a happy marriage. I guess I wanted a quick fix.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother.", 
    "name": "Sam Levenson"
  }, 
  {
    "quote": "When a marriage works, nothing on earth can take its place.", 
    "name": "Helen Gahagan"
  }, 
  {
    "quote": "Many a man in love with a dimple makes the mistake of marrying the whole girl.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "Marriage is a mistake every man should make.", 
    "name": "George Jessel"
  }, 
  {
    "quote": "If you want to read about love and marriage, you've got to buy two separate books.", 
    "name": "Alan King"
  }, 
  {
    "quote": "Whoever, fleeing marriage and the sorrows that women cause, does not wish to wed comes to a deadly old age.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end.", 
    "name": "Catherine Zeta-Jones"
  }, 
  {
    "quote": "But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "Is there a doctor in the house? My parents want me to marry you.", 
    "name": "Wendy Liebman"
  }, 
  {
    "quote": "Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.", 
    "name": "Melissa Bean"
  }, 
  {
    "quote": "The human brain starts working the moment you are born and never stops until you stand up to speak in public.", 
    "name": "George Jessel"
  }, 
  {
    "quote": "If it were not for the presents, an elopement would be preferable.", 
    "name": "George Ade"
  }, 
  {
    "quote": "Marriage, like money, is still with us and, like money, progressively devalued.", 
    "name": "Robert Graves"
  }, 
  {
    "quote": "There's nothing like a good cheating song to make me want to run home to be with my wife.", 
    "name": "Steven Curtis Chapman"
  }, 
  {
    "quote": "The critical period of matrimony is breakfast-time.", 
    "name": "A. P. Herbert"
  }, 
  {
    "quote": "Marriage - a book of which the first chapter is written in poetry and the remaining chapters in prose.", 
    "name": "Beverley Nichols"
  }, 
  {
    "quote": "Marriage is an exercise in torture.", 
    "name": "Frances Conroy"
  }, 
  {
    "quote": "Quarrels often arise in marriages when the bridal gifts are excessive.", 
    "name": "Antisthenes"
  }, 
  {
    "quote": "The comfortable estate of widowhood is the only hope that keeps up a wife's spirits.", 
    "name": "John Gay"
  }, 
  {
    "quote": "I might be celibate, but I appreciate the wonder of the sacrament of marriage.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "The only good husbands stay bachelors: They're too considerate to get married.", 
    "name": "Finley Peter Dunne"
  }, 
  {
    "quote": "One was never married, and that's his hell another is, and that's his plague.", 
    "name": "Robert Burton"
  }, 
  {
    "quote": "I very much feel that marriage is a sacrament and that sacrament should extend... to that legal entity of a union between what traditionally in our Western values has been defined as between a man and a woman.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "I married beneath me, all women do.", 
    "name": "Nancy Astor"
  }, 
  {
    "quote": "I am the most well-adjusted human being I know. I started out this investigation as a very happy man with a great career. I've got the life people dream about: I am rich, I am famous, I've got a fabulous marriage to an absolutely, spell-bindingly brilliant woman.", 
    "name": "James Ellroy"
  }, 
  {
    "quote": "I think it's something that needs to be said - that there are interracial marriages out there, and the couples live happy lives, and there's nothing wrong with it.", 
    "name": "Tia Mowry"
  }, 
  {
    "quote": "Why in almost all societies have married women specialized in bearing and rearing children and in certain agricultural activities, whereas married men have done most of the fighting and market work?", 
    "name": "Gary Becker"
  }, 
  {
    "quote": "Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning.", 
    "name": "Jane Harrison"
  }, 
  {
    "quote": "I wanted to marry a girl just like my mom.", 
    "name": "Michael Bergin"
  }, 
  {
    "quote": "Marriage is a financial contract I have enough contracts already.", 
    "name": "Linda Fiorentino"
  }, 
  {
    "quote": "Marriages are made in heaven and consummated on Earth.", 
    "name": "John Lyly"
  }, 
  {
    "quote": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day.", 
    "name": "Mickey Rooney"
  }, 
  {
    "quote": "I've had two proposals since I've been a widow. I am a wonderful catch, you know. I have a lot of money.", 
    "name": "Ruth Rendell"
  }, 
  {
    "quote": "The real act of marriage takes place in the heart, not in the ballroom or church or synagogue. It's a choice you make - not just on your wedding day, but over and over again - and that choice is reflected in the way you treat your husband or wife.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Wit is the sudden marriage of ideas which before their union were not perceived to have any relation.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The one charm about marriage is that it makes a life of deception absolutely necessary for both parties.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "There is, hidden or flaunted, a sword between the sexes till an entire marriage reconciles them.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Many a good hanging prevents a bad marriage.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "How marriage ruins a man! It is as demoralizing as cigarettes, and far more expensive.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Marriage is the most natural state of man, and... the state in which you will find solid happiness.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I believe marriage is between a man and a woman. I am not in favor of gay marriage. But when you start playing around with constitutions, just to prohibit somebody who cares about another person, it just seems to me that's not what America's about. Usually, our constitutions expand liberties, they don't contract them.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "When people get married because they think it's a long-time love affair, they'll be divorced very soon, because all love affairs end in disappointment. But marriage is a recognition of a spiritual identity.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I support gay marriage. I believe they have a right to be as miserable as the rest of us.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "As to marriage or celibacy, let a man take which course he will, he will be sure to repent.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Marriage destroyed my relationship with two wonderful men.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "The details surrounding both my marriage and subsequent filing for divorce are private, and I had hoped to keep them that way for the sake of my family.", 
    "name": "Eminem"
  }, 
  {
    "quote": "The heart of marriage is memories and if the two of you happen to have the same ones and can savor your reruns, then your marriage is a gift from the gods.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Marriage is popular because it combines the maximum of temptation with the maximum of opportunity.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Marriage is good enough for the lower classes: they have facilities for desertion that are denied to us.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "There is no subject on which more dangerous nonsense is talked and thought than marriage.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I'm 0 for 3 with marriage - the scoreboard doesn't lie, never has. So what we all have is a marriage of the heart. To sully or contaminate or radically disrespect this union with a shameful contract is something that I will leave to the amateurs and the Bible grippers.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I tried marriage. I'm 0 for 3 with the marriage thing. So, being a ballplayer - I believe in numbers. I'm not going 0 for 4. I'm not wearing a golden sombrero.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "I feel very deeply about the need to respect and tolerate people of different social - or sexual orientation. But at the same time, I believe marriage should be preserved as an institution for one man and one woman.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I opposed the Defense of Marriage Act in 1996. It should be repealed and I will vote for its repeal on the Senate floor. I will also oppose any proposal to amend the U.S. Constitution to ban gays and lesbians from marrying.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Marriage is like life - it is a field of battle, not a bed of roses.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Having federal officials, whether judges, bureaucrats, or congressmen, impose a new definition of marriage on the people is an act of social engineering profoundly hostile to liberty.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "What I believe is that marriage is between a man and a woman, but what I also believe is that we have an obligation to make sure that gays and lesbians have the rights of citizenship that afford them visitations to hospitals, that allow them to be, to transfer property between partners, to make certain that they're not discriminated on the job.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I don't think that a same-sex marriage is the way God intended it to be.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Marriage is an act of will that signifies and involves a mutual gift, which unites the spouses and binds them to their eventual souls, with whom they make up a sole family - a domestic church.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I think that gay marriage should be between a man and a woman.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "My decision to end my marriage was such a risk to lose ratings and lose my fan base. I had to take that risk for my inner peace and to be happy with myself.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Divorce is probably of nearly the same date as marriage. I believe, however, that marriage is some weeks the more ancient.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Friendship is the marriage of the soul, and this marriage is liable to divorce.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I think there are a whole host of things that are civil rights, and then there are other things - such as traditional marriage - that, I think, express a community's concern and regard for a particular institution.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I don't think marriage is a civil right, but I think that being able to transfer property is a civil right.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Marriage is for women the commonest mode of livelihood, and the total amount of undesired sex endured by women is probably greater in marriage than in prostitution.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Marriage is a wonderful institution, but who would want to live in an institution?", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I'm not for gay marriage, but I'm not for discriminating against people.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Marriage: A friendship recognized by the police.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "You can forgive people who do not follow you through a philosophical disquisition but to find your wife laughing when you had tears in your eyes, or staring when you were in a fit of laughter, would go some way towards a dissolution of the marriage.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Whenever a husband and wife begin to discuss their marriage they are giving evidence at a coroner's inquest.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Marriage is not a noun it's a verb. It isn't something you get. It's something you do. It's the way you love your partner every day.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Marriage is one long conversation, chequered by disputes.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "In marriage, a man becomes slack and selfish, and undergoes a fatty degeneration of his moral being.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe. Marriage is a scheme to accomplish exactly that same end.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Like me, the great majority of Americans wish both to preserve the traditional definition of marriage and to oppose bias and intolerance directed towards gays and lesbians.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "If you cannot work on the marriage or the women is a moron, staying married and cheating makes the most sense because divorce is disruptive to the family life and your bank account.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "And let me make this very clear - unlike President Obama, I will not raise taxes on the middle class. As president, I will protect the sanctity of life. I will honor the institution of marriage. And I will guarantee America's first liberty: the freedom of religion.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "In every marriage more than a week old, there are grounds for divorce. The trick is to find, and continue to find, grounds for marriage.", 
    "name": "Robert Anderson"
  }, 
  {
    "quote": "Culture, what you believe, what you value, how you live matters. Now, as fundamental as these principles are, they may become topics of democratic debates from time to time, so it is today with the enduring institution of marriage. Marriage is a relationship between a man and a woman.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I think what makes our marriage work amid all the glare is that my husband is my best friend. He inspires everything in my life and enables me to do the best that I can. I want to hang out with him more than anyone.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "Little children are still the symbol of the eternal marriage between love and duty.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "We sleep in separate rooms, we have dinner apart, we take separate vacations - we're doing everything we can to keep our marriage together.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "In almost every marriage there is a selfish and an unselfish partner. A pattern is set up and soon becomes inflexible, of one person always making the demands and one person always giving way.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "My marriage is on the rocks again, yeah, my wife just broke up with her boyfriend.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Marriage is the death of hope.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "I believe the home and marriage is the foundation of our society and must be protected.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Well I think in a marriage you have to be honest and ask yourself, you know, what is my role? What is my responsibility?", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The Bible is clear - God's definition of marriage is between a man and a woman.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Marriage is a very good thing, but I think it's a mistake to make a habit out of it.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I have not supported same-sex marriage. I have supported civil partnerships and contractual relationships.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Every marriage is a mystery to me, even the one I'm in. So I'm no expert on it.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Marriage has a unique place because it speaks of an absolute faithfulness, a covenant between radically different persons, male and female and so it echoes the absolute covenant of God with his chosen, a covenant between radically different partners.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Marriage is a great institution.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "Marriage brings one into fatal connection with custom and tradition, and traditions and customs are like the wind and weather, altogether incalculable.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "A woman asking 'Am I good? Am I satisfied?' is extremely selfish. The less women fuss about themselves, the less they talk to other women, the more they try to please their husbands, the happier the marriage is going to be.", 
    "name": "Barbara Cartland"
  }, 
  {
    "quote": "Staying married may have long-term benefits. You can elicit much more sympathy from friends over a bad marriage than you ever can from a good divorce.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Brought up to respect the conventions, love had to end in marriage. I'm afraid it did.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "Even though people may be well known, they hold in their hearts the emotions of a simple person for the moments that are the most important of those we know on earth: birth, marriage and death.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "One should believe in marriage as in the immortality of the soul.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Not cohabitation but consensus constitutes marriage.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "First love is first love, first marriage is first marriage, disappointment is disappointment.", 
    "name": "Maximilian Schell"
  }, 
  {
    "quote": "After marriage, a woman's sight becomes so keen that she can see right through her husband without looking at him, and a man's so dull that he can look right through his wife without seeing her.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body then thou hast a wife, a friend, a companion, a second self.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Marriage is give and take. You'd better give it to her or she'll take it anyway.", 
    "name": "Joey Adams"
  }, 
  {
    "quote": "Marriage must be a relation either of sympathy or of conquest.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Whenever the people are for gay marriage or medical marijuana or assisted suicide, suddenly the 'will of the people' goes out the window.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Children are supposed to help hold a marriage together. They do this in a number of ways. For instance, they demand so much attention that a husband and wife, concentrating on their children, fail to notice each other's faults.", 
    "name": "Richard Armour"
  }, 
  {
    "quote": "An affair now and then is good for a marriage. It adds spice, stops it from getting boring... I ought to know.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "More belongs to marriage than four legs in a bed.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "A wife lasts only for the length of the marriage, but an ex-wife is there for the rest of your life.", 
    "name": "Jim Samuels"
  }, 
  {
    "quote": "I'm so wrapped up in my work that it's often impossible to consider other things in my life. My marriage ended in divorce because of this, my relationship with Holly has suffered by this.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Another argument, vaguer and even less persuasive, is that gay marriage somehow does harm to heterosexual marriage. I have yet to meet anyone who can explain to me what this means. In what way would allowing same-sex partners to marry diminish the marriages of heterosexual couples?", 
    "name": "Ted Olson"
  }, 
  {
    "quote": "I'm most proud of the longevity of my marriage, my kids, and my grandchildren. If you don't have that, you really don't have very much.", 
    "name": "Bob Newhart"
  }, 
  {
    "quote": "A marriage without conflicts is almost as inconceivable as a nation without crises.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads, which sew people together through the years.", 
    "name": "Simone Signoret"
  }, 
  {
    "quote": "A man's friendships are, like his will, invalidated by marriage - but they are also no less invalidated by the marriage of his friends.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "In terms of the legal matter of creating a contract between two people that's called marriage, and allowing them to live together with the protection of law, it seems to me is the way we should be moving in this country.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Marriage is distinctly and repeatedly excluded from heaven. Is this because it is thought likely to mar the general felicity?", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I'm also interested in the modern suggestion that you can have a combination of love and sex in a marriage - which no previous society has ever believed.", 
    "name": "Alain de Botton"
  }, 
  {
    "quote": "I have yet to hear a man ask for advice on how to combine marriage and a career.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I like marriage. The idea.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "I could be wrong, but I think heterosexual marriage is threatened more by heterosexuals. I don't know why gay marriage challenges my marriage in any way.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Never again! I can see no reason for marriage - ever at all. I've had it. Three times is enough.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "Marriage is a reflection of your life in general: how you treat people, how you argue, how secure you are in your own thoughts. How vehemently do you argue your point of view? With what disdain do you view the other's point of view?", 
    "name": "William Shatner"
  }, 
  {
    "quote": "It is always incomprehensible to a man that a woman should ever refuse an offer of marriage.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "In Hollywood a marriage is a success if it outlasts milk.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "A bride at her second marriage does not wear a veil. She wants to see what she is getting.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "I think like any marriage, especially when you've had divorced parents like myself you want to try even harder to make it work.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Marriage changes everything.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "In mid-life the man wants to see how irresistible he still is to younger women. How they turn their hearts to stone and more or less commit a murder of their marriage I just don't know, but they do.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "I would love to have the same rights as everybody else. I would love, I don't care if it's called marriage. I don't care if it's called, you know, domestic partnership. I don't care what it's called.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Books and marriage go ill together.", 
    "name": "Moliere"
  }, 
  {
    "quote": "But the key to our marriage is the capacity to give each other a break. And to realize that it's not how our similarities work together it's how our differences work together.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Our Nation must defend the sanctity of marriage.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Marriage is like a game of chess except the board is flowing water, the pieces are made of smoke and no move you make will have any effect on the outcome.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "A sense of humor is great - it goes a long, long way in a marriage.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Pink Floyd is like a marriage that's on a permanent trial separation.", 
    "name": "Rick Wright"
  }, 
  {
    "quote": "Courtship is to marriage, as a very witty prologue to a very dull play.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "The secret of a successful marriage is not to be at home too much.", 
    "name": "Colin Chapman"
  }, 
  {
    "quote": "A liberated woman is one who has sex before marriage and a job after.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Before marriage, a man declares that he would lay down his life to serve you after marriage, he won't even lay down his newspaper to talk to you.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Gay marriage is going to happen. It must.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "We will see a breakdown of the family and family values if we decide to approve same-sex marriage, and if we decide to establish homosexuality as an acceptable alternative lifestyle with all the benefits that go with equating it with the heterosexual lifestyle.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "I believe a marriage is between a man and a woman.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "Marriage is miserable unless you find the right person that is your soulmate and that takes a lot of looking.", 
    "name": "Marvin Gaye"
  }, 
  {
    "quote": "After a few years of marriage a man can look right at a woman without seeing her and a woman can see right through a man without looking at him.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Crucial to understanding federalism in modern day America is the concept of mobility, or 'the ability to vote with your feet.' If you don't support the death penalty and citizens packing a pistol - don't come to Texas. If you don't like medicinal marijuana and gay marriage, don't move to California.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I think men who have a pierced ear are better prepared for marriage. They've experienced pain and bought jewelry.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I love the concept of togetherness and the entwinement of marriage.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Marriage is the tomb of love.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "Marriage is the torment of one, the felicity of two, the strife and enmity of three.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Always remember that the most important thing in a good marriage is not happiness, but stability.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "I am against marriage, and I don't give a fig for society.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "Feminism is dated? Yes, for privileged women like my daughter and all of us here today, but not for most of our sisters in the rest of the world who are still forced into premature marriage, prostitution, forced labor - they have children that they don't want or they cannot feed.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Sometimes I bust out and do things so permanent. Like tattoos and marriage.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I have a terrific marriage, but unlike a lot of relationships where they ebb and flow, no matter what happens you fall deeper and deeper in love every day. It's kind of the best thing that can happen to you. It's thrilling.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "It takes a lot of work to put together a marriage, to put together a family and a home.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "They say marriage will change you but it didn't change me. Being in love changed me.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "Marriage is wonderful.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Marriage brings up all the things I pushed to the back burner - the fears, the mistrust, the doubts, the insecurities. It's like opening Pandora's box.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I've always been suspicious of TV, I've always found music and video to be an unhappy marriage.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "Art is a marriage of the conscious and the unconscious.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "I don't see any reason for marriage when there is divorce.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I didn't want to be one of those women who wake up at 63 years old and realize they've missed the window of opportunity for marriage and children.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Mr. DeMille's theory of sexual difference was that marriage is an artificial state for women. The want to be taken, ruled, raped. That was his theory.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "After about 20 years of marriage, I'm finally starting to scratch the surface of what women want. And I think the answer lies somewhere between conversation and chocolate.", 
    "name": "Mel Gibson"
  }, 
  {
    "quote": "Marriage has made me a lot happier and I'm deeply in love with my wife, and I thank God for her every day.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Marriage equality is about more than just marriage. It's about something greater. It's about acceptance.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "Never stay in a bad marriage, and don't hang around with psycho coke fiends.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "Marriage as an institution developed from rape as a practice. Rape, originally defined as abduction, became marriage by capture. Marriage meant the taking was to extend in time, to be not only use of but possession of, or ownership.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "It had not occurred to me that marriage requires the same effort as a career. And unlike a career, marriage requires a joint effort.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "Sticking with a marriage. That's true grit, man.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Adultery - which is the only grounds for divorce in New York - is not grounds for divorce in California. As a matter of fact, adultery in Southern California is grounds for marriage.", 
    "name": "Allan Sherman"
  }, 
  {
    "quote": "A key to keeping your husband is getting him to miss you. That keeps a marriage fresh.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Woman, or more precisely put, perhaps, marriage, is the representative of life with which you are meant to come to terms.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "Perhaps my problem in marriage-and it is the problem of many women-was to want both intimacy and independence. It is a difficult line to walk, yet both needs are important to a marriage.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "The ceremony took six minutes. The marriage lasted about the same amount of time though we didn't get a divorce for almost a year.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "I read somewhere that Mitt and I have a 'storybook marriage.' Well, in the storybooks I read, there were never long, long, rainy winter afternoons in a house with five boys screaming at once. And those storybooks never seemed to have chapters called MS or breast cancer.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "If we abandon marriage, we abandon the family.", 
    "name": "Michael Enzi"
  }, 
  {
    "quote": "I love John Irving's stuff. It's that marriage of comedy and tragedy. It's really terrific.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I love marriage.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I don't know how it is for women or for other guys, but when I was young and in my 20s, I had a fear of marriage.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I was against gay marriage until I realized I didn't have to get one.", 
    "name": "James Carville"
  }, 
  {
    "quote": "What is marriage, is marriage protection or religion, is marriage renunciation or abundance, is marriage a stepping-stone or an end. What is marriage.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "But marriage goes in waves. You've got to be patient. People bail and give up on their marriages way too early. They just don't put the work and the effort into it. You've got to suck up your ego a lot of times, because that can be a big downfall.", 
    "name": "Anna Benson"
  }, 
  {
    "quote": "Inspirations never go in for long engagements they demand immediate marriage to action.", 
    "name": "Brendan Francis"
  }, 
  {
    "quote": "I firmly believe in marriage. It's a real important decision that takes a lot of dedication and time. If you're thinking about divorce. You shouldn't get married.", 
    "name": "Seth Green"
  }, 
  {
    "quote": "Now that virtually every career is an option for ambitious girls, it can no longer be considered regressive or reactionary to reintroduce discussion of marriage and motherhood to primary education. We certainly do not want to return to the simplistic duality of home economics classes for girls and wood shop for boys.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Love, the quest marriage, the conquest divorce, the inquest.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "I have no difficulty with the recognition of civil unions for non-traditional relationships but I believe in law we should protect the traditional definition of marriage.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "The facts are plain: Religious leaders who preside over marriage ceremonies must and will be guided by what they believe. If they do not wish to celebrate marriages for same-sex couples, that is their right. The Supreme Court says so. And the Charter says so.", 
    "name": "Paul Martin"
  }, 
  {
    "quote": "I come from divorce. I'm only doing marriage once. It's not a game for me.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "The possibility of divorce renders both marriage partners stricter in their observance of the duties they owe to each other. Divorces help to improve morals and to increase the population.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I think even in a good marriage, especially if you stay together long enough, there are going to be events that happen.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Marriage is not just spiritual communion, it is also remembering to take out the trash.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "In terms of my marriage, you know, falling in love with my husband was by far the best thing that's ever happened to me.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "The most happy marriage I can picture or imagine to myself would be the union of a deaf man to a blind woman.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Our marriage is grounded in the word of God. That's really it. God is the core of our marriage, and the foundation and the blueprint for it is how we live, and being open and honest and communicating, but ultimately doing what pleases God, and not in a selfish manner.", 
    "name": "Candace Cameron Bure"
  }, 
  {
    "quote": "We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "During last night's debate, John Kerry and John Edwards were so friendly to each other some political experts think that they may end up running together. In fact Kerry and Edwards were so friendly, President Bush accused them of planning a gay marriage.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "The press is just not your friend when it comes to a marriage. That's why we didn't sell the pictures of our wedding, and we got offered millions of dollars for them, millions.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I think of marriage as a garden. You have to tend to it. Respect it, take care of it, feed it. Make sure everyone is getting the right amount of, um, sunlight.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "Marriage is the miracle that transforms a kiss from a pleasure into a duty.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Marriage is like twirling a baton, turning hand springs or eating with chopsticks. It looks easy until you try it.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Marriage is socialism among two people.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "Have you ever heard of a good marriage growing in front of the cameras?", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can't black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I'll always be sad that my marriage ended.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "The mark of a good marriage is partnership and continuing to feel inspired by your spouse. I had that with Tao. But the end is not necessarily the tragedy. Staying in a relationship that is no longer working is the tragedy. Living unhappily - that's the tragedy.", 
    "name": "Olivia Wilde"
  }, 
  {
    "quote": "The cultural expectation should be if there's infidelity, the marriage is more important than fidelity.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "When you're a father in a marriage, you sort of become the mother's assistant. And you sort of get a list from her every day and you run down the list and it feels very much like a chore.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Marriage: a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "I don't understand what the big deal is with gay marriage. Get over it, people.", 
    "name": "Kristin Chenoweth"
  }, 
  {
    "quote": "In interviews I gave early on in my career, I was quoted as saying it was possible to have it all: a dynamic job, marriage, and children. In some respects, I was a social adolescent.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "Marriage is obsolete and a trap.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "It was a perfect marriage. She didn't want to and he couldn't.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "There is nothing wrong with your marriage if you're dealing with bills and kids and the broken garbage disposal and in-laws and work demands. That's a normal marriage.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "I never had a policy about marriage. I got married very young in life and I always think in all relationships, I've always thought that it's counterproductive to have a theory on that.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "Divorce these days is a religious vow, as if the proper offspring of marriage.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "I suffered, I really suffered, with all three of my husbands. And I tried damn hard with all three, starting each marriage certain that it was going to last until the end of my life. Yet none of them lasted more than a year or two.", 
    "name": "Ava Gardner"
  }, 
  {
    "quote": "After marriage, the other man's wife looks more beautiful.", 
    "name": "Navjot Singh Sidhu"
  }, 
  {
    "quote": "Marriage is really tough because you have to deal with feelings... and lawyers.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "I believe in the institution of marriage, and I intend to keep trying till I get it right.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "Marriage is this grand madness, and I think if people knew that, they would perhaps take it more seriously.", 
    "name": "Bono"
  }, 
  {
    "quote": "We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "After a while in marriage, it doesn't work anymore. There is something missing, there is something wrong. There are few marriages that stay alive forever. We like something, and after a while, we hate what we used to love.", 
    "name": "Monica Bellucci"
  }, 
  {
    "quote": "Marriage? It's like asparagus eaten with vinaigrette or hollandaise, a matter of taste but of no importance.", 
    "name": "Francoise Sagan"
  }, 
  {
    "quote": "Love is more pleasant than marriage for the same reason that novels are more amusing than history.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "If variety is the spice of life, marriage is the big can of leftover Spam.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Those who condemn gay marriage, yet are silent or indifferent to the breakdown of marriage and divorce, are, in my view, missing the real issue.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "I do not think that marriage is one of my talents. I've been much happier unmarried than married.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "When the rose and the cross are united the alchemical marriage is complete and the drama ends. Then we wake from history and enter eternity.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "It's not someone else's responsibility to honor my marriage. It's my responsibility.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I believe in traditional marriage and I believe in the Defense of Marriage Act.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "I don't know why someone else's marriage has anything to do with me.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "I'm completely comfortable with gay marriage.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "The clearest explanation for the failure of any marriage is that the two people are incompatible that is, that one is male and the other female.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "I'm not convinced about marriage. Divorce is so easy, and that fact that gay people are not allowed to marry takes much of the meaning out of it. Committing yourself to one person is sacred.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "Bring a wife home to your house when you are of the right age, not far short of 30 years, nor much above this is the right time for marriage.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "Even if you plan a marriage and a family, you are never quite prepared for the reality versus how you imagined it. In a lot of ways it's better, and in a lot of ways it's worse. That's life, right?", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "The problem for those who assert biblical authority in support of traditional definitions of marriage is that one could, with equal validity, assert that the lending of money or certain kinds of haircuts are forbidden by God, or that slavery and the subjugation of women are authorized by the Lord.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "My mother had a son from previous marriage and her husband died in Second World War.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "Let a man do what he will by a single woman, the world is encouragingly apt to think Marriage a sufficient amends.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Love before marriage is absolutely necessary.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Sobering up was responsible for breaking up my marriage. That's what it couldn't stand.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "Our marriage is strictly in name only. It has never been consummated.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "You know, I believe that marriage is between a man and a woman.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Never ever discount the idea of marriage. Sure, someone might tell you that marriage is just a piece of paper. Well, so is money, and what's more life-affirming than cold, hard cash?", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "I don't know of many evangelicals who want to deny gay couples their legal rights. However, most of us don't want to call it marriage, because we think that word has religious connotations, and we're not ready to see it used in ways that offend us.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "But I think it's up to a local congregation to determine whether or not a marriage should be blessed of God. And it shouldn't be up to the government.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Marriage should be viewed as an institution ordained by God and should be out of the control of the state.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "President Bush once said that marriage is a sacred institution and should be reserved for the union of one man and one woman. If this is the case - and most Americans would agree with him on this - then I have to ask: Why is the government at all involved in marrying people?", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "If marriage really is a sacred institution, then why is the government controlling it, especially in a nation that affirms separation of church and state?", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "You know what's funny? I don't ever feel the need to escape. I have a strong marriage. I like my life. You hear about these guys having midlife crises - I don't see that happening to me.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Unfenced by law, the unmarried lover can quit a bad relationship at any time. But you - the legally married person who wants to escape doomed love - may soon discover that a significant portion of your marriage contract belongs to the State, and that it sometimes takes a very long while for the State to grant you your leave.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "The submission of her body without love or desire is degrading to the woman's finer sensibility, all the marriage certificates on earth to the contrary notwithstanding.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "Right now, I'm not really thinking about marriage.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "There was a time in the marriage when I could no longer look at myself in a mirror, couldn't feel I was a nice person. A bad relationship can do that, can make you doubt everything good you ever felt about yourself.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "I thought the divorce statistics would never apply to me. I was beyond heartbroken when they did. But I got up and got on with it. I also kept my belief in marriage.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "Since the dawn of time, traditional marriage - the union between one man and one woman - has been the building block of civilization, and at no point in our nation's history has that foundation been under more severe attack than now.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Marriage, at this point in my life? I'm not interested in it. Yet. Maybe later when I'm 35 or 40.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "Marriage has just never interested me.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "I have a lot of skepticism about marriage and monogamy.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Marriage feels like an industry with catering and really expensive bands.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Spending only what the country can afford, rewarding savings, encouraging independence, supporting marriage: people know that these things are common sense.", 
    "name": "William Hague"
  }, 
  {
    "quote": "When undertaking marriage, everyone must be the judge of his own thoughts, and take counsel from himself.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "A marriage doesn't have to be perfect, but you can be perfect for each other.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "To me marriage is for five or ten years.", 
    "name": "Cher"
  }, 
  {
    "quote": "I believe marriage should be between one man and one woman. That's my view, and that'll be the view of our state because I wouldn't sign a bill that - like the one that was in New York.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "It's nice to know you have support. Last night I got a marriage proposal. I just laughed.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "My thoughts are that marriage is between a man and a woman.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Marriage is a very sacred institution and should not be degraded by allowing every other type of relationship to be made equivalent to it.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "When I think of a merry, happy, free young girl - and look at the ailing, aching state a young wife generally is doomed to - which you can't deny is the penalty of marriage.", 
    "name": "Queen Victoria"
  }, 
  {
    "quote": "Marriage is actually really terrifying. It doesn't work for many people.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "The media seems to think only abortion and gay marriage are religious issues. Poverty is a moral issue, it's a faith issue, it's a religious issue.", 
    "name": "Jim Wallis"
  }, 
  {
    "quote": "Nothing in life is as good as the marriage of true minds between man and woman. As good? It is life itself.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "A good marriage is different to a happy marriage.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that.", 
    "name": "Nick Cave"
  }, 
  {
    "quote": "There are four stages in a marriage. First there's the affair, then the marriage, then children and finally the fourth stage, without which you cannot know a woman, the divorce.", 
    "name": "Norman Mailer"
  }, 
  {
    "quote": "Gay marriage is the last bastion of, to me... as a legal, ceremonial, sentimental and religious side, it's one of the last steps. Retaining your job being one of the earlier steps, like, not getting kicked out of your job because you're gay.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Well, my wife and I were married in a toilet - it was a marriage of convenience!", 
    "name": "Tommy Cooper"
  }, 
  {
    "quote": "I couldn't bear a marriage in which one partner hinges on the other.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "I've always been clear, I support the traditional definition of marriage.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "Of all actions of a man's life, his marriage does least concern other people, yet of all actions of our life tis most meddled with by other people.", 
    "name": "John Selden"
  }, 
  {
    "quote": "Marriage requires a special talent, like acting. Monogamy requires genius.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "Marriage! Nothing else demands so much of a man.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "Marriage is a risk I think it's a great and glorious risk, as long as you embark on the adventure in the same spirit.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "Most of these alternative arrangements, so-called, arise out of the ruins of marriages, not as an improvement of old fashioned marriage.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Marriage is gonna be your stability through everything.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "Marriage is a big deal, but who's to say I'm not going to pull a Vegas and get married to see what it's like for a minute?", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "Accident counts for as much in companionship as in marriage.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Marriage is not simply a romantic union between two people it's also a political and economic contract of the highest order.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "As somebody who, in my second marriage, insisted on a prenuptial agreement, I can also testify that sometimes it is an act of love to chart the exit strategy before you enter the union, in order to make sure that not only you, but your partner as well, knows that there will be no World War III should hearts and minds, for any sad reason, change.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I think it's unfortunate that there exists only one path in America to complete social legitimacy, and that is marriage. I think, for instance, that it would be far easier for Americans to elect a black president or a female president than an unmarried president.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Men go into marriage with virtually no expectations whatsoever. Ten years later, the men are delightfully surprised to find out that it's actually kind of nice, and the women have sort of had to take a nose dive from what they thought it was going to be.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I was a bartender for a long time, so I know how to make drinks, but I'm more likely to offer them than to have them. I think this is one of the reasons why I get to live longer than my great-grandmother did, and why I get to produce more writing than she did, and why my marriage isn't in dire straits.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I wanted my marriage to work, but it didn't.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "Take this marriage thing seriously - it has to last all the way to the divorce.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "I didn't think marriage worked. I thought everybody who was married was secretly miserable - that it was something they just put up with for their children.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "For me working on the marriage and not making the easy choice of cheating was something that I could not do.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "In 1989 when I switched from Democrat to Republican, with God as my witness, not one thing changed about what I believed about one man and one woman in a marriage or about diversity of color. That's a good thing.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I think marriage and athletes is a bad combination.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "Before marriage, many couples are very much like people rushing to catch an airplane once aboard, they turn into passengers. They just sit there.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.", 
    "name": "John Updike"
  }, 
  {
    "quote": "That a marriage ends is less than ideal but all things end under heaven, and if temporality is held to be invalidating, then nothing real succeeds.", 
    "name": "John Updike"
  }, 
  {
    "quote": "The first breath of adultery is the freest after it, constraints aping marriage develop.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Marriage is a good deal like a circus: there is not as much in it as is represented in the advertising.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I put my career in second place throughout both my marriages and it suffered. I don't regret it. You make choices. If you want a good marriage, you must pay attention to that. If you want to be independent, go ahead. You can't have it all.", 
    "name": "Lauren Bacall"
  }, 
  {
    "quote": "I was looking very much for a career. My second marriage to Stan Herman had ended, and I wanted very much to be independent, not take alimony from him, be on my own, do the right thing.", 
    "name": "Linda Evans"
  }, 
  {
    "quote": "The only day I remember of my parents' marriage was the day my dad walked out. As I stood there at five years old, with my older sister and younger brother, I knew that he was gone.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Straight couples don't have to be monogamous to be married or married to be monogamous. Monogamy no more defines marriage than the presence of children does. Monogamy isn't compulsory and its absence doesn't invalidate a marriage.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "I'm more afraid of marriage than death.", 
    "name": "Shakira"
  }, 
  {
    "quote": "In a bad marriage, friends are the invisible glue. If we have enough friends, we may go on for years, intending to leave, talking about leaving - instead of actually getting up and leaving.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "It takes two to make a marriage a success and only one to make it a failure.", 
    "name": "Herbert Samuel"
  }, 
  {
    "quote": "Anything outside marriage seems like freedom and excitement.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "My father was very big on marriage.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "I can look back at different times in my life when I felt I could not find my way out of whatever it was. I'm not necessarily talking about marriage, but I wanted to pack it in. I wanted to disappear. A lot of that has to do with being in the public eye.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "I always felt that a marriage works best at a farm... where you're together and everybody has clear-cut roles they have chores, 'you take care of this' and you know. But it's hard.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "The biggest financial pitfall in life is divorce. And the biggest reason for divorce is marriage.", 
    "name": "Gene Simmons"
  }, 
  {
    "quote": "If your neighbor has a completely different view on abortion, gay marriage, stem cell research, all of those things, you still are both Americans. Neither one of you is necessarily more patriotic than the other. Neither loves their country any more than the other one does.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "If you've gone into a marriage and you haven't been clear about how you're going to handle money, how you want to raise kids, who is going to work or stay home or what have you, then you've set yourself up for failure.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "Here in Hollywood you can actually get a marriage license printed on an Etch-A-Sketch.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "There are few more powerful tools for promoting stability than the institution of marriage.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Over the years the political establishment has frowned if a mainstream politician mentions marriage.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "The priesthood is a marriage. People often start by falling in love, and they go on for years without realizing that love must change into some other love which is so unlike it that it can hardly be recognized as love at all.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "One doesn't have to get anywhere in a marriage. It's not a public conveyance.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "It devastates me now that I have been reduced to a Hollywood statistic - another joke marriage.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "I'm all for same-sex marriage.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "Defining marriage is a power that should be left to the states. Moreover, no state should be forced to recognize a marriage that is not within its own laws, Constitution, and legal precedents.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "I believe in marriage. I believe marriage is a really important institution, it's one of the most important institutions we have.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Nobody ever asks a father how he manages to combine marriage and a career.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "Women today have more of an overview of their lives and how marriage is or is not a part of it.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "Marriage can be viewed as the waiting room for death.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "There is no loneliness like that of a failed marriage.", 
    "name": "Alexander Theroux"
  }, 
  {
    "quote": "Let us be honest with each other. The threat to marriage is not the gays. It is a lack of loving commitment - whether it is found in the form of neglect, indifference, cruelty or adultery, to name just a few manifestations of the loveless desert in which too many marriages come to grief.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "I am fiscally prudent and socially progressive. I believe in protecting a woman's right to choose. I believe in marriage equality.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Marriage equality changed life for people.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I always say now that I'm in my blonde years. Because since the end of my marriage, all of my girlfriends have been blonde.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "Marriage is like wine. It is not be properly judged until the second glass.", 
    "name": "Douglas William Jerrold"
  }, 
  {
    "quote": "Now I'm a wife and a mother of two. It's a really different role. I always referred to No Doubt as a marriage, because that's what it's like to be together for so long and go through what we've been through. I can't really have that relationship with them anymore.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "A miracle... my biggest accomplishment is my marriage so far. Because it's hard, everyone knows it's hard.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "When I heard the royal family wanted to have me perform in celebration of Prince William's marriage, I knew I had to give them a little something. 'Wet' is the perfect anthem for Prince William or any playa to get the club smokin'.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "I don't think there's anything they can say about me that I haven't said about myself already. And I would be an absolute total liar, and my fans would not respect me, if I said that my life and my marriage are perfect. But we absolutely love each other we have fun together - it's great.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "On the one hand, the idea of marriage and the sort of traditional family life repulses me. But on the other hand, I long for it, you know what I mean? I'm constantly in conflict with things. And it is because of my past and my upbringing and the journey that I've been on.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "A man's love, till it has been chastened and fastened by the feeling of duty which marriage brings with it, is instigated mainly by the difficulty of pursuit.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "People try much less hard to make a marriage work than they used to fifty years ago. Divorce is easier.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "The death of anti-gay hate speech is no doubt being hastened by the head-spinning speed with which gays as a group - to say nothing of gay marriage - are becoming an unremarkable and even quite traditional parts of American life.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Marriage is a lot of things - a source of love, security, the joy of children, but it's also an interpersonal battlefield, and it's not hard to see why: Take two disparate people, toss them together in often-confined quarters, add the stresses of money and kids - now lather, rinse, repeat for the rest of your natural life. What could go wrong?", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Marriage is a religious and state issue.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I've had two terrific relationships, but both ended in marriage.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I adore the theater and I am a painter. I think the two are made for a marriage of love. I will give all my soul to prove this once more.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "Our marriage is between us. If we decide to continue being together or not, it's our business.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "There's already a marriage clock, a career clock, a biological clock. Sometimes being a woman feels like standing in the lobby of a hotel, looking at the dials depicting every time zone in the world behind the front desk - except they all apply to you, and all at once.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I would absolutely, definitely never sell my wedding pictures to a magazine. I'd like it to be a special day, not a photo shoot. And once you've done that, your marriage becomes everybody else's business.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "Cross-cultural marriage is difficult, especially when one person has to live in another country. But I thought there was a very good chance of it working because people grow together if they have a common passion.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "Marriage is like paying an endless visit in your worst clothes.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "I love the institution of marriage, and I love my marriage.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "Marriage is hard work, period.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship. I watched them over the years and saw how they dealt with everything together, as a team.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "You know, my friends, with what a brave carouse I made a Second Marriage in my house favored old barren reason from my bed, and took the daughter of the vine to spouse.", 
    "name": "Omar Khayyam"
  }, 
  {
    "quote": "Most Americans don't care about gay marriage.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "I believe in traditional marriage.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "Well, marriage is a very important part of our culture and our society. If we want to have a hopeful and decent society, we ought to aim for the ideal.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "A marriage is no amusement but a solemn act, and generally a sad one.", 
    "name": "Queen Victoria"
  }, 
  {
    "quote": "No Congress ever has seen fit to amend the Constitution to address any issue related to marriage. No Constitutional Amendment was needed to ban polygamy or bigamy, nor was a Constitutional Amendment needed to set a uniform age of majority to ban child marriages.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "I was born to be married. I just feel comfortable there. I love the idea of being partnered for ever. I love my girlfriend, we've been best friends since I was 18. There's not a thing we haven't been through except for marriage... We've had talks about what we would name our kids since we were in our 20s.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I would say that the surest measure of a man's or a woman's maturity is the harmony, style, joy, and dignity he creates in his marriage, and the pleasure and inspiration he provides for his spouse.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "Marriage hasn't been my thing. But gay people, knock yourselves out!", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "The way that same-sex marriage should reach the federal level is that it absolutely should be decided by the Supreme Court as quickly as possible. It's a 14th Amendment issue. There's no argument about it.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "In December 1998, I considered myself an expert on love. I was almost a year into a relationship, one that had grown more slowly than I had wished, but once it flowered it was much more stimulating than any marriage or relationship I had known.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "I am very old-fashioned about marriage. It is for life and I mean it. I always knew that when I met the right girl, the life I had before - being single, in a band, girls everywhere - would be over.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "Brands mature over time, like a marriage. The bond you feel with your spouse is different than when you first met each other. Excitement and discovery are replaced by comfort and depth.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "I don't have this fantasy about marriage anymore. Everyone says it takes hard work. Well, it kind of does - and I'm much more pragmatic about romance than I used to be.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "The rule with marriage is the less you talk about it the better, as far as I can tell.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "While 45 of the 50 States have either a State constitutional amendment or a statute that preserves the current definition of marriage, left-wing activist judges and officials at the local levels have struck down State laws protecting marriage.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "And that is why marriage and family law has emphasized the importance of marriage as the foundation of family, addressing the needs of children in the most positive way.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "When David Arquette and I got engaged we started therapy together. I'd heard that the first year of marriage is the hardest, so we decided to work through all that stuff early.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "Is marriage for ever? I think you get married with the intention that it will be, but who knows?", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "It's so easy to grow apart marriage takes work.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "Marriage is an institution, and you must be fully committed to it.", 
    "name": "Gene Simmons"
  }, 
  {
    "quote": "I don't know if I'm built for marriage.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "Sometimes divorce is better than marriage.", 
    "name": "Sumner Redstone"
  }, 
  {
    "quote": "I'm an advocate for gay marriage. I have more gay friends than Carter has pills.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "On both 'The Bachelor' and 'The Bachelorette,' it seems like proposing marriage is equivalent to saying, 'Let's date.' Everyone knows those aren't the same things.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "The marriage didn't work out but the separation is great.", 
    "name": "Liz Smith"
  }, 
  {
    "quote": "Traditional marriage is what should be sanctioned.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "Coming to terms with the fact that my marriage was a failure was devastating and very difficult.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "It's all kind of a big illusion: the white picket fence and the perfect marriage and the kids. Check that box off, check that box off, and move forward.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "I have a lot of respect for marriage.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "This marriage is no one's business but our own.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "In marriage, compromise nurtures the relationship.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "I was gone so much in my first marriage. I love the moments when I engage with my youngest daughter now. It's not my thing to sit on the ground and play tea party, but I'll do it because it's a moment that will stick with me forever.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "I believe in the institution of marriage. Of course being a Mormon, we believe in eternity rather than just till death do us part. If you really try hard, if you make it work, it's blissful. But I also know a marriage that isn't working can be painful.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "The truth is you can have a great marriage, but there are still no guarantees.", 
    "name": "Demi Moore"
  }, 
  {
    "quote": "Well you know, I think a lot of us in marriage know that you play different roles at different times. And Mitt can get very intense, and I can have the ability to kind of talk him off the rails sometimes and say, 'Hey let's look at what is really important and let's do that now.'", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "In marriage, it's always that give and take and rebalancing that we have to do in how we can help each other. But, I have been known at times by my sons, that is the name that they call me-the Mitt stabilizer.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "God invented concubinage, satan marriage.", 
    "name": "Francis Picabia"
  }, 
  {
    "quote": "You know, there were major problems in my marriage.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "I believe wholeheartedly in marriage. I don't exclusively mean a marriage with a legal contract, but any relationship that constitutes a marriage because of the quality of their relationship.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "I think that two people who decide to live together in a marriage situation, they have an obligation to make the marriage work for them.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "Studies have consistently shown that financial hardship is the biggest obstacle to heterosexual marriage, yet the Republican leadership has done precious little to help address the financial hardship faced by American families.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "For me it's also - the music is equally as important. I mean I think as somebody who writes music, there just has to sort of be the marriage between both.", 
    "name": "Katey Sagal"
  }, 
  {
    "quote": "We'll sort of get over the marriage first and then maybe look at the kids. But obviously we want a family so we'll have to start thinking about that.", 
    "name": "Prince William"
  }, 
  {
    "quote": "Marriage is a coming together for better or for worse, hopefully enduring, and intimate to the degree of being sacred.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "But I will agree that I think that things happen with people in relationships, that you might have been able to enjoy Morocco, say, if you weren't getting out of a bad marriage. You know what I mean?", 
    "name": "Robert Downey, Jr."
  }, 
  {
    "quote": "I don't think young men or women should feel pressured into marriage. You shouldn't marry anyone, in my opinion, who you have to try hard for.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I've always been wary of marriage.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "During the periods in my marriage when I chose to stay home with my kids rather than work as an attorney, it caused me no end of anxiety. Despite the fact that I knew I was contributing to our family by caring for our children, I still felt that my worth was less because I wasn't earning.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "My kids have moved more in their twenties, you know, than my parents have moved in nearly 40-something years of marriage before they died. So there's a part of me that laments what we have lost, and that is a sense of community.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "I am much more open to plural marriage than I was before, and I now support it in certain situations. I do believe it is right for some people. But our example in America today is gross abuse - I can't support it in fundamentalist compounds.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "Provincial governments in Canada have terminated the positions of marriage commissioners who have, for personal religious convictions, not performed same sex marriages. It has happened in Saskatchewan.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "Bishop Frederick Henry of Calgary is facing at least two official objections to his public statements along with expensive hearings before the Alberta Human Rights Commission for expressing his biblical views on same sex marriage.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "Our national media refuses to report that even the Supreme Court did not say marriage was a human right in all cases nor did it say that the heterosexual definition violated anyone's right or that the heterosexual definition of marriage was unconstitutional.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "Marriage commissioners who choose not to marry homosexuals are being fired. A Knights of Columbus chapter in British Columbia is in court because it chooses not allow a lesbian group to use its facility for marriage ceremonies. The list goes on.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "My parents did not have a perfect marriage. It was pretty good, but it was not perfect. My marriage is not perfect. My wife is, but I happen to be imperfect. However, that does not discount the fact that the definition of marriage must be defended and protected.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "I have to be asked, I guess, but I love the idea of marriage. I think it's beautiful. I'm such a romantic, and I always have been.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "Marriage, in life, is like a duel in the midst of a battle.", 
    "name": "Edmond About"
  }, 
  {
    "quote": "There are many things that keep me from getting married. But there will be a time when marriage makes sense to me.", 
    "name": "Adam Levine"
  }, 
  {
    "quote": "I think marriage is ghastly.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "I love the idea of marriage. I definitely want marriage and little Kellans running around.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "I don't know what my version of a relationship or marriage is yet, because the typical model seems a little broken to me.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "In 1977 we played America and Europe three times, and Japan - my marriage suffered as a result. My then wife took the kids to Canada to be near her parents.", 
    "name": "Phil Collins"
  }, 
  {
    "quote": "I'd love to have First Lady Michelle Obama over and ask, 'How do you make your marriage work?' I think the president is sexy as all get-out, but he has got to get on her nerves some kind of way. He's this wonderful, powerful man, but she sees him leaving his socks on the floor.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "Well, my view before was a Western view, and I certainly understand marriage equality and civil rights, equal rights for all, but having visited developing nations and some of the poorest nations in the world, I realize how deep it goes and how much work really needs to be done to create equality for all.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "And in a marriage you can't TRY and be married. You're married or you're not married... as far as I'm concerned.", 
    "name": "Ringo Starr"
  }, 
  {
    "quote": "Success is hard in general for most women. We now have such busy lives, and we're told we can do everything - you know, we can have the relationship and the marriage and the kids and the career.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "There were times after my marriage ended where, you know, I really felt like I was at the bottom of a mountain, there was a great big, fog up there, and I'm never going to cross to the other side.", 
    "name": "Lynn Redgrave"
  }, 
  {
    "quote": "I don't want marriage. You know why? Because I did that. I did it for 32 years.", 
    "name": "Lynn Redgrave"
  }, 
  {
    "quote": "Marriage is the mother of the world. It preserves kingdoms, and fills cities and churches, and heaven itself.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "I support gay marriage. I support gay marriage because I believe Conservatives support the institutions of commitment.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "The value of marriage is not that adults produce children but that children produce adults.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "It is statistically proven that the strongest institution that guarantees procreation and continuity of the generations is marriage between one man and one woman. We don't want genocide. We don't want to destroy the sacred institution of marriage.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "People need jobs, people need happy and successful lives there should be marriage between one man and one woman, there should the value of person from conception until natural death.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "I'm always told that what I say is controversial. Why is it controversial? Because I speak from a tradition that has now fallen out of favor with the dominant media in this country. And so when I say things like marriage should be between one man and one woman, I'm called a bigot.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "Marriage can be expensive, and if I lose millions then it'll be the best millions I've spent.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I don't do marriage. I think it's incredibly naff. And I don't like vulgar displays of ostentation.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "The biggest problem in my life is trying to be the kind of man that I want to be, the father that I want to be, and how to process the failure of my marriage.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "The secret of a good marriage is forgiving your partner for marrying you in the first place.", 
    "name": "Sacha Guitry"
  }, 
  {
    "quote": "Marriage to Fernando offered shelter and security, but the shackle was the price I'd pay.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "I had a very wise person tell me that he thinks marriage, when you're younger, you keep thinking you can fix things. That's what people do. And you can't really fix anything. It shouldn't be a massive difficult thing every day. Life's difficult enough.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "Same-sex marriage would eliminate entirely in law the basic idea of a mother and a father for every child. It would create a society which deliberately chooses to deprive a child of either a mother or a father.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "Marriage is too interesting an experiment to be tried only once.", 
    "name": "Eva Gabor"
  }, 
  {
    "quote": "I've often thought if I didn't make my marriage work, I would have failed at my one true shot at happiness.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "You have to work for everything. Marriage should not be any different.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "Marriage is something that needs to be worked on every day. I don't know if I'm the one to give marital advice since I've only been married for a little over a year, but marriage is certainly easier if you are open, trusting and loving.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "Any sex outside of the marriage bond between a man and a woman is violating God's law.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "I think one reason for a successful marriage is laughter. I think laughter gets you through the rough moments in a marriage.", 
    "name": "Bob Newhart"
  }, 
  {
    "quote": "I was sent to a nice Church of England girls' school and at that time, after university, a woman was expected to become a teacher, a nurse or a missionary - prior to marriage.", 
    "name": "Kate Adie"
  }, 
  {
    "quote": "Well, you know, the definition of second marriage is the triumph of hope over experience.", 
    "name": "George Will"
  }, 
  {
    "quote": "Seeing unhappiness in the marriage of friends, I was content to have chosen music and laughter as a substitute for a husband.", 
    "name": "Elsa Maxwell"
  }, 
  {
    "quote": "How do you explain the bond between man and wife? Well, for one thing, it's private. What people do in their own marriage is their own business.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "My first marriage was totally unsuitable and shouldn't have happened. It was a whirlwind, rebound thing. I was 23 or 24 - a baby.", 
    "name": "Carol Vorderman"
  }, 
  {
    "quote": "Above all, we must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "I find it disturbing that the media keeps referring to my marriage, since I got divorced in 1979. But the media never wants to let me forget.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "My marriage had been impulsive. That marriage should have been short-lived instead of the 23 years it spanned.", 
    "name": "Joseph Barbera"
  }, 
  {
    "quote": "The Amateur Marriage grew out of the reflection that of all the opportunities to show differences in character, surely an unhappy marriage must be the richest.", 
    "name": "Anne Tyler"
  }, 
  {
    "quote": "Well, marriage doesn't function in the way it used to in terms of deciding our fate, but it's in our heads, and it determines a lot of our actions. Like, right now, if you think about gay marriage - and they just started having the first gay marriages in New York - it shows what a potent idea marriage remains for people.", 
    "name": "Jeffrey Eugenides"
  }, 
  {
    "quote": "My second marriage had a lot to do with alcohol.", 
    "name": "Mercedes McCambridge"
  }, 
  {
    "quote": "It is a fact that all women contribute more to marriage than men for the most part they have to change their place of living, their method of work, a great many women today changing their occupation entirely on marriage and they must even change their name.", 
    "name": "Agnes Macphail"
  }, 
  {
    "quote": "Do the bishops seriously imagine that legalising gay marriage will result in thousands of parties to heterosexual marriages suddenly deciding to get divorced so they can marry a person of the same sex?", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "There is no greater excitement than to support an intellectual wife and have her support you. Marriage is a partnership in which each inspires the other, and brings fruition to both of you.", 
    "name": "Millicent Carey McIntosh"
  }, 
  {
    "quote": "A successful marriage isn't necessarily one that lasts until you're dead.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "I was very influenced by the musicals and romantic comedies of the 1930s. I admired Gene Harlow and such, which probably explains why, since the end of my marriage, I've dated nothing but a succession of blondes.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "I haven't been faithful to my wife. Our marriage has been tainted with my infidelities. I was irresponsible.", 
    "name": "David Boreanaz"
  }, 
  {
    "quote": "I should have been out there having a wild time like all the other girls my age, but I wasn't. I was going home every night to what was, initially, a very happy marriage.", 
    "name": "Amanda Holden"
  }, 
  {
    "quote": "How long before we have, not just homosexual marriage, but homosexual unions between adult men and small boys?", 
    "name": "Randall Terry"
  }, 
  {
    "quote": "Obviously, marriage is not a synonym for morality. But stable marriages and families do encourage moral behavior.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "There is something wrong with our culture when the view that marriage is between one man and one woman, a view shared by half the nation, is portrayed as evidence of hatred.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "If Republicans want to be seen as more compassionate, they should continue to stand proudly for the sanctify of life and marriage. And they should do so without apologizing.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "Particularly black Americans, many of them, from quotes that I have seen and conversations I've had, are sort of insulted that the civil rights movement is being hijacked - the rhetoric of the civil rights movement is being hijacked for something like same sex marriage. Black Americans tend to have a higher degree of religiosity.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "My argument is simple, which is, that for several thousand years in Western civilization, marriage has been the union of one man and one woman. Research is overwhelming that children need mothers and fathers.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "If one is going to change the definition of marriage to be, quote, 'same sex,' then there is absolutely no valid argument constitutionally or rhetorically you can make against multiple people getting married. These are radical social changes.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "Independence doesn't - doesn't equate to moderates. Millions of independents are pro-life. Millions of independents believe marriage is between a man and a woman.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "I ran to my marriage, I was happily ready to take on marriage.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "The weaker partner in a marriage is the one who loves the most.", 
    "name": "Eleanora Duse"
  }, 
  {
    "quote": "Marriage is like a formality for me.", 
    "name": "David Copperfield"
  }, 
  {
    "quote": "No, I think marriage is a great thing.", 
    "name": "David Copperfield"
  }, 
  {
    "quote": "I also think it was important for me and Freddie to be able to have a lot of time to share our lives at the beginning of our marriage rather than my coming home at 9 or 10 at night from the set. Things have really worked out for the best for both of us.", 
    "name": "Sarah Michelle Gellar"
  }, 
  {
    "quote": "Homosexuality is against nature. Sexual expression is permitted only within marriage, between man and woman, male and female. Anything else is an abnormality and is against nature.", 
    "name": "Pope Shenouda III"
  }, 
  {
    "quote": "I like being independent. I don't think that marriage means you're not independent, but right now I'm very comfortable, and I'm probably the happiest I've ever been. I feel solid. I feel safe.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "I know that the odds are against a marriage lasting 60 years.", 
    "name": "Darrell Royal"
  }, 
  {
    "quote": "My parents separated when I was four. It wasn't the smoothest of divorces, but then as my mother always says, you can't have a passionate marriage without a passionate divorce.", 
    "name": "Sophie Ellis Bextor"
  }, 
  {
    "quote": "In the 1960s we were fighting to be recognized as equals in the marketplace, in marriage, in education and on the playing field. It was a very exciting, rebellious time.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over.", 
    "name": "David Gest"
  }, 
  {
    "quote": "After 45 years of marriage, when I have an argument with my wife, if we don't agree, we do what she wants. But, when we agree, we do what I want!", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "Even though marriage is doomed, if you turned it into a job you like and really work at it - it can be salvaged.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "The only way marriage can work is if a man respects the woman and she is a thinking woman and he wants to work on the marriage.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "Ultimately, I believe the only secret to a happy marriage is choosing the right person. Life is a series of choices, right?", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "I'm extremely fascinated by marriage. I want to study marriage. I want to learn about it. I want to know it. I want to figure out whether or not I want to do it. I'm not just going to leap into it, because that's not good for anybody.", 
    "name": "Adam Levine"
  }, 
  {
    "quote": "This is a good time to ask apologists for the Islamic regime, who degrades Islam? Who imposes stoning, forced marriage of underage girls and flogging for not wearing the veil? Do such practices represent Iran's ancient history and culture, its ethnic and religious diversity? Its centuries of sensual and subversive poetry?", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "I love marriage. I failed at marriage, but I'd rather go into anything with gusto and fail than go into it half-assed.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "For the life of me, I don't understand what honest motive there is in putting this in front of this body to philosophically debate marriage on a constitutional amendment that is not going to happen, and which is enormously divisive in all of our communities.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "What I've learned about marriage: You need to have each other's back you have to be a kind of team going through life.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "A marriage contract to me is as binding as any in business, and I have always believed in sticking to an agreement.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "I have never been given to envy - save for the envy I feel toward those people who have the ability to make a marriage work and endure happily.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "I do support a constitutional amendment on marriage between a man and a woman, but I would not be going into the states to overturn their state law.", 
    "name": "Michele Bachmann"
  }, 
  {
    "quote": "It's funny - I read that women look to chiseled-faced guys for one-night stands, and to round-faced guys for marriage. When I'm rounder in the face, I like to say, 'This is my long-term look.' Or 'This is my wife-and-kids look right here.'", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "I'm not a marriage expert, quite clearly.", 
    "name": "Cathy Freeman"
  }, 
  {
    "quote": "You can't wake up one day and say 'I'm for gay marriage,' and wake up the next day and say 'I'm against it.' Wake up one day and say, 'I'm pro-choice,' and the next day wake up and say, 'I'm pro-life.' There's no credibility there.", 
    "name": "Roger Stone"
  }, 
  {
    "quote": "I don't know if I believe in marriage. I believe in family, love and children.", 
    "name": "Penelope Cruz"
  }, 
  {
    "quote": "I realize that of all people, I am no expert on parenting or marriage.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "I suffered from a mild case of postpartum depression after my second child and the physical challenge of maintaining an overnight shift at CBS, a marriage, and two in diapers made the symptoms worse and everyone in the house paid the price.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "Marriage of attraction is a gamble anyway, so you might as well marry into a family that is similar to your own, and make that much less of an adjustment. But the 'love marriage', as it is called, is equally common in India now. But it would be interesting to do a comparison of what would work better. Marriage is hard work, and it is a gamble.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "My older sister was at the cusp of new wave, and I had older brothers from my father's first marriage who were rock 'n' roll guys, so I was exposed to a lot of popular culture.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "I'm a heathen when it comes to marriage.", 
    "name": "Greta Scacchi"
  }, 
  {
    "quote": "Since 1970, relationships can be more volatile, jobs more ephemeral, geographical mobility more intensified, stability of marriage weaker.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "I still believe in marriage.", 
    "name": "Frank Bruno"
  }, 
  {
    "quote": "If someone talks about union, fidelity, a monogamous relationship, love, blessing I would say it sounds like marriage to me. And blessing, you see, I think is undermining our sacrament of marriage.", 
    "name": "George Carey"
  }, 
  {
    "quote": "It is better to be unhappy in love than unhappy in marriage, but some people manage to be both.", 
    "name": "Guy de Maupassant"
  }, 
  {
    "quote": "Marriage, laws, the police, armies and navies are the mark of human incompetence.", 
    "name": "Dora Russell"
  }, 
  {
    "quote": "My first marriage was very traditional, in the church, and then we left the church and went to the reception hall. So this time, I'd like to go fairy tale all the way.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "My parents had a great marriage. Interestingly, it made it harder for me in relationships because I knew what a good relationship looked like.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "I refused David Letterman's proposal of marriage for obvious reasons, but thanks for asking.", 
    "name": "Teri Garr"
  }, 
  {
    "quote": "Who of us is mature enough for offspring before the offspring themselves arrive? The value of marriage is not that adults produce children but that children produce adults.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "I am hoping this is my year to have children. I understand that I am possibly more European in my views of marriage. I am not going to say I'm not going to get married, but it's not my priority.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "My mom and my dad were married 56 years, and the fact that I reconciled with my dad I think made their marriage a little bit better as well.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "Love is not weakness. It is strong. Only the sacrament of marriage can contain it.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "I believe I went through a divorce. My relationship with Ellen is no less significant as a marriage than my relationship to Coley.", 
    "name": "Anne Heche"
  }, 
  {
    "quote": "Isn't that the ultimate homeland security, standing up and defending marriage?", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "Every society in the history of man has upheld the institution of marriage as a bond between a man and a woman. Why? Because society is based on one thing: that society is based on the future of the society. And that's what? Children. Monogamous relationships.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "The Obama administration now has regulations that tells them that they can no longer promote marriage to these young girls. They can no longer promote marriage as a way of avoiding poverty and bad choices that they make in their life. They can no longer even teach abstinence education. They have to be neutral with respect to how people behave.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "You know for many elected officials they all started in the same place. You know marriage is between a man and a woman, but they understand that they are moving inevitably, catching up to the American public.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "Civil union is less than marriage. Marriage is a sacred and valued institution and ought to be afforded equal protection.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "My parents' marriage was very rocky. They were always arguing. When they split up when I was in my 20s, my brother and I were both delighted because we knew they weren't good for each other.", 
    "name": "Gail Porter"
  }, 
  {
    "quote": "Of course, the simple explanation of the fact is that marriage is the most important act of man's life in Europe or America, and that everything depends upon it.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "French novels generally treat of the relations of women to the world and to lovers, after marriage consequently there is a great deal in French novels about adultery, about improper relations between the sexes, about many things which the English public would not allow.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "My marriage? Up to now everything's okay. But it's a real marriage - imperfect and very difficult. It's all about people evolving somewhat simultaneously through their lives. I think we've emotionally evolved.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "My mother and stepfather were married 43 years, so I have watched a long marriage. I feel like I had a very good role model for that. And, you know, it's just a number.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "I decided he'd changed so much that a whole new book was required and that book actually I can say so was the first to say that the marriage was in trouble and the Prince didn't like at all and my book was being serialized in the Sunday Times over five weeks.", 
    "name": "Anthony Holden"
  }, 
  {
    "quote": "My parents separated when I was four. It wasn't the smoothest of divorces, but then as my mother always says, 'You can't have a passionate marriage without a passionate divorce.'", 
    "name": "Sophie Ellis-Bextor"
  }, 
  {
    "quote": "Marriage gives you a new respect for a person.", 
    "name": "Katharine McPhee"
  }, 
  {
    "quote": "Whether it be a matter of personal relations within a marriage or political initiatives within a peace process, there is no sure-fire do-it-yourself kit.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Redefining marriage will have huge implications for what is taught in our schools, and for wider society. It will redefine society since the institution of marriage is one of the fundamental building blocks of society. The repercussions of enacting same-sex marriage into law will be immense.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "I think the institution of marriage is a great idea, but for me it's just an idea.", 
    "name": "Lara Flynn Boyle"
  }, 
  {
    "quote": "Marriage was all a woman's idea and for man's acceptance of the pretty yoke, it becomes us to be grateful.", 
    "name": "Phyllis McGinley"
  }, 
  {
    "quote": "I prepare myself for rehearsals like I would for marriage.", 
    "name": "Maria Callas"
  }, 
  {
    "quote": "What is marriage but prostitution to one man instead of many?", 
    "name": "Angela Carter"
  }, 
  {
    "quote": "My relationship with Dean was great, but ultimately it wasn't a fulfilling marriage for either of us.", 
    "name": "LeAnn Rimes"
  }, 
  {
    "quote": "My mother, brave woman, lost her whole family when she decided to marry a black man in the '60s. When the marriage fell apart, she had to come back to her family.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "I rise today in support of Bill C-38, the Civil Marriage Act. I rise in support of a Canada in which liberties are safeguarded, rights are protected and the people of this land are treated as equals under the law.", 
    "name": "Paul Martin"
  }, 
  {
    "quote": "Marriage made more sense when it was indissoluble. It's the woman trying to cope with the strains of a one-parent family who will suffer most from the relaxation of the divorce laws.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "I never thought my marriage could be stronger, or I could be closer to Bill. We prayed on our own, but now we prayed together and you'll never know how much that means until you do it.", 
    "name": "Giuliana Rancic"
  }, 
  {
    "quote": "Marriage ain't easy, but it's great most of the time.", 
    "name": "Sean Penn"
  }, 
  {
    "quote": "To me, marriage is partly a religious thing and I'm not religious.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "I'm not eager to jump into marriage again. I'm in the corner right now, wearing my dunce cap. That area is obviously a nightmare.", 
    "name": "Lisa Marie Presley"
  }, 
  {
    "quote": "What is fascinating about marriage is why anyone wants to get married.", 
    "name": "Alain de Botton"
  }, 
  {
    "quote": "The great secret of a successful marriage is to treat all disasters as incidents and none of the incidents as disasters.", 
    "name": "Harold Nicolson"
  }, 
  {
    "quote": "I went nearly 30 years without being able to really seriously entertain marriage or a family. In fact, the word 'marriage' would actually give me a shake when it was brought up.", 
    "name": "Nancy Grace"
  }, 
  {
    "quote": "I think the institute of marriage is a noble thing. The idea of a partner for life is incredibly romantic. But now we're living to 100. A hundred years ago people were dying at age 37. Til death do us part was a much different deal.", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "I never thought I'd spend all my life with Gary. I suppose I was quite cynical about marriage. But with Jude, I knew right from the beginning: there was an electricity I'd never felt before. It was so easy, we talked for hours. It was a relief, really.", 
    "name": "Sadie Frost"
  }, 
  {
    "quote": "I guess because the shows were activist in their own way - the marriage of my public activism and my career activism, you know - people understand me very well. They also understand there's a very strong bipartisan part in all of this.", 
    "name": "Norman Lear"
  }, 
  {
    "quote": "I honestly believe you can never tell if a relationship is going to last. In my own marriage, which is going on 14 years, I don't think of it as 'I'm going to be with this person forever.' Instead, I think of more like, 'I'll probably be with this person for the next six weeks. Then I'll re-evaluate.'", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "The Southern slave would obey God in respect to marriage, and also to the reading and studying of His word. But this, as we have seen, is forbidden him.", 
    "name": "Gerrit Smith"
  }, 
  {
    "quote": "I don't know why, but the older I get the more interested I get in my parents' marriage. And it's interesting to be married yourself, too, because there is an inevitable comparison.", 
    "name": "Jhumpa Lahiri"
  }, 
  {
    "quote": "My parents had an arranged marriage, as did so many other people when I was growing up. My father came and had a life in the United States one way and my mother had a different one, and I was very aware of those things. I continue to wonder about it, and I will continue to write about it.", 
    "name": "Jhumpa Lahiri"
  }, 
  {
    "quote": "I am fairly classless because it is very difficult to class someone who comes from a mixed marriage.", 
    "name": "Sade Adu"
  }, 
  {
    "quote": "There is a big misconception about arranged marriage. Yes, it can mean that you meet someone and then have to marry them, but this was my mother saying, 'I'm going to introduce you to so-and-so - If you don't like them, fair enough.'", 
    "name": "Archie Panjabi"
  }, 
  {
    "quote": "Marriage is an institution and that's where a couple finish up.", 
    "name": "Les Dawson"
  }, 
  {
    "quote": "No person connected with me by blood or marriage will be appointed to office.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "In a sacred ground like marriage, you find yourself out of it at certain times for reasons unknown that can be destructive. There could be a demon that kind of comes out and overtakes you.", 
    "name": "David Boreanaz"
  }, 
  {
    "quote": "I think that, as with marriage, you just know when it's time to have kids.", 
    "name": "Ashley Judd"
  }, 
  {
    "quote": "Marriage is about the most expensive way for the average man to get laundry done.", 
    "name": "Burt Reynolds"
  }, 
  {
    "quote": "American couples have gone to such lengths to avoid the interference of in-laws that they have to pay marriage counselors to interfere between them.", 
    "name": "Florence King"
  }, 
  {
    "quote": "The marriage of a man and woman is the most enduring human institution, honored in all cultures and by every religious faith. It's in this institution that children are meant to be nurtured. We know this after thousands of years of human experience.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "Marriage is sacred and protected and has nothing to do with violating our civil rights.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "If we change the definition of marriage to be more inclusive, then it is logical to argue that we should broaden the definition so that won't exclude anyone.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "But whether a couple is a man and a woman has everything to do with the meaning of marriage.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "Marriage encourages the men and women who together create life to unite in a bond for the protection of children.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "Marriage cannot be severed from its cultural, religious and natural roots without weakening the good influence of society.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "So far, 44 States, or 88 percent of the States, have enacted laws providing that marriage shall consist of a union between a man and a woman. Only 75 percent of the States are required to approve a constitutional amendment.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "When I talk about the importance of the institution of marriage, I think of the commitment and the significance of standing in front of those closest to you and promising fidelity to your partner 'til death do you part.'", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "I support allowing gay couples to marry because of - not in spite of - my values. And many of those values are the same ones deeply held by those who do not believe in gay marriage.", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "Marriage is a team effort. Both of us share that philosophy.", 
    "name": "Nick Lachey"
  }, 
  {
    "quote": "Sooner or later they are going to live in a New York City where gay marriage is not only legal, but it's common and they don't even notice.", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "I've exchanged messages and photos of an explicit nature with about six women over the last three years. For the most part, these communications took place before my marriage, though some have sadly took place after. To be clear, I have never met any of these women or had physical relationships at any time.", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "There was no religious ceremony connected with marriage among us, while on the other hand the relation between man and woman was regarded as in itself mysterious and holy.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "If I felt, in the event of a royal wedding, inspired to write about people coming together in marriage or civil partnership, I would just be grateful to have an idea for the poem. And if I didn't, I'd ignore it.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "But I wanted marriage for myself. I was not calculating about it. I wish I was more calculating.", 
    "name": "Linda McCartney"
  }, 
  {
    "quote": "I wasn't looking for another marriage. I had been married before. He is a nice man - a geologist, an Ernest Hemingway type. But Paul and I married because of convention.", 
    "name": "Linda McCartney"
  }, 
  {
    "quote": "If it's not working before you get married, marriage isn't going to fix it.", 
    "name": "Courtney Thorne Smith"
  }, 
  {
    "quote": "I was a Christian. I didn't want to have sex before marriage, I was a bit uptight and not very self-confident. I was a virgin until I was 26.", 
    "name": "Jimmy Carr"
  }, 
  {
    "quote": "I think the Mother is gradually revealing itself to me and taking over. But it is not the Mother alone. It is the Mother and the Father, the male and the female, sort of gradually having their marriage.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "When a marriage culture fails, sexual desire no longer unites instead it fragments.", 
    "name": "Maggie Gallagher"
  }, 
  {
    "quote": "Same-sex marriage is not the future.", 
    "name": "Maggie Gallagher"
  }, 
  {
    "quote": "Europe, which gave us the idea of same-sex marriage, is a dying society, with birthrates 50 percent below replacement.", 
    "name": "Maggie Gallagher"
  }, 
  {
    "quote": "Since I've been in the U.S. I've lost the back of my heart, 15 ft. of intestine and my marriage - and God, I miss my intestine.", 
    "name": "Nigel Lythgoe"
  }, 
  {
    "quote": "Yes, the marriage proposal was shot. Michael excluded the dialogue from the final edit.", 
    "name": "Madeleine Stowe"
  }, 
  {
    "quote": "Marriage isn't a carnival ride.", 
    "name": "Aisha Tyler"
  }, 
  {
    "quote": "I was just so lucky to have a wonderful life after a tough marriage.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "Each marriage has to be judged separately, and we never know what's going on in another person's marriage.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "My father was a soldier and my mother was a great mover. She once counted up how many places she had lived in during the first 25 years of her marriage and it came to 20.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "We can't destroy the inequities between men and women until we destroy marriage.", 
    "name": "Robin Morgan"
  }, 
  {
    "quote": "Marriage is overdone. As long as there are people, people are going to find it interesting.", 
    "name": "Augusten Burroughs"
  }, 
  {
    "quote": "Do not miss your children's childhood. Do not be away 200 nights a year as I was. Do not put strains on your marriage or family.", 
    "name": "Joe Scarborough"
  }, 
  {
    "quote": "I definitely believe in marriage.", 
    "name": "Michael Strahan"
  }, 
  {
    "quote": "I think long-lasting, healthy relationships are more important than the idea of marriage. At the root of every successful marriage is a strong partnership.", 
    "name": "Carson Daly"
  }, 
  {
    "quote": "To seduce a woman famous for strict morals, religious fervor and the happiness of her marriage: what could possibly be more prestigious?", 
    "name": "Christopher Hampton"
  }, 
  {
    "quote": "It's only fair that stable gay relationships of long standing should have the same rights and responsibilities as married couples. I know the image of gay marriage is to some people horrific and ludicrous.", 
    "name": "Ian Mckellen"
  }, 
  {
    "quote": "It's nice to be able to work I'd love to be able to do another TV show I could do in Chicago so I could live and work in the same place. It's hard being a parent and being in a good marriage, and it all takes a lot of work, but if you're not there you can't do any of it.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "I oppose any attempt to grant homosexual unions the same legal privileges that civil government affords to traditional marriage and family life.", 
    "name": "Todd Akin"
  }, 
  {
    "quote": "We need uniform protection of traditional marriage. You can't have different definitions on something as fundamental as marriage. The Marriage Protection Amendment is the only solution to this problem.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "Out of control judicial activism threatens traditional marriage in America.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "I have married thriteen couples. I'm about to do a marriage next month.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "I think it's best if there's an amendment that goes on the ballot where the people can weigh in. Every time this issue has gone on the ballot, the people have voted to retain the traditional definition of marriage as recently as California in 2008.", 
    "name": "Michele Bachmann"
  }, 
  {
    "quote": "I think you may see again a rise at the federal government level for a - a call for the federal constitutional amendment, because people want to make sure that this definition of marriage remains secure, because after all, the family is the fundamental unit of government.", 
    "name": "Michele Bachmann"
  }, 
  {
    "quote": "Their lives have been largely defined by failure and you would think the prospect of marriage, which is supposed to be bountiful and hopeful, it's just really another kind of tangential thing in his life.", 
    "name": "Thomas Haden Church"
  }, 
  {
    "quote": "Obama's position on marriage is brazenly cynical.", 
    "name": "David Limbaugh"
  }, 
  {
    "quote": "The biggest surprise about our marriage is that Erin was out there.", 
    "name": "James Denton"
  }, 
  {
    "quote": "I say I never wanna get married. I feel trapped with the idea of marriage. How can you really be with somebody forever? I'd get bored! As I get older, I don't settle. I'd rather tell somebody 'This is what I want - take it or leave it.'", 
    "name": "Amanda Bynes"
  }, 
  {
    "quote": "To be honest, marriage doesn't scare me and that, it's just once you've been together for so long, if you haven't got any kids it's just a big expensive day out for everyone else to enjoy, isn't it?", 
    "name": "Karl Pilkington"
  }, 
  {
    "quote": "I'm not really interested in thinking about marriage or kids at all.", 
    "name": "Stacy Keibler"
  }, 
  {
    "quote": "Marriage takes work - it doesn't just happen.", 
    "name": "Lara Stone"
  }, 
  {
    "quote": "I've never quite understood why people marry marriage is just an invented structure.", 
    "name": "Julie Christie"
  }, 
  {
    "quote": "I think gay marriage should be the national law.", 
    "name": "Rose McGowan"
  }, 
  {
    "quote": "I would like it to be known that I have decided not to marry Group Capt. Peter Townsend. Mindful of the church's teaching that Christian marriage is indissoluble, and conscious of my duty to the Commonwealth, I have resolved to put these considerations before any others.", 
    "name": "Princess Margaret"
  }, 
  {
    "quote": "We all have a childhood dream that when there is love, everything goes like silk, but the reality is that marriage requires a lot of compromise.", 
    "name": "Raquel Welch"
  }, 
  {
    "quote": "A lot of people seem to want to make the institution of marriage substitute for a real relationship.", 
    "name": "Susan Faludi"
  }, 
  {
    "quote": "You never go into a marriage expecting to get divorced. You go into a marriage expecting it's going to last forever, and you have a lot of ways you dream about the future. You have all these expectations, and then you have to adjust those expectations, and it can be a very unnerving, confusing time.", 
    "name": "Jenna Fischer"
  }, 
  {
    "quote": "I don't know what makes a marriage work. My husband and I don't have it right at all it's very tough on him. From the outside it looks like it's all about me - I have a glorious career and he doesn't.", 
    "name": "Emily Watson"
  }, 
  {
    "quote": "After 14 years, it better be a real marriage, you know? We do have a great time together. We are really lucky.", 
    "name": "Kyra Sedgwick"
  }, 
  {
    "quote": "There are going to be peaks and valleys in everything - in your marriage, in your job, in your life. So just enjoy the peaks and ride out the valleys. Just try not to do anything too rash.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "Good production is like a beautiful marriage. It makes a happy home.", 
    "name": "Timbaland"
  }, 
  {
    "quote": "Mr. Speaker, I rise today in support of the definition of a marriage as between one man and one woman.", 
    "name": "Randy Neugebauer"
  }, 
  {
    "quote": "Thousands of years and many civilizations have defined a marriage as the union between one man and one woman. With few exceptions, those civilizations that did not follow that perished.", 
    "name": "Randy Neugebauer"
  }, 
  {
    "quote": "Forty-five States, as the gentleman just said, have determined by people that were elected by the people of that State that marriage is the definition of one man and one woman.", 
    "name": "Randy Neugebauer"
  }, 
  {
    "quote": "I figure no matter how old you are, it's always going to be your first marriage and no life experience is going to make you a better judge of who you should marry.", 
    "name": "Utada Hikaru"
  }, 
  {
    "quote": "Either marriage is a destiny, I believe, or there is no sense in it at all, it's a piece of humbug.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "Gay marriage has jumped out of the closet on to the front page. Everyone from the president of the U.S. to retired four-star general Colin Powell is embracing the issue, now supported by most Americans. Still, a few people, like former First Lady Laura Bush appear to be conflicted.", 
    "name": "Kitty Kelley"
  }, 
  {
    "quote": "It was the courts, of course, that took away prayer from our schools, that took away Bible reading from our schools. It's the courts that gave us same-sex marriage. So it is quite a battlefield, and the Supreme Court is the highest court in the land.", 
    "name": "Rod Parsley"
  }, 
  {
    "quote": "I was one of 14 senators to vote against the Defense of Marriage Act. I thought it was a harsh and unnecessary thing to do to people across this country who care enough about each other to want to be married.", 
    "name": "Russ Feingold"
  }, 
  {
    "quote": "At my core, what I think we need to do is to get the basics right again. We need to rebuild our family structure, stay away from redefining marriage, and stand by marriage as a union between a man and a woman.", 
    "name": "Sam Brownback"
  }, 
  {
    "quote": "I believe in the sanctity of marriage.", 
    "name": "Sam Brownback"
  }, 
  {
    "quote": "My own early crusade for same-sex marriage, for example, is now mainstream gay politics. It wasn't when I started.", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "When I first started talking about gay marriage, most people in the gay community looked at me as if I was insane or possibly a fascist reactionary.", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "So I really did stop and change what I saw I was about, and really try to put that principle into play as the center of everything - my friendships, my marriage, my career, my family, my way of being in the world. And that changed everything for me.", 
    "name": "Kathy Mattea"
  }, 
  {
    "quote": "People ask what the secret of a happy marriage is. If there is one, it's 'don't talk about it.'", 
    "name": "Jane Asher"
  }, 
  {
    "quote": "I look back to when I got divorced in the late 1970s. When that happened, I was so broken up. After that, I decided to seek God for my life and my next marriage.", 
    "name": "Ricky Skaggs"
  }, 
  {
    "quote": "I took the fear of marriage from my parents' relationship, because I didn't want to end up in a relationship like that, whereas my brothers and sisters learnt a lesson from it and made sure they didn't carry it on into their own marriages.", 
    "name": "John Mahoney"
  }, 
  {
    "quote": "I don't think he cheated on me. During the marriage, I think he was there.", 
    "name": "Marla Maples"
  }, 
  {
    "quote": "I was made to believe there was a plan in place for ending Donald's previous marriage. I pulled away because I wanted to allow him the time to deal with his wife.", 
    "name": "Marla Maples"
  }, 
  {
    "quote": "My parents were both from Scotland, but had been resident in Lower Canada some time before their marriage, which took place in Montreal and in that city I spent most of my life.", 
    "name": "Maria Monk"
  }, 
  {
    "quote": "I have a very intense marriage.", 
    "name": "James Ellroy"
  }, 
  {
    "quote": "I'm looking forward to talking to Bill Parcells, too, and to seeing how that marriage with Jerry Jones goes.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "Let me first state that I believe that marriage is a sacred union between one man and one woman.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "Second, marriage is an issue that our Founding Fathers wisely left to the states.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "In a broken marriage, it can be challenging and tough to get that work/life balance. I love performing but I also love being a mum, and I hate having to choose between them.", 
    "name": "Toni Braxton"
  }, 
  {
    "quote": "I had a happy marriage and a nice wife. I accomplished everything you can. What more can you want?", 
    "name": "Max Schmeling"
  }, 
  {
    "quote": "I went through a long period of time in that marriage when I didn't believe anything was my fault. I had to face what my part was, and only because of that difficult work was I able to trust a man again.", 
    "name": "Connie Sellecca"
  }, 
  {
    "quote": "I do not support a constitutional amendment to prohibit gay marriage.", 
    "name": "Corrine Brown"
  }, 
  {
    "quote": "Marriage has historically been in the domain of the States to regulate.", 
    "name": "Corrine Brown"
  }, 
  {
    "quote": "I've always believed the two best anti-poverty programs are work and marriage.", 
    "name": "Jim Talent"
  }, 
  {
    "quote": "The old welfare system was hurting people by discouraging work and marriage. Welfare reform, and now this legislation, will build on the understanding that work and strong families are the foundation upon which we build our future.", 
    "name": "Jim Talent"
  }, 
  {
    "quote": "I think that marriage is an amazing institution and should be preserved, and you can have great marriages, and you must because sharing your life with someone is like the greatest thing. And I loved being able to set a good example for that on television.", 
    "name": "Jenna Elfman"
  }, 
  {
    "quote": "I think I'm a combination of very simple pleasures and the fact I've read a lot of books. I don't think it's a binary opposition across the board in humans and I think I'm an example that it's not. I'm hosting gay marriage rallies and I have tons of guns at home. There's a lot of middle ground in the world and I'm one of those people.", 
    "name": "Dax Shepard"
  }, 
  {
    "quote": "Men act out like they're horrified by marriage, but when they find the woman of their dreams, they love it.", 
    "name": "Rachel Hunter"
  }, 
  {
    "quote": "Marriage may often be a stormy lake, but celibacy is almost always a muddy horse pond.", 
    "name": "Thomas Love Peacock"
  }, 
  {
    "quote": "I feel strongly for gay marriage to be accepted.", 
    "name": "Bernadette Peters"
  }, 
  {
    "quote": "Next month, I will celebrate my 30th anniversary of marriage with my beautiful bride, Vicki. Our marriage has been a blessing. I have gained even more respect for the institution over the past 3 decades and will defend it against attack.", 
    "name": "Todd Tiahrt"
  }, 
  {
    "quote": "I listen to the people. That was a big reason for my life, maybe the main reason, I'm singing because I love it when people say to me, 'Thank you.' I thank them. It's a marriage.", 
    "name": "Julio Iglesias"
  }, 
  {
    "quote": "I mean, for all of his faults and the troubles in his marriage, Bill Clinton is still married to a girl he met in the library 25 years ago at school. Can we say that about many of our other leaders today in America, including on the right wing?", 
    "name": "Paul Begala"
  }, 
  {
    "quote": "Today, I will vote in support of the Marriage Protection Amendment. I shall do so because like President Bush, I strongly believe that marriage should be between a man and a woman.", 
    "name": "Nick Lampson"
  }, 
  {
    "quote": "I am for gay marriage. Or same-sex marriage. I don't want to say it the wrong way. I think people are sensitive to it. I have been painted as being this right-wing zealot on choice. Nothing could be further from the truth.", 
    "name": "Harold Ford"
  }, 
  {
    "quote": "Marriage is the grave or tomb of wit.", 
    "name": "Margaret Cavendish"
  }, 
  {
    "quote": "Although we hardly see each other off the set, Joy and I get along well when we do. As far as the marriage between Nathan and Haley, I think they are young and will see the reality of the situation eventually.", 
    "name": "James Lafferty"
  }, 
  {
    "quote": "The whole Haley-Nathan marriage deal was a pretty good twist huh? I hope we got all of you with it. That particular story line even suprised me when I read it, it's a good one and it'll provide for some good stories to come.", 
    "name": "James Lafferty"
  }, 
  {
    "quote": "There are powerful emotions that bring two people together in wonderful harmony in a marriage. Satan knows this, and would tempt you to try these emotions outside of marriage. Do not stir emotions meant to be used only in marriage.", 
    "name": "Richard G. Scott"
  }, 
  {
    "quote": "I think that every state in the union should recognize same-sex marriage.", 
    "name": "Cass Sunstein"
  }, 
  {
    "quote": "We can practice tolerance while still holding true to cultural values that protect the institution of marriage as a union between only a man and a woman.", 
    "name": "Ken Calvert"
  }, 
  {
    "quote": "I think there are some people in life who are not marriage material and Chris is one of them.", 
    "name": "Sharon Gless"
  }, 
  {
    "quote": "It was not a healthy marriage for long time. It was never about another man, it was about what my and Dennis's relationship could not sustain.", 
    "name": "Meg Ryan"
  }, 
  {
    "quote": "I'm the only man in the world with a marriage licence made out to whom it may concern.", 
    "name": "Mickey Rooney"
  }, 
  {
    "quote": "I used to have a theory actually that, if you've had a good childhood, a good marriage and a little bit of money in the bank, you're going to make a lousy comedian.", 
    "name": "David Steinberg"
  }, 
  {
    "quote": "Stability is why society has an interest in marriage.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "The state's interest in marriage is stability. Generally speaking, polygamy does not work for stability. Inherent in the whole polygamous movement is a deep and abiding misogyny and denigration of women. So polygamy is objectionable on lots of grounds.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "College is a place to keep warm between high school and an early marriage.", 
    "name": "George Gobel"
  }, 
  {
    "quote": "Instead, I think over the years we have cut the strength of marriage and relationships by the law and weakened the institution. We have tried to deal with relationships with no-fault divorce, with child custody, with so many other avenues and it has not helped.", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "Culture and tradition have to change little by little. So 'new' means a little twist, a marriage of Japanese technique with French ingredients. My technique. Indian food, Korean food I put Italian mozzarella cheese with sashimi. I don't think 'new new new.' I'm not a genius. A little twist.", 
    "name": "Masaharu Morimoto"
  }, 
  {
    "quote": "But to sustain a marriage for 50 years, you have to get real a little bit and find someone who is understanding and who you can grow with. My mom always says, 'Marry the man who loves you a millimeter more.'", 
    "name": "Ali Larter"
  }, 
  {
    "quote": "The most important thing for a good marriage is to learn how to argue peaceably.", 
    "name": "Anita Ekberg"
  }, 
  {
    "quote": "Mama and Daddy King represent the best in manhood and womanhood, the best in a marriage, the kind of people we are trying to become.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "I'm a little skeptical about using the Constitution this way, but I also believe marriage is between a man and a woman and that the courts shouldn't legislate this matter.", 
    "name": "Pete Coors"
  }, 
  {
    "quote": "You're not just going out there, maybe sacrificing your own life. There's also sacrifices still going on at home. You can serve in the military and have a good marriage, but you just need to be aware of it so you can take those steps to take care of it.", 
    "name": "Chris Kyle"
  }, 
  {
    "quote": "I'd love to have children, and I think marriage is great, I really do.", 
    "name": "Jennifer Jason Leigh"
  }, 
  {
    "quote": "It's very trying on a marriage when you're doing a one hour show, week after week after week. You don't have enough time for people that maybe you should have top priority.", 
    "name": "Gavin MacLeod"
  }, 
  {
    "quote": "To us marriage is first, everything else is second.", 
    "name": "Julie Benz"
  }, 
  {
    "quote": "I do not believe that defending traditional marriage between one man and one woman excludes anybody or usurps anybody's civil rights and denies anybody their civil rights.", 
    "name": "Alan Autry"
  }, 
  {
    "quote": "If you leave your wife and you don't ever contact her again, that says something about how you felt about the marriage.", 
    "name": "H. G. Bissinger"
  }, 
  {
    "quote": "I found marriage somewhat stifling. I don't know that I am the kind of man who ought to be married.", 
    "name": "Burt Lancaster"
  }, 
  {
    "quote": "What we need are not prohibitory marriage laws, but a reformed society, an educated public opinion which will teach individual duty in these matters.", 
    "name": "Alfred Russel Wallace"
  }, 
  {
    "quote": "I know I'm guilty of and I think a lot of people are guilty of sort of getting starry-eyed with love and sort of looking over the bad things and keep going and you don't really prepare for how much work marriage really is.", 
    "name": "John Krasinski"
  }, 
  {
    "quote": "That is why I fought against abortion and that is why if I were still in the Senate I would be doing everything I could to defend the sanctity of marriage.", 
    "name": "Jesse Helms"
  }, 
  {
    "quote": "I'm knocking our pitiful, pathetic lawmakers. And I thank God that President Bush has stated, we need a Constitutional amendment that states that marriage is between a man and a woman.", 
    "name": "Jimmy Swaggart"
  }, 
  {
    "quote": "I know in my own marriage I stayed in it to provide my son with what I thought was a stable background and to give him what I thought was the family life a child should have with two parents. But that isn't always the best way, and it took me taking my son to therapy after the divorce to really see it.", 
    "name": "Regina King"
  }, 
  {
    "quote": "I think church and state should remain entirely separate at all costs, and that the decision of religious marriage should be of each faith to debate and decide free of political influence.", 
    "name": "Adam Rickitt"
  }, 
  {
    "quote": "I have a wonderful marriage and two great kids.", 
    "name": "Kelly Preston"
  }, 
  {
    "quote": "I did know Ted Hughes and I partly wrote the book to explain to myself and others the complexities of a marriage that was for six years wonderfully productive of poetry and then ended in tragedy.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "I found it an interesting portrait of a marriage in exploring notions of how one partner supports the other, whilst not jeopardizing the greater good - which is the family.", 
    "name": "Rachel Griffiths"
  }, 
  {
    "quote": "I know there are a lot of readers that think I've got a very crappy marriage just because of the things going on with Rick and Lori but there's really nothing that's been like a mirror. I'm just making this stuff up.", 
    "name": "Robert Kirkman"
  }, 
  {
    "quote": "No Government has the moral authority to dismantle the universally understood meaning of marriage.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "The church's teaching on marriage is unequivocal, it is uniquely, the union of a man and a woman and it is wrong that governments, politicians or parliaments should seek to alter or destroy that reality.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "If marriage can be redefined so that it no longer means a man and a woman but two men or two women, why stop there? Why not allow three men or a woman and two men to constitute a marriage?", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "There is no doubt that, as a society, we have become blase about the importance of marriage as a stabilising influence and less inclined to prize it as a worthwhile institution.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "Clearly, if it is sensible to hold a referendum on independence, it is crucial that we have one on marriage. It is the only way the country can move forward on this issue. Let all those who have a view on this subject place their trust in the Scottish people and let Scotland decide.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "I believe it's a real tedious hostage negotiation to have a marriage be what it is.", 
    "name": "Brad Garrett"
  }, 
  {
    "quote": "When I got married in my twenties, I had a happy marriage and happy kids but at some point in time I let it go off the rails I let it go off the rails.", 
    "name": "Stuart Rose"
  }, 
  {
    "quote": "My parents had a wonderful marriage, but it was a very dependent relationship. My mother was entirely dependent on my father because that's how it was in those days.", 
    "name": "Erika Slezak"
  }, 
  {
    "quote": "President Bush has a record of cutting taxes, has provided a prescription drug benefit for seniors, has upheld the Second Amendment and remains committed to stopping liberal activists judges who are redefining marriage.", 
    "name": "Bill Shuster"
  }, 
  {
    "quote": "The definition of marriage cannot be disputed. It's right there in black and white and it's been the same since the start of Wikipedia.", 
    "name": "Jesse Tyler Ferguson"
  }, 
  {
    "quote": "Well, my personal mission statement is that we want marriage equality in all 50 states. We want it not to be a state-by-state issue. We don't want it to be something the majority is voting on. I don't think the civil rights of any minority should be in the hands of any majority.", 
    "name": "Jesse Tyler Ferguson"
  }, 
  {
    "quote": "As an actor, you just want to work, and then you just want to be on a show or have a job that you love, and you hope that job will last - those things have happened. To have that platform to then talk about something that is very personal to me like marriage equality, it feels like a gift. I try and really respect that voice and not abuse it.", 
    "name": "Jesse Tyler Ferguson"
  }, 
  {
    "quote": "We are very puritan in America. We still hold true to these really antiquated values, this idea of the sanctity of marriage.", 
    "name": "Zoe Lister-Jones"
  }, 
  {
    "quote": "They make Spy Kids, they make Scream, they make A Scary Movie. This doesn't do that, so it could be a very bad marriage. I'm trying to keep this potential nightmare quiet because we're just finishing editing.", 
    "name": "Terry Gilliam"
  }, 
  {
    "quote": "I routinely never discuss my marriage. It's nice to have things in my life that are totally mine.", 
    "name": "Ryan Adams"
  }, 
  {
    "quote": "I've always wanted to be independent and answer for myself. That probably is the part of me I would class to be feminist. I'd like to have children marriage I have a bit of an issue with.", 
    "name": "Kelly Brook"
  }, 
  {
    "quote": "No marriage can stand up under the strain of incessant association.", 
    "name": "Johnny Weissmuller"
  }, 
  {
    "quote": "I'm not that big a fan of marriage as an institution and I don't know why women need to have children to be seen as complete human beings.", 
    "name": "Marisa Tomei"
  }, 
  {
    "quote": "I have been doing marriage counseling for about 15 years and I realized that what makes one person feel loved, doesn't make another person feel loved.", 
    "name": "Gary Chapman"
  }, 
  {
    "quote": "I have a lady, she's a great lady. I love her a lot, she loves me. We're on the same page. Whenever that day happens when we're not on the same page we'll move forward with it. We're interested in having our lives be our lives right now and not a third person's vis-a-vis marriage and whatever that means.", 
    "name": "Jon Hamm"
  }, 
  {
    "quote": "It couldn't be a simpler answer. Marriage doesn't really mean anything to me. I feel like in many ways marriage is more for the families of the couple than for the people involved, so I don't gravitate to it.", 
    "name": "Jon Hamm"
  }, 
  {
    "quote": "It wasn't a good idea to work on 'Naked' in the first months of a marriage. I was living apart from my wife in a flat overflowing with books I was reading for the part.", 
    "name": "David Thewlis"
  }, 
  {
    "quote": "I have no useful theories about love and marriage.", 
    "name": "Michael Cunningham"
  }, 
  {
    "quote": "Marriage, if one will face the truth, is an evil, but a necessary evil.", 
    "name": "Menander"
  }, 
  {
    "quote": "My marriage to my husband, Bart Conner in 1996 is my proudest personal moment.", 
    "name": "Nadia Comaneci"
  }, 
  {
    "quote": "When the first fossils began to be found in eastern Africa, in the late 1950s, I thought, what a wonderful marriage this was, biology and anthropology. I was around 16 years old when I made this particular choice of academic pursuit.", 
    "name": "Donald Johanson"
  }, 
  {
    "quote": "I didn't know that President Bush would endorse a constitutional amendment banning same-sex marriage.", 
    "name": "Mary Cheney"
  }, 
  {
    "quote": "It won't take 40 years for opposition to same-sex marriage to dissipate.", 
    "name": "Mary Cheney"
  }, 
  {
    "quote": "I know one husband and wife who, whatever the official reasons given to the court for the break up of their marriage, were really divorced because the husband believed that nobody ought to read while he was talking and the wife that nobody ought to talk while she was reading.", 
    "name": "Vera Brittain"
  }, 
  {
    "quote": "I had only two offers of marriage in my life, and I refused both.", 
    "name": "Catherine Helen Spence"
  }, 
  {
    "quote": "I remember driving home one evening while they were reviewing the papers on the radio. One of the articles was about me separating from my wife. It's a weird thing to listen to a news report about the break-up of your marriage.", 
    "name": "Rory Bremner"
  }, 
  {
    "quote": "In those days, the late 1970s, one of the leading politicians was a soon-to-be uncle by marriage of Arnold Schwarzenegger, named Ted Kennedy.", 
    "name": "Michael Kinsley"
  }, 
  {
    "quote": "No candidate can win a presidential race advocating gay marriage and opposing the military action in Iraq.", 
    "name": "Dick Morris"
  }, 
  {
    "quote": "Public-opinion polls show that Americans split about evenly on civil unions. But when the words 'gay marriage' are presented, they break 3-to-1 against it.", 
    "name": "Dick Morris"
  }, 
  {
    "quote": "Writing and singing does give me some kind of release from the demons of my past, it is a therapy of sorts, but to be honest, my marriage played a more important role in the acceptance of myself than performance has ever done.", 
    "name": "Michelle Shocked"
  }, 
  {
    "quote": "More than 1.1 million taxpayers in Pennsylvania will enjoy a lower tax rate, more than 1.4 million married couples will benefit from the reduction in the marriage penalty, and more than 1.1 million parents will have the advantage of an increased child tax credit.", 
    "name": "Tim Murphy"
  }, 
  {
    "quote": "I've never understood what the upside of marriage would be for me personally.", 
    "name": "Arsenio Hall"
  }, 
  {
    "quote": "I love being in a relationship, but marriage isn't for me.", 
    "name": "Arsenio Hall"
  }, 
  {
    "quote": "My parents' long and happy marriage was a great ideal to live up to, but a tough one.", 
    "name": "Olivia Williams"
  }, 
  {
    "quote": "My parents have a wonderful marriage, for many years. But I can't commit myself for such a long time.", 
    "name": "Kim Wilde"
  }, 
  {
    "quote": "My father was a Catholic, but my mother wasn't. She had to do that weird deal you do as a Catholic - they deign to sanction your marriage and you have to bring your children up as Catholics.", 
    "name": "Jared Harris"
  }, 
  {
    "quote": "It's very different than it use to be. I think everybody has a lot more experience in how to be in a relationship - whether it's a marriage or a significant other or a business or a friend.", 
    "name": "Kathy Valentine"
  }, 
  {
    "quote": "Sleeping together is a euphemism for people, but tantamount to marriage with cats.", 
    "name": "Marge Piercy"
  }, 
  {
    "quote": "There are more than 30 states, who either by statute or constitutional amendment, have defined marriage as being between a man and a woman.", 
    "name": "John Thune"
  }, 
  {
    "quote": "The sum and substance of female education in America, as in England, is training women to consider marriage as the sole object in life, and to pretend that they do not think so.", 
    "name": "Harriet Martineau"
  }, 
  {
    "quote": "The president strongly believes that marriage in this country ought to be between a man and a woman. He also believes it is something that ought to be decided by the people. He doesn't believe that judges ought to impose their will on the people.", 
    "name": "Ken Mehlman"
  }, 
  {
    "quote": "All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it.", 
    "name": "Brigitte Nielsen"
  }, 
  {
    "quote": "It became plain very soon after our marriage that ours was to be a literary partnership.", 
    "name": "Mary Augusta Ward"
  }, 
  {
    "quote": "For after my marriage I had made various attempts to write fiction. They were clearly failures.", 
    "name": "Mary Augusta Ward"
  }, 
  {
    "quote": "I thought marriage was something very quiet and very regular and very bourgeois.", 
    "name": "Carla Bruni"
  }, 
  {
    "quote": "Marriage is another trap. If you are someone who likes independence, it's another stamp against that. And you have to swear to fidelity.", 
    "name": "Carla Bruni"
  }, 
  {
    "quote": "A good businessman never makes a contract unless he's sure he can carry it through, yet every fool on earth is perfectly willing to sign a marriage contract without considering whether he can live up to it or not.", 
    "name": "Dalton Trumbo"
  }, 
  {
    "quote": "It is sad that the Republican leadership is not as interested as they say they are in protecting the institution of marriage as they are in waging a campaign to divide and distract the American people from the real issues that need to be addressed.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "A band is not a marriage. There are no oaths of allegiance. If you feel your life will be better served by splitting up the group, you've got to do it - but of course it does cause problems.", 
    "name": "Steve Winwood"
  }, 
  {
    "quote": "I've never really been very good at marriage. It's one of my failures. I've tried my best, but I do realise the common denominator is me it's something I'm doing.", 
    "name": "Len Goodman"
  }, 
  {
    "quote": "Marriage is important to me and I love the idea of being married.", 
    "name": "Nicole Appleton"
  }, 
  {
    "quote": "Well I don't know that I'm okay any more than anyone else is okay, I lead a happy life and a very full one - I have a happy marriage and my kids are all cheerful, and no one is finding fault with me, personally.", 
    "name": "L. Ron Hubbard"
  }, 
  {
    "quote": "Heather knows why and when her marriage ended with Richie and she knows why my marriage ended with Charlie.", 
    "name": "Denise Richards"
  }, 
  {
    "quote": "My marriage was breaking up, and my marriage with Chong was breaking up. I had to come back and kind of start on my own again.", 
    "name": "Cheech Marin"
  }, 
  {
    "quote": "It's about time we all faced up to the truth. If we accept the radical homosexual agenda, be it in the military or in marriage or in other areas of our lives, we are utterly destroying the concept of family.", 
    "name": "Alan Keyes"
  }, 
  {
    "quote": "I think that's one of the most difficult things in any marriage - in order to build anything, you must be together. You can't build anything over the telephone.", 
    "name": "Julie London"
  }, 
  {
    "quote": "When I got political that blew our marriage out of the water. I was not the same person and I admit that.", 
    "name": "Michael Moriarty"
  }, 
  {
    "quote": "I worked with John, but I had enough sense to walk just a little ways behind him. I could have made more records, but I wanted to have a marriage.", 
    "name": "June Carter Cash"
  }, 
  {
    "quote": "But the fact that same-sex marriage is still an issue is insane. Thinking love knows a sex is ridiculous.", 
    "name": "Garret Dillahunt"
  }, 
  {
    "quote": "Legislation to create a new 10 percent tax bracket, reduce the marriage penalty, cut the tax rate on dividends and capital gains, and increase the child tax credit have been essential elements in this economic expansion.", 
    "name": "Roger Wicker"
  }, 
  {
    "quote": "I only gave out my opinion that same sex marriage is against the law of God.", 
    "name": "Manny Pacquiao"
  }, 
  {
    "quote": "I highly suggest marriage to all my friends who are dating.", 
    "name": "Jerry O'Connell"
  }, 
  {
    "quote": "I grew up in a Hindu household but went to a Roman Catholic school. I grew up with a mother who said, 'I'll arrange a marriage for you at 18,' but she also said that we could achieve anything we put our minds to an encourage us to dream of becoming prime minister or president.", 
    "name": "Indra Nooyi"
  }, 
  {
    "quote": "You can't have a happy family if you don't have a happy marriage.", 
    "name": "Jeremy Sisto"
  }, 
  {
    "quote": "There's not a lot of room anymore for what I call 'made-up' drama. The drama comes from real places now - marriage takes work and focus, the kid stuff takes patience and commitment. And if you don't grow as people and as a couple, within all of that, then you've got some real drama.", 
    "name": "Jeremy Sisto"
  }, 
  {
    "quote": "It's the best marriage of songs and production. But I have to say, I have an affinity for Bossanova.", 
    "name": "Joey Santiago"
  }, 
  {
    "quote": "New Orleans, more than many places I know, actually tangibly lives its culture. It's not just a residual of life it's a part of life. Music is at every major milestone of our life: birth, marriage, death. It's our culture.", 
    "name": "Wendell Pierce"
  }, 
  {
    "quote": "Let me be clear. I support the definition of marriage as a union between a man and a woman.", 
    "name": "Ben Nelson"
  }, 
  {
    "quote": "I was glad to hear of that determination as I detest the practice of cousins marrying or any marriage between persons in which there can be traced the most distant relationship. I go for the improvement instead of the deterioration of our race.", 
    "name": "Ezra Cornell"
  }, 
  {
    "quote": "Marriage is all about knowing the ins and outs and the intimate details, and your wife is supposed to be the person you know best. But my brother and I think alike, know everything about one another, and when we get together, we block everything else out. Nothing exists in our world except for us.", 
    "name": "Jon Heder"
  }, 
  {
    "quote": "Marriage is wild. I thought it was this perfect land of happiness and joy. Wrong! After you say you do, you don't for a long time.", 
    "name": "John Leguizamo"
  }, 
  {
    "quote": "I'm certain that most couples expect to find intimacy in marriage, but it somehow eludes them.", 
    "name": "James Dobson"
  }, 
  {
    "quote": "I think there is a generation gap. I personally look forward to, as our generation becomes the leaders, you are gonna see a change, and I think hopefully gay marriage will be a part of that country.", 
    "name": "Vanessa Kerry"
  }, 
  {
    "quote": "Many women cut back what had to be done at home by redefining what the house, the marriage and, sometimes, what the child needs. One woman described a fairly common pattern: I do my half. I do half of his half, and the rest doesn't get done.", 
    "name": "Arlie Russell Hochschild"
  }, 
  {
    "quote": "Obviously, the anti-ERA people are tickled about my ordeal because it proves that the ERA breaks up families. When they point out that feminism is a dangerous thing, I just say marriage is pretty precarious too.", 
    "name": "Sonia Johnson"
  }, 
  {
    "quote": "In response to our fast-food culture, a 'slow food' movement appeared. Out of hurried parenthood, a move toward slow parenting could be growing. With vital government supports for state-of-the-art public child care and paid parental leave, maybe we would be ready to try slow love and marriage.", 
    "name": "Arlie Russell Hochschild"
  }, 
  {
    "quote": "Traditional marriage between a man and a woman has been a cornerstone of our society for generations. If we are going to change that, it ought to be done by the will of the people.", 
    "name": "Steve Chabot"
  }, 
  {
    "quote": "I don't particularly think marriage is a sane thing.", 
    "name": "Sean Young"
  }, 
  {
    "quote": "I'm receiving 300 to 500 letters every week from people telling me that God used my stories to save their marriage or to introduce them to Christ or to heal a relationship that had been broken.", 
    "name": "Karen Kingsbury"
  }, 
  {
    "quote": "Marriage, like death, is a debt we owe to nature.", 
    "name": "Julia Ward Howe"
  }, 
  {
    "quote": "But I don't think that it's a form of family that I would be comfortable in. I've found a way to this character and this family, but I still believe that a marriage is between two people and not seven or three.", 
    "name": "Jeanne Tripplehorn"
  }, 
  {
    "quote": "The thing is, when I had my first success it did coincide with the end of my first marriage, and because I went on to have a very, very unhappy two years, I don't think I equate career success with personal happiness.", 
    "name": "Rob Brydon"
  }, 
  {
    "quote": "When you're suddenly pregnant and no one is standing by your side, even if you're in your 30s, it's a hard conversation. I'm a traditional girl, and I believe in marriage, and I just always thought that's the way I'd be doing this.", 
    "name": "Bridget Moynahan"
  }, 
  {
    "quote": "And my marriage was perfect when I wasn't famous.", 
    "name": "Damon Wayans"
  }, 
  {
    "quote": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage.", 
    "name": "Connie Britton"
  }, 
  {
    "quote": "The fact is, I am in my third marriage and I do not believe in divorce. But I was half the problem, I guarantee you. More than half the problem. I couldn't negotiate with the other women.", 
    "name": "James Brolin"
  }, 
  {
    "quote": "Only after I faced the unhappiness of my first marriage did I start on the path of personal growth.", 
    "name": "Judith Wright"
  }, 
  {
    "quote": "I hope gay marriage will be legal in every state.", 
    "name": "Mark Consuelos"
  }, 
  {
    "quote": "The activists will not stop in trying to impose their extreme views on the rest of us, and they have now plotted out a state-by-state strategy to increase the number of judicial decisions redefining marriage without the voice of the people being heard.", 
    "name": "Jim Bunning"
  }, 
  {
    "quote": "The very idea of marriage is basic to recognition as equals in our society any status short of that is inferior, unjust, and unconstitutional.", 
    "name": "Ted Olson"
  }, 
  {
    "quote": "The United States Supreme Court has repeatedly held that marriage is one of the most fundamental rights that we have as Americans under our Constitution.", 
    "name": "Ted Olson"
  }, 
  {
    "quote": "Each experience I go through - marriage, my public life, my personal life - I'm learning as I go.", 
    "name": "Jason Sudeikis"
  }, 
  {
    "quote": "Gay marriage won't be more of an issue 25 years from now than interracial marriage is today.", 
    "name": "Jared Polis"
  }, 
  {
    "quote": "I've done an informal, anecdotal survey about marriage, and I've found no evidence that it brings happiness.", 
    "name": "Mary McCormack"
  }, 
  {
    "quote": "My father and mother were second cousins, though they did not meet till shortly before their marriage.", 
    "name": "Patrick White"
  }, 
  {
    "quote": "There's something about marriage that is not as intensely romantic or interesting as a couple's first meeting.", 
    "name": "John Sandford"
  }, 
  {
    "quote": "I finally got a chance to talk to my daughter from my previous marriage. I just got married May 3 to my beautiful wife, but we don't see each other much.", 
    "name": "Peter Criss"
  }, 
  {
    "quote": "Civil marriage, like all civil rights provided by the government, must be provided equally to all Americans.", 
    "name": "Benjamin Todd Jealous"
  }, 
  {
    "quote": "Marriage and the creation of families has been an integral part of our society since its creation it should not be defined without the kind of involvement by the people which a constitutional process would require.", 
    "name": "Robert Foster Bennett"
  }, 
  {
    "quote": "We are confident that the Supreme Court will soon see the direction that this country is headed and enshrine marriage as a constitutional right for all.", 
    "name": "Benjamin Todd Jealous"
  }, 
  {
    "quote": "Marriage, even the best marriages are tough.", 
    "name": "Jayne Meadows"
  }, 
  {
    "quote": "I lost my second marriage because of drinking, and I loved the woman very much. But I thought I needed booze to write. I'm glad I was disabused.", 
    "name": "Barry Hannah"
  }, 
  {
    "quote": "People used to say my son looked like a Mexican Biggie. And when he was first born, memories of Biggie... you know, we didn't always have the greatest days. For at least half the length of our marriage we were separated, so everyday was definitely not a good day.", 
    "name": "Faith Evans"
  }, 
  {
    "quote": "I guess you kind of got to realize that once you in a marriage, whatever it is, you gotta deal with it. Not necessarily that you got to accept it, but you have to deal with it and try your best to make it work for you, for the both of you.", 
    "name": "Faith Evans"
  }, 
  {
    "quote": "The reason for not getting married was that I just didn't have a partner to get married to. Climbing mountains was more attractive to me than marriage, or other fun things like that.", 
    "name": "Tamae Watanabe"
  }, 
  {
    "quote": "My father was on the faculty in the Chemistry Department of Harvard University my mother had one year of graduate work in physics before her marriage.", 
    "name": "Kenneth G. Wilson"
  }, 
  {
    "quote": "I got married at 22 and remained in an abusive marriage for 10 years. I made up my mind that that was never going to happen to me again. I made a brave step to walk out in a society when you didn't walk out of an abusive marriage. It was mental and physical abuse.", 
    "name": "Joyce Banda"
  }, 
  {
    "quote": "Everything in life is a lesson and I have learned from each marriage. Yes, I've made mistakes but every experience is a learning curve.", 
    "name": "Patsy Kensit"
  }, 
  {
    "quote": "If we did not look to marriage as the principal source of happiness, fewer marriages would end in tears.", 
    "name": "Anthony Storr"
  }, 
  {
    "quote": "I left my marriage knowing I'd have to work. I have.", 
    "name": "Sarah Ferguson"
  }, 
  {
    "quote": "Religious institutions should have religious freedom on this issue. No church or minister should ever have to conduct a marriage that is inconsistent with their religious beliefs. But I think as a civil institution, this issue's time has come and we need to move forward.", 
    "name": "Kay Hagan"
  }, 
  {
    "quote": "Our black president can't say that he's for gay marriage. That is upsetting to me.", 
    "name": "Mario Cantone"
  }, 
  {
    "quote": "Marriage has been defined by every legislature that has ever sat in the United States from every State, now 50 States, the same way, but now we have unelected judges altering and changing that fundamental institution.", 
    "name": "Jeff Sessions"
  }, 
  {
    "quote": "There's lots of problem solving in any marriage, but when you have this collective goal that is a human being, it's an inspiring rally point.", 
    "name": "Ty Burrell"
  }, 
  {
    "quote": "To say I drank my way into marriage isn't much of an exaggeration, and it's none at all to say I drank my way out of it.", 
    "name": "Lawrence Block"
  }, 
  {
    "quote": "Marriage: love, honor, and negotiate.", 
    "name": "Joe Moore"
  }, 
  {
    "quote": "I've learned this is a very long marriage doing a television show. I like the people that I work with to be people I enjoy, so you want to cast people who are as excited and enthusiastic as you are.", 
    "name": "Shonda Rhimes"
  }, 
  {
    "quote": "I am a firm believer in marriage. In the future I will be married.", 
    "name": "Elisabetta Canalis"
  }, 
  {
    "quote": "Marriage is one of the most sacred human institutions. I asked our Senators, as many South Dakotans have done, to protect marriage as a union between a man and a woman.", 
    "name": "Mike Rounds"
  }, 
  {
    "quote": "Other than marriage, she doesn't control me and I don't control her.", 
    "name": "Gavyn Davies"
  }, 
  {
    "quote": "My wife disagrees with 100 percent of what I say. That's the same marriage I have.", 
    "name": "Curtis Sliwa"
  }
]