[
  {
    "quote": "Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "He who has not Christmas in his heart will never find it under a tree.", 
    "name": "Roy L. Smith"
  }, 
  {
    "quote": "The main reason Santa is so jolly is because he knows where all the bad girls live.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Maybe Christmas, the Grinch thought, doesn't come from a store.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "A good conscience is a continual Christmas.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.", 
    "name": "Dale Evans"
  }, 
  {
    "quote": "Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "When we were children we were grateful to those who filled our stockings at Christmas time. Why are we not grateful to God for filling our stockings with legs?", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly let him rejoice.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included.", 
    "name": "Bernard Manning"
  }, 
  {
    "quote": "The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn't for any religious reasons. They couldn't find three wise men and a virgin.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Christmas... is not an external event at all, but a piece of one's home that one carries in one's heart.", 
    "name": "Freya Stark"
  }, 
  {
    "quote": "What I don't like about office Christmas parties is looking for a job the next day.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "Christmas in Bethlehem. The ancient dream: a cold, clear night made brilliant by a glorious star, the smell of incense, shepherds and wise men falling to their knees in adoration of the sweet baby, the incarnation of perfect love.", 
    "name": "Lucinda Franks"
  }, 
  {
    "quote": "Christmas is a season for kindling the fire for hospitality in the hall, the genial flame of charity in the heart.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Unless we make Christmas an occasion to share our blessings, all the snow in Alaska won't make it 'white'.", 
    "name": "Bing Crosby"
  }, 
  {
    "quote": "Christmas isn't a season. It's a feeling.", 
    "name": "Edna Ferber"
  }, 
  {
    "quote": "A lovely thing about Christmas is that it's compulsory, like a thunderstorm, and we all go through it together.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "If you haven't got any charity in your heart, you have the worst kind of heart trouble.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "I don't think Christmas is necessarily about things. It's about being good to one another, it's about the Christian ethic, it's about kindness.", 
    "name": "Carrie Fisher"
  }, 
  {
    "quote": "Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Let's be naughty and save Santa the trip.", 
    "name": "Gary Allan"
  }, 
  {
    "quote": "At Christmas play and make good cheer, for Christmas comes but once a year.", 
    "name": "Thomas Tusser"
  }, 
  {
    "quote": "I once wanted to become an atheist, but I gave up - they have no holidays.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Christmas is the day that holds all time together.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "Nothing says holidays, like a cheese log.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "That's the true spirit of Christmas people being helped by people other than me.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "At Christmas, 'It's a Wonderful Life' makes me cry in exactly the same places every time, even though I know it's coming.", 
    "name": "Nicholas Lea"
  }, 
  {
    "quote": "There are some people who want to throw their arms round you simply because it is Christmas there are other people who want to strangle you simply because it is Christmas.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "To perceive Christmas through its wrappings becomes more difficult with every year.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise.", 
    "name": "Karl Rahner"
  }, 
  {
    "quote": "Santa Claus has the right idea - visit people only once a year.", 
    "name": "Victor Borge"
  }, 
  {
    "quote": "I love Christmas, not just because of the presents but because of all the decorations and lights and the warmth of the season.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "As dry leaves that before the wild hurricane fly, when they meet with an obstacle, mount to the sky. So up to the house-top the coursers they flew, with the sleigh full of toys, and St. Nicholas too.", 
    "name": "Clement Clarke Moore"
  }, 
  {
    "quote": "Christmas is, of course, the time to be home - in heart as well as body.", 
    "name": "Garry Moore"
  }, 
  {
    "quote": "The earth has grown old with its burden of care, but at Christmas it always is young, the heart of the jewel burns lustrous and fair, and its soul full of music breaks the air, when the song of angels is sung.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "Expectancy is the atmosphere for miracles.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "The real evidence for Jesus and Christianity is in how Jesus and the Christianity based on him manifest themselves in the lives of practicing Christians.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "Every gift which is given, even though is be small, is in reality great, if it is given with affection.", 
    "name": "Pindar"
  }, 
  {
    "quote": "I stopped believing in Santa Claus when I was six. Mother took me to see him in a department store and he asked for my autograph.", 
    "name": "Shirley Temple"
  }, 
  {
    "quote": "The Christian faith can never be separated from the soil of sacred events, from the choice made by God, who wanted to speak to us, to become man, to die and rise again, in a particular place and at a particular time.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "The supernatural birth of Christ, his miracles, his resurrection and ascension, remain eternal truths, whatever doubts may be cast on their reality as historical facts.", 
    "name": "David Friedrich Strauss"
  }, 
  {
    "quote": "T'was the night before Christmas, when all through the house, not a creature was stirring, not even a mouse.", 
    "name": "Clement Clarke Moore"
  }, 
  {
    "quote": "Santa is our culture's only mythic figure truly believed in by a large percentage of the population. It's a fact that most of the true believers are under eight years old, and that's a pity.", 
    "name": "Chris Van Allsburg"
  }, 
  {
    "quote": "Now, the essence, the very spirit of Christmas is that we first make believe a thing is so, and lo, it presently turns out to be so.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "Pets, like their owners, tend to expand a little over the Christmas period.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "I love giving gifts and I love receiving them. I really like giving little kids extravagant gifts. You see their little faces light up and they get excited. If it's a really good gift, I love receiving it, like jewels, small islands.", 
    "name": "Gina Gershon"
  }, 
  {
    "quote": "Christmas, children, is not a date. It is a state of mind.", 
    "name": "Mary Ellen Chase"
  }, 
  {
    "quote": "Coming from Chicago, I like a white Christmas.", 
    "name": "Dennis Franz"
  }, 
  {
    "quote": "There are a lot of Grinches out there that would like nothing better than to take any references to religion out of the holiday season.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "The excellence of a gift lies in its appropriateness rather than in its value.", 
    "name": "Charles Dudley Warner"
  }, 
  {
    "quote": "Please to put a nickel, please to put a dime. How petitions trickle in at Christmas time!", 
    "name": "Phyllis McGinley"
  }, 
  {
    "quote": "Our children await Christmas presents like politicians getting in election returns: there's the Uncle Fred precinct and the Aunt Ruth district still to come in.", 
    "name": "Marcelene Cox"
  }, 
  {
    "quote": "In our open society, we are inclined to give to the less fortunate for the pure goodness of giving. We open our home to those who are alone on this holiday to spread some warmth into the life of another.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "Christmas makes me happy no matter what time of year it comes around.", 
    "name": "Bryan White"
  }, 
  {
    "quote": "Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "It's silly talking about how many years we will have to spend in the jungles of Vietnam when we could pave the whole country and put parking stripes on it and still be home by Christmas.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I wrapped my Christmas presents early this year, but I used the wrong paper. See, the paper I used said 'Happy Birthday' on it. I didn't want to waste it so I just wrote 'Jesus' on it.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "I will honor Christmas in my heart, and try to keep it all the year.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "There's nothing sadder in this world than to awake Christmas morning and not be a child.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Christmas is the time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell government what they want and their kids pay for it.", 
    "name": "Richard Lamm"
  }, 
  {
    "quote": "It's true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "Christmas is a holiday that persecutes the lonely, the frayed, and the rejected.", 
    "name": "Jimmy Cannon"
  }, 
  {
    "quote": "Moving between the legs of tables and of chairs, rising or falling, grasping at kisses and toys, advancing boldly, sudden to take alarm, retreating to the corner of arm and knee, eager to be reassured, taking pleasure in the fragrant brilliance of the Christmas tree.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Next to a circus there ain't nothing that packs up and tears out faster than the Christmas spirit.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "In the United States Christmas has become the rape of an idea.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "I was nine or 10 years old and my father was sacked on Christmas Day. He was a manager, the results had not been good, he lost a game on December 22 or 23. On Christmas Day, the telephone rang and he was sacked in the middle of our lunch.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "There's a little vanity chair that Charlie gave me the first Christmas we knew each other. I'll not be parting with that, nor our bed - the four-poster - I'll be needing that to die in.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "I wanted an electric train for Christmas but I got the saxophone instead.", 
    "name": "Clarence Clemons"
  }, 
  {
    "quote": "Even though we're a week and a half away from Thanksgiving, it's beginning to look a lot like Christmas.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "Christmas makes everything twice as sad.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I suppose if you look back to your early childhood you accept everything people tell you, and that includes a heavy dose of irrationality - you're told about tooth fairies and Father Christmas and things.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Now I'm an old Christmas tree, the roots of which have died. They just come along and while the little needles fall off me replace them with medallions.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "My mother was a professional sick person she took a lot of pain pills. There are many people like that. It's just how they are used to getting attention. I always remember she's the daughter of alcoholics who'd leave her alone at Christmas time.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Mail your packages early so the post office can lose them in time for Christmas.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "'The Christmas Song,' by Nat King Cole, is not only a masterful performance to me it just sounds like the holidays. I've never sung it, because Nat's version is so perfect. I gotta leave it alone.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Time always seems long to the child who is waiting - for Christmas, for next summer, for becoming a grownup: long also when he surrenders his whole soul to each moment of a happy day.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Christmas can have a real melancholy aspect, 'cause it packages itself as this idea of perfect family cohesion and love, and you're always going to come up short when you measure your personal life against the idealized personal lives that are constantly thrust in our faces, primarily by TV commercials.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "You have to remind kids to stay connected to the meaning of Christmas. Sometimes it takes a little bit of effort, but it's so worth it.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "The truth is the Super Bowl long ago became more than just a football game. It's part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.", 
    "name": "Bob Schieffer"
  }, 
  {
    "quote": "Christmas is over and Business is Business.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Bloody Christmas, here again, let us raise a loving cup, peace on earth, goodwill to men, and make them do the washing up.", 
    "name": "Wendy Cope"
  }, 
  {
    "quote": "Christmas is more stressful with present buying and making sure everyone gets included, but Thanksgiving is really not that. I don't ever really get stressed out about the food.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "The two most joyous times of the year are Christmas morning and the end of school.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "I remember a great America where we made everything. There was a time when the only thing you got from Japan was a really bad cheap transistor radio that some aunt gave you for Christmas.", 
    "name": "Cher"
  }, 
  {
    "quote": "It's surprising to me how many of my friends send Christmas cards, or holiday cards, including my atheist and secular friends.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I beg to present you as a Christmas gift the city of Savannah.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "Christmas carols always brought tears to my eyes. I also cry at weddings. I should have cried at a couple of my own.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "I've always loved Christmas and that's not really gone away from me from being a child to now. It's always a magical time and I'm unashamed in my love for Christmas.", 
    "name": "Martin Freeman"
  }, 
  {
    "quote": "The truth is that our way of celebrating the Christmas season does spring from myriad cultures and sources, from St. Nicholas to Coca-Cola advertising campaigns.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "I remember driving to North Carolina when I was a little girl in a snowstorm to get down to my mom's family in the Carolinas. There were chains on the car - it was the late sixties - and we were just singing in the car. Christmas carols.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "I can't tell you how scary it can be walking onto a movie and suddenly joining this family, it's like going to somebody else's Christmas dinner, everyone knows everyone, and you're there and you're not quite sure what you're supposed to be doing.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "The worst gift that I ever gave a girl was a suitcase for Christmas. As in, 'I can't think of anything to give you, but here's a new suitcase.' Afterward, I was like, 'What were you thinking, idiot?'", 
    "name": "Jensen Ackles"
  }, 
  {
    "quote": "I think Christmas is about celebration and come on, on the inside everyone wants to dance.", 
    "name": "TobyMac"
  }, 
  {
    "quote": "Making a Christmas album is looked upon by some people as the thing you do when you are heading towards retirement.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "If you want me to sing this Christmas song with the feeling and the meaning, you better see if you can locate that check.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.", 
    "name": "Steven Tyler"
  }, 
  {
    "quote": "The cheese board is my big treat at Christmas that I have to deny myself during the rest of year.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "You can't allow the forces of political correction to shut you up. I mean, why are people afraid to say, 'Merry Christmas?' Give me a break. If people don't like it, yeah, they can go do something else.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "On the whole, I prefer Christmas as an adult than I did as a child.", 
    "name": "Nigella Lawson"
  }, 
  {
    "quote": "Tax cuts should be for life, not just for Christmas.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "The sharpest memory of our old-fashioned Christmas eve is my mother's hand making sure I was settled in bed.", 
    "name": "Paul Engle"
  }, 
  {
    "quote": "When you have kids, you instantly feel that you do not want to do them wrong. Those dads that go off to Florida and start a new life, I couldn't imagine that: seeing my kid once every Christmas, every three years. If I'm gone for six days it feels like too much.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "With the song 'This Christmas' I wanted to do something that was kind of different. I mean, Donny Hathaway is an amazing artist. So I wanted to bring my flavor to the song so when people over the age of 45 or 50 hear it they'll be like 'OK, he did his thing with that record.' It's like I can appeal to everybody and not just a younger demographic.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "When I was 12, all I wanted for Christmas was a trampoline or a four-wheeler. I ended up getting both presents for Christmas.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "I was a postman one Christmas and I developed a morbid fear of dogs.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "I loved raising my kids. I loved the process, the dirt of it, the tears of it, the frustration of it, Christmas, Easter, birthdays, growth charts, pediatrician appointments. I loved all of it.", 
    "name": "Jane Elliot"
  }, 
  {
    "quote": "You don't want your jewelry to make you look fat. A lot of what's out there now does - you just wind up looking like a Christmas tree.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "Christmas in L.A. is weird. There's no snow. It's not even cold.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Online, there's no time. It's always Christmas.", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "So we're considering doing a new Christmas album, because there's been Christmas episodes since then, and maybe finally do the version of 'The Most Offensive Song Ever' with lyrics intact.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "Come Christmas Eve, we usually go to my mom and dad's. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "My favorite traditional Christmas movie that I like to watch is All Quiet on the Western Front. It's just not December without that movie in my house.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I beg people not to accept the seasonal ritual of well-timed charity on Christmas Eve. It's blasphemy.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "According to an ancient Sardinian legend, the bodies of those who are born on Christmas Eve will never dissolve into dust but are preserved until the end of time.", 
    "name": "Grazia Deledda"
  }, 
  {
    "quote": "I made a French film called 'Merry Christmas' which is a very European film. It's a World War I piece.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "It's quite a famous story that takes place on Christmas Eve, and the Germans, French, and Scottish are trying to make peace one night and they bury their dead and they play football. I play a German opera singer, in German, which I never have so I am really excited about that.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Black Friday is not another bad hair day in Wall Street. It's the term used by American retailers to describe the day after the Thanksgiving Holiday, seen as the semi-official start of Christmas shopping season.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "It may be a cliche, but it's true - the build-up to Christmas is so much more pleasurable than the actual day itself.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "One Christmas build-up tradition, however, has totally bypassed me - that of going up to town and 'doing a show.'", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "If you pray enough for things, I am proof that they can happen. I feel like a kid on Christmas day now, every day. It's something I have wanted for a long time and I am as happy as anyone to be here. It is great to be back at my first love.", 
    "name": "Robbie Fowler"
  }, 
  {
    "quote": "There's never really been a real hood Christmas movie.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I remember wishing there was snow in L.A. And how jealous we used to get of those Christmas specials with kids playing in the snow.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I've been playing on Christmas for the last 10, 11, 12 years. So just got to get up early with the babies, and give them their toys and try to get a nap in and just come to play.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want - and their kids pay for it.", 
    "name": "Richard Lamm"
  }, 
  {
    "quote": "Brits and Americans have hundreds of different phrases for the same thing. Luckily, it's usually a source of amusement rather than frustration. A flashlight by any other name is still a torch. My personal favourite is 'fairy lights,' which we boringly refer to as 'Christmas lights.'", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "From a commercial point of view, if Christmas did not exist it would be necessary to invent it.", 
    "name": "Katharine Whitehorn"
  }, 
  {
    "quote": "I'm over the moon to be involved in the 'Doctor Who' Christmas special. I can't quite believe it as it's a part of the family tradition at the Jenkins household. I heard the news that I got the role on my 30th birthday and it was the best birthday present ever.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "My family makes these vinegars - out of everything from grapes to peaches and cherries. We go through the whole process with the giant vat and drainer, label them, and give them as Christmas presents.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "The whole point of me doing a Christmas record and what I centered it around was the song 'Christmas with You' from the point-of-view of the soldiers in Iraq.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "I've got some incredible fans actually - so loyal and they make me birthday cards and Christmas cards. I got this package of poems and artwork based around the songs. They've got this thing called 'Floetry' where they all have to put in artwork. They've set up their own competitions and stuff which is kind of amazing.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "I save every Christmas card. I keep them all.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn't let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can't dribble on grass.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "I went to Sunday School and liked the stories about Christ and the Christmas star. They were beautiful. They made you warm and happy to think about. But I didn't believe them.", 
    "name": "Frances Farmer"
  }, 
  {
    "quote": "Well, the album 'Intuition' is out and just went platinum officially. So I think to have the music doing what it's doing right now, man, it's the ultimate. Nobody is really selling records out there but we are at a million records and we dropped it at Christmas, so we are just trying to get that thing to like two million, you know.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "I'm bad on Valentine's Day, but even worse on Christmas. I go shopping at nine o'clock on December 24th every year. Nobody else is there. I'm in Toys'R'Us all by myself. I get there five minutes before closing.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "It was, you know, probably 80 degrees out in L.A., and my dad took me outside and there was snow. At the time, I thought, 'Every kid doesn't have snow in their backyard on Christmas?'", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I love Halloween, trick or treating and decorating the house. And I love Thanksgiving, because of the football and the fall weather. And of course, I love Christmas - that's my favorite of all!", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "For a long time all I wanted for Christmas were books about outdoor survival. I was convinced that the woods were calling me. I camped a lot, I took classes. At 18, I told myself if I don't live in the woods by myself by the time I'm 25, I have failed.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "I have a musical called Goodbye and Good Luck, based on a Grace Paley short story. I also have King Island Christmas, and there are 20 different productions of it this year.", 
    "name": "David Friedman"
  }, 
  {
    "quote": "Christmas is the antithesis of Thanksgiving. Christmas is pretty much a man-made holiday.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "I'm sure most of us remember being a kid and you have all of this endless time where two weeks before Christmas feels like ten years. I used to go to bed to try and go to sleep to try and make it go faster.", 
    "name": "Andrea Arnold"
  }, 
  {
    "quote": "There's something about a Christmas sweater that will always make me laugh.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "Every singer eventually gets around to a Christmas disc.", 
    "name": "Renee Fleming"
  }, 
  {
    "quote": "I love Christmas. I really do love Christmas. I love being with my family and I love snow. I love the music and the lights and all of it.", 
    "name": "Christina Applegate"
  }, 
  {
    "quote": "I get a little behind during Lent, but it comes out even at Christmas.", 
    "name": "Frank Butler"
  }, 
  {
    "quote": "There's been a concerted effort to steal Christmas.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "I don't know of too many double Christmas albums, so it is something that's new, and hopefully will be fun, and there's plenty of stuff out there to cut.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "It can't be overstated how wonderful it is not to have to audition any more. Any actor will tell you, it's like Christmas.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "When I was five my parents bought me a ukulele for Christmas. I quickly learned how to play it with my father's guidance. Thereafter, my father regularly taught me all the good old fashioned songs.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "Christmas renews our youth by stirring our wonder. The capacity for wonder has been called our most pregnant human faculty, for in it are born our art, our science, our religion.", 
    "name": "Ralph W. Sockman"
  }, 
  {
    "quote": "The denominational world tries to pressure its members to focus on the birth of Christ, but in doing so layers of guilt are imposed, and competition gets complicated as one Christmas program tries to outdo the other.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "At Christmas our house is like a Donnie and Marie Christmas Special.", 
    "name": "Kevin Richardson"
  }, 
  {
    "quote": "We didn't have a whole lot of money when I was growing up either. I would always ask for magic books or magic tricks for my birthday or for Christmas and the rest of the year I either had to mow lawns or find part time jobs to help supplement the cost of doing magic.", 
    "name": "Lance Burton"
  }, 
  {
    "quote": "One Christmas my father kept our tree up till March. He hated to see it go. I loved that.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "Christmas is a stocking stuffed with sugary goodness.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "I love Christmas. Frosty the Snowman, peace on Earth and mangers, Salvation Army bell ringers and reindeer, the movie 'Meet Me in St. Louis,' office parties and cookies.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "I love the excess of Christmas. The shopping season that begins in September, the bad pop star recordings of Christmas carols, the decorations that don't know when to come down.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "Christmas lights may be the loneliest thing for me, especially if you mix them up with reindeers and sleighs. I feel alone. I feel isolated. I feel I do not belong.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "I'm learning Spanish - I got Rosetta Stone for Christmas.", 
    "name": "Karlie Kloss"
  }, 
  {
    "quote": "What I'm not saying is that all government spending is bad. It's not - far, far from it, but there is no free lunch, as a former colleague of mine used to say. There is no public tooth fairy. Father Christmas does not work on the Treasury staff this year. You can never bail someone out of trouble without putting someone else into trouble.", 
    "name": "Arthur Laffer"
  }, 
  {
    "quote": "My grandson sees me as Lois on TV every Christmas, and that scores me points.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "Actually, my mother and Alfie came for three weeks' Christmas vacation and stayed for 21 years. I guess my mother never went back because she was lonely.", 
    "name": "Frank McCourt"
  }, 
  {
    "quote": "We never really had any kind of a Christmas. This is one part where my memory fails me completely.", 
    "name": "Frank McCourt"
  }, 
  {
    "quote": "My mother accidentally gave me food poisoning. She fed me baby carrots for a snack before Christmas dinner - but they had expired in June! I threw up for the next 24 hours.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "The pattern of a newspaperman's life is like the plot of 'Black Beauty.' Sometimes he finds a kind master who gives him a dry stall and an occasional bran mash in the form of a Christmas bonus, sometimes he falls into the hands of a mean owner who drives him in spite of spavins and expects him to live on potato peelings.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "You know, I started my career in politics in 1967. I'm not new to this. I did not just fall off the Christmas tree. I understand the world is complex. I know that there are people out there who want to hurt other people.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "I was at the vice president's Christmas party. I thought that his speech was spectacular, and I knew that it was a very emotional and difficult thing for him to do, but I admonished him for not waiting just one more stinking day.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "Christmas is a time of year that's so romantic.", 
    "name": "Katharine McPhee"
  }, 
  {
    "quote": "My fondest memories are generally the day after Thanksgiving. I get the total decorating Christmas itch.", 
    "name": "Katharine McPhee"
  }, 
  {
    "quote": "My mother died of metastatic colorectal cancer shortly before three P.M. on Christmas Day of 2008. I don't know the exact time of her death, because none of us thought to look at a clock for a while after she stopped breathing.", 
    "name": "Meghan O'Rourke"
  }, 
  {
    "quote": "I'm going to take the kids away over Christmas but I don't, I've written 14 musicals now, I don't want to rush into doing something just for the sake of doing it. I want to do it when I find a story.", 
    "name": "Andrew Lloyd Webber"
  }, 
  {
    "quote": "May I share with you my earliest memory of a political row? It was with my mother, about the Queen - classic Freudian stuff, shrinks would say. I was eight, and refusing to watch the Queen's Christmas Day broadcast.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "Like my dad, I have a Christmas party most years. I like to celebrate and see as many people as possible.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "My mother would give my brothers and me a pile of catalogues and let us pick what we wanted for Christmas.", 
    "name": "Kary Mullis"
  }, 
  {
    "quote": "Our last jam session was this past Christmas. Dad played his harmonica, mom sang in English and Italian, and I played guitar. I'm so happy that we could share that musical experience for one last time.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "The best Christmas present I got from my husband was a week to do whatever I wanted.", 
    "name": "Olivia Williams"
  }, 
  {
    "quote": "I just travel all the time. And I was just looking at the schedules now and starting the first week of October I will be every weekend with somebody at tournaments through Christmas. So it gets very difficult to just go away and not do that.", 
    "name": "Ivan Lendl"
  }, 
  {
    "quote": "Now, a lot of what we are doing right now, quite frankly, is because of what happened on Christmas. Many of the things were kind of in the works. We were already planning, for example, the purchase and deployment of advanced imaging technology. You call them body scanners. We call them AITs (Advanced Imaging Technologies).", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "My parents still treat Christmas like I'm thirteen years old.", 
    "name": "Mike Shinoda"
  }, 
  {
    "quote": "I was lucky enough to grow up in a home where I woke up Christmas morning and had toys. I know that's not the case with all people and I don't think kids should go without experiencing that sort of joy.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "My favorite toy growing up was Polly Pocket. But one gift that I wanted though never received for Christmas was a pair of trampoline moon shoes. You strap them to your feet and they have springs on them, and you can just jump around!", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I think we felt the pressure more at first than this time around. But still you don't want to let anyone down. I never even met Patrick until we had a Christmas party at Ian McKellen's house on the first movie and then I didn't see him again until the premiere.", 
    "name": "Rebecca Romijn"
  }, 
  {
    "quote": "Whatever he does should be seen as working at the Presidency and if he goes to Colorado for Christmas, it should be for a minimum amount of time, the family tradition and family get-together aspect emphasized, and it be seen as a working vacation.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "I think we need one recognized, respected public figure to make a tough, blunt statement on just what Reagan's record is and what he might do to the country, let alone the Republican Party before Christmas.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "My Christmas wish would be to have an entire week off. To spend it with my family and just curl up and watch Christmas movies when it's snowing outside.", 
    "name": "David Hasselhoff"
  }, 
  {
    "quote": "I actually share her view and understand her frustration when any government attempts to ban secular symbols like Santa Claus or Rudolph the Red Nose Reindeer or Christmas lights.", 
    "name": "Steve Israel"
  }, 
  {
    "quote": "And of course there's so much music in and around our family. I had a piano during Christmas because it's obviously useful through the season. There are so many people, songwriters, who are around.", 
    "name": "Ashley Judd"
  }, 
  {
    "quote": "It's hard and sometimes it's scary. It still amazes my mother. I went home for Christmas one year and there were fans all over the front lawn, hoping to see me.", 
    "name": "Luke Perry"
  }, 
  {
    "quote": "I had eight brothers and sisters. Every Christmas my younger brother Bobby would wake up extra early and open everybody's presents - everybody's - so by the time the rest of us got up, all the gifts were shredded, ribbons off, torn open and thrown aside.", 
    "name": "Tommy Hilfiger"
  }, 
  {
    "quote": "Christmas is taken very seriously in this household. I believe in Father Christmas, and there's no way I'd do anything to undermine that belief.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "For a Jewish guy, I've recorded a lot of Christmas albums.", 
    "name": "Barry Manilow"
  }, 
  {
    "quote": "First of all, I've been having a wonderful run of luck with cover albums, songs I didn't write. I had five pop cover albums and two Christmas albums, and they were all very successful.", 
    "name": "Barry Manilow"
  }, 
  {
    "quote": "From the time that I can remember, I worked to make money - either baby-sitting, or one year wrapping gifts at a department store at Christmas, so I could have my own money.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "The unfortunate thing about working for yourself is that you have the worst boss in the world. I work every day of the year except at Christmas, when I work a half day.", 
    "name": "David Eddings"
  }, 
  {
    "quote": "Godot is whatever it is in life that you are waiting for: 'I'm waiting to win the lottery. I'm waiting to fall in love'. For me, as a child, it was Christmas. At least that eventually came.", 
    "name": "Ian Mckellen"
  }, 
  {
    "quote": "It's more like Christmas, you know, when you get a shot in that looks great and it's exactly what you want. It's a great feeling, and there's nothing like it.", 
    "name": "Zack Snyder"
  }, 
  {
    "quote": "Fantastic! Right in the middle of that long stretch between Christmas and Spring Break, your coats are getting dirty, everything's dark, dingy - what a great time for a movie!", 
    "name": "John Hughes"
  }, 
  {
    "quote": "A lot of sequins for New Year's! Red, green, white - I fail at all of that because I'm always in black. But for Christmas, I do love wearing cute dresses with tights and a pair of boots.", 
    "name": "Ashley Benson"
  }, 
  {
    "quote": "I'd like to do a Christmas album. I've never done a Christmas album.", 
    "name": "Tanya Tucker"
  }, 
  {
    "quote": "I was talking to one of my aunties at Christmas and she said she didn't think it was ever in my nature to go against the grain, that I was always a good boy. I think she was right - I did always want to be good.", 
    "name": "James McAvoy"
  }, 
  {
    "quote": "I never really did Christmas before. Christmas Day? I mean - what's that? What's it all about? I was always flying on Christmas Day.", 
    "name": "Monica Seles"
  }, 
  {
    "quote": "Did you know that Christmas Day is absolutely the best day to fly? It is. No crowded airports and crowded planes. I always flew to Australia. That's what Christmas was for me - a plane journey to the next tournament.", 
    "name": "Monica Seles"
  }, 
  {
    "quote": "I was thrilled one year when I was younger when not only did my brothers get hockey sticks for Christmas - but I did too!", 
    "name": "Nancy Kerrigan"
  }, 
  {
    "quote": "He put a ring in the toe of a stocking. On Christmas Eve, we opened our stockings and it was there at the bottom of the toe. Then he got down on his knees and he was shaking.", 
    "name": "Kyra Sedgwick"
  }, 
  {
    "quote": "A friend gave me a CD of the 'Pathetique' Symphony as a Christmas present. I went home, and I put on the CD expecting to listen to Tchaikovsky. But it started 'ta ta ta taaa.' It was too long for me. I didn't understand it at first, but then I fell in love, in love, in love.", 
    "name": "Gustavo Dudamel"
  }, 
  {
    "quote": "It will be a hard game if you think about winning a championship. We need to think about our own game at the moment and focus on getting good results especially over the Christmas period.", 
    "name": "Dennis Bergkamp"
  }, 
  {
    "quote": "I got a guitar when I was about 14, for a Christmas present, and went from there.", 
    "name": "Robin Trower"
  }, 
  {
    "quote": "In 1934, the American Jewish charities offered to find homes for 300 German refugee children. We were on the SS Washington, bound for New York, Christmas 1934.", 
    "name": "Jack Steinberger"
  }, 
  {
    "quote": "I'm a disorganized mess. My purse is gross: I once found a shoulder pad, string cheese, and a Christmas ornament in it!", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "In the spring of 1994 I decided not to seek reelection to the Senate. I had made the decision 12 years earlier, Christmas Day of 1982, just after I had been first elected to a full term, that I would do the best I could for a limited time.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "My mother, she had a very good attitude toward money. I'm very grateful for the fact that we had to learn to save. I used to get like 50 pence a week, and I'd save it for like five months. And then I'd spend it on Christmas presents. I'd save up like eight pounds. It's nothing, but we did that.", 
    "name": "Gemma Arterton"
  }, 
  {
    "quote": "I got up one Christmas morning and we didn't have nothing to eat. We didn't have an apple, we didn't have an orange, we didn't have a cake, we didn't have nothing.", 
    "name": "Muddy Waters"
  }, 
  {
    "quote": "I stone got crazy when I saw somebody run down them strings with a bottleneck. My eyes lit up like a Christmas tree and I said that I had to learn.", 
    "name": "Muddy Waters"
  }, 
  {
    "quote": "I didn't know the full dimensions of forever, but I knew it was longer than waiting for Christmas to come.", 
    "name": "Richard Brautigan"
  }, 
  {
    "quote": "It is never too late to get into tennis! While I started playing at the age of 8 when my parents gave me a tennis racquet for Christmas, tennis is a lifelong sport that can be enjoyed by people of almost any age. It's also something you never forget once you learn.", 
    "name": "Samantha Stosur"
  }, 
  {
    "quote": "'The war in Iraq - if Osama was a Christian - it's the Christmas present he never would have expected.", 
    "name": "Michael Scheuer"
  }, 
  {
    "quote": "It's fun when you start a movie, because it's kind of like you get to go Christmas shopping... you get to make your wish list and you start thinking about what each character needs.", 
    "name": "Spike Jonze"
  }, 
  {
    "quote": "The next thing I wrote was in a writing class at night school. It was about a poor woman who worked at a dime store and who was all alone for Christmas in Laurel, Mississippi.", 
    "name": "Beth Henley"
  }, 
  {
    "quote": "It always depresses me when people moan about how commercial Christmas is. I love everything about it. The tradition of having this great big feast, slap bang in the middle of winter, is an essential thing to look forward to at the end of the year.", 
    "name": "Richard E. Grant"
  }, 
  {
    "quote": "I think the people who are making Christmas-themed movies today feel that people are more cynical about Christmas. There's more of an edge.", 
    "name": "Leonard Maltin"
  }, 
  {
    "quote": "A Christmas Carol is such a fool-proof story you can't louse it up.", 
    "name": "Leonard Maltin"
  }, 
  {
    "quote": "I made a Christmas album a couple of years ago and just put it out on my Web site. It kind of smacked of this flavor. All of the reviews said it was Western swing even when it was Christmas standards.", 
    "name": "Suzy Bogguss"
  }, 
  {
    "quote": "So many people release albums before Christmas and they get lost in the Christmas rush.", 
    "name": "Bonnie Tyler"
  }, 
  {
    "quote": "I've been in elementary education for years and my belief is that Christmas pageants in schools are little more than conditioning kids for the Christian religion.", 
    "name": "Jack Bowman"
  }, 
  {
    "quote": "Orphans, dead parents, lonely children at Christmas, morose spoken word recordings, everything you love about the holidays. Move the turkey over so you can fit your head in the oven.", 
    "name": "April Winchell"
  }, 
  {
    "quote": "I've taught fifth-year Christmas leavers last thing on a Friday afternoon. Basically, if you can face that you can face anything.", 
    "name": "Johann Lamont"
  }, 
  {
    "quote": "Music is my thing. It's my thing it's what I love. It's what I do. It's football to me it's Christmas to me religion to me poetry to me.", 
    "name": "Ryan Adams"
  }, 
  {
    "quote": "My father died when I was young and I was raised by my grandmother, Emma Klonjlaleh Brown. We could afford to eat chicken just once a year, on Christmas.", 
    "name": "George Weah"
  }, 
  {
    "quote": "When I was eight years old, I got a dummy for Christmas and started teaching myself. I got books and records and sat in front of the bathroom mirror, practising. I did my first show in the third grade and just kept going there was no reason to quit.", 
    "name": "Jeff Dunham"
  }, 
  {
    "quote": "I'm so depressed. Christmas is the worst of all. Holidays are terrible, worse than Sundays. I get melancholia.", 
    "name": "David O. Selznick"
  }, 
  {
    "quote": "We always had lutefisk for Christmas dinner, after which Dad read from the Norwegian Bible.", 
    "name": "Peter Agre"
  }, 
  {
    "quote": "I make personal appearances around the country. I'm starting a book tour now, and I may be coming to Toronto with the Learning Annex, which I'm doing all through the United States, so that may come up just before Christmas.", 
    "name": "Burt Ward"
  }, 
  {
    "quote": "I love all things Christmas.", 
    "name": "Samantha Barks"
  }, 
  {
    "quote": "I love cooking during Christmas, all smells like the hot apple cider, the hot spiced wine.", 
    "name": "Amy Smart"
  }, 
  {
    "quote": "South Park started as a little video Christmas card.", 
    "name": "Joel Hodgson"
  }, 
  {
    "quote": "The Earth reminded us of a Christmas tree ornament hanging in the blackness of space. As we got farther and farther away it diminished in size. Finally it shrank to the size of a marble, the most beautiful marble you can imagine.", 
    "name": "James Irwin"
  }, 
  {
    "quote": "I'm Jewish and my wife isn't so right now we're literally decorating a Christmas tree with Jewish stars draped around it.", 
    "name": "Max Greenfield"
  }, 
  {
    "quote": "Yeah, I started when I was 6 years old. My brother and sister would get all of these presents at Christmas time from the cast and crew of their show and I was jealous. So I decided that I had to become an actor.", 
    "name": "Sara Gilbert"
  }, 
  {
    "quote": "I loved 'White Christmas' for the music aspect. I was into musical theater.", 
    "name": "Lana Parrilla"
  }, 
  {
    "quote": "To understand this Christmas record, you have to understand our ministry.", 
    "name": "John Tesh"
  }, 
  {
    "quote": "Why not collect and clean chicken wishbones in the run-up to Christmas, spray them silver and use each to pinch together a white hem-stitch napkin?", 
    "name": "Pippa Middleton"
  }, 
  {
    "quote": "Lately I did a film called All I Want for Christmas and it was well received. This gave me a new point of view and a new respect for my work as an actress.", 
    "name": "Sarah Polley"
  }, 
  {
    "quote": "People have nannies and big cars, and they want to go to Maui for Christmas. When there are those kind of stakes involved, people get ruthless.", 
    "name": "Amy Sherman-Palladino"
  }, 
  {
    "quote": "So when I was 13, I basically left home and never returned and lived at home again. I would come home for a week at Christmas and two weeks in the summer only.", 
    "name": "Peter Jurasik"
  }, 
  {
    "quote": "I'm well-travelled so I can see places coming up. I went to St. Croix in the West Indies at Christmas and it had been hit by a really bad tornado. Values there have gone down but I guarantee they will be up again in eight years. So I'll get in now while it's cheap as chips.", 
    "name": "Melanie Brown"
  }, 
  {
    "quote": "Well, because I have twin seven-year-old boys, I enjoy the gift giving stuff a great deal. We do both Hanukkah and Christmas, so it is a costly, though extremely pleasing proposition.", 
    "name": "Fred Melamed"
  }, 
  {
    "quote": "Christmas albums are not something you do frequently.", 
    "name": "Isaac Hanson"
  }, 
  {
    "quote": "There are very few people who have done more than one Christmas album.", 
    "name": "Isaac Hanson"
  }, 
  {
    "quote": "A typical Christmas is me shucking oysters. I love them and I always get them in at Christmas.", 
    "name": "Hugh Bonneville"
  }, 
  {
    "quote": "During the holidays, everyone needs a break from studying for exams and Christmas shopping. I wanted to put together a diverse tour that rocks in many musical directions but always points to Christ.", 
    "name": "TobyMac"
  }, 
  {
    "quote": "I'm not going to put out a Christmas CD until it's coming out of me naturally.", 
    "name": "TobyMac"
  }, 
  {
    "quote": "Our whole family assembles in Chicago at Christmas and usually in Aspen in the summer.", 
    "name": "James Cronin"
  }, 
  {
    "quote": "Chum was a British boy's weekly which, at the end of the year was bound into a single huge book and the following Christmas parents bought it as Christmas presents for male children.", 
    "name": "A. E. van Vogt"
  }, 
  {
    "quote": "But Tammy Faye calls me, and Ron Jeremy calls me, Erik Estrada sends me a Christmas card every year.", 
    "name": "Trishelle Cannatella"
  }, 
  {
    "quote": "Besides the two Christmas things, we've got a about a dozen new tracks we're working on.", 
    "name": "Chris Frantz"
  }, 
  {
    "quote": "I used to know Jennifer Love Hewitt. We lived in the same apartment building when I was about... jeez, I guess it was when I was doing 'Christmas Vacation', so I was about 13 or 14.", 
    "name": "Johnny Galecki"
  }, 
  {
    "quote": "For me growing up, Christmas time was always the most fantastic, exciting time of year, and you'd stay up until three in the morning. You'd hear the parents wrapping in the other room but you knew that also, maybe, they were in collusion with Santa Claus.", 
    "name": "Chris Pine"
  }, 
  {
    "quote": "I grew up with the classics. My mom and I would sit and watch 'Singin' in the Rain' and 'White Christmas' - those kind of movies.", 
    "name": "Lucas Grabeel"
  }, 
  {
    "quote": "I started DJing, breakdancing and MCing in the '70s and I got my record deal in 1979 with 'Christmas Rap.'", 
    "name": "Kurtis Blow"
  }, 
  {
    "quote": "I've also committed my time and resources to many local organizations like Christmas in April, Catholic Community Services, and Hudson County Meals on Wheels.", 
    "name": "Vincent Frank"
  }, 
  {
    "quote": "I've also just finished filming the role of Robert Brown in 'Just William,' which is due to transmit on BBC One at Christmas.", 
    "name": "Harry Melling"
  }, 
  {
    "quote": "In fact, I was one of the few trusted people that Lucy allowed to play with their kids. I spent time at their summer home, rode horses at their ranch, and swam at their beach house. I even spent a Christmas with them at Palm Springs one year.", 
    "name": "Keith Thibodeaux"
  }, 
  {
    "quote": "Dad bought me a toy drum one Christmas, and I eventually destroyed it. I wanted a real drum and he bought me a snare drum. Dad continued to buy me one drum after the other.", 
    "name": "Keith Thibodeaux"
  }, 
  {
    "quote": "I don't want to see people decorating a house or digging a garden. As for guys like Jonathan Ross, he got an award there last Christmas. What for? He doesn't sing, dance or tell jokes, does he?", 
    "name": "Ian St. John"
  }, 
  {
    "quote": "My Christmas present to myself each year is to see how much air travel can open up the world and take me to places as far from sheltered California and Japan as possible.", 
    "name": "Pico Iyer"
  }, 
  {
    "quote": "I intend to keep writing Christmas songs. There's still a lot more about Christmas that can be captured and feel like old-time Christmas. A lot of the traditions haven't been explained in song.", 
    "name": "Clint Black"
  }, 
  {
    "quote": "I might do 'X Factor' next year. It's looking good that I won't get the sack at Christmas.", 
    "name": "Gary Barlow"
  }, 
  {
    "quote": "Yes, my first memory of singing, in general, was of a Christmas song. And then listening to Christmas music was really the first music I was ever connected to.", 
    "name": "Christina Perri"
  }, 
  {
    "quote": "It felt very natural to me to write a Christmas song, but at the same time I had to really put all sorts of pressure aside and just let the creativity flow and see what came out.", 
    "name": "Christina Perri"
  }, 
  {
    "quote": "My mom is a really good cook. I didn't get the cooking gene, but she cooks this really amazing dinner every Christmas, and that's always really fun.", 
    "name": "Miranda Cosgrove"
  }, 
  {
    "quote": "Every Christmas now for years, I have found myself wondering about the point of the celebration. As the holiday has become more ecumenical and secular, it has lost much of the magic that I remember so fondly from childhood.", 
    "name": "Whitley Strieber"
  }, 
  {
    "quote": "The upheavals of adolescence silenced 'A Christmas Carol' for a few years. I became a firebrand atheist. Christmas - humbug! Too commercial! Then I became an agnostic. Christmas was a pro-forma affair, basically a chore. Buy mother a book, dad a new tie, my brother and sister small gifts. Pretend thanks for the fountain pens and shirts I received.", 
    "name": "Whitley Strieber"
  }, 
  {
    "quote": "I put the copy of 'A Christmas Carol' that my grandfather had first read to me 60 years ago on my desk, and I began to write. The result, for better or for worse, is the 'Christmas Spirits.' I plan to read it to my grandson.", 
    "name": "Whitley Strieber"
  }, 
  {
    "quote": "I wouldn't recommend young kids see 'Speedway Junkie.' It's definitely an age-appropriate movie - dark and realistic and edgy. If young kids want to see me, go see the Christmas movie.", 
    "name": "Jonathan Taylor Thomas"
  }, 
  {
    "quote": "In our racist, sexist society, Christmas is the 8 hours when we stop killing each other and gratutious over eating is encouraged so that the starving and other people in the world can die!", 
    "name": "Lloyd Kaufman"
  }, 
  {
    "quote": "No sane local official who has hung up an empty stocking over the municipal fireplace, is going to shoot Santa Claus just before a hard Christmas.", 
    "name": "Alfred E. Smith"
  }, 
  {
    "quote": "At school, there was an annual school disco and I'd be standing in my bedroom wondering what to wear for hours on end. Eventually I'd arrive at a decision that was just the most ridiculous costume you could have ever devised - I think it was probably knitted Christmas jumpers on top of buttoned-up white shirts.", 
    "name": "Guy Berryman"
  }, 
  {
    "quote": "Then, when I got in the military, I used to host - even in high school - I hosted the talent shows, and when I was in the military I would host all of our base Christmas parties and stuff.", 
    "name": "Gary Owens"
  }, 
  {
    "quote": "Windows are as essential to office prestige as Christmas is to retailing.", 
    "name": "Enid Nemy"
  }
]