[
  {
    "quote": "God gave us the gift of life it is up to us to give ourselves the gift of living well.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The more you praise and celebrate your life, the more there is in life to celebrate.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "My father gave me the greatest gift anyone could give another person, he believed in me.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "I think, at a child's birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift should be curiosity.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The greatest gift that you can give to others is the gift of unconditional love and acceptance.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Every year on your birthday, you get a chance to start new.", 
    "name": "Sammy Hagar"
  }, 
  {
    "quote": "All the world is birthday cake, so take a piece, but not too much.", 
    "name": "George Harrison"
  }, 
  {
    "quote": "Thirty was so strange for me. I've really had to come to terms with the fact that I am now a walking and talking adult.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "How old would you be if you didn't know how old you are?", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "I remember when the candle shop burned down. Everyone stood around singing 'Happy Birthday.'", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Presents don't really mean much to me. I don't want to sound mawkish, but - it was the realization that I have a great many people in my life who really love me, and who I really love.", 
    "name": "Gabriel Byrne"
  }, 
  {
    "quote": "You know you're getting old when you get that one candle on the cake. It's like, 'See if you can blow this out.'", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "A gift consists not in what is done or given, but in the intention of the giver or doer.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "For my birthday I got a humidifier and a de-humidifier... I put them in the same room and let them fight it out.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "You know you're getting old when the candles cost more than the cake.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "A friend never defends a husband who gets his wife an electric skillet for her birthday.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I wanted to buy a candle holder, but the store didn't have one. So I got a cake.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "The way I see it, you should live everyday like its your birthday.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "It is lovely, when I forget all birthdays, including my own, to find that somebody remembers me.", 
    "name": "Ellen Glasgow"
  }, 
  {
    "quote": "There are three hundred and sixty-four days when you might get un-birthday presents, and only one for birthday presents, you know.", 
    "name": "Lewis Carroll"
  }, 
  {
    "quote": "The only thing better than singing is more singing.", 
    "name": "Ella Fitzgerald"
  }, 
  {
    "quote": "It was on my fifth birthday that Papa put his hand on my shoulder and said, 'Remember, my son, if you ever need a helping hand, you'll find one at the end of your arm.'", 
    "name": "Sam Levenson"
  }, 
  {
    "quote": "To me - old age is always ten years older than I am.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Let us celebrate the occasion with wine and sweet words.", 
    "name": "Plautus"
  }, 
  {
    "quote": "About astrology and palmistry: they are good because they make people vivid and full of possibilities. They are communism at its best. Everybody has a birthday and almost everybody has a palm.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "We have to be able to grow up. Our wrinkles are our medals of the passage of life. They are what we have been through and who we want to be.", 
    "name": "Lauren Hutton"
  }, 
  {
    "quote": "The return of my birthday, if I remember it, fills me with thoughts which it seems to be the general care of humanity to escape.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "If you look over the years, the styles have changed - the clothes, the hair, the production, the approach to the songs. The icing to the cake has changed flavors. But if you really look at the cake itself, it's really the same.", 
    "name": "John Oates"
  }, 
  {
    "quote": "A gift, with a kind countenance, is a double present.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "I cried on my 18th birthday. I thought 17 was such a nice age. You're young enough to get away with things, but you're old enough, too.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "Our birthdays are feathers in the broad wing of time.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Like many women my age, I am 28 years old.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "There is still no cure for the common birthday.", 
    "name": "John Glenn"
  }, 
  {
    "quote": "I'm not materialistic. I believe in presents from the heart, like a drawing that a child does.", 
    "name": "Victoria Beckham"
  }, 
  {
    "quote": "Let them eat cake.", 
    "name": "Marie Antoinette"
  }, 
  {
    "quote": "Handmade presents are scary because they reveal that you have too much free time.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "New Year's Day is every man's birthday.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "Most of us can remember a time when a birthday - especially if it was one's own - brightened the world as if a second sun has risen.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "Your children need your presence more than your presents.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Being seventy is not a sin.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "The best way to remember your wife's birthday is to remember it once.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "If you can give your child only one gift, let it be enthusiasm.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "I hate birthdays.", 
    "name": "Zane Grey"
  }, 
  {
    "quote": "Love the giver more than the gift.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "When someone asks if you'd like cake or pie, why not say you want cake and pie?", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "I often buy myself presents. Sometimes I will spend $100,000 in one day in a posh boutique.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "My biggest hero, Gregory Peck, was my birthday present on April 14, 1973. I just sat and stared at him.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "The main prank that we play with props is for people's birthdays. The special effects people will put a little explosive in the cake so it blows up in their face - that's always fun to play on a guest star, or one of the trainees or someone who's new.", 
    "name": "Catherine Bell"
  }, 
  {
    "quote": "To my surprise, my 70s are nicer than my 60s and my 60s than my 50s, and I wouldn't wish my teens and 20s on my enemies.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "When I turned 60, it didn't bother me at all.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "We'll take the cake with the red cherry on top.", 
    "name": "Navjot Singh Sidhu"
  }, 
  {
    "quote": "I binge when I'm happy. When everything is going really well, every day is like I'm at a birthday party.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "I used to be good with kids, but as I get older, I'm grumpy and terrible with them. As for doing a gig at a 6-year old's birthday party, you couldn't pay me enough.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I quit high school on my birthday. It was my senior year and I didn't see the point. This was 1962, and I was ready to make music.", 
    "name": "Barry White"
  }, 
  {
    "quote": "Only then, approaching my fortieth birthday, I made philosophy my life's work.", 
    "name": "Karl Jaspers"
  }, 
  {
    "quote": "I had a birthday one night on a farm we were shooting on. I walked into the tent, and there were 150 people waiting for me, all wearing masks of my face.", 
    "name": "Stephen Hopkins"
  }, 
  {
    "quote": "My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her.", 
    "name": "Guy Johnson"
  }, 
  {
    "quote": "Would ye both eat your cake and have your cake?", 
    "name": "John Heywood"
  }, 
  {
    "quote": "In 1993 my birthday present was a star on Hollywood's Walk of Fame.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "I'm amazed. When I was 40, I thought I'd never make 50. And at 50 I thought the frosting on the cake would be 60. At 60, I was still going strong and enjoying everything.", 
    "name": "Gloria Stuart"
  }, 
  {
    "quote": "When I was little I thought, isn't it nice that everybody celebrates on my birthday? Because it's July 4th.", 
    "name": "Gloria Stuart"
  }, 
  {
    "quote": "This is a wonderful way to celebrate an 80th birthday... I wanted to be 65 again, but they wouldn't let me - Homeland Security.", 
    "name": "Art Buchwald"
  }, 
  {
    "quote": "I do like to shock and surprise people. When it's all in good fun, of course.", 
    "name": "Ruth Warrick"
  }, 
  {
    "quote": "I crashed my boyfriend's birthday when I was 12 years old. He didn't invite me and so I showed up.", 
    "name": "Isla Fisher"
  }, 
  {
    "quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "I wrapped my Christmas presents early this year, but I used the wrong paper. See, the paper I used said 'Happy Birthday' on it. I didn't want to waste it so I just wrote 'Jesus' on it.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Success is like reaching an important birthday and finding you're exactly the same.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "The day which we fear as our last is but the birthday of eternity.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "Just hit my 75th birthday, I'm feeling great!", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "You know, maybe I was just born in the wrong time, but I love all things romantic. Puffy understands that. For my last birthday, he covered my hotel room floor with rose petals and had flowers and candles all over the room.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Mum loves me being famous! She is so excited and proud, as she had me so young and couldn't support me, so I am living her dream, it's sweeter for both of us. It's her 40th birthday soon and I'm going to buy her 40 presents.", 
    "name": "Adele"
  }, 
  {
    "quote": "I'm most comfortable in my birthday suit.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "It's odd the things that people remember. Parents will arrange a birthday party, certain it will stick in your mind forever. You'll have a nice time, then two years later you'll be like, 'There was a pony there? Really? And a clown with one leg?'", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "Some people won't go the extra mile, and then on their birthday, when no one makes a fuss, they feel neglected and bitter.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you're a kid. You think something wonderful is going to happen.", 
    "name": "Joe DiMaggio"
  }, 
  {
    "quote": "I trained to be a priest - started to. I went to seminary school when I was 11. I wanted to be a priest, but when they told me I could never have sex, not even on my birthday, I changed my mind.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I gave a funny speech at my wife's birthday party, and I'm thinking, 'Hey, I've still got it.'", 
    "name": "Larry David"
  }, 
  {
    "quote": "My ace in the hole as a human being used to be my capacity for remembering birthdays. I worked at it. Whenever I made a new friend, I made a point of finding out his or her birthday early on, and I would record it in my Filofax calendar.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I want a chainsaw very badly, because I think cutting down a tree would be unbelievably satisfying. I have asked for a chainsaw for my birthday, but I think I'll probably be given jewelry instead.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I just had my 30th birthday and we went turkey shooting. It's what I wanted to do, so we went.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, 'Let's make a wish on a star,' there's one thing I wish for: wisdom.", 
    "name": "Rene Russo"
  }, 
  {
    "quote": "I left school on my 15th birthday.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "The worst part about celebrating another birthday is the shock that you're only as well as you are.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I like to go to anybody else's birthday, and if I'm invited I'm a good guest. But I never celebrate my birthdays. I really don't care.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "When I was a kid, for my birthday every year, my mother made me pasta bechamel, which is rigatoni with a white cream sauce.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "Anybody can have a birthday. It requires nothing. Murderers have birthdays. It's the opposite of anything that I believe in. And I don't like at work where you stop everything to sing 'Happy Birthday' to someone. I feel like that's for children.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "My best kiss was on stage. Kelly Rowland from Destiny's Child gave me a really nice soft kiss on my lips during a performance on my birthday. It was amazing.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "I tried to bake a cake for my mother's birthday - it took me four hours. It was terrible, and I cried for three days.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "My happiest memory of childhood was my first birthday in reform school. This teacher took an interest in me. In fact, he gave me the first birthday presents I ever got: a box of Cracker Jacks and a can of ABC shoe polish.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "If we celebrate Martin Luther King Jr.'s birthday at a time of presidential inaugurals, this is thanks to Ronald Reagan who created the holiday, and not to the Democratic Congress of the Carter years, which rejected it.", 
    "name": "David Horowitz"
  }, 
  {
    "quote": "Interventions are really emotionally exhausting and I would never ever want to have one. In the same way, I would never want to have a surprise birthday party. That would be horrible.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "I had been offered a Hollywood contract before my 18th birthday. It gave me the spark I needed.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "It is ironic that the one thing that all religions recognize as separating us from our creator, our very self-consciousness, is also the one thing that divides us from our fellow creatures. It was a bitter birthday present from evolution.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "I tend to foster drama via bleakness. If I want the reader to feel sympathy for a character, I cleave the character in half, on his birthday. And then it starts raining. And he's made of sugar.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "My second play, The Birthday Party, I wrote in 1958 - or 1957. It was totally destroyed by the critics of the day, who called it an absolute load of rubbish.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "Since graduation, I have measured time in 4-by-5-inch pieces of paper, four days on the left and three on the right. Every social engagement, interview, reading, flight, doctor's appointment, birthday and dry-cleaning reminder has been handwritten between metal loops.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I'm a summer baby, so I usually have my birthday as a good summer memory.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "The Queen of Crafts herself, Martha Stewart, and I have the same birthday. I prefer to think it's the glue-gun wielding, perfect-tart-producing Martha and not the copper pan-throwing, jail-going Martha. But I suppose if I am going to share a calendar square with some of Martha, I have to share it with all of Martha.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I'm over the moon to be involved in the 'Doctor Who' Christmas special. I can't quite believe it as it's a part of the family tradition at the Jenkins household. I heard the news that I got the role on my 30th birthday and it was the best birthday present ever.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "The first guitar I ever got was for my 13th birthday.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "As I approach my 88th birthday, it's become apparent to me that my eyes and ears, among other appurtenances, aren't quite what they used to be. The prospect of long flights to wherever in search of whatever are not quite as appealing.", 
    "name": "Mike Wallace"
  }, 
  {
    "quote": "I've got some incredible fans actually - so loyal and they make me birthday cards and Christmas cards. I got this package of poems and artwork based around the songs. They've got this thing called 'Floetry' where they all have to put in artwork. They've set up their own competitions and stuff which is kind of amazing.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "All my favorite stars, my family and my friends are here. I'm having the happiest birthday that an 18-year-old girl could ever have.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "John Candy knew he was going to die. He told me on his 40th birthday. He said, well, Maureen, I'm on borrowed time.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "I have had fans make me the big picture collages of the photo books I have had fans send me birthday cakes... sing to me on my voicemail. I have had fans flash me. I have had older fans give me their bras and underwear onstage.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "The day before my 16th birthday I got my guitar.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "I hate birthdays. I hate birthday parties. I hate them. I don't know what it is, anybody's only got to come wafting near me with a piece of cake with a candle on and I break out in hives.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "I saw Richard Linklater's film 'Slacker' for my twenty-first birthday. That was the moment when it all seemed possible. This guy gave me hope.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "The reason I met my husband was because I remembered a friend's birthday. The moral of the story is: Remember people's birthdays.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "You know, we'd just had a birthday, he was... you know, he still had a future out of him, and all I can is he was just one of the most beautiful people in the world... a very gifted man, and it's a loss to the world, not just for us.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "Citizens, thank you for all your birthday wishes. I am 88 years old today and still lucky to live in the greatest city in the world.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "I worked at an ice cream parlor called Chadwicks. We wore old-timey outfits and had to bang a drum, play a kazoo, and sing 'Happy Birthday' to people while giving them free birthday sundaes. Lots of ice cream scooping and $1 tips.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "For the youth, the indignation of most things will just surge as each birthday passes.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "I've never looked forward to a birthday like I'm looking forward to my new daughter's birthday, because two days after that is when I can apply for reinstatement.", 
    "name": "Pete Rose"
  }, 
  {
    "quote": "I play PC and Xbox games at home, and I just got a PSP as a birthday present.", 
    "name": "Uwe Boll"
  }, 
  {
    "quote": "We didn't have a whole lot of money when I was growing up either. I would always ask for magic books or magic tricks for my birthday or for Christmas and the rest of the year I either had to mow lawns or find part time jobs to help supplement the cost of doing magic.", 
    "name": "Lance Burton"
  }, 
  {
    "quote": "With my daughter, we do arts and crafts, we read a lot, we listen to music, and we cut the strings off balloons and bounce them around after birthday parties.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "I was fired at the pinnacle of my career, on my 39th birthday. And in the year that followed, I learned that there are many psychological phases of being 'let go.'", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "I get uncomfortable when people give me presents and watch me open them. I don't have birthday parties, because the idea of a group of people singing and looking at me while I'm blowing out candles gives me hives.", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "My mom won't let me buy high-fashion stuff unless it's TK Maxx or a birthday occasion.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "My mom and my father's birthday are on the same day.", 
    "name": "Victor Cruz"
  }, 
  {
    "quote": "I'm trying to get the record that I made at my birthday party last year, trying to get that out, and the lawyers are diddling around with it and it probably won't be out until next year. I don't know.", 
    "name": "Marian McPartland"
  }, 
  {
    "quote": "And currently, there are four to five new works in the pipeline for upcoming celebrations such as the Sydney 2000 Olympics, Australian Federation, my 50th Birthday, and Sydney Dance Company's 25th Anniversary.", 
    "name": "Graeme Murphy"
  }, 
  {
    "quote": "I was quite a shy child. I would get terribly nervous and throw up before my birthday party. And then I would be fine. I feel the same now. I get nervous, then it's fine.", 
    "name": "Matthew Macfadyen"
  }, 
  {
    "quote": "I can put my legs behind my head and sing 'Happy Birthday.' Because that's something that me and my friends used to do when we were in gymnastics class as kids, and I can still do it. I was doing it since I was 8 and 9. They used to call me Gumby. Very bendy.", 
    "name": "Emmy Rossum"
  }, 
  {
    "quote": "I want to say that probably 24 hours after I told CBS that I was stepping down at my 65th birthday, I was already regretting it. And I regretted it every day since.", 
    "name": "Walter Cronkite"
  }, 
  {
    "quote": "On my birthday, I was in Milan for the collections.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "I lost twins at 14 weeks, and I had to have an D and C on my birthday.", 
    "name": "Amy Weber"
  }, 
  {
    "quote": "I always wanted to shave. It is a very natural process. For my birthday I got a lot of shaving stuff.", 
    "name": "Chaz Bono"
  }, 
  {
    "quote": "I told my father I wanted to play the banjo, and so he saved the money and got ready to give me a banjo for my next birthday, and between that time and my birthday, I lost interest in the banjo and was playing guitar.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "As far as those kinds of things, I also played at the concert to call for the release of Nelson Mandela when he was a political prisoner in South Africa. We were celebrating his 70th birthday and calling for his release.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "I love photography. My boyfriend's got a great camera, which I bought for his birthday.", 
    "name": "Sarah Sutton"
  }, 
  {
    "quote": "My son had his eighth birthday recently and we had a chance to borrow the film and show it to all of his friends that was at his birthday party and they loved it. I was a little nervous. I said they might not even like it, and say his daddy's movie is wack, but they loved it.", 
    "name": "Blair Underwood"
  }, 
  {
    "quote": "I grew up doing all that stuff because I was obsessed with the '50s. I had sock hops for birthday parties. So I've always done The Twist and stuff. It was pretty natural and, with my parents doing it all the time, I'd just copy them. Not very pretty.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "For my birthday my husband learned to cook and is cooking one day a week for me. But he only likes to do fancy dishes. So we end up with weird, obscure things in the refrigerator.", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young.", 
    "name": "Paulina Porizkova"
  }, 
  {
    "quote": "And for the city's birthday, we will host events in every neighborhood of the city, inviting all of our residents to share in the celebration of Boston's great epic - the story of neighbors who support one another where it matters most.", 
    "name": "Thomas Menino"
  }, 
  {
    "quote": "I hate birthdays. I thought that I only hated my own birthday, and then I realized that I hate my children's birthdays too.", 
    "name": "Samantha Bee"
  }, 
  {
    "quote": "I suddenly realized how much I loved her when we attended Alfred Hitchcock's 75th birthday party last August. There was something magical about that night, and it made me see how much she really meant to me.", 
    "name": "Rod Taylor"
  }, 
  {
    "quote": "Any time women come together with a collective intention, it's a powerful thing. Whether it's sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.", 
    "name": "Phylicia Rashad"
  }, 
  {
    "quote": "I started running around my 30th birthday. I wanted to lose weight I didn't anticipate the serenity. Being in motion, suddenly my body was busy and so my head could work out some issues I had swept under a carpet of wine and cheese. Good therapy, that's a good run.", 
    "name": "Michael Weatherly"
  }, 
  {
    "quote": "Well, I started conducting kind of by accident. I wanted to give myself a special birthday present for my fortieth birthday, and I was living in San Francisco at the time and I started attending some of the concerts and then simply dropping hints.", 
    "name": "Bobby McFerrin"
  }, 
  {
    "quote": "My mom FedExes a red velvet cake she makes from scratch to me every birthday.", 
    "name": "Molly Sims"
  }, 
  {
    "quote": "Nicole will come up in conversations where it's in a part of the conversation. Or we may be somewhere and I would tell some story about their mother and I. You know, we always honor her birthday.", 
    "name": "O. J. Simpson"
  }, 
  {
    "quote": "I went to a rare live Van Dyke show and met him there. And then he came to a show of mine and we spoke back stage. The third time was at Brian Wilson's birthday party.", 
    "name": "Matthew Sweet"
  }, 
  {
    "quote": "The summer of 2002 at the Wilson birthday party I met Van Dyke again and I made plans to have dinner with him.", 
    "name": "Matthew Sweet"
  }, 
  {
    "quote": "Mattresses! Beautiful! Let's go buy a couple of mattresses. Give 'em to people for their birthday.", 
    "name": "Lawrence Tierney"
  }, 
  {
    "quote": "One I built when I was a kid, and it was a real miniature of Disneyland. I fell in love with the park when I went there with my parents on my 12th birthday.", 
    "name": "Bobby Sherman"
  }, 
  {
    "quote": "My parents were dishonest people. If it was my birthday, I knew my mother took me to the K-Mart and she stole my toy. She'd put it in the shopping cart and we'd walk out. I was raised with that.", 
    "name": "Vincent Gallo"
  }, 
  {
    "quote": "We were probably the last people in the country to get a VCR and we didn't have cable. There wasn't any admiration of glamour, no, 'I want to look like them or have that lifestyle', because everyone in my town had the same lifestyle. So I didn't think, 'Ooh, a movie star's birthday!' I just thought, 'What?'", 
    "name": "Christina Hendricks"
  }, 
  {
    "quote": "I'll never forget my 24th birthday when my tooth got punched out. And for a second I was like, it would be really hilarious if I sold it on eBay. But I can't, that's just too creepy. I don't think I can go there.", 
    "name": "Evan Rachel Wood"
  }, 
  {
    "quote": "I did a cake for the 60th birthday of Elton John, for Britney Spears' 27th birthday and for the 'Circus' album she put out - the cake had circus themes. I prepared a cake for a surprise 82nd birthday event for the architect Frank Gehry the cake was comprised of mini-replicas of his buildings.", 
    "name": "Ron Ben-Israel"
  }, 
  {
    "quote": "I've looked after my money. As I started working around my third birthday, my first check went straight to the bank.", 
    "name": "Samantha Barks"
  }, 
  {
    "quote": "I had arranged a birthday party for him and my children, who are all Aquarians. Instead, we got married. I ran out of excuses. It was just us and my children.", 
    "name": "Diane von Furstenberg"
  }, 
  {
    "quote": "There weren't any astronauts until I was about 10. Yuri Gagarin went into space right around my 10th birthday.", 
    "name": "John L. Phillips"
  }, 
  {
    "quote": "The turning point was when I hit my 30th birthday. I thought, if really want to write, it's time to start. I picked up the book How to Write a Novel in 90 Days. The author said to just write three pages a day, and I figured, I can do this. I never got past Page 3 of that book.", 
    "name": "James Rollins"
  }, 
  {
    "quote": "I wasn't very good about juggling family and my career. I was interested in who was coming to the children's birthday party, what my son was writing. I was thinking about Legos.", 
    "name": "Jill Clayburgh"
  }, 
  {
    "quote": "All I watch is the Food Network. I took a cheesemaking class a few weeks ago, and I told my family and friends to only get me kitchen stuff on my birthday. I'm into every kind of cookbook and anything by Anthony Bourdain. I'd love to own a restaurant if I could find the right chef.", 
    "name": "Jesse McCartney"
  }, 
  {
    "quote": "I love having my birthday at Australia Zoo.", 
    "name": "Bindi Irwin"
  }, 
  {
    "quote": "If there's one thing I really want for my birthday, that is for the mining company not to mine my daddy's reserve.", 
    "name": "Bindi Irwin"
  }, 
  {
    "quote": "The American flag is an enduring symbol of liberty, democracy, and justice. It is fitting that the House act to protect it as we approach our nation's birthday, and as our men and women in uniform rally behind it in Iraq's battlefields.", 
    "name": "Joe Barton"
  }, 
  {
    "quote": "Even when I was a kid, I had a good thing with kids. To this day, if I go to a birthday party with one of my kids, I swear to you, I am so much happier hanging out with my kids and their friends than talking to the grown-ups.", 
    "name": "Shawn Levy"
  }, 
  {
    "quote": "At her birthday, my seven-year-old daughter will say that she wants these big cakes and certain expensive toys as presents, and I can't say no to her. It would just break my heart. But when I was little, for birthdays we just played outside and we were happy if we got any cake.", 
    "name": "Goran Ivanisevic"
  }, 
  {
    "quote": "For my birthday this year, my girlfriends - who knew I'd just inherited my dad's turntable - gave me a carton of albums like 'Blue Kentucky Girl,' by Emmylou Harris, and 'Off the Wall,' by Michael Jackson. It's all stuff we grew up with. I mean, you can't have a music collection without Prince's 'Purple Rain' - it just can't be done!", 
    "name": "Connie Britton"
  }, 
  {
    "quote": "When I was in elementary school, I used to write letters to myself. I'd write letters and go 'Dear Kristen-at-16-years-old, happy birthday. I hope you're doing something.'", 
    "name": "Kristin Kreuk"
  }, 
  {
    "quote": "My brother got a .22 for his 12th birthday I got a .22. He got a hunting knife I got a hunting knife.", 
    "name": "Stephanie Cutter"
  }, 
  {
    "quote": "I married two weeks after my 18th birthday, far too young, and by the time I was 23 I was a single mother of three small children, Sean, Daniel and Victoria, living in a prefab house.", 
    "name": "Sue Townsend"
  }, 
  {
    "quote": "On a royal birthday every house must fly a flag, or the owner would be dragged to a police station and be fined twenty-five rubles.", 
    "name": "Mary Antin"
  }, 
  {
    "quote": "I was fired by 'America's Next Top Model' on my birthday.", 
    "name": "Paulina Porizkova"
  }, 
  {
    "quote": "I am a big popcorn fanatic. I love popcorn. In fact one year for my birthday, my husband bought me one of those big popcorn machines like they have in movie theaters.", 
    "name": "Debbie Macomber"
  }, 
  {
    "quote": "With a recent birthday, I've been acting now for twenty years.", 
    "name": "Thayer David"
  }, 
  {
    "quote": "Lucy took care of me on the set, and made sure that none of the crew cussed around me. She also had birthday parties for me and made sure that they were well attended.", 
    "name": "Keith Thibodeaux"
  }, 
  {
    "quote": "Brilliantly lit from stem to stern, she looked like a sagging birthday cake.", 
    "name": "Walter Lord"
  }, 
  {
    "quote": "I used to go down every year for the remembrance of Elvis' birthday. Memphis State College invited me to sit in the auditorium and speak to the people for one of those Elvis days.", 
    "name": "Otis Blackwell"
  }, 
  {
    "quote": "And I was very shy as a kid if you sang me 'Happy Birthday,' I would cry. Quite shy. So the idea of being an actor, much less a model, was just out of this world.", 
    "name": "Cody Horn"
  }, 
  {
    "quote": "I sing a little bit. I got a guitar for my 16th birthday.", 
    "name": "Jesse Plemons"
  }
]