[
  {
    "quote": "Things turn out best for the people who make the best of the way things turn out.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else means to fight the hardest battle which any human being can fight and never stop fighting.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "In the practice of tolerance, one's enemy is the best teacher.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The best way to find out if you can trust somebody is to trust them.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The only real failure in life is not to be true to the best one knows.", 
    "name": "Buddha"
  }, 
  {
    "quote": "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I do the very best I know how - the very best I can and I mean to keep on doing so until the end.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The best road to progress is freedom's road.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The best way to cheer yourself up is to try to cheer somebody else up.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The best way to find yourself is to lose yourself in the service of others.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Learn to say 'no' to the good so you can say 'yes' to the best.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "I have the simplest tastes. I am always satisfied with the best.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "At his best, man is the noblest of all animals separated from law and justice he is the worst.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Knowing your own darkness is the best method for dealing with the darknesses of other people.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "The best revenge is to be unlike him who performed the injury.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The best revenge is massive success.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "The best way to predict the future is to create it.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "I am as bad as the worst, but, thank God, I am as good as the best.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "It's a funny thing about life if you refuse to accept anything but the best, you very often get it.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "If you want to go somewhere, it is best to find someone who has already been there.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "The best way to keep one's word is not to give it.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "To give and then not feel that one has given is the very best of all ways of giving.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "Living well is the best revenge.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "If a man does his best, what else is there?", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Clever men are good, but they are not the best.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "It was the best of times, it was the worst of times.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "I always prefer to believe the best of everybody, it saves so much trouble.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "The best thing to do with the best things in life is to give them up.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The worst men often give the best advice.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "The best thing about animals is that they don't talk much.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "I have found the best way to give advice to your children is to find out what they want and then advise them to do it.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The best things in life are unexpected - because there were no expectations.", 
    "name": "Eli Khamarov"
  }, 
  {
    "quote": "I will do my best. That is all I can do. I ask for your help - and God's.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Best to live lightly, unthinkingly.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "To love and win is the best thing. To love and lose, the next best.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "A problem is a chance for you to do your best.", 
    "name": "Duke Ellington"
  }, 
  {
    "quote": "Whether it's the best of times or the worst of times, it's the only time we've got.", 
    "name": "Art Buchwald"
  }, 
  {
    "quote": "He who has done his best for his own time has lived for all times.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "You'll live. Only the best get killed.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "This is the precept by which I have lived: Prepare for the worst expect the best and take what comes.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Most of the things we decide are not what we know to be the best. We say yes, merely because we are driven into a corner and must say something.", 
    "name": "Frank Crane"
  }, 
  {
    "quote": "There is only one real sin and that is to persuade oneself that the second best is anything but second best.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Nobody who ever gave his best regretted it.", 
    "name": "George Halas"
  }, 
  {
    "quote": "Since we live in this world, we have to do our best for this world.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Enthusiasm is the best protection in any situation. Wholeheartedness is contagious. Give yourself, if you wish to get others.", 
    "name": "David Seabury"
  }, 
  {
    "quote": "First gain the victory and then make the best use of it you can.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "The best way to navigate through life is to give up all of our controls.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "When you do not know what you are doing and what you are doing is the best - that is inspiration.", 
    "name": "Robert Bresson"
  }, 
  {
    "quote": "The creed of a true saint is to make the best of life, and to make the most of it.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "Just do what you do best.", 
    "name": "Red Auerbach"
  }, 
  {
    "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", 
    "name": "Buddha"
  }, 
  {
    "quote": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Write it on your heart that every day is the best day in the year.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "God always gives His best to those who leave the choice with him.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "Always do your best. What you plant now, you will harvest later.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation.", 
    "name": "Moliere"
  }, 
  {
    "quote": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.", 
    "name": "Cary Grant"
  }, 
  {
    "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "The best argument against democracy is a five-minute conversation with the average voter.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The best thing about the future is that it comes one day at a time.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Sleep is the best meditation.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "The things I want to know are in books my best friend is the man who'll get me a book I ain't read.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "You can't stop loving or wanting to love because when its right it's the best thing in the world. When you're in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete.", 
    "name": "Keith Sweat"
  }, 
  {
    "quote": "The best thing to hold onto in life is each other.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Government, even in its best state, is but a necessary evil in its worst state, an intolerable one.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Speak when you are angry and you will make the best speech you will ever regret.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "My mama always used to tell me: 'If you can't find somethin' to live for, you best find somethin' to die for.'", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Common looking people are the best in the world: that is the reason the Lord makes so many of them.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "An investment in knowledge pays the best interest.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I am prepared for the worst, but hope for the best.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Our prayers should be for blessings in general, for God knows best what is good for us.", 
    "name": "Socrates"
  }, 
  {
    "quote": "The best proof of love is trust.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "For a people who are free, and who mean to remain so, a well-organized and armed militia is their best security.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "One's philosophy is not best expressed in words it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The best way to destroy an enemy is to make him a friend.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "My best friend is the man who in wishing me well wishes it for my sake.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I never had a policy I have just tried to do my very best each and every day.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Honesty is the best policy.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I want it said of me by those who knew me best, that I always plucked a thistle and planted a flower where I thought a flower would grow.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Outside of a dog, a book is a man's best friend. Inside of a dog it's too dark to read.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "In giving freedom to the slave, we assure freedom to the free - honorable alike in what we give and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The best way to get a bad law repealed is to enforce it strictly.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The best way to resolve any problem in the human world is for all sides to sit down and talk.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "When you have got an elephant by the hind legs and he is trying to run away, it's best to let him run.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We have the best government that money can buy.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The time comes upon every public man when it is best for him to keep his lips closed.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I am easily satisfied with the very best.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The trees that are slow to grow bear the best fruit.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Honesty is the best policy - when there is money in it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "It is not best that we should all think alike it is a difference of opinion that makes horse races.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "The best way out is always through.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Prosperity is the best protector of principle.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "He who knows best knows how little he knows.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The short words are best, and the old words are the best of all.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Broadly speaking, the short words are the best, and the old words best of all.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "In war as in life, it is often necessary when some cherished scheme has failed, to take up the best alternative open, and if so, it is folly not to work for it with all your might.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Short words are best and the old words when short are best of all.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Walking is the best possible exercise. Habituate yourself to walk very fast.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "If I'm honest I have to tell you I still read fairy-tales and I like them best of all.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The best smell in the world is that man that you love.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "The best minds are not in government. If any were, business would steal them away.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "To wear your heart on your sleeve isn't a very good plan you should wear it inside, where it functions best.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "But men are men the best sometimes forget.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Surround yourself with the best people you can find, delegate authority, and don't interfere as long as the policy you've decided upon is being carried out.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "My best friend is the one who brings out the best in me.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "Infinite striving to be the best is man's duty it is its own reward. Everything else is in God's hands.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "My experience has been that work is almost the best way to pull oneself out of the depths.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I can not believe that war is the best solution. No one won the last war, and no one will win the next war.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "'Tis best to weigh the enemy more mighty than he seems.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "If you can't get rid of the skeleton in your closet, you'd best teach it to dance.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Perhaps nature is our best assurance of immortality.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Perhaps I know best why it is man alone who laughs he alone suffers so deeply that he had to invent laughter.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "When the best leader's work is done the people say, 'We did it ourselves.'", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Why don't you start believing that no matter what you have or haven't done, that your best days are still out in front of you.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Expect the best. Prepare for the worst. Capitalize on what comes.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape that's all I buy, that's all I live, that's all I listen to, that's all I love.", 
    "name": "Eminem"
  }, 
  {
    "quote": "The best weapon against an enemy is another enemy.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "We have the power to make this the best generation of mankind in the history of the world or to make it the last.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "What we have found in this country, and maybe we're more aware of it now, is one problem that we've had, even in the best of times, and that is the people who are sleeping on the grates, the homeless, you might say, by choice.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "A man is relieved and gay when he has put his heart into his work and done his best but what he has said or done otherwise shall give him no peace.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Hunger is the best pickle.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "A blessed thing it is for any man or woman to have a friend, one human soul whom we can trust utterly, who knows the best and worst of us, and who loves us in spite of all our faults.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Fatigue is the best pillow.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "That government is best which governs least.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "To give anything less than your best, is to sacrifice the gift.", 
    "name": "Steve Prefontaine"
  }, 
  {
    "quote": "'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Success comes from knowing that you did your best to become the best that you are capable of becoming.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "The fox has many tricks. The hedgehog has but one. But that is the best of all.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Our best thoughts come from others.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It is best to rise from life as from a banquet, neither thirsty nor drunken.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The best friend is the man who in wishing me well wishes it for my sake.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The best effort of a fine person is felt after we have left their presence.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "The best thing one can do when it's raining is to let it rain.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "I feel sorry for people who don't drink. They wake up in the morning and that's the best they're going to feel all day.", 
    "name": "Dean Martin"
  }, 
  {
    "quote": "Education is the best provision for old age.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The best cure for insomnia is to get a lot of sleep.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.", 
    "name": "Plato"
  }, 
  {
    "quote": "Those who excel in virtue have the best right of all to rebel, but then they are of all men the least inclined to do so.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "To know yet to think that one does not know is best Not to know yet to think that one knows will lead to difficulty.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "But the person who scored well on an SAT will not necessarily be the best doctor or the best lawyer or the best businessman. These tests do not measure character, leadership, creativity, perseverance.", 
    "name": "William Julius Wilson"
  }, 
  {
    "quote": "There is one rule for the industrialist and that is: Make the best quality of goods possible at the lowest cost possible, paying the highest wages possible.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "The best preparation for good work tomorrow is to do good work today.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The best evaluation I can make of a player is to look in his eyes and see how scared they are.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "I want to be perceived as a guy who played his best in all facets, not just scoring. A guy who loved challenges.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Age appears to be best in four things old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The ladder of success is best climbed by stepping on the rungs of opportunity.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "One of the best things that ever happened to me is that I'm a woman. That is the way all females should feel.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "A woman knows by intuition, or instinct, what is best for herself.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I've always felt toward the slightest scene, even if all I had to do in a scene was just to come in and say, 'Hi,' that the people ought to get their money's worth and that this is an obligation of mine, to give them the best you can get from me.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I'm selfish, impatient, and a little insecure. I make mistakes, I'm out of control, and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.", 
    "name": "Grenville Kleiser"
  }, 
  {
    "quote": "He who laughs best today, will also laughs last.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "But what we can do, as flawed as we are, is still see God in other people, and do our best to help them find their own grace. That's what I strive to do, that's what I pray to do every day.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "You're not going to say anything about me that I'm not going to say about myself. There's so many things that I think about myself if someone really wanted to get at me, they could say this and this and this. So I'm going to say it before they can. It's the best policy for me.", 
    "name": "Eminem"
  }, 
  {
    "quote": "My husband and I are best of friends first and foremost. We fight like cats and dogs, but never stay mad for long. I was lucky to find him, he is in every way, my soulmate.", 
    "name": "Carnie Wilson"
  }, 
  {
    "quote": "In the last analysis, even the best man is evil: in the last analysis, even the best woman is bad.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The best author will be the one who is ashamed to become a writer.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.", 
    "name": "Theodore Isaac Rubin"
  }, 
  {
    "quote": "Read the best books first, or you may not have a chance to read them at all.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Honestly, I'd love to be remembered as one of the best to ever pick up a mic, but if I'm doing my part to lessen some racial tension I feel good about what I'm doing.", 
    "name": "Eminem"
  }, 
  {
    "quote": "The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "As you become more clear about who you really are, you'll be better able to decide what is best for you - the first time around.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "The best place to find God is in a garden. You can dig for him there.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The best things and best people rise out of their separateness I'm against a homogenized society because I want the cream to rise.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it.", 
    "name": "Haniel Long"
  }, 
  {
    "quote": "I've always taught that a poor economy is the best opportunity for salespeople because the naysayers and grumblers have already given up, leaving more territory, more opportunities to be successful than in a good economy when virtually all salespeople are out there, giving it their best.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "I did not wish to take a cabin passage, but rather to go before the mast and on the deck of the world, for there I could best see the moonlight amid the mountains. I do not wish to go below now.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I am afraid we must make the world honest before we can honestly say to our children that honesty is the best policy.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The language of excitement is at best picturesque merely. You must be calm before you can utter oracles.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Best way to get rid of kitchen odors: Eat out.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "It is best to avoid the beginnings of evil.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Nothing goes by luck in composition. It allows of no tricks. The best you can write will be the best you are.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "One way or another, we all have to find what best fosters the flowering of our humanity in this contemporary life, and dedicate ourselves to that.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "The man with the best job in the country is the vice-president. All he has to do is get up every morning and say, 'How is the president?'", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Experience taught me a few things. One is to listen to your gut, no matter how good something sounds on paper. The second is that you're generally better off sticking with what you know. And the third is that sometimes your best investments are the ones you don't make.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "It is literally true that you can succeed best and quickest by helping others to succeed.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "I always believe that to be the best, you have to smell like the best, dress like the best, act like the best. When you throw your trash in the garbage can, it has to be better than anybody else who ever threw trash in the garbage can.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "I think it's brought the world a lot closer together, and will continue to do that. There are downsides to everything there are unintended consequences to everything. The most corrosive piece of technology that I've ever seen is called television - but then, again, television, at its best, is magnificent.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Do the best you can, and don't take life too serious.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Remember, always give your best. Never get discouraged. Never be petty. Always remember, others may hate you. But those who hate you don't win unless you hate them. And then you destroy yourself.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "The pursuit, even of the best things, ought to be calm and tranquil.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "The worst thing that happens to you may be the best thing for you if you don't let it get the best of you.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "The best way to hold a man is in your arms.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Society in every state is a blessing, but government, even in its best stage, is but a necessary evil in its worst state an intolerable one.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "It is difficult to make our material condition better by the best law, but it is easy enough to ruin it by bad laws.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Our goal is to make the best devices in the world, not to be the biggest.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "If you're doing your best, you won't have any time to worry about failure.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Civilization had too many rules for me, so I did my best to rewrite them.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on.", 
    "name": "Dave Pelzer"
  }, 
  {
    "quote": "We think the Mac will sell zillions, but we didn't build the Mac for anybody else. We built it for ourselves. We were the group of people who were going to judge whether it was great or not. We weren't going to go out and do market research. We just wanted to build the best thing we could build.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. The thing is to get the work done.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "I know my country has not perfected itself. At times, we've struggled to keep the promise of liberty and equality for all of our people. We've made our share of mistakes, and there are times when our actions around the world have not lived up to our best intentions.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "So let's not use a stylus. We're going to use the best pointing device in the world. We're going to use a pointing device that we're all born with - born with ten of them. We're going to use our fingers. We're going to touch this with our fingers. And we have invented a new technology called multi-touch, which is phenomenal. It works like magic.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We hire people who want to make the best things in the world.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "A national political campaign is better than the best circus ever heard of, with a mass baptism and a couple of hangings thrown in.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The best liar is he who makes the smallest amount of lying go the longest way.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Doing the best at this moment puts you in the best place for the next moment.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you I the best place for the next moment.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "An educated person is one who has learned that information almost always turns out to be at best incomplete and very often false, misleading, fictitious, mendacious - just dead wrong.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "The best way to make your dreams come true is to wake up.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "In fact, the best thing we could do on taxes for all Americans is to simplify the individual tax code. This will be a tough job, but members of both parties have expressed an interest in doing this, and I am prepared to join them.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Look your best - who said love is blind?", 
    "name": "Mae West"
  }, 
  {
    "quote": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "I just think it is important that you realize , that you're the best in the world. Whether you are a Democrat or Republican or whether you're libertarian or whatever, you are the best. And we should not ever forget that. And when somebody does not do the job, we got to let them go.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "The best way out of a difficulty is through it.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "We can choose a future where we export more products and outsource fewer jobs. After a decade that was defined by what we bought and borrowed, we're getting back to basics, and doing what America has always done best: We're making things again.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "My aim is to put down on paper what I see and what I feel in the best and simplest way.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Excellence is the best deterrent to racism or sexism.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "There's a victory, and defeat the first and best of victories, the lowest and worst of defeats which each man gains or sustains at the hands not of another, but of himself.", 
    "name": "Plato"
  }, 
  {
    "quote": "The best way to pay for a lovely moment is to enjoy it.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "A man's friendships are one of the best measures of his worth.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact to shatter and destroy it is not so good.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Cynical realism is the intelligent man's best excuse for doing nothing in an intolerable situation.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "When a place gets crowded enough to require ID's, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "For a long time now I have tried simply to write the best I can. Sometimes I have good luck and write better than I can.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Life doesn't require that we be the best, only that we try our best.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "God is not on the side of the big battalions, but on the side of those who shoot best.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Never argue at the dinner table, for the one who is not hungry always gets the best of the argument.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "It has always been my belief that a man should do his best, regardless of how much he receives for his services, or the number of people he may be serving or the class of people served.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "I was raised to believe that excellence is the best deterrent to racism or sexism. And that's how I operate my life.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Compromise is the best and cheapest lawyer.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Your purpose is to make your audience see what you saw, hear what you heard, feel what you felt. Relevant detail, couched in concrete, colorful language, is the best way to recreate the incident as it happened and to picture it for the audience.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "The best way to sell yourself to others is first to sell the others to yourself.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "A large income is the best recipe for happiness I ever heard of.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "One thing is sure. We have to do something. We have to do the best we know how at the moment... If it doesn't turn out right, we can modify it as we go along.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The statistics on sanity are that one out of every four Americans is suffering from some form of mental illness. Think of your three best friends. If they're okay, then it's you.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "That is what we are supposed to do when we are at our best - make it all up - but make it up so truly that later it will happen that way.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The best is the enemy of the good.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Marilyn Monroe wasn't even her real name, Charles Manson isn't his real name, and now, I'm taking that to be my real name. But what's real? You can't find the truth, you just pick the lie you like the best.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "The optimist thinks this is the best of all possible worlds. The pessimist fears it is true.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "The best activities for your health are pumping and humping.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "In this world you've just got to hope for the best and prepare for the worst and take whatever God sends.", 
    "name": "Lucy Maud Montgomery"
  }, 
  {
    "quote": "The best government is a benevolent tyranny tempered by an occasional assassination.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Everyone enjoys doing the kind of work for which he is best suited.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "All significant truths are private truths. As they become public they cease to become truths they become facts, or at best, part of the public character or at worst, catchwords.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "The best way to be boring is to leave nothing out.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "We would all like to vote for the best man but he is never a candidate.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Our best successes often come after our greatest disappointments.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway we might just as well put that passing time to the best possible use.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Do right. Do your best. Treat others as you want to be treated.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "Among the natural rights of the colonists are these: First a right to life, secondly to liberty, and thirdly to property together with the right to defend them in the best manner they can.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "The best government is that which teaches us to govern ourselves.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Just do the best you can. No one can do more than that.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "The best preparation for tomorrow is doing your best today.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "The death of my father is probably the biggest thing that I ever faced. Daddy and I were best friends.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "The genius of the United States is not best or most in its executives or legislatures, nor in its ambassadors or authors or colleges, or churches, or parlors, nor even in its newspapers or inventors, but always most in the common people.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "The best scientist is open to experience and begins with romance - the idea that anything is possible.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The best way to predict the future is to invent it.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "Which government is the best? The one that teaches us to govern ourselves.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "About astrology and palmistry: they are good because they make people vivid and full of possibilities. They are communism at its best. Everybody has a birthday and almost everybody has a palm.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "Luck marches with those who give their very best.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "I find that the best way to do things is to constantly move forward and to never doubt anything and keep moving forward, if you make a mistake say you made a mistake.", 
    "name": "John Frusciante"
  }, 
  {
    "quote": "In art the best is good enough.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "One cannot develop taste from what is of average quality but only from the very best.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The best cure for the body is a quiet mind.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "The only way to get the best of an argument is to avoid it.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Best of all is it to preserve everything in a pure, still heart, and let there be for every pulse a thanksgiving, and for every breath a song.", 
    "name": "Konrad von Gesner"
  }, 
  {
    "quote": "You teach best what you most need to learn.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "To refrain from imitation is the best revenge.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.", 
    "name": "Sarah Orne Jewett"
  }, 
  {
    "quote": "The best lack all conviction, while the worst are full of passionate intensity.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "There is an infinite difference between a little wrong and just right, between fairly good and the best, between mediocrity and superiority.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "I just want to do what I do best, and that's fight. I love it.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "No one can really honestly be the very best, no one.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Some of my best leading men have been dogs and horses.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "You must accept that you might fail then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.", 
    "name": "Rosalynn Carter"
  }, 
  {
    "quote": "You always want to quit while you are ahead. You don't want to be like a fighter who stays too long in the ring until you're not performing at your best.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "To be successful in real estate, you must always and consistently put your clients' best interests first. When you do, your personal needs will be realized beyond your greatest expectations.", 
    "name": "Anthony Hitt"
  }, 
  {
    "quote": "Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "The 1st period is won by the best technician. The 2nd period is won by the kid in the best shape. The 3rd period is won by the kid with the biggest heart.", 
    "name": "Dan Gable"
  }, 
  {
    "quote": "There's a lot of great movies that have won the Academy Award, and a lot of great movies that haven't. You just do the best you can.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "I believe the best service to the child is the service closest to the child, and children who are victims of neglect, abuse, or abandonment must not also be victims of bureaucracy. They deserve our devoted attention, not our divided attention.", 
    "name": "Kenny Guinn"
  }, 
  {
    "quote": "The trite saying that honesty is the best policy has met with the just criticism that honesty is not policy. The real honest man is honest from conviction of what is right, not from policy.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "We must stop thinking of the individual and start thinking about what is best for society.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "If you felt that excitement when you voted for Barack Obama, shouldn't you feel that way now that he's President Obama? You know there's something wrong with the kind of job he's done as president when the best feeling you had was the day you voted for him.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The best thinking has been done in solitude. The worst has been done in turmoil.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "To study the abnormal is the best way of understanding the normal.", 
    "name": "William James"
  }, 
  {
    "quote": "A well regulated militia, composed of the body of the people, trained in arms, is the best most natural defense of a free country.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Make the best use of what is in your power, and take the rest as it happens.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Massachusetts children cannot only lead the nation in test scores, they can be competitive with the best in the world. And the gap in achievement among races can virtually disappear.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I want you to remember when our White House reflected the best of who we are, not the worst of what Europe has become.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The strength and power and goodness of America has always been based on the strength and power and goodness of our communities, our families, our faiths. That is the bedrock of what makes America, America. In our best days, we can feel the vibrancy of America's communities, large and small.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I have long since come to believe that people never mean half of what they say, and that it is best to disregard their talk and judge only their actions.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "Nearly all the best things that came to me in life have been unexpected, unplanned by me.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "The best way to destroy the capitalist system is to debauch the currency.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Baseball was, is and always will be to me the best game in the world.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "The things we know best are the things we haven't been taught.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "Surround yourself with good people. Whether they're the best or not, people are capable of learning if they've got good hearts and they're good souls.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "Always Do Your Best. Your best is going to change from moment to moment it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Cheerfulness is the best promoter of health and is as friendly to the mind as to the body.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "The best weapon of a dictatorship is secrecy, but the best weapon of a democracy should be the weapon of openness.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "I think what makes our marriage work amid all the glare is that my husband is my best friend. He inspires everything in my life and enables me to do the best that I can. I want to hang out with him more than anyone.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "Now I see the secret of making the best person: it is to grow in the open air and to eat and sleep with the earth.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Laughter is not a bad beginning for a friendship, and it is the best ending for one.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "What we call wisdom is the result of all the wisdom of past ages. Our best institutions are like young trees growing upon the roots of the old trunks that have crumbled away.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "The best way of removing negativity is to laugh and be joyous.", 
    "name": "David Icke"
  }, 
  {
    "quote": "Every year of my life I grow more convinced that it is wisest and best to fix our attention on the beautiful and the good, and dwell as little as possible on the evil and the false.", 
    "name": "Richard Cecil"
  }, 
  {
    "quote": "Men are like wine - some turn to vinegar, but the best improve with age.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man.", 
    "name": "Euripides"
  }, 
  {
    "quote": "The Lord gets his best soldiers out of the highlands of affliction.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "The best argument I know for an immortal life is the existence of a man who deserves one.", 
    "name": "William James"
  }, 
  {
    "quote": "Set up another case bartender! The best thing for a case of nerves is a case of Scotch.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Toleration is the best religion.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Speak when you are angry - and you'll make the best speech you'll ever regret.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "Stubborn and ardent clinging to one's opinion is the best proof of stupidity.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The best books... are those that tell you what you know already.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Genius always gives its best at first prudence, at last.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.", 
    "name": "Al Lopez"
  }, 
  {
    "quote": "That best portion of a man's life, his little, nameless, unremembered acts of kindness and love.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "I lead no party I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "I don't want to do business with those who don't make a profit, because they can't give the best service.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "No man who worships education has got the best out of education... Without a gentle contempt for education no man's education is complete.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Use what talents you possess the woods would be very silent if no birds sang there except those that sang best.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "A woman's best protection is a little money of her own.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The most basic question is not what is best, but who shall decide what is best.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "I don't know why, it's the same reason why you like some music and you don't like others. There's something about it that you like. Ultimately I don't find it's in my best interests to try and analyze it, since it's fundamentally emotional.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "I am not a perfect servant. I am a public servant doing my best against the odds. As I develop and serve, be patient. God is not finished with me yet.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Of all the home remedies, a good wife is best.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Everywhere I go, I'm asked if I think the universities stifle writers. My opinion is that they don't stifle enough of them. There's many a best seller that could have been prevented by a good teacher.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "These things bring you to reality as to how fragile you are at the same moment you are doing something that nobody else is able to do. The same moment that you are seen as the best, the fastest and somebody that cannot be touched, you are enormously fragile.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken - and I'd rather remember it as it was at its best than mend it and see the broken places as long as I lived.", 
    "name": "Margaret Mitchell"
  }, 
  {
    "quote": "Goals provide the energy source that powers our lives. One of the best ways we can get the most from the energy we have is to focus it. That is what goals can do for us concentrate our energy.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The deferring of anger is the best antidote to anger.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Man, being reasonable, must get drunk the best of life is but intoxication.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I have always thought the actions of men the best interpreters of their thoughts.", 
    "name": "John Locke"
  }, 
  {
    "quote": "I think every girl needs to love herself, regardless of anything. Like if you're having a bad day, if you don't like your hair, if you don't have the best family situation, whatever, you have to love yourself and you can't do anything until you love yourself first.", 
    "name": "Julianne Hough"
  }, 
  {
    "quote": "Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "Faith in oneself is the best and safest course.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Let us put theology out of religion. Theology has always sent the worst to heaven, the best to hell.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Now I know that Wal-Mart's policies do not reflect the best way of doing business and the values that I think are important in America.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I am someone who hopes for the best and prepares for the worst.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Sculpture is the best comment that a painter can make on painting.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "The best way to know God is to love many things.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "The best part about being alone is that you really don't have to answer to anybody. You do what you want.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "I am neither frustrated nor planning anything other than being the best Secretary of State I could be.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "There is no doubt that America remains the premier political, economic, military power in the world, and I both expect and count on it remaining so, because I think that's certainly in our best interest but also the best interests of the world.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The best morale exist when you never hear the word mentioned. When you hear a lot of talk about it, it's usually lousy.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "I may be as bad as the worst, but, thank God, I am as good as the best.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Take those chances and you can achieve greatness, whereas if you go conservative, you'll never know. I truly believe what doesn't kill you makes you stronger. Even if you fail, learning and moving on is sometimes the best thing.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "But I always think that the best way to know God is to love many things.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Prescription: A physician's guess at what will best prolong the situation with least harm to the patient.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Part of the reason for the ugliness of adults, in a child's eyes, is that the child is usually looking upwards, and few faces are at their best when seen from below.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "There is only one thing for us to do, and that is to do our level best right where we are every day of our lives To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Sometimes your best investments are the ones you don't make.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Employees make the best dates. You don't have to pick them up and they're always tax-deductible.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Expect the best, plan for the worst, and prepare to be surprised.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "I have found that being honest is the best technique I can use. Right up front, tell people what you're trying to accomplish and what you're willing to sacrifice to accomplish it.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "No man really knows about other human beings. The best he can do is to suppose that they are like himself.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "I have found it advisable not to give too much heed to what people say when I am trying to accomplish something of consequence. Invariably they proclaim it can't be done. I deem that the very best time to make the effort.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "A strong, positive self-image is the best possible preparation for success.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "Work hard, stay positive, and get up early. It's the best part of the day.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "The best time for you to hold your tongue is the time you feel you must say something or bust.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "If the United Nations once admits that international disputes can be settled by using force, then we will have destroyed the foundation of the organization and our best hope of establishing a world order.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Only a mediocre person is always at his best.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Research has shown that the best way to be happy is to make each day happy.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "A boy's story is the best that is ever told.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "Here's what I tell anybody and this is what I believe. The greatest gift we have is the gift of life. We understand that. That comes from our Creator. We're given a body. Now you may not like it, but you can maximize that body the best it can be maximized.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "Being a blockhead is sometimes the best security against being cheated by a man of wit.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "The best thing about giving of ourselves is that what we get is always better than what we give. The reaction is greater than the action.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "If you're feeling insecure and you need to feel special, the best place to go is somewhere foreign where people treat you as special because you're different.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "No man fails who does his best.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The size of your accomplishments, the quality of your achievement, will depend very largely on how big a man you see in yourself, what sort of image you get of your possible self, yourself at your best.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Fit no stereotypes. Don't chase the latest management fads. The situation dictates which approach best accomplishes the team's mission.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "I think we all have blocks between us and the best version of ourselves, whether it's shyness, insecurity, anxiety, whether it's a physical block, and the story of a person overcoming that block to their best self. It's truly inspiring because I think all of us are engaged in that every day.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "In the misfortunes of our best friends we always find something not altogether displeasing to us.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Life is short and if you're looking for extension, you had best do well. 'Cause there's good deeds and then there's good intentions. They are as far apart as Heaven and Hell.", 
    "name": "Ben Harper"
  }, 
  {
    "quote": "I find myself hoping a total end of all the unhappy divisions of mankind by party-spirit, which at best is but the madness of many for the gain of a few.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Wishful thinking is not idealism. It is self-indulgence at best and self-exaltation at worst. In either case, it is usually at the expense of others. In other words, it is the opposite of idealism.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Power is always dangerous. Power attracts the worst and corrupts the best.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "As a general rule, the most successful man in life is the man who has the best information.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "There are books of which the backs and covers are by far the best parts.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Knowing that we can be loved exactly as we are gives us all the best opportunity for growing into the healthiest of people.", 
    "name": "Fred Rogers"
  }, 
  {
    "quote": "The best time I ever had with Joan Crawford was when I pushed her down the stairs in Whatever Happened to Baby Jane?", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "The intention to live as long as possible isn't one of the mind's best intentions, because quantity isn't the same as quality.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "The future hasn't happened yet and the past is gone. So I think the only moment we have is right here and now, and I try to make the best of those moments, the moments that I'm in.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "The noir hero is a knight in blood caked armor. He's dirty and he does his best to deny the fact that he's a hero the whole time.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "I looked on child rearing not only as a work of love and duty but as a profession that was fully as interesting and challenging as any honorable profession in the world and one that demanded the best that I could bring to it.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "For Forms of Government let fools contest whatever is best administered is best.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "The best thing we can do if we want the Russians to let us be Americans is to let the Russians be Russian.", 
    "name": "George F. Kennan"
  }, 
  {
    "quote": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Brevity is the best recommendation of speech, whether in a senator or an orator.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "We should often feel ashamed of our best actions if the world could see all the motives which produced them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "We should often blush for our very best actions, if the world did but see all the motives upon which they were done.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The best way to keep your friends is not to give them away.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "I love that for Barack, there is no such thing as 'us' and 'them' - he doesn't care whether you're a Democrat, a Republican, or none of the above... he knows that we all love our country... and he's always ready to listen to good ideas... he's always looking for the very best in everyone he meets.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Use those talents you have. You will make it. You will give joy to the world. Take this tip from nature: The woods would be a very silent place if no birds sang except those who sang best.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "The wildest colts make the best horses.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "The best interpreter of the law is custom.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The best part of beauty is that which no picture can express.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Blondes make the best victims. They're like virgin snow that shows up the bloody footprints.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "Education must provide the opportunities for self-fulfillment it can at best provide a rich and challenging environment for the individual to explore, in his own way.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "You must be worthy of the best, but not more worthy than the rest.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "As long as you as an individual... can convince yourself that in order to move forward as best you can you have to be optimistic, you can be described as 'one of the faithful,' one of those people who can say, 'Well, look, something's going to happen! Let's just keep trying. Let's not give up.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I think the best thing I can do is to be a distraction. A husband lives and breathes his work all day long. If he comes home to more table thumping, how can the poor man ever relax?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Focused. I'm a hustler. And my hustle is trying to figure out the best ways to do what I like without having to do much else.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "You may call God love, you may call God goodness. But the best name for God is compassion.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "I want to talk to the bullied kids of the world. Tell them to hang on, it will get better. Know that an 'Iron Chef,' actors, musicians, artists and all successful people have probably been bullied in their life. And the best part of your life is yet to come. Whatever it takes to live, do it!", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Beer, it's the best damn drink in the world.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "If anything I try to write something that would be more difficult to film. I tend to see film as competition and would like instead to do what books do best.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Do you remember when you were 10 or 11 years old and you really thought your folks were the best? They were completely omniscient and you took their word for everything. And then you got older and you went through this hideous age when suddenly they were the devil, they were bullies, and they didn't know anything.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "The principle of all successful effort is to try to do not what is absolutely the best, but what is easily within our power, and suited for our temperament and condition.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "A majority is always better than the best repartee.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The best security for civilization is the dwelling, and upon properly appointed and becoming dwellings depends, more than anything else, the improvement of mankind.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Words are not as satisfactory as we should like them to be, but, like our neighbours, we have got to live with them and must make the best and not the worst of them.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "This is the patent age of new inventions for killing bodies, and for saving souls. All propagated with the best intentions.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes.", 
    "name": "Anne Baxter"
  }, 
  {
    "quote": "At best the family teaches the finest things human beings can learn from one another generosity and love. But it is also, all too often, where we learn nasty things like hate, rage and shame.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "The best thing commercially, which is the worst artistically, by and large, is the most successful.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "In the beginning there was the word. The word was Jah. The word is in I, Jah is in I. I make what is good, better, and what is better, best. I follow this in every aspect of life.", 
    "name": "Peter Tosh"
  }, 
  {
    "quote": "I don't care whether people like me or dislike me. I'm not on earth to win a popularity contest. I'm here to be the best human being I possibly can be.", 
    "name": "Tab Hunter"
  }, 
  {
    "quote": "The promises of this world are, for the most part, vain phantoms and to confide in one's self, and become something of worth and value is the best and safest course.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "The best ideas come as jokes. Make your thinking as funny as possible.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Those that despise people will never get the best out of others and themselves.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Voting is a right best exercised by people who have taken time to learn about the issues.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "The best work is not what is most difficult for you it is what you do best.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "I have believed the best of every man. And find that to believe is enough to make a bad man show him at his best, or even a good man swings his lantern higher.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The only failure one should fear, is not hugging to the purpose they see as best.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "There is only one failure in life possible, and that is not to be true to the best one knows.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I'm proof against that word failure. I've seen behind it. The only failure a man ought to fear is failure of cleaving to the purpose he sees to be best.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The best augury of a man's success in his profession is that he thinks it the finest in the world.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "For what is love itself, for the one we love best? An enfolding of immeasurable cares which yet are better than any joys outside our love.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "If you're lucky enough to have a pretty girl love you and share herself and sleep with you, make that your secret. The best way to spoil love is by talking to too many people about it.", 
    "name": "Rip Torn"
  }, 
  {
    "quote": "You hear the best stories from ordinary people. That sense of immediacy is more real to me than a lot of writerly, literary-type crafted stories. I want that immediacy when I read a novel.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Some of the best ideas I get seem to happen when I'm doing mindless manual labor or exercise. I'm not sure how that happens, but it leaves me free for remarkable ideas to occur.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Events will take their course, it is no good of being angry at them he is happiest who wisely turns them to the best account.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Economy is the basis of society. When the economy is stable, society develops. The ideal economy combines the spiritual and the material, and the best commodities to trade in are sincerity and love.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Dictionaries are like watches, the worst is better than none and the best cannot be expected to go quite true.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Silence is true wisdom's best reply.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Education is the leading of human souls to what is best, and making what is best out of them.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Certainly the best works, and of greatest merit for the public, have proceeded from the unmarried, or childless men.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "There are some things you learn best in calm, and some in storm.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "After all, the best part of a holiday is perhaps not so much to be resting yourself, as to see all the other fellows busy working.", 
    "name": "Kenneth Grahame"
  }, 
  {
    "quote": "Choose your companions from the best Who draws a bucket with the rest soon topples down the hill.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Also, if you want to reach people, theatre is not always the best way to do it.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Let me recommend the best medicine in the world: a long journey, at a mild season, through a pleasant country, in easy stages.", 
    "name": "James Madison"
  }, 
  {
    "quote": "He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "In writing and politicking, it's best not to think about it, just do it.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "The best luck of all is the luck you make for yourself.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Employees are a company's greatest asset - they're your competitive advantage. You want to attract and retain the best provide them with encouragement, stimulus, and make them feel that they are an integral part of the company's mission.", 
    "name": "Anne M. Mulcahy"
  }, 
  {
    "quote": "I really feel like life will dictate itself. You should allow it to unfold as naturally as possible. Just go with the flow. When you're really desperate, you say a few prayers and hope for the best. That's the way I've always lived my life.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I have made the choices that work best for me. I know I cannot please everyone, and that's fine.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "Science is simply common sense at its best, that is, rigidly accurate in observation, and merciless to fallacy in logic.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Things are never quite as scary when you've got a best friend.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Youth is the best time to be rich, and the best time to be poor.", 
    "name": "Euripides"
  }, 
  {
    "quote": "The best way in the world to deceive believers is to cloak a message in religious language and declare that it conveys some new insight from God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "An excuse becomes an obstacle in your journey to success when it is made in place of your best effort or when it is used as the object of the blame.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "There are people and nations, Mother, that I would like to say to you by name. I entrust them to you in silence, I entrust them to you in the way that you know best.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I love my wife and I know she loves me. We're best friends. We're just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It's a very fortunate situation and not everyone has that.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Falling in love is the best way to kill your heart because then it's not yours anymore. It's laid in a coffin, waiting to be cremated.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "The human body is the best picture of the human soul.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "As you know from school, it's when you have not prepared for the test that you have the fear of failing. And if you have prepared, even if you fail, you've done your best.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Land really is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "How long most people would look at the best book before they would give the price of a large turbot for it?", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Nearly all the powerful people of this age are unbelievers, the best of them in doubt and misery, the most in plodding hesitation, doing as well as they can, what practical work lies at hand.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The art which we may call generally art of the wayside, as opposed to that which is the business of men's lives, is, in the best sense of the word, Grotesque.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The best defense against usurpatory government is an assertive citizenry.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "As a mom, I know it is my responsibility, and no one else's, to raise my kids. But we have to ask ourselves, what does it mean when so many parents are finding their best efforts undermined by an avalanche of advertisements aimed at our kids.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "We do not look in our great cities for our best morality.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "A man's best fortune, or his worst, is his wife.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "When love is at its best, one loves so much that he cannot forget.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "It is with trifles, and when he is off guard, that a man best reveals his character.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "She's always there for me when I need her She's my best friend she's just my everything.", 
    "name": "Ashley Olsen"
  }, 
  {
    "quote": "The best way to give advice to your children is to find out what they want and then advise them to do it.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Priests are not men of the world it is not intended that they should be and a University training is the one best adapted to prevent their becoming so.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "This Halloween, the most popular mask is the Arnold Schwarzenegger mask. And the best part? With a mouth full of candy you will sound just like him.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "I've run the Boston Marathon 6 times before. I think the best aspects of the marathon are the beautiful changes of the scenery along the route and the warmth of the people's support. I feel happier every time I enter this marathon.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.", 
    "name": "Mark Russell"
  }, 
  {
    "quote": "You don't despair about something like the Middle East, you just do the best you can.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The best vision is insight.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Friends are the best to turn to when you're having a rough day.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "I paint self-portraits because I am so often alone, because I am the person I know best.", 
    "name": "Frida Kahlo"
  }, 
  {
    "quote": "There is a wisdom in this beyond the rules of physic: a man's own observation what he finds good of and what he finds hurt of is the best physic to preserve health.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Virtue is like a rich stone, best plain set.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Some people have such a talent for making the best of a bad situation that they go around creating bad situations so they can make the best of them.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "My best moment? I have a lot of good moments but the one I prefer is when I kicked the hooligan.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "The season of failure is the best time for sowing the seeds of success.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "There is so much good in the worst of us, and so much bad in the best of us, that it ill behaves any of us to find fault with the rest of us.", 
    "name": "James Truslow Adams"
  }, 
  {
    "quote": "The best revenge is to live on and prove yourself.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "We all like to forgive, and love best not those who offend us least, nor who have done most for us, but those who make it most easy for us to forgive them.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "He has spent his life best who has enjoyed it most. God will take care that we do not enjoy it any more than is good for us.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I've given it my all. I've done my best. Now, I'm ready with my family to begin the next phase of our lives.", 
    "name": "Richard M. Daley"
  }, 
  {
    "quote": "Man finds it hard to get what he wants, because he does not want the best God finds it hard to give, because He would give the best, and man will not take it.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Meditation is all about the pursuit of nothingness. It's like the ultimate rest. It's better than the best sleep you've ever had. It's a quieting of the mind. It sharpens everything, especially your appreciation of your surroundings. It keeps life fresh.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I don't believe the most successful people are the ones who got the best grades, got into the best schools, or made the most money.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Your best friend and worst enemy are both in this room right now. It's not your neighbor right or left - and it's not God or the devil - it's you.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Men at most differ as Heaven and Earth, but women, worst and best, as Heaven and Hell.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "And it is still true, no matter how old you are, when you go out into the world it is best to hold hands and stick together.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "I'm human, I'm not perfect. I make mistakes all the time, but I guess my job is to keep those mistakes to myself, which I'm already fine doing and just try to be the best I can be for those kids.", 
    "name": "Selena Gomez"
  }, 
  {
    "quote": "Maria is the best reason to come home.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Philosophy begins in wonder. And, at the end, when philosophic thought has done its best, the wonder remains.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.", 
    "name": "Sivananda"
  }, 
  {
    "quote": "The large majority of the Negroes who have put on the finishing touches of our best colleges are all but worthless in the development of their people.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "The best thing is to look natural, but it takes makeup to look natural.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "Humor is one of the best ingredients of survival.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "In less enlightened times, the best way to impress women was to own a hot car. But women wised up and realized it was better to buy their own hot cars so they wouldn't have to ride around with jerks.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "One man's ways may be as good as another's, but we all like our own best.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "The best way to lose weight is to close your mouth - something very difficult for a politician. Or watch your food - just watch it, don't eat it.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "When we seek to discover the best in others, we somehow bring out the best in ourselves.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "No matter the nationality, no matter the religion, no matter the ethnic background, America brings out the best in people.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Words empty as the wind are best left unsaid.", 
    "name": "Homer"
  }, 
  {
    "quote": "It is our moral obligation to give every child the very best education possible.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Success has a simple formula: do your best, and people may like it.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "Loving a child doesn't mean giving in to all his whims to love him is to bring out the best in him, to teach him to love what is difficult.", 
    "name": "Nadia Boulanger"
  }, 
  {
    "quote": "To all the positions, I just bring the determination to win. Me being an unselfish player, I think that can carry on to my teammates. When you have one of the best players on the court being unselfish, I think that transfers to the other players.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Expect the best, Prepare for the worst.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "The union movement has been the best middle class job creating program that America has ever had, and it doesn't cost the government a dime.", 
    "name": "Andy Stern"
  }, 
  {
    "quote": "The best subjects are always people, who never fail to amaze me by their unpredictability.", 
    "name": "Ronnie James Dio"
  }, 
  {
    "quote": "Having lots of siblings is like having built-in best friends.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "The best things in life are silly.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Thinking well to be wise: planning well, wiser: doing well wisest and best of all.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Perhaps it sounds ridiculous, but the best thing that young filmmakers should do is to get hold of a camera and some film and make a movie of any kind at all.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "Courtesy is a silver lining around the dark clouds of civilization it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "I marvel at the resilience of the Jewish people. Their best characteristic is their desire to remember. No other people has such an obsession with memory.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Every day, people settle for less than they deserve. They are only partially living or at best living a partial life. Every human being has the potential for greatness.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Throughout my life I have always been amazed that people couldn't listen to other people, that they couldn't hear their best intent, that there seemed to be an enormous need to demonize.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Ideas are elusive, slippery things. Best to keep a pad of paper and a pencil at your bedside, so you can stab them during the night before they get away.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Though bachelors be the strongest stakes, married men are the best binders, in the hedge of the commonwealth.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "He is the best sailor who can steer within fewest points of the wind, and exact a motive power out of the greatest obstacles.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "The education of women is the best way to save the environment.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Pride is still aiming at the best houses: Men would be angels, angels would be gods. Aspiring to be gods, if angels fell aspiring to be angels men rebel.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Woman's at best a contradiction still.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Good humor is one of the best articles of dress one can wear in society.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "Being a mother is the best thing that ever happened to me. Before you have your first baby you are a girl and then you become a mother. There is no transition into being a woman you literally become a mum and being a mum means you always love someone else more than yourself and it is an unexplainable situation.", 
    "name": "Brigitte Nielsen"
  }, 
  {
    "quote": "God's gifts put man's best dreams to shame.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "I did the best I could, and in some arenas, my best was not good enough. I've made some bad choices.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Those men get along best with women who can get along best without them.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "In our so-called democracy we are accustomed to give the majority what they want rather than educate them to understand what is best for them.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "It is our best work that God wants, not the dregs of our exhaustion. I think he must prefer quality to quantity.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people.", 
    "name": "Bryan Clay"
  }, 
  {
    "quote": "Music is the best way for me to say I love you.", 
    "name": "Mireille Mathieu"
  }, 
  {
    "quote": "The time that people aren't expecting what's going to happen, I find that's the best time to really cause the damage that needs to be done.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "You and I are stuck with the necessity of taking the worst of two evils or none at all. So-I'm taking the immature Democrat as the best of the two. Nixon is impossible.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "I just always expect the best because I'm a competitor and if I'm competing, then obviously I'm trying to be better in everything.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "Our most intimate friend is not he to whom we show the worst, but the best of our nature.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "A Boss in Heaven is the best excuse for a boss on earth, therefore If God did exist, he would have to be abolished.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Party-spirit at best is but the madness of many for the gain of a few.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Yet, it is true, poetry is delicious the best prose is that which is most full of poetry.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The ultimate victory in competition is derived from the inner satisfaction of knowing that you have done your best and that you have gotten the most out of what you had to give.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "Power will intoxicate the best hearts, as wine the strongest heads. No man is wise enough, nor good enough to be trusted with unlimited power.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Beauty ought to look a little surprised: it is the emotion that best suits her face. The beauty who does not look surprised, who accepts her position as her due - she reminds us too much of a prima donna.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "There are many little ways to enlarge your child's world. Love of books is the best of all.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Like anything else that happens on its own, the act of writing is beyond currency. Money is great stuff to have, but when it comes to the act of creation, the best thing is not to think of money too much. It constipates the whole process.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Good manners is the art of making those people easy with whom we converse. Whoever makes the fewest people uneasy is the best bred in the room.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "The best of seers is he who guesses well.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Great tragedy has come to us, and we are meeting it with the best that is in our country, with courage and concern for others because this is America. This is who we are.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Gorgeous hair is the best revenge.", 
    "name": "Ivana Trump"
  }, 
  {
    "quote": "When one is trying to do something beyond his known powers it is useless to seek the approval of friends. Friends are at their best in moments of defeat.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "We reproach people for talking about themselves but it is the subject they treat best.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Autumn wins you best by this its mute appeal to sympathy for its decay.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Do not look for approval except for the consciousness of doing your best.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "What is the recipe for successful achievement? To my mind there are just four essential ingredients: Choose a career you love, give it the best there is in you, seize your opportunities, and be a member of the team.", 
    "name": "Benjamin Franklin Fairless"
  }, 
  {
    "quote": "Do not have evil-doers for friends, do not have low people for friends: have virtuous people for friends, have for friends the best of men.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Do not make best friends with a melancholy sad soul. They always are heavily loaded, and you must bear half.", 
    "name": "Francois Fenelon"
  }, 
  {
    "quote": "We can best help you to prevent war not by repeating your words and following your methods but by finding new words and creating new methods.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "As we look forward to freedom, the shining city on the hill and the best days of America lying ahead, it is the men and women in uniform who protect, defend and make us proud to whom we should look and give thanks every night.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "Canada's the best country in the world.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "Next to acquiring good friends, the best acquisition is that of good books.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "The days you work are the best days.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "Sometimes you feel awkward being what you're best at, you feel like you have to be something new.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "The best men of the best epochs are simply those who make the fewest blunders and commit the fewest sins.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Quit while you're ahead. All the best gamblers do.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Good manners will open doors that the best education cannot.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "It is best for the wise man not to seem wise.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "I have always thought that change you can see and feel is best.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "The best mind-altering drug is the truth.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.", 
    "name": "St. Jerome"
  }, 
  {
    "quote": "We are all of us failures, at least, the best of us are.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "There are two way of establishing a reputation, one to be praised by honest people and the other to be accused by rogues. It is best, however, to secure the first one, because it will always be accompanied by the latter.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "The compensation of a very early success is a conviction that life is a romantic matter. In the best sense one stays young.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "The best time to plan a book is while you're doing the dishes.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "Comfort in expressing your emotions will allow you to share the best of yourself with others, but not being able to control your emotions will reveal your worst.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "The unions say 'last hired - first fired,', we say hire and fire based on merit. We want the best and brightest in the classroom.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "I'm full of fears and I do my best to avoid difficulties and any kind of complications. I like everything around me to be clear as crystal and completely calm.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "The Supreme Court has insulted you over and over again, Lord. They've taken your Bible away from the schools. They've forbidden little children to pray. They've taken the knowledge of God as best they can, and organizations have come into court to take the knowledge of God out of the public square of America.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "The best doctor is the one you run to and can't find.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Don't despair too much if you see beautiful things destroyed, if you see them perish. Because the best things are always growing in secret.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "As an elder of the Americas and of the rest of the planet, it is my responsibility to care for and protect, to the best of my ability, the young.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "He who keeps his cool best wins.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "It is not enough to do your best you must know what to do, and then do your best.", 
    "name": "W. Edwards Deming"
  }, 
  {
    "quote": "A girl's legs are her best friends... but even the best of friends must part.", 
    "name": "Redd Foxx"
  }, 
  {
    "quote": "Hope is the best possession. None are completely wretched but those who are without hope. Few are reduced so low as that.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "I think that from the time you start playing sports as a child you see that your responsibility to your team is to play the best that you can play as an individual... and yet, not take anything away from being part of a team.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "Patience is the best remedy for every trouble.", 
    "name": "Plautus"
  }, 
  {
    "quote": "All that really matters is I have two beautiful kids, and I'm trying to be the best dad I can possibly be, and that's the most important thing of all.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I'll tell you one thing: Don't ever give anybody your best advice, because they're not going to follow it.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I think that making love is the best form of exercise.", 
    "name": "Cary Grant"
  }, 
  {
    "quote": "Walking is man's best medicine.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "The game of history is usually played by the best and the worst over the heads of the majority in the middle.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "The best part of the art of living is to know how to grow old gracefully.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Golf is so popular simply because it is the best game in the world at which to be bad.", 
    "name": "A. A. Milne"
  }, 
  {
    "quote": "So if diva means giving your best, then yes, I guess I am a diva.", 
    "name": "Patti LaBelle"
  }, 
  {
    "quote": "Learned Institutions ought to be favorite objects with every free people. They throw that light over the public mind which is the best security against crafty and dangerous encroachments on the public liberty.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Your best teacher is your last mistake.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Time is generally the best doctor.", 
    "name": "Ovid"
  }, 
  {
    "quote": "One of the greatest things drama can do, at it's best, is to redefine the words we use every day such as love, home, family, loyalty and envy. Tragedy need not be a downer.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "You have to surround yourself with people who love you and want the best for you.", 
    "name": "Mena Suvari"
  }, 
  {
    "quote": "Examinations are formidable even to the best prepared, for the greatest fool may ask more than the wisest man can answer.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "The best remedy for a short temper is a long walk.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "You know the best thing about competition? There's this whole strategy game, and when it all works out its like solving that hard math equation. You finally get the answer and you're so happy.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "In politics, strangely enough, the best way to play your cards is to lay them face upwards on the table.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Texas women have an amazing sense of purpose when they lose it. They're the best girls in the world - they're loyal and fun, but when they get mad, they'll try to kill you.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "Mechanization best serves mediocrity.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "The waste basket is the writer's best friend.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "Always do your best.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Each of us has been put on earth with the ability to do something well. We cheat ourselves and the world if we don't use that ability as best we can.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "A grave blockhead should always go about with a lively one - they show one another off to the best advantage.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I've always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood.", 
    "name": "Kim Elizabeth"
  }, 
  {
    "quote": "The humblest painter is a true scholar and the best of scholars the scholar of nature.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Laughter is the best medicine - unless you're diabetic, then insulin comes pretty high on the list.", 
    "name": "Jasper Carrott"
  }, 
  {
    "quote": "Soap and water and common sense are the best disinfectants.", 
    "name": "William Osler"
  }, 
  {
    "quote": "The best artist has that thought alone Which is contained within the marble shell The sculptor's hand can only break the spell To free the figures slumbering in the stone.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "From now until the end of time no one else will ever see life with my eyes, and I mean to make the best of my chance.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "There are lots of things which I would love to tell him, but in some way, I also feel that I lost the person closest to me. And I got a second chance to live. So in a way I feel that I live for both of us... and I will do my best.", 
    "name": "Petra Nemcova"
  }, 
  {
    "quote": "The best teacher is the one who suggests rather than dogmatizes, and inspires his listener with the wish to teach himself.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "I've always believed that there are funny people everywhere, but they're just not comedians. In fact, some of my best comedic inspirations were not professional entertainers.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "A lot of women these days, a lot of young women don't want to call themselves feminists. You have this cheap, hideous 'girl power' sort of fad, which I think is pretty benign at best, but at worst, I think it's a way of taking the politics out of feminism and making it some kind of fashion.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Cigarettes and coffee: an alcoholic's best friend!", 
    "name": "Gerard Way"
  }, 
  {
    "quote": "I'm very competitive by nature. And I like to be the underdog - It's the best way to win. To come from behind and win is a great feeling!", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "When you do something best in life, you don't really want to give that up - and for me it's tennis.", 
    "name": "Roger Federer"
  }, 
  {
    "quote": "My belief is that communication is the best way to create strong relationships.", 
    "name": "Jada Pinkett Smith"
  }, 
  {
    "quote": "It is best to love wisely, no doubt but to love foolishly is better than not to be able to love at all.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "Amidst all the clutter, beyond all the obstacles, aside from all the static, are the goals set. Put your head down, do the best job possible, let the flak pass, and work towards those goals.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Health is the thing that makes you feel that now is the best time of the year.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "But one of the things I learned is that when you fight for something you believe in and you tell the truth and you do your best, you can always hold your head up high and no one can take that away from you.", 
    "name": "Vanessa Kerry"
  }, 
  {
    "quote": "The best way to turn a woman's head is to tell her she has a beautiful profile.", 
    "name": "Sacha Guitry"
  }, 
  {
    "quote": "Among the best traitors Ireland has ever had, Mother Church ranks at the very top, a massive obstacle in the path to equality and freedom. She has been a force for conservatism... to ward off threats to her own security and influence.", 
    "name": "Bernadette Devlin"
  }, 
  {
    "quote": "The best protection any woman can have... is courage.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what's safe and comfortable.", 
    "name": "Terri Clark"
  }, 
  {
    "quote": "Diligence is the mother of good fortune, and idleness, its opposite, never brought a man to the goal of any of his best wishes.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Fairest and best adorned is she Whose clothing is humility.", 
    "name": "James Montgomery"
  }, 
  {
    "quote": "You can only do your best. That's all you can do. And if it isn't good enough, it isn't good enough.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "The best place a person can die, is where they die for others.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "Not to be born is, past all prizing, best.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Sometimes you get the best light from a burning bridge.", 
    "name": "Don Henley"
  }, 
  {
    "quote": "It is best to live however one can be.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "Holidays are the best. I couldn't imagine being from a small family.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "I just feel my best when I'm all glammed up.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "To look and feel my best, I watch my calories and exercise.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "If I look at the message I'm portraying, I think it definitely is be who you are, but be your best you.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "I know some people say it's not the best to work with your family, but I have never understood that because it's always worked so well for me.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "The best plan now is to have as many bosses as possible. I call it boss diversity. If you work for a company and you have one boss and that boss doesn't like you or wants to get rid of you, you're in trouble. But if you work for yourself, you have lots of bosses, who are your customers, and if a few of them decide they don't like you, that's okay.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Every Body has so good an Opinion of their own Understanding as to think their own way the best.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "In matters of conscience, first thoughts are best. In matters of prudence, last thoughts are best.", 
    "name": "Robert Hall"
  }, 
  {
    "quote": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "It's impossible, I think, however much I'd become disillusioned politically or evolve into a post-political person, I don't think I'd ever change my view that socialism is the best political moment humans have ever come up with.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Join me in Olympic Heros for Abstinence. The best sex is no sex.", 
    "name": "Kurt Angle"
  }, 
  {
    "quote": "Lay this unto your breast: Old friends, like old swords, still are trusted best.", 
    "name": "John Webster"
  }, 
  {
    "quote": "Confrontation is not a dirty word. Sometimes it's the best kind of journalism as long you don't confront people just for the sake of a confrontation.", 
    "name": "Don Hewitt"
  }, 
  {
    "quote": "A lot of the fun lies in trying to penetrate the mystery and this is best done by saying over the lines to yourself again and again, till they pass through the stage of sounding like nonsense, and finally return to a full sense that had at first escaped notice.", 
    "name": "Anthony Hecht"
  }, 
  {
    "quote": "Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "It is my belief that we all have the need to feel special. It is this need that can bring out the best in us, yet the worst in us.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "A mathematician is a person who can find analogies between theorems a better mathematician is one who can see analogies between proofs and the best mathematician can notice analogies between theories.", 
    "name": "Stefan Banach"
  }, 
  {
    "quote": "The best way to convince a fool that he is wrong is to let him have his own way.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "One of the best temporary cures for pride and affectation is seasickness a man who wants to vomit never puts on airs.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "My stay-married secret would probably be exercising good communication, not when you have to but all the time. I think if you do that, you kinda just cleanse the situations, so there's not build up. I think that's probably the best way to do it.", 
    "name": "Guy Fieri"
  }, 
  {
    "quote": "How mankind defers from day to day the best it can do, and the most beautiful things it can enjoy, without thinking that every day may be the last one, and that lost time is lost eternity!", 
    "name": "Max Muller"
  }, 
  {
    "quote": "Even a liberal reporter is a patriot, wants the best for this country. And people, your fair and balanced friends at Fox, don't fully understand that.", 
    "name": "Mike Wallace"
  }, 
  {
    "quote": "The best people renounce all for one goal, the eternal fame of mortals but most people stuff themselves like cattle.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "A man's sentiments are generally just and right, while it is second selfish thought which makes him trim and adopt some other view. The best reforms are worked out when sentiment operates, as it does in women, with the indignation of righteousness.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "Music is the best means we have of digesting time.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "What good mothers and fathers instinctively feel like doing for their babies is usually best after all.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "I believe that I often bring out the best in somebody's talents.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "A Harvard Medical School study has determined that rectal thermometers are still the best way to tell a baby's temperature. Plus, it really teaches the baby who's boss.", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "The best intelligence test is what we do with our leisure.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "To write the lives of the great in separating them from their works necessarily ends by above all stressing their pettiness, because it is in their work that they have put the best of themselves.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.", 
    "name": "Dale Turner"
  }, 
  {
    "quote": "You do what you can for as long as you can, and when you finally can't, you do the next best thing. You back up but you don't give up.", 
    "name": "Chuck Yeager"
  }, 
  {
    "quote": "Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating.", 
    "name": "Bob Filner"
  }, 
  {
    "quote": "If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "A strong hatred is the best lamp to bear in our hands as we go over the dark places of life, cutting away the dead things men tell us to revere.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "The best kids are going to become the best. But the best thing about it is that you're going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "Compassion has no place in the natural order of the world which operates on the basis of necessity. Compassion opposes this order and is therefore best thought of as being in some way supernatural.", 
    "name": "John Berger"
  }, 
  {
    "quote": "Sleep is good, death is better but of course, the best thing would to have never been born at all.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Reading - the best state yet to keep absolute loneliness at bay.", 
    "name": "William Styron"
  }, 
  {
    "quote": "The best of artists has no conception that the marble alone does not contain within itself.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "I did my best, and God did the rest.", 
    "name": "Hattie McDaniel"
  }, 
  {
    "quote": "Punishment may make us obey the orders we are given, but at best it will only teach an obedience to authority, not a self-control which enhances our self-respect.", 
    "name": "Bruno Bettelheim"
  }, 
  {
    "quote": "The making of friends who are real friends, is the best token we have of a man's success in life.", 
    "name": "Edward Everett Hale"
  }, 
  {
    "quote": "Remember you will not always win. Some days, the most resourceful individual will taste defeat. But there is, in this case, always tomorrow - after you have done your best to achieve success today.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "The best medicine I know for rheumatism is to thank the Lord that it ain't gout.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Proving I'm a good mother is the one achievement I'm most proud of. It's brought out the best in me.", 
    "name": "Sheena Easton"
  }, 
  {
    "quote": "One of the rarest things that a man ever does, is to do the best he can.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I got a Valentine's Day card from my girl. It said, 'Take my heart! Take my arms! Take my lips!' Which is just like her. Keeping the best part for herself.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "No human being is constituted to know the truth, the whole truth, and nothing but the truth and even the best of men must be content with fragments, with partial glimpses, never the full fruition.", 
    "name": "William Osler"
  }, 
  {
    "quote": "Experience is the best teacher of all. And for that, there are no guarantees that one will become an artist. Only the journey matters.", 
    "name": "Harry Callahan"
  }, 
  {
    "quote": "The advice of the elders to young men is very apt to be as unreal as a list of the hundred best books.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The bold adventurer succeeds the best.", 
    "name": "Ovid"
  }, 
  {
    "quote": "I feel I'd like to share my luck and my life. Being in love is the best thing in the world.", 
    "name": "Susannah York"
  }, 
  {
    "quote": "I keep sailing on in this middle passage. I am sailing into the wind and the dark. But I am doing my best to keep my boat steady and my sails full.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "This is the great reward of service, to live, far out and on, in the life of others this is the mystery of Christ, - to give life's best for such high sake that it shall be found again unto life eternal.", 
    "name": "Joshua Chamberlain"
  }, 
  {
    "quote": "You know it's going to hell when the best rapper out there is white and the best golfer is black.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "The best of us must sometimes eat our words.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I would like to be remembered as someone who did the best she could with the talent she had.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "The middle class is so funny, it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "The only way you can get good, unless you're a genius, is to copy. That's the best thing. Just steal.", 
    "name": "Ritchie Blackmore"
  }, 
  {
    "quote": "I just need to know that I did the very best I could and that I was true to myself.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "I believe in prayer. It's the best way we have to draw strength from heaven.", 
    "name": "Josephine Baker"
  }, 
  {
    "quote": "The actions of men are the best interpreters of their thoughts.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "There is a Japanese proverb that literally goes 'Raise the sail with your stronger hand,' meaning you must go after the opportunities that arise in life that you are best equipped to do.", 
    "name": "Soichiro Honda"
  }, 
  {
    "quote": "The best way to have a good idea is to have a lot of ideas.", 
    "name": "Linus Pauling"
  }, 
  {
    "quote": "After all it is those who have a deep and real inner life who are best able to deal with the irritating details of outer life.", 
    "name": "Evelyn Underhill"
  }, 
  {
    "quote": "That's what liberalism is all about, is promoting incompetence on the basis it's fair, because people would be the best if they weren't discriminated against.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "We're not arrogant, we just believe we're the best band in the world.", 
    "name": "Noel Gallagher"
  }, 
  {
    "quote": "For the last five years, we have been presented with the idea that Barack Obama is superhuman. Barack Obama is unlike any of us or anyone else. And he isn't. In fact, he's much less achieved and much less accomplished than most who have gotten half as far as he has, and I think maybe what we saw was the best.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "One accusation you can't throw at me is that I've always done my best.", 
    "name": "Alan Shearer"
  }, 
  {
    "quote": "You should always be well and bright, for so you do your best work and you have so much beautiful work to do. The world needs it, and you must give it!", 
    "name": "Marie Corelli"
  }, 
  {
    "quote": "Your best is going to change from moment to moment it will be different when you are healthy as opposed to sick.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "I was raised not to be rude, but I also try to get the best work out of people.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "The best books for a man are not always those which the wise recommend, but often those which meet the peculiar wants, the natural thirst of his mind, and therefore awaken interest and rivet thought.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "Nature scarcely ever gives us the very best for that we must have recourse to art.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "All the best performers bring to their role something more, something different than what the author put on paper. That's what makes theatre live. That's why it persists.", 
    "name": "Stephen Sondheim"
  }, 
  {
    "quote": "I rate Morrissey as one of the best lyricists in Britain. For me, he's up there with Bryan Ferry.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I'm not saying that there's anything better than mated bliss at its best, but I'm saying that living alone is as good in its own way. But we haven't quite given ourselves permission to recognize that.", 
    "name": "Barbara Feldon"
  }, 
  {
    "quote": "Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.", 
    "name": "Hypatia"
  }, 
  {
    "quote": "There are people who take rumors and embellish them in a way that can be devastating. And this pollution has to be eradicated by people in our business as best we can.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "I'm aware if I'm playing at my best I'm tough to beat. And I enjoy that.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I like physics. I think it is the best science out of all three of them, because generally it's more useful. You learn about speed and velocity and time, and that's all clever stuff.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "Memories are like mulligatawny soup in a cheap restaurant. It is best not to stir them.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "That's what happens nowadays with people working on computers. They can so easily fix things with their mouse and take out all the, 'Oh, somebody coughed in the background we need to take that out' - or somebody hit a bad note. Those are all the best moments.", 
    "name": "Jack White"
  }, 
  {
    "quote": "Love is the best thing in the world, and the thing that lives the longest.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "It is with rivers as it is with people: the greatest are not always the most agreeable nor the best to live with.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "Your performance depends on your people. Select the best, train them and back them. When errors occur, give sharper guidance. If errors persist or if the fit feels wrong, help them move on. The country cannot afford amateur hour in the White House.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "The human species, according to the best theory I can form of it, is composed of two distinct races, the men who borrow and the men who lend.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "I won't accept anything less than the best a player's capable of doing... and he has the right to expect the best that I can do for him and the team!", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "America is the best half-educated country in the world.", 
    "name": "Nicholas M. Butler"
  }, 
  {
    "quote": "Scouting rises within you and inspires you to put forth your best.", 
    "name": "Juliette Gordon Low"
  }, 
  {
    "quote": "But curb thou the high spirit in thy breast, for gentle ways are best, and keep aloof from sharp contentions.", 
    "name": "Homer"
  }, 
  {
    "quote": "The best way to lose a job is just not to care. When you do not care, it shows in everything you do.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Coldplay fans are the best in the world. If you like Coldplay then you're obviously very intelligent and good looking and all-around brilliant.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "The best teamwork comes from men who are working independently toward one goal in unison.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "By all these lovely tokens September days are here, With summer's best of weather And autumn's best of cheer.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "One of the best things to come out of the home computer revolution could be the general and widespread understanding of how severely limited logic really is.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "I've analyzed the best I can... and I have not found an impeachable offense, and therefore resignation is not an acceptable course.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "The best thing I've learned is, if you're going out, never go out alone - you leave yourself vulnerable. If you've got someone else there you trust, they can say, be wary of that person. I probably used to be too trusting of people.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "The Left Elite only pretend to be concerned about what's best for everyone else because it is the most effective way to manipulate you and your children into their abyss.", 
    "name": "Tammy Bruce"
  }, 
  {
    "quote": "To not be modest about it, you'll find that with only a couple of exceptions, most of the musicians that I've worked with have done their best work by far with me.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "While I relish our warm months, winter forms our character and brings out our best.", 
    "name": "Tom Allen"
  }, 
  {
    "quote": "Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", 
    "name": "Athenaeus"
  }, 
  {
    "quote": "Sometimes the best lighting of all is a power failure.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Baseball is almost the only orderly thing in a very unorderly world. If you get three strikes, even the best lawyer in the world can't get you off.", 
    "name": "Bill Veeck"
  }, 
  {
    "quote": "Music's always been really cathartic. It's the best drug for me to get away from the everyday pressures just for a second via a good song.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "Every piece of entertainment is made with the idea that 'This is going to be terrific' and 'This is the best thing I've ever done' and then it hits the public and then the public tells you whether it's good or bad.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "I think that the best training a top manager can be engaged in is management by example.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "People drain me, even the closest of friends, and I find loneliness to be the best state in the union to live in.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "It's my firm conviction that when Uncle Sam calls, by God we go, and we do the best that we can.", 
    "name": "R. Lee Ermey"
  }, 
  {
    "quote": "I consider my ability to arouse enthusiasm among men the greatest asset I possess. The way to develop the best that is in a man is by appreciation and encouragement.", 
    "name": "Charles Schwab"
  }, 
  {
    "quote": "The splinter in your eye is the best magnifying-glass.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Nobody until very recently would have thought that their husband was supposed to be their best friend, confidante, intellectual soul mate, co-parent, inspiration.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Central banks don't have divine wisdom. They try to do the best analysis they can and must be prepared to stand or fall by the quality of that analysis.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "North Americans as a whole need to embrace having clothes altered to their body. I hear it all the time: why do the Europeans always look so good? They have a relationship with their tailor and spend the time and money to make their clothes look their best.", 
    "name": "Michael Kors"
  }, 
  {
    "quote": "My good friends are Mormon, some of the best people I know.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "Mr. Janet Reno? I think Mr. Janet Reno... I think he's one of the best hunting dogs in the world.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "The best way to win against the intolerable is to tolerate them, for this they have seldom dealt with. Your indulgence may soften their malice and open their eyes to more honorable ways.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Let me be the first to tell you, drinking alcohol is the worst thing to do in cold weather. Hot soup is the best because the process of digesting food helps to warm you up.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "No matter how good you are at planning, the pressure never goes away. So I don't fight it. I feed off it. I turn pressure into motivation to do my best.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I know I'm not the best. I'm not the best singer, I'm not the best songwriter, I'm not the best player.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "Townes van Zandt is the best songwriter in the whole world and I'll stand on Bob Dylan's coffee table in my cowboy boots and say that.", 
    "name": "Steve Earle"
  }, 
  {
    "quote": "Go right straight down the road, to do what is best, and to do it frankly and without evasion.", 
    "name": "George C. Marshall"
  }, 
  {
    "quote": "I've been all over the world. I love New York, I love Paris, San Francisco, so many places. But there's no place like New Orleans. It's got the best food. It's got the best music. It's got the best people. It's got the most fun stuff to do.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we're capable of.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "A lot of folks believe their best years are behind them. But I want Americans to recognize that's not true.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "And I believe that the best learning process of any kind of craft is just to look at the work of others.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "I have a terrific marriage, but unlike a lot of relationships where they ebb and flow, no matter what happens you fall deeper and deeper in love every day. It's kind of the best thing that can happen to you. It's thrilling.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I have very high expectations of myself. I'm a very competitive person but competitive with myself. I want to be the best that I can be and if that means that I'm eventually better than everyone else then so be it.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "Mediocre men work at their best men seeking excellence strive to do better.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "You owe it to yourself to be the best person possible. Because if you are, others will want to be with you, want to provide you with the things you want in exchange for what you're giving to them.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "I look my best when I take my helmet off after a long motorcycle ride. I have a glow and a bit of helmet hair.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "Each one of us requires the spur of insecurity to force us to do our best.", 
    "name": "Harold W. Dodds"
  }, 
  {
    "quote": "I live with some of my best friends from high school, very commune-like, in my house. It's my hippie way of life.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Parents have become so convinced that educators know what is best for their children that they forget that they themselves are really the experts.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "If I am a cup maker, I'm interested in making the best cup I possibly can. My effort goes into that cup, not what people think about it.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Contrary to general belief, I do not believe that friends are necessarily the people you like best, they are merely the people who got there first.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "Right actions in the future are the best apologies for bad actions in the past.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "I felt that it's best just to be as transparent as possible.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "I think we risk becoming the best informed society that has ever died of ignorance.", 
    "name": "Ruben Blades"
  }, 
  {
    "quote": "I wouldn't say I was the best manager in the business. But I was in the top one.", 
    "name": "Brian Clough"
  }, 
  {
    "quote": "One must not make oneself cheap here - that is a cardinal point - or else one is done. Whoever is most impertinent has the best chance.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "I don't know the first real thing about the dating game. I don't know how to talk to a specific person and connect. I just think you have to go to person by person and do the best you can with people in general.", 
    "name": "Jason Schwartzman"
  }, 
  {
    "quote": "The U.S. Armed Forces are the best trained, best equipped fighting forces in the world.", 
    "name": "Jim Walsh"
  }, 
  {
    "quote": "The best book, like the best speech, will do it all - make us laugh, think, cry and cheer - preferably in that order.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "All I try to do is create an atmosphere that seems comfortable enough, that it removes tension and everyone feels free. If they feel free then behaviour happens, small moments happen and that's what ultimately works the best for me.", 
    "name": "Barry Levinson"
  }, 
  {
    "quote": "Activist government overreach and ongoing economic stagnation have shown us why Washington should not try to displace what is best left to civil society.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Being fired was the best luck of my life. It made me stop and reflect. It was the birth of my life as a writer.", 
    "name": "Jose Saramago"
  }, 
  {
    "quote": "Next to being witty, the best thing is being able to quote another's wit.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "The best form of flattery is to be admired, imitated or respected. I've always felt proud our fans look up to us or feel we are inspirational.", 
    "name": "Cheryl James"
  }, 
  {
    "quote": "I have reached a place in my life where I need to sit down and say, 'Well, what do I do? What's best for me?' I need to look into options for the future.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "All of Koons's best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century's signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The last time money left the art world, intrepid types maxed out their credit cards and opened galleries, and a few of them have become the best in the world.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I stood up as best I could to their disgusting stupidity and brutality, but I did not, of course, manage to beat them at their own game. It was a fight to the bitter end, one in which I was not defending ideals or beliefs but simply my own self.", 
    "name": "George Grosz"
  }, 
  {
    "quote": "Those who love him love that he sells the most art they take it as a point of faith that this proves Kinkade is the best. But his fans don't only rely on this supply-and-demand justification. They go back to values.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "My nominee for Best Picture of the year - maybe the best picture ever, because it's essentially made up of and is an ecstatic love letter to all other movies - is Christian Marclay's endlessly enticing must-see masterpiece 'The Clock.'", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Jeffrey Deitch is the Jeff Koons of art dealers. Not because he's the biggest, best, or the richest of his kind. But because in some ways he's the weirdest (which is saying a lot when you're talking about the wonderful, wicked, lovable, and annoying creatures known as art dealers).", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I have lost my seven best friends, which is to say God has had mercy on me seven times without realizing it. He lent a friendship, took it from me, sent me another.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "The best audience is intelligent, well-educated and a little drunk.", 
    "name": "Alben W. Barkley"
  }, 
  {
    "quote": "The best music is essentially there to provide you something to face the world with.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "The man who has done his best has done everything.", 
    "name": "Charles M. Schwab"
  }, 
  {
    "quote": "My best birth control now is just to leave the lights on.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Some women feel the best cure for a broken heart is a new beau.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "Happiness and virtue rest upon each other the best are not only the happiest, but the happiest are usually the best.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "I've been gone for a long time. I really want to give the fans something that they deserve to have. So, I'm working really hard on this. I really want to make it the best work I've done so far.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "That they may have a little peace, even the best dogs are compelled to snarl occasionally.", 
    "name": "William Feather"
  }, 
  {
    "quote": "The best sermon is preached by the minister who has a sermon to preach and not by the man who has to preach a sermon.", 
    "name": "William Feather"
  }, 
  {
    "quote": "The prizes go to those who meet emergencies successfully. And the way to meet emergencies is to do each daily task the best we can.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Old friends are best.", 
    "name": "John Selden"
  }, 
  {
    "quote": "No matter what you study, the thing that you know best is what you grew up with.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "The best thing about acting is that I get to lose myself in another character and actually get paid for it... It's a great outlet. I'm not really sure who I am - it seems I change every day.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "The things we remember best are those better forgotten.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "The best advice I ever got was that knowledge is power and to keep reading.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "I'm so in control of my life, you shouldn't dislike anything I do-because I'm not only in the best place I've ever been, but it keeps getting better and better.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "The best films of any kind, narrative or documentary, provoke questions.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "We Americans are the best informed people on earth as to the events of the last twenty-four hours we are the not the best informed as the events of the last sixty centuries.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Poverty is uncomfortable but nine times out of ten the best thing that can happen to a young man is to be tossed overboard and compelled to sink or swim.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "To be free from evil thoughts is God's best gift.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "At some point, I would like to write a book and other things, but I work best when there is some sort of deadline in my own mind, but not when fifty people or fifty million people are breathing down the back of my neck.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "A multitude of bees can tell the time of day, calculate the geometry of the sun's position, argue about the best location for the next swarm. Bees do a lot of close observing of other bees maybe they know what follows stinging and do it anyway.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "The government's view is that the best time to announce bad news, news that it doesn't want the public to dwell on is late on a Friday, when it will wind up in the Saturday papers, which if you were readers, then the week day editions. A holiday weekend is even better.", 
    "name": "Bob Schieffer"
  }, 
  {
    "quote": "The best writing is not about the writer, the best writing is absolutely not about the writer, it's about us, it's about the reader.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "He who laughs most, learns best.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "My philosophy is not a bean-counting, accounting 'look at this.' It is a philosophy that smaller government is better government, and government that is closer to the people is best of all.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "I believe we need to attract a new generation of the best and brightest to public service and I believe that government can be a source of inspiration, not degradation.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "If a man is dumb, someone is going to get the best of him, so why not you? If you don't, you're as dumb as he is.", 
    "name": "Arnold Rothstein"
  }, 
  {
    "quote": "Rest assured that whatever station of life we are placed, princely or lowly, it contains the lessons and experiences necessary at the moment for our evolution, and gives us the best advantage for the development of ourselves.", 
    "name": "Edward Bach"
  }, 
  {
    "quote": "The abduction of a child is a tragedy. No one can fully understand or appreciate what a parent goes through at such a time, unless they have faced a similar tragedy. Every parent responds differently. Each parent copes with this nightmare in the best way he or she knows how.", 
    "name": "John Walsh"
  }, 
  {
    "quote": "The corruption of the best things gives rise to the worst.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "The best way to remember your wife's birthday is to remember it once.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "If it's flipping hamburgers at McDonald's, be the best hamburger flipper in the world. Whatever it is you do you have to master your craft.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "The seven marvels that best represent man's achievements over the last 2,000 years will be determined by Internet vote... so look for Howard Stern's Private Parts to come in No. 1.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "I think guitar is the best thing in the world.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "Creative ideas flourish best in a shop which preserves some spirit of fun. Nobody is in business for fun, but that does not mean there cannot be fun in business.", 
    "name": "Leo Burnett"
  }, 
  {
    "quote": "The work ahead will be hard. These times demand the best of us - all of us, but we can do this. Together, we can do this. We can get this country working again. We can get this economy growing again. We can make the safety net safe again. We can do this.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "You must capture and keep the heart of the original and supremely able man before his brain can do its best.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Blessed are they who have the gift of making friends, for it is one of God's best gifts. It involves many things, but above all, the power of going out of one's self, and appreciating whatever is noble and loving in another.", 
    "name": "Thomas Hughes"
  }, 
  {
    "quote": "It's human nature to gripe, but I'm going ahead and doing the best I can.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "The splendid discontent of God With chaos made the world. And from the discontent of man The worlds best progress springs.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "As soon as someone tells me: 'You're rather sexy,' I wish I could disappear. If somebody says: 'You were voted the world's sexiest man,' I have no idea what that means. How do I respond? 'Thank you' is the best you can do. George Clooney is the world's sexiest man, anyway.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "Get the best people and train them well.", 
    "name": "Scott McNealy"
  }, 
  {
    "quote": "Be assured those will be thy worst enemies, not to whom thou hast done evil, but who have done evil to thee. And those will be thy best friends, not to whom thou hast done good, but who have done good to thee.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "When a man's best friend is his dog, that dog has a problem.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Live daringly, boldly, fearlessly. Taste the relish to be found in competition - in having put forth the best within you.", 
    "name": "Henry J. Kaiser"
  }, 
  {
    "quote": "If you play it straight it's funny - the best comedy is always played straight down the middle. The adjustment is understanding from the screenplay that a moment is hilarious.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "Those who know the least obey the best.", 
    "name": "George Farquhar"
  }, 
  {
    "quote": "That's your best friend and your worst enemy - your own brain.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "When I am traveling in a carriage, or walking after a good meal, or during the night when I cannot sleep it is on such occasions that ideas flow best and most abundantly.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "I do some of my best thinking while pulling weeds.", 
    "name": "Martha Smith"
  }, 
  {
    "quote": "If your sister is in a tearing hurry to go out and cannot catch your eye, she's wearing your best sweater.", 
    "name": "Pam Brown"
  }, 
  {
    "quote": "Poetry is the record of the best and happiest moments of the happiest and best minds.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "I think the best thing for you to do is just live your life. Live a life that's worth living, one where you do what you want to do, pursue your passions. That way, if you meet someone, they'll be joining a life that's already really good.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "It's easy to get wrapped up in sharing everyday life with a partner. It's fun to get lost in love and romance. It's the best. But holding on to yourself while doing that is the most important thing.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "Culture is the habit of being pleased with the best and knowing why.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "I think my best work is when I'm kind of in charge.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "I think the best place to work in football is England.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "My siblings are my best friends.", 
    "name": "America Ferrera"
  }, 
  {
    "quote": "Grow old with me! The best is yet to be.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Progress however, of the best kind, is comparatively slow. Great results cannot be achieved at once and we must be satisfied to advance in life as we walk, step by step.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "The best time to make friends is before you need them.", 
    "name": "Ethel Barrymore"
  }, 
  {
    "quote": "When we have done our best, we should wait the result in peace.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "Studies show that children best flourish when one mom and one dad are there to raise them.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "If you want to be the best, you have to do things that other people aren't willing to do.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "A visitor from Mars could easily pick out the civilized nations. They have the best implements of war.", 
    "name": "Herbert V. Prochnow"
  }, 
  {
    "quote": "I will give you the best I have.", 
    "name": "George C. Marshall"
  }, 
  {
    "quote": "I just try to do the best job I possibly can - put the blinders on, go to work and be the best you can possibly be. Once you have done everything that you possibly can - you've put forth your greatest effort - then I can live with whatever's next.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "The best director is the one you don't see.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell.", 
    "name": "Laura Ingalls Wilder"
  }, 
  {
    "quote": "There is small risk a general will be regarded with contempt by those he leads, if, whatever he may have to preach, he shows himself best able to perform.", 
    "name": "Xenophon"
  }, 
  {
    "quote": "Letting your mind play is the best way to solve problems.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "I have the best husband in the world. He's very involved.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "It is often said that second thoughts are best. So they are in matters of judgment but not in matters of conscience.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "I think if you give your best as a parent, then that's all you can do.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "He is the best man who, when making his plans, fears and reflects on everything that can happen to him, but in the moment of action is bold.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Going online and asking questions is the best way to learn.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "I have to live with both my selves as best I may.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "There are times when even the best manager is like the little boy with the big dog, waiting to see where the dog wants to go so he can take him there.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "I put on the best live show, the absolute best live show I can possibly can.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Some of my best friends are Venture Capitalists, but let's face it, a hamster with Alzheimer's could make those kind of numbers. It's great work if you can get it.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "I don't have the best body in the world, but I know for a fact that I have a really good voice.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Most of those who make collections of verse or epigram are like men eating cherries or oysters: they choose out the best at first, and end by eating all.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "Work is like the rest of life. The best parts are free.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "I'm married to my best friend!", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "Italians know about human nature - they understand human nature perhaps better than anyone else does. They know that people are weak and greedy and lazy and dishonest and they just try to make the best of it to work around it.", 
    "name": "Donna Leon"
  }, 
  {
    "quote": "The man who has done his level best... is a success, even though the world may write him down a failure.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Yeah, I try to be the best example I can be for young girls just as far as my person goes - just to uphold a good image.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "Life is best when you are in love.", 
    "name": "Michael Moriarty"
  }, 
  {
    "quote": "I think that Phil Kaufman is one of the best directors that I have come across.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Home is the place we love best and grumble the most.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "My 'fear' is my substance, and probably the best part of me.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "A huge part of acting in movies is appetite. You do your best work when you've got a lot of appetite and you really want to embrace something. When you get tired, you don't have that hunger.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Man's wisdom is his best friend folly his worst enemy.", 
    "name": "William Temple"
  }, 
  {
    "quote": "The cat could very well be man's best friend but would never stoop to admitting it.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "The will to work of everyone in the country is the best guarantee of national survival.", 
    "name": "Bhumibol Adulyadej"
  }, 
  {
    "quote": "You need only reflect that one of the best ways to get yourself a reputation as a dangerous citizen these days is to go about repeating the very phrases which our founding fathers used in the struggle for independence.", 
    "name": "Charles A. Beard"
  }, 
  {
    "quote": "Disney has the best casting. If he doesn't like an actor he just tears him up.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "I already gave my best. I have no regrets at all.", 
    "name": "William Hung"
  }, 
  {
    "quote": "One of my favorite activities as a teen-ager was to watch television over the phone with my best friend.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Testing oneself is best when done alone.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I don't think there's anybody in America who thinks my personality is best suited to being Number Two.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "The heart of the jealous knows the best and most satisfying love, that of the other's bed, where the rival perfects the lover's imperfections.", 
    "name": "Djuna Barnes"
  }, 
  {
    "quote": "I don't want to tell President Obama how to make a speech. He's a much better speech maker than I am. But I think always to tell the truth in a sometimes blatant way, even though it might be temporarily unpopular, is the best approach.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Patriotism is best exemplified through auto-critique. When you're willing to stand up within the group and say, 'It is wrong for Black people to be anti-Semitic,' or 'It is wrong for America to discriminate against persons of African descent and made them slaves and based its wealth upon free labor,' it's crucial to say that.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "Example is the best precept.", 
    "name": "Aesop"
  }, 
  {
    "quote": "I was in the bath at the time, and my dad came running in and said, 'Guess who they want to play Harry Potter!?' and I started to cry. It was probably the best moment of my life.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "For me, the best times are always going to be the most intense, the ones with the highest highs and the lowest lows.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "The best thing you can do is find a person who loves you for exactly what you are.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "I was just doing my job in the ring and doing my best to make people happy.", 
    "name": "Manny Pacquiao"
  }, 
  {
    "quote": "The best form of government is that which is most likely to prevent the greatest sum of evil.", 
    "name": "James Monroe"
  }, 
  {
    "quote": "Do the best that you can in the place where you are, and be kind.", 
    "name": "Scott Nearing"
  }, 
  {
    "quote": "If being an attractive woman got you attention for directing, then the entire 'best director' category would be comprised of models. To me, that is just the most ludicrous connection that you could make.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "I wanna change the game in way where I'm not knocking nobody out of the way, not claiming to be the best at this or that, but just doing wonders with the gift I've been given.", 
    "name": "Anthony Hamilton"
  }, 
  {
    "quote": "I don't think I ever got the hang of the writers' room. I love collaborating with people, but I really do my best work alone, and I think I would want to - if I did something again, I think I'd want to take total ownership the way Aaron Sorkin or David Kelley does.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Speaking of Twitter, I don't even know if I composed a blog entry in 2009, as I was too busy parceling my every thought into cute 140-character sound bites. I used to only worry about being pithy for a living now some of my best lines are wasted on a free app!", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "The best way to begin genuine bipartisanship to make America stronger is to work together on the real crises facing our country, not to manufacture an artificial crisis to serve a special interest agenda out of touch with the needs of Americans.", 
    "name": "John F. Kerry"
  }, 
  {
    "quote": "The best way to deal with that is to live in a fully conscious, compassionate, loving way. Don't wait until you're on your deathbed to recognize that this is the only way to live.", 
    "name": "Morrie Schwartz"
  }, 
  {
    "quote": "The best player I ever played with was Dennis Johnson.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "I get a lot of the ideas when I'm resting - either when I'm meditating or getting some kind of work done on my back, like physical therapy or acupuncture. That's where I get my best ideas, maybe because I'm balancing my body.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "One of the best parts of growing older? You can flirt all you like since you've become harmless.", 
    "name": "Liz Smith"
  }, 
  {
    "quote": "Once you are labeled 'the best' you want to stay up there, and you can't do it by loafing around.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "I'm either going to go completely mental, completely bankrupt, or have the best success of my life.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "One of the best things for a woman to hear is that she is sexy.", 
    "name": "Scarlett Johansson"
  }, 
  {
    "quote": "Recruitment and retention are critical to sustain our Armed Forces with the best men and women willing to stand in the gap and make huge sacrifices to ensure our freedom.", 
    "name": "Zack Wamp"
  }, 
  {
    "quote": "What I love best in life is new starts.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "I've found the best way is to not be scared of the attention but to be grateful for it and open to it. It makes my days better rather than being annoyed that people want my attention.", 
    "name": "Brandon Routh"
  }, 
  {
    "quote": "Democracy functions best when we have an active citizenry.", 
    "name": "Rick Perry"
  }
]