[
  {
    "quote": "You can't stop loving or wanting to love because when its right it's the best thing in the world. When you're in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete.", 
    "name": "Keith Sweat"
  }, 
  {
    "quote": "Spiritual relationship is far more precious than physical. Physical relationship divorced from spiritual is body without soul.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "One loyal friend is worth ten thousand relatives.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "A person isn't who they are during the last conversation you had with them - they're who they've been throughout your whole relationship.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "The only real security is not in owning or possessing, not in demanding or expecting, not in hoping, even. Security in a relationship lies neither in looking back to what it was, nor forward to what it might be, but living in the present and accepting it as it is now.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Falling in love and having a relationship are two different things.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "The more connections you and your lover make, not just between your bodies, but between your minds, your hearts, and your souls, the more you will strengthen the fabric of your relationship, and the more real moments you will experience together.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.", 
    "name": "Hugh Mackay"
  }, 
  {
    "quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "In a relationship each person should support the other they should lift each other up.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The relationship between husband and wife should be one of closest friends.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "If you're married, and you have a wife, and you really love your wife, is it good enough to only say to your wife 'I love her' the day you get married? Or should you tell her every single day when you wake up and every opportunity? And that's how I feel about my relationship with Jesus Christ is that it is the most important thing in my life.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Assumptions are the termites of relationships.", 
    "name": "Henry Winkler"
  }, 
  {
    "quote": "I don't need anyone to rectify my existence. The most profound relationship we will ever have is the one with ourselves.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "A relationship requires a lot of work and commitment.", 
    "name": "Greta Scacchi"
  }, 
  {
    "quote": "I believe that two people are connected at the heart, and it doesn't matter what you do, or who you are or where you live there are no boundaries or barriers if two people are destined to be together.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "Relationships based on obligation lack dignity.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Treasure your relationships, not your possessions.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "God is more interested in your future and your relationships than you are.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I want to be very close to someone I respect and admire and have somebody who feels the same way about me.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "It isn't necessary to have relatives in Kansas City in order to be unhappy.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "You have people come into your life shockingly and surprisingly. You have losses that you never thought you'd experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.", 
    "name": "Kirsten Dunst"
  }, 
  {
    "quote": "My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "When you start falling for somebody and you can't stop thinking about when you're going to see them again, I love that. Women are beautiful. They deserve to be cherished and respected.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies.", 
    "name": "Pietro Aretino"
  }, 
  {
    "quote": "The one who loves the least, controls the relationship.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "Never assume that the guy understands that you and he have a relationship.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.", 
    "name": "Homer"
  }, 
  {
    "quote": "Be honest, brutally honest. That is what's going to maintain relationships.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Only the broken-hearted know the truth about love.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "We must learn to regard people less in light of what they do or omit to do, and more in the light of what they suffer.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "When I got my first television set, I stopped caring so much about having close relationships.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "I get along with guys most of my friends are guys. It's easier to trust men sometimes. I only have a few close girlfriends that I trust.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Each relationship nurtures a strength or weakness within you.", 
    "name": "Mike Murdock"
  }, 
  {
    "quote": "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "It is not our purpose to become each other it is to recognize each other, to learn to see the other and honor him for what he is.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "A relationship isn't going to make me survive. It's the cherry on top.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Before machines the only form of entertainment people really had was relationships.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "It's nice to be with someone, but I don't think you need to be in a relationship to feel complete. That would be really sad.", 
    "name": "Kristin Davis"
  }, 
  {
    "quote": "I love my mom. My mom loves me. We don't have an easy relationship. I don't think we ever will, but I'd rather have a complicated, misunderstood relationship than have no relationship at all.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I'm 31 now. I think I'm beginning to understand what life is, what romance is, and what a relationship means.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "In a relationship you have to open yourself up.", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "I felt a tremendous sadness for men who can't deal with a woman of their own age.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "Every relationship I've been in, I've overwhelmed the girl. They just can't handle all the love.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "I have stepped off the relationship scene to come to terms with myself. I have spent most of my adult life being 'someone's girlfriend', and now I am happy being single.", 
    "name": "Penelope Cruz"
  }, 
  {
    "quote": "I can't even find someone for a platonic relationship, much less the kind where someone wants to see me naked.", 
    "name": "Gilbert Gottfried"
  }, 
  {
    "quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "I have developed a very strong partiality for the dead: they don't talk back, they don't sue, and they don't have angry relatives.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "I was in a relationship with a girl I loved for three years. Where do you go after three years? Then you've got to start thinking about other things, and I'm too young to think about those things.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Some people are your relatives but others are your ancestors, and you choose the ones you want to have as ancestors. You create yourself out of those values.", 
    "name": "Ralph Ellison"
  }, 
  {
    "quote": "In human relationships, kindness and lies are worth a thousand truths.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "If your best friend has stolen your girlfriend, it does become life and death.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "When one has love for God, one doesn't feel any physical attraction to wife, children, relatives and friends. One retains only compassion for them.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "I don't think it's necessarily healthy to go into relationships as a needy person. Better to go in with a full deck.", 
    "name": "Anjelica Huston"
  }, 
  {
    "quote": "Maybe the most that you can expect from a relationship that goes bad is to come out of it with a few good songs.", 
    "name": "Marianne Faithfull"
  }, 
  {
    "quote": "For the most part, that message hasn't changed a lot over the years - love is still love, and heartbreak is still heartbreak.", 
    "name": "Casey Kasum"
  }, 
  {
    "quote": "A grandchild is a miracle, but a renewed relationship with your own children is even a greater one.", 
    "name": "T. Berry Brazelton"
  }, 
  {
    "quote": "It is only when we no longer compulsively need someone that we can have a real relationship with them.", 
    "name": "Anthony Storr"
  }, 
  {
    "quote": "Death ends a life, not a relationship.", 
    "name": "Jack Lemon"
  }, 
  {
    "quote": "You show your vulnerability through relationships, and those feelings are your soft spot. You need to have a soft spot.", 
    "name": "Victoria Pratt"
  }, 
  {
    "quote": "God gives us relatives thank God, we can choose our friends.", 
    "name": "Addison Mizner"
  }, 
  {
    "quote": "The easiest kind of relationship for me is with ten thousand people. The hardest is with one.", 
    "name": "Joan Baez"
  }, 
  {
    "quote": "I don't even like to use the word relationship. I don't know what it means.", 
    "name": "Ron Silver"
  }, 
  {
    "quote": "You are not alone with a guy until you are a proper age. You don't go to certain levels with men until you are married or you have a certain relationship.", 
    "name": "Daisy Fuentes"
  }, 
  {
    "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude.", 
    "name": "William James"
  }, 
  {
    "quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "You want to believe that there's one relationship in life that's beyond betrayal. A relationship that's beyond that kind of hurt. And there isn't.", 
    "name": "Caleb Carr"
  }, 
  {
    "quote": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Marriage destroyed my relationship with two wonderful men.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "In my early professional years I was asking the question: How can I treat, or cure, or change this person? Now I would phrase the question in this way: How can I provide a relationship which this person may use for his own personal growth?", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "There is only one secure foundation: a genuine, deep relationship with Jesus Christ, which will carry you through any and all turmoil. No matter what storms are raging all around, you'll stand firm if you stand on His love.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I'm more of an adventurous type than a relationship type.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "A relationship is lovely if you're happy, comfortable in it and you really like the person. I can think of nothing better. But there's nothing worse than having a relationship in which you feel no interest.", 
    "name": "Susannah York"
  }, 
  {
    "quote": "Culture, what you believe, what you value, how you live matters. Now, as fundamental as these principles are, they may become topics of democratic debates from time to time, so it is today with the enduring institution of marriage. Marriage is a relationship between a man and a woman.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I'm quite sensitive to women. I saw how my sister got treated by boyfriends. I read this thing that said when you are in a relationship with a woman, imagine how you would feel if you were her father. That's been my approach, for the most part.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "If the relationship of father to son could really be reduced to biology, the whole earth would blaze with the glory of fathers and sons.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "I really enjoy being single again. I spent a lot of time in a relationship and the nearer we came to the end, the more difficult it got. You don't see things clearly as long as you're still involved.", 
    "name": "Dido Armstrong"
  }, 
  {
    "quote": "However successful you are, there is no substitute for a close relationship. We all need them.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "I think in a way, you're doomed, once you can envision something. You're sort of doomed to make it happen. I've found that the moment I can envision leaving a relationship, that's usually the moment that the relationship starts to fall apart.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "The formula for achieving a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "There is an inverse relationship between reliance on the state and self-reliance.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "You don't repair that relationship by sitting down and talking about trust or making promises. Actually, what rebuilds it is living it and doing things differently - and I think that is what is going to make the difference.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "I might get drunk one day and fall in love or fall over a hooker outside, and I would have consummated a relationship that I couldn't necessarily believe in.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "The way I become friends with somebody is a slow process. You can't just spill your guts and tell them everything about yourself and expect them to listen and understand you because you don't know them. It's the same thing with a relationship.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I'll break up with someone on purpose.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Minimalism seems closest to the sophisticated storytelling of movies. Movies have really educated contemporary audiences to be the most intelligent, sophisticated audiences in history. We don't any longer need to have the relationship between one scene and the next explained. We will figure it out ourselves.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "When men hear women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I have to be in a relationship in order to be intimate. I'm not the one-night-stand kind of girl. Despite the rumors.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "My relationship to power and authority is that I'm all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The person who needs the other person the least in a relationship is the stronger member.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I'm not the type of guy who enjoys one-night stands. It leaves me feeling very empty and cynical. It's not even fun sexually. I need to feel something for the woman and entertain the vain hope that it may lead to a relationship.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I'm so wrapped up in my work that it's often impossible to consider other things in my life. My marriage ended in divorce because of this, my relationship with Holly has suffered by this.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "I've always been spiritual but I've never had a proper context, and it took me awhile to find the proper context. It's hard to realize you can have any kind of relationship with God you want... and so I now have a punk rock relationship with God.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "It's interesting that I had such a close relationship with my grandfather. Because your parents always judge you: they say, 'You shouldn't do this, you shouldn't do that.' But with your grandparents you have a feeling that you can say anything or you can do anything, and they will support you. That's why you have this kind of connection.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "When people hold you in high esteem, it's very delicate relationship. When they meet you they're putting all their chips up. It's make or break.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "I could see myself in a relationship with a girl Olivia Wilde is so sexy she makes me want to strangle a mountain ox with my bare hands. She's mesmerizing.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "If one could be friendly with women, what a pleasure - the relationship so secret and private compared with relations with men. Why not write about it truthfully?", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Children are our second chance to have a great parent-child relationship.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "As soon as I got out there I felt a strange relationship with the pitcher's mound. It was as if I'd been born out there. Pitching just felt like the most natural thing in the world. Striking out batters was easy.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "But with Christ, we have access in a one-to-one relationship, for, as in the Old Testament, it was more one of worship and awe, a vertical relationship. The New Testament, on the other hand, we look across at a Jesus who looks familiar, horizontal. The combination is what makes the Cross.", 
    "name": "Bono"
  }, 
  {
    "quote": "It's important to take time for your spouse and nurture the relationship.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Sexuality is a big issue, but there are others - how much you commit to a relationship, to social obligation, to honesty and being honest with yourself.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Justice is never given it is exacted and the struggle must be continuous for freedom is never a final fact, but a continuing evolving process to higher and higher levels of human, social, economic, political and religious relationship.", 
    "name": "A. Philip Randolph"
  }, 
  {
    "quote": "Every single major push in education has made it worse and right now it's really bad because everything we've done is de-humanizing education. It's destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "American and Israel share a special bond. Our relationship is unique among all nations. Like America, Israel is a strong democracy, a symbol of freedom, and an oasis of liberty, a home to the oppressed and persecuted.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "We have a strange and wonderful relationship - he's strange and I'm wonderful.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "There is but one way for a president to deal with Congress, and that is continuously, incessantly, and without interruption. If it is really going to work, the relationship has got to be almost incestuous.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I definitely think anything I'd be in now is a permanent relationship.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "There was at time in my life where all I wanted was a relationship, and I thought that was the most important thing.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Christians were instructed to serve others, and the thanksgiving was for the grace of God and the fact that God offered a way for man to return to a positive relationship with Him.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "I love my parents. Coming out to them was sort of coming out to myself. I educated them, and I wanted our relationship to keep growing. I wanted them to be a part of my life still. I wanted to be able to share with them what I was going through.", 
    "name": "Randy Harrison"
  }, 
  {
    "quote": "Being grown up and in a serious relationship, I've learned so much. I'm happier than I've every been.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child's later life can be devastating.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "The real issue is not talent as an independent element, but talent in relationship to will, desire, and persistence. Talent without these things vanishes and even modest talent with those characteristics grows.", 
    "name": "Milton Glaser"
  }, 
  {
    "quote": "Opposites may attract, but I wouldn't put my money on a relationship of financial opposites.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "It is easy for Christians to have the false impression that once we have established a relationship with Christ, which we believe sets us right with God, the problems of life will somehow scoot away or they will slowly be removed from our lives.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "I think a good relationship is about collaboration.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "And it was a very, very fruitful and great relationship between the Stones and The Beatles. It was very, very friendly.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "The relationship to one's fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving it is from prayer that one draws the strength for one's striving.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "In the grip of a neurological disorder, I am fast losing control of words even as my relationship with the world has been reduced to them.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "There is a physical relationship with a woman that you don't have with anybody else, but that's not about love. Love is a spiritual thing.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "To talk about a relationship trivializes something that's nobody's business.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "OK, in all seriousness, I would say I couldn't be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I think in friendship, you want to be there for your friend, and sometimes you just don't know what to do or the relationship you have with them is not clear enough for you to know what to do.", 
    "name": "Marion Cotillard"
  }, 
  {
    "quote": "You've got to be ready to be in a great relationship.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over.", 
    "name": "Adam Brody"
  }, 
  {
    "quote": "I'm afraid the SS's relationship with the Catholic Church is something the Church still has to deal with and does not deny.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "If you change partners every time it gets tough or you get a little dissatisfied, then I don't think you get the richness that's available in a long-term relationship.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Trauma happens in relationships, so it can only be healed in relationships. Art can't provide healing. It can be cathartic and therapeutic but a relationship is a three-part journey.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "So the American government lied to the Native Americans for many, many years, and then President Clinton lied about a relationship, and everyone was surprised! A little naive, I feel!", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "Until we have a better relationship between private performance and the public truth, as was demonstrated with Watergate, we as the public are absolutely right to remain suspicious, contemptuous even, of the secrecy and the misinformation which is the digest of our news.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable.", 
    "name": "May Sarton"
  }, 
  {
    "quote": "Back then I didn't think a woman like that, or a relationship like that, could exist with complete freedom and no jealousy or possessiveness. I thought it sounded too good to be true and I was certainly convinced it wasn't the life for me!", 
    "name": "Sylvia Kristel"
  }, 
  {
    "quote": "Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "While I don't often use the word, the technically precise term for my orientation is bisexual. I believe bisexuality is not a choice, it is a fact. What I have 'chosen' is to be in a gay relationship.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "I love coming home to somebody, I love being in a relationship.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I think when you're in a relationship where you really care for the other person, when they achieve their dreams it's better than when you do yourself.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "What surprises me most about God is that the creator of the universe should want a relationship with me.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "The cinema began with a passionate, physical relationship between celluloid and the artists and craftsmen and technicians who handled it, manipulated it, and came to know it the way a lover comes to know every inch of the body of the beloved. No matter where the cinema goes, we cannot afford to lose sight of its beginnings.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "And so I look at it as a relationship that I have with him that I want to give him the honor and glory anytime I have the opportunity. And then right after I give him the honor and glory, I always try to give my teammates the honor and glory. And that's how it works because Christ comes first in my life, and then my family, and then my teammates.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "I can see how a relationship with a writer would be an easy thing.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "When I'm working, I'm very purposeful and everything else gets out of focus. Something I've had to work on together with my wife is how to acknowledge each other in the midst of this and keep the relationship going.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "The test of one's behavior pattern is their relationship to society, relationship to work and relationship to sex.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "As you get older you have more respect and empathy for your parents. Now I have a great relationship with both of them.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I have a strange relationship with time. I'm not aware of it passing.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "You have to support your children to have a healthy relationship.", 
    "name": "Connie Sellecca"
  }, 
  {
    "quote": "Every relationship between two individuals or two groups will be characterized by the ratio of secrecy that is involved in it.", 
    "name": "Georg Simmel"
  }, 
  {
    "quote": "I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "I don't have a bad relationship. I'm 48 years old. I think life is too short for that. To me, life is... you open the shutters, you see the dogs outside, you look left, you look right, in, what, a second and a half? And that's a life.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "The most important thing for me is having a relationship with God. To know that the owner, the creator of the universe loves you, sent His Son to die for your sins that's very empowering. Knowing Him and knowing that He loves me gives me encouragement and confidence to move forward.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I don't care what people say about my relationship I don't care what they say about my boobs. People are buying my songs I have a sold-out tour. I'm getting incredible feedback from my music.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Have you ever loved somebody, loved her completely, but had to end the relationship for life reasons?", 
    "name": "John Mayer"
  }, 
  {
    "quote": "A lot of what I'm obsessed with is the relationship and the dynamics between people and the family, particularly brothers and their father.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I feel so lucky to have both a son and a daughter, because there's a different relationship with each of them.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "There's only so far you can take a relationship before you got to get into things that are too serious or over the top. I'm 20 years old. I was in a relationship with a girl I love for three years. Where do you go after three years? Then you've got to start thinking about other things, and I'm too young to think about those things.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "A relationship to me is never about the romance.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "There's only so far you can take a relationship before you got to get into things that are too serious or over the top.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "The relationship of the toastmaster to speaker should be the same as that of the fan to the fan dancer. It should call attention to the subject without making any particular effort to cover it.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I have a great relationship with my mother-in-law. We're both Leos, we understand each other.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "When I play live, it's a conversation that we're all having with the song, and the audience... their response and relationship with the songs is as valid as my relationship with the songs.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "To understand how any society functions you must understand the relationship between the men and the women.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "I always believed in God and Christ, but I was in rebellion - trying to make my relationship with God fit into my life instead of making my life fit in with him. I was stubborn.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "It's a great relationship when you can work with the person who you consider to be your soul mate.", 
    "name": "Rick Derringer"
  }, 
  {
    "quote": "I have absolutely no empathy for camels. I didn't care for being abused in the Middle East by those horrible, horrible, horrible creatures. They don't like people. It's not at all like the relationship between horses and humans.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "When you think about it, we actors are kind of prostitutes. We get paid to feign attraction and love. Other people are paying to watch us kissing someone, touching someone, doing things people in a normal monogamous relationship would never do with anyone who's not their partner. It's really kind of gross.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "I feel like the people from Iceland have a different relationship with their country than other places. Most Icelandic people are really proud to be from there, and we don't have embarrassments like World War II where we were cruel to other people.", 
    "name": "Bjork"
  }, 
  {
    "quote": "The family only represents one aspect, however important an aspect, of a human being's functions and activities. A life is beautiful and ideal or the reverse, only when we have taken into our consideration the social as well as the family relationship.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Using no control and using humor will build a relationship and make a dent to where the client puts the counselor in their quality world and then begins to relate and seek out the counselor. Effective therapy begins with the acceptance of the therapist into the client's quality world.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "I spend a great deal of time with the President. We have a very close, personal, loyal relationship. I'm not, as they say, a potted plant in these meetings.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "I was in California when this journalist made a blanket statement about the fact that she did not think that black men and women had the kind of love relationship that Rebecca and Nathan had in Sounder.", 
    "name": "Cicely Tyson"
  }, 
  {
    "quote": "Every relationship is just so tenuous and precarious.", 
    "name": "Larry David"
  }, 
  {
    "quote": "I would say 90 percent of Christians do not have a worldview, in other words a view of the world, based on the Scripture and a relationship with God.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "I think I have a strange relationship with time. I'm not really aware of that time passing. I don't feel that I'm wasteful with time. But I'm not aware of it passing.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "And I think if you look at any relationship, for the relationship to be productive and to move forward and to grow, sometimes things have to be said that one person or the other person is not going to like to hear.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "Films have never shown the kind of relationship that can exist between two women.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "I had a very, very difficult relationship with my mother, who was supremely self-centred. She was hilariously self-centred. She did not really take interest in anything that didn't immediately affect her.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "The African American's relationship to Africa has long been ambivalent, at least since the early nineteenth century, when 3,000 black men crowded into Bishop Richard Allen's African Methodist Episcopal Church in Philadelphia to protest noisily a plan to recolonize free blacks in Africa.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I think anybody who has had a long relationship and has had a really hard time letting go, wants to feel like it's not all for naught, and it's meaningful, because it makes you who you are.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I know children regress after vaccination because it happened to my own son. Why aren't there any tests out there on the safety of how vaccines are administered in the real world, six at a time? Why have only two of the 36 shots our kids receive been looked at for their relationship to autism?", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "The relationships that people have - that are sexual, psychological, emotional - these relationships are not open to supervision by parents, schools, churches, or government. Nobody has any right to intervene at all in any kind of relationship like that.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "I think the fact that I'm so well known to be gay makes it very difficult to have a convincing relationship with a woman on screen. It wouldn't be at all difficult for me to kiss a woman - I'll kiss a frog if you like.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "The mark of a good marriage is partnership and continuing to feel inspired by your spouse. I had that with Tao. But the end is not necessarily the tragedy. Staying in a relationship that is no longer working is the tragedy. Living unhappily - that's the tragedy.", 
    "name": "Olivia Wilde"
  }, 
  {
    "quote": "There are absolutely no problems between me, my dad and my sister. Obviously I grew up with just my mum, but my relationship with my dad is just fine.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "When a mother quarrels with a daughter, she has a double dose of unhappiness hers from the conflict, and empathy with her daughter's from the conflict with her. Throughout her life a mother retains this special need to maintain a good relationship with her daughter.", 
    "name": "Terri Apter"
  }, 
  {
    "quote": "I've never been Romeo who meets a girl and falls for her immediately. It's been a much slower process for me each time I've gone into a relationship.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "Yeah, we pretty much had a form and a shape by that time - a style - and I think one of the advantages of not having any relationship to any other puppeteer was that it gave me a reason to put those together myself for the needs of television.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "Don't throw petals on the floor if they have no meaning. I would rather have a fun, casual relationship than have someone pretending they're completely in love with me.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "I've always believed in people's capacity for goodness. I still believe that people are good. What I'm not so trusting about anymore is their relationship to their own goodness.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "The relationship between talent and management is uneasy, at best.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "I cannot imagine having a physical relationship with a woman. I have not done that. But I really love women.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I had the classic 40 meltdown. I did. It's embarrassing. It was pretty funny. But then I recovered. To me, it was like a second adolescence. Hormonally, my body was changing, my mind was changing, and so my relationship to myself and the world around me came to this assault of finiteness.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "I found the offer of a knighthood something that I couldn't possibly accept. I found it to be somehow squalid, a knighthood. There's a relationship to government about knights.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "I do not think that Mulder trusts any one other than Scully. He s very solitary. She is the only one who takes him seriously. I don t know if they re in love. In a way, their relationship is deeper than that, because they cannot live without each other.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "It is better to have a relationship with someone who cheats on you than with someone who does not flush the toilet.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "My brother and I had a really privileged relationship with my parents... They treated us like adults.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I have a love-hate relationship with white silk.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "The relationship between a manufacturer and his advertising agency is almost as intimate as the relationship between a patient and his doctor. Make sure that you can life happily with your prospective client before you accept his account.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "My parents are artists in their world, in the world of modern artists, you are supposed to just go into your studio and tune everything out, and your entire relationship with your work is supposed to be a super private one. That was the way to do it and you weren't deeply truly artistic if that wasn't the way you were engaging the press.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "The behavior of men to the lower animals, and their behavior to each other, bear a constant relationship.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that's when you were holding onto music like it was a palm tree in a hurricane.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "The film depends on the audience's belief in this relationship.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "There's the theory that nudity doesn't really make something sexy the characters and their relationship make it sexy.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "It does not seem to me that the steps which would be needed to make Britain - and others - more comfortable in their relationship in the European Union are inherently so outlandish or unreasonable.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "There was always a love-hate relationship with New York in the rest of the country, but I made them feel more love than hate.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "The attack on ObamaCare was that Congress does not have the power under the Commerce Clause to force a private citizen into a private contractual relationship. If such a thing is permitted to stand, the anti-ObamaCare forces argue, there will be no limit to Congress's power in the future.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "A lot of people over time have had this kind of pattern in their relationship with Bill Clinton. You first meet him and you're overwhelmed by his talent. He's so energetic and articulate and full of ideas and he calls himself a congenital optimist and that optimism is contagious.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "The only time a relationship is good is when you really love them.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I think at some stage, I would love to have another child. I would love to settle into a relationship that was really important to me. I actually am not good at the balance at that.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Even as a child I had a strong relationship with yearning and desire. And loss. Those things spoke to me.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "North Americans as a whole need to embrace having clothes altered to their body. I hear it all the time: why do the Europeans always look so good? They have a relationship with their tailor and spend the time and money to make their clothes look their best.", 
    "name": "Michael Kors"
  }, 
  {
    "quote": "Fame does lead to money, which I don't have a close relationship with. I'm the kind of guy who never sees the money - it all goes somewhere else. I don't understand it, I don't like to deal with it. I have a fear of not having it, because I grew up without it.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there.", 
    "name": "Robert Cormier"
  }, 
  {
    "quote": "I'm so happy now. I love that I'm in a relationship right now... I want a life... The past five years or so I've found my groove and my balance.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "But you know, I have a pretty good relationship with the press and the paparazzi. It's just when they step over the line that, you know, enough's enough.", 
    "name": "Elton John"
  }, 
  {
    "quote": "I love my dad and we have a very good relationship now.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I'm a real relationship person - contrary to public perception. I'm either in one or I'm not.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone's grown to accept that and so they give me my space at the show.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I feel like you don't know if someone's equipped for a romantic relationship until they're out of their twenties.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "I believe that his death and resurrection transformed humanity's relationship with God.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "Individual psychotherapy - that is, engaging a distressed fellow human in a disciplined conversation and human relationship - requires that the therapist have the proper temperament and philosophy of life for such work. By that I mean that the therapist must be patient, modest, and a perceptive listener, rather than a talker and advice-giver.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "Pop stardom is not very compelling. I'm much more interested in a relationship between performer and audience that is of equals. I came up through folk music, and there's no pomp and circumstance to the performance. There's no, like, 'I'll be the rock star, you be the adulating fan.'", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "When Tony was madly in love with me, his relationship with Vanessa Redgrave was ending.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Although we were never pals and occasionally butted heads, my relationship with Clinton and his wife, Hillary, made me a better journalist.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "So after the Lewinsky scandal, everything changed, and we moved from using the Bible to address the moral issues of our time, which were social, to moral issues of our time that were very personal. I have continued that relationship up until the present.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Red Letter Christians believe in the doctrines of the Apostle's Creed, are convinced that the Scriptures have been inspired by the Holy Spirit, and make having a personal transforming relationship with the resurrected Christ the touchtone of their faith.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "My relationship with my mom is really the single most profound relationship that I've ever had in my life.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take.", 
    "name": "Kina Grannis"
  }, 
  {
    "quote": "Unfenced by law, the unmarried lover can quit a bad relationship at any time. But you - the legally married person who wants to escape doomed love - may soon discover that a significant portion of your marriage contract belongs to the State, and that it sometimes takes a very long while for the State to grant you your leave.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I'm so happy to be in a committed relationship.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what's it all about.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "There was a time in the marriage when I could no longer look at myself in a mirror, couldn't feel I was a nice person. A bad relationship can do that, can make you doubt everything good you ever felt about yourself.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "I'm not really a relationship expert but ...I'm an expert on manhood and what men think.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "I think if you're in a committed relationship, unless you have some sort of an understanding, monogamy is something that should exist.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "The United States and Israel have a unique relationship based on our mutual commitment to democracy, freedom, and peace. Therefore, just as our commitment to these principles must be steadfast, so must our support for Israel.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "What works in a relationship of very public people is not making the relationship public - keeping it as personal as it can be. It's the only way it is real.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "You can educate yourself right out of a relationship with God.", 
    "name": "Tammy Faye Bakker"
  }, 
  {
    "quote": "My relationship with everyone in Jamaica is good.", 
    "name": "Usain Bolt"
  }, 
  {
    "quote": "I think you grow wherever God plants you. I hope I'm growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender because this kiss already has within it that surrender.", 
    "name": "Emil Ludwig"
  }, 
  {
    "quote": "Sometimes you could be in an unhappy relationship you are very much in love with someone, but it's making you unhappy and you think things can change and you can work it out.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "People's view of cancer will change when they have their own relationship with cancer, which everyone will, at some point.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "When you're in a relationship you want it to work. My parents did, I did. But we are not taught how to make it work.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Marriage is a very sacred institution and should not be degraded by allowing every other type of relationship to be made equivalent to it.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I can't cultivate a relationship with my child if it's between takes. I tried that on a movie and realized, 'This is not going to work.' It will work some of the year, but not 12 months a year.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "What students lack in school is an intellectual relationship or conversation with the teacher.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "In no relationship at the top of any walk of life is it always easy, least of all in politics which matters so much and which is conducted in such a piercing spotlight.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "I've only recently realized that I have a radically different relationship with my parents than a lot of people.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Which is, I'm an optimist that two people can be together to work out their conflicts. And that commitment, I think, might be what love is, because they both grow from their relationship.", 
    "name": "Garry Shandling"
  }, 
  {
    "quote": "Just about every children's book in my local bookstore has an animal for its hero. But then, only a few feet away in the cookbook section, just about every cookbook includes recipes for cooking animals. Is there a more illuminating illustration of our paradoxical relationship with the nonhuman world?", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Jews have a special relationship to books, and the Haggadah has been translated more widely, and reprinted more often, than any other Jewish book. It is not a work of history or philosophy, not a prayer book, user's manual, timeline, poem or palimpsest - and yet it is all these things.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "When a person goes into a relationship emotionally needy, they are not going to have discernment in choosing people.", 
    "name": "Jennifer O'Neill"
  }, 
  {
    "quote": "Film music should have the same relationship to the film drama that somebody's piano playing in my living room has on the book I am reading.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "Doctrinal rightness and rightness of ecclesiastical position are important, but only as a starting point to go on into a living relationship - and not as ends in themselves.", 
    "name": "Francis Schaeffer"
  }, 
  {
    "quote": "I've always been the long-term relationship, go-home-and-meet-mom girl.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "I like to write with people I have a relationship with otherwise it's kind of scary, and you hold back because you don't want to pour your guts out to someone you never met.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "There was no relationship between a wedding dress and fashion. There was no good taste, either. I realized that I could make an impression in terms of changing and readdressing the whole industry of bridal.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.", 
    "name": "John Frusciante"
  }, 
  {
    "quote": "We can realise a lasting peace and transform the East-West relationship to one of enduring co-operation.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "I always knew I wanted kids, but when my mom passed away I was like, 'I want a bunch of kids. I want three kids or four kids, and I want to have that relationship again.' I can't bring my mom back, but I can have children.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Not to be weird, but I still have an ongoing relationship with my mom, even though she passed away, and I've been surprised at how much I've been able to convey to her. Now I sound like a total weirdo, but that's true.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Getting over someone is a grieving process. You mourn the loss of the relationship, and that's only expedited by 'Out of sight, out of mind.' But when you walk outside and see them on a billboard or on TV or on the cover of a magazine, it reopens the wound. It's a high-class problem, but it's real.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "Mine is just a simple old human story - of one person trying, with great rigor and discipline, to comprehend her personal relationship with divinity.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Look, you've got a generation of people coming along who are going to form their own new relationship with the idea of supporting the causes that they care about or changing the world. And these people are not going to do it the way our parents do it.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "The most important thing as a leader is your relationship with God.", 
    "name": "Manny Pacquiao"
  }, 
  {
    "quote": "For hundreds of millions of Americans who believe in God, prayer is our bridge between Earth and Heaven, our way of opening our hearts to the Lord. Through this intimate relationship we find peace and guidance.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it's not without doubt but in spite of doubt.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "For me, I'm not a jealous person. That's just not my thing. You have to have trust in your relationship.", 
    "name": "Fergie"
  }, 
  {
    "quote": "There's a lot about the character. It doesn't always happen, but there are some characters you really create a relationship with, almost as if they were your friend. And you never get into their heads again or think like them.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "The relationship between Israel and the United States is a bond of - it's just a very powerful bond. It was, it is, and will be and will continue to be.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "I have a very long relationship with America. My mother grew up there and I felt to some extent that I partly belong there. I was schooled there briefly for about a year.", 
    "name": "Colin Firth"
  }, 
  {
    "quote": "I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I'm not afraid to entertain any and every aspect of personality in relationship to creating a character.", 
    "name": "Corin Nemec"
  }, 
  {
    "quote": "The establishment wonders why we can't get more of the black vote. It's because it's not doing the things necessary to establish a deeper relationship with the black community. Most black people don't think alike. Most black people just vote alike.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Our first scene is sort of a reunion between the X-Men characters, which establishes everyone's relationship to one another, sort of like a recap for all those who have forgotten since the last movie.", 
    "name": "Shawn Ashmore"
  }, 
  {
    "quote": "We should never denigrate any other culture but rather help people to understand the relationship between their own culture and the dominant culture. When you understand another culture or language, it does not mean that you have to lose your own culture.", 
    "name": "Edward T. Hall"
  }, 
  {
    "quote": "That was always my frustration with so many of these shows, because design is not an ambush... it's a relationship. You have to know how people move and live and work to be able to design for them.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "I met my grandfather just before he died, and it was the first time that I had seen Dad with a relative of his. It was interesting to see my own father as a son and the body language and alteration in attitude that comes with that, and it sort of changed our relationship for the better.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "What we have now is doctors who are actually better technically at what they're doing in their specialty than 30 or 40 years ago, but we lost the relationship, when the doctor would look people in the eye and say, 'I care about you. We can do this together.'", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "I hope that anyone I worked with wouldn't exploit our relationship.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "On a level of simple personal survival, understanding and forgiveness are crucial... whether in an intimate personal relationship or on a global level.", 
    "name": "Edward Albert"
  }, 
  {
    "quote": "Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "Selfishness, narcissism, being uncomfortable in your own skin, not feeling connected to the world around you, feeling dislocated from family and youth, having a strange relationship with your childhood - all those things feel really true to me.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "Film's hard when you don't have any relationship with the director at all and you just show up. Then you really are just a gun for hire.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "The transatlantic relationship is vital for both our countries: France will remain a reliable ally of the United States. Nevertheless, ally does not mean aligned.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "In a relationship, when does the art of compromise become compromising?", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "The relationship between the prophet and the President, the priest and the President, is a sacred one.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "When they watch a movie and they know that you're in a relationship, you just kind of watch that constantly.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "Men are wary of me because they know, by listening to my music, that a relationship with me will be quite deep.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Every company has two organizational structures: The formal one is written on the charts the other is the everyday relationship of the men and women in the organization.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "I'm so lucky that I have a great relationship.", 
    "name": "Julianne Hough"
  }, 
  {
    "quote": "The thing that stood out above and beyond all the experiences was this relationship with the nine-month-old baby. On weekends, I'd be thinking about going back to set on Monday just to see the baby.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "The basic discovery about any people is the discovery of the relationship between men and women.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "It's a very difficult thing losing a parent, but I think there's an added complication for me, because he was so well-loved and he had this very open charm that made people feel they had a personal relationship with him.", 
    "name": "Kate Beckinsale"
  }, 
  {
    "quote": "A lot of times, women don't get the male perspective in regards to a relationship, what men go through when they're not really dealing well.", 
    "name": "Morris Chestnut"
  }, 
  {
    "quote": "I have relationships with people I'm working with, based on our combined interest. It doesn't make the relationship any less sincere, but it does give it a focus that may not last beyond the experience.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "You have a strange relationship with calamity when you're a writer: you write about it as an artist, you objectify and fetishize it. You render life into material, and that's a creepy thing to do.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "There's an entry point to any relationship.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I think every relationship has a point where you stop and reevaluate. Are you happy? Have you grown together or apart? What do you share interests in? I think that's a normal thing to do, but it's so much harder when it's done publicly.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "All men want to be treated like kings in a relationship, and I think if women don't indulge that sometimes, their men are likely to stray and look for someone who can give that to them.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "We've been able to access deals that under our former relationship with Disney - with tax advantages and strategic partners - that we just weren't able to do.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "If you're giving love and not receiving it, you're not in the right relationship. If you're receiving it and not giving it than you are taking advantage of the other person.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "By measuring the proportion of children living with the same parents from birth and whether their parents report a good quality relationship we are driving home the message that social programmes should promote family stability and avert breakdown.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "I am an optimist about the UK. We have been involved in trade with our European partners, which we will always be doing whatever this relationship is. We are a member of the EU. That gives us benefits. But we have to figure out where that is going. In the world, we are a global trader already.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.", 
    "name": "Luigi Pirandello"
  }, 
  {
    "quote": "I have a much better relationship with the press than I did, I think because I stood my ground.", 
    "name": "Elton John"
  }, 
  {
    "quote": "My mom is going to kill me for talking about sleeping with people. But I don't want to put myself in the position where I'm in a monogamous relationship right now. I'm not dating just one person. 'Sex and the City' changed everything for me because those girls would sleep with so many people.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "But I think there's something wonderful and extraordinary about climbing on your own and just that kind of relationship to the environment. I'm very addicted to the mountains. You know, so, I do like that solitude.", 
    "name": "Andy Serkis"
  }, 
  {
    "quote": "The U.K. needs a system for family migration underpinned by three simple principles. One: that those who come here should do so on the basis of a genuine relationship. Two: that migrants should be able to pay their way. And three: that they are able to integrate into British society.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Sex is... perfectly natural. It's something that's pleasurable. It's enjoyable and it enhances a relationship. So why don't we learn as much as we can about it and become comfortable with ourselves as sexual human beings because we are all sexual?", 
    "name": "Sue Johanson"
  }, 
  {
    "quote": "I wanted very much to do Traffic and at one point it looked like I was going to work on it. And then, of course, Catherine Zeta-Jones had her relationship with Michael Douglas and it suddenly didn't happen.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I don't think the relationship between novels and realities are one to one. Of course novels play different roles. It's essentially just a long narrative form. What you use that long narrative form for can be very different.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "A durable, long-term U.S.-China strategic relationship is even more important now than in previous decades. The relationship will continue to grow and prosper to the mutual benefit of all peoples.", 
    "name": "Alexander Haig"
  }, 
  {
    "quote": "Ninety percent of the students take the 'preferred lender.' Why? Because that's the nature of the relationship. You trust the school. The school is in a position of authority.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "I have a need to make these sorts of connections literal sometimes, and a vehicle often helps to do that. I have a relationship to car culture. It isn't really about loving cars. It's sort of about needing them.", 
    "name": "Matthew Barney"
  }, 
  {
    "quote": "So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "We have peace with Israel. We're actually the last man standing. So there is going to be immense pressure and people asking, 'Why are we having this relationship when it's not benefiting anybody?' Obviously, my answer is you always benefit from peace.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "The fact my relationship with my son is so good makes me forgiving of my father and also appreciative.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "My mother killed herself when I was 12. I won't complete that relationship. But I can try to understand her.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "Now I'm a wife and a mother of two. It's a really different role. I always referred to No Doubt as a marriage, because that's what it's like to be together for so long and go through what we've been through. I can't really have that relationship with them anymore.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "There is an urgent need for a radical revision of our current concepts of the nature of consciousness and its relationship to matter and the brain.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Humans have a fraught relationship with beasts. They are our companions and our chattel, our family members and our laborers, our household pets and our household pests. We love them and cage them, admire them and abuse them. And, of course, we cook and eat them.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "For me, it's about the way I carry myself and the way I treat other people. My relationship and how I feel about God and what He does for me, is something deeply personal. It's where I came from, my family, I was brought up in a religious household and that's very important to me.", 
    "name": "Beyonce Knowles"
  }, 
  {
    "quote": "I do believe that when you know better, you do better. You know what was wrong about the last relationship, and hopefully you will do better the next time.", 
    "name": "Elisha Cuthbert"
  }, 
  {
    "quote": "You know, we're each the hero of our own story and we perceive what's going on around us, and especially in a relationship, from the kind of viewpoint of, 'Well, this is my story, and I'm the hero of that, and I justify what I do around it.'", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I think 'Tattoo''s a song that can go so many different ways. Some people think of it as a break-up song, but, for me, it's about somebody who comes into your life and really touches you - be they a friend, a family member or someone you're in a relationship with.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I'm so single. It's funny. I'm usually a relationship girl. I love being in love and having a partner in crime. But it's good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "But I think the real tension lies in the relationship between what you might call the pursuer and his quarry, whether it's the writer or the spy.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "We run into some pretty tough arguments sometimes, but the idea is that at the end of the day, my wife and I realize that we'll always be holding each other's hand. This is a lifelong relationship, and after 12 years she hasn't gotten rid of me yet.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship. I watched them over the years and saw how they dealt with everything together, as a team.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "So I just had to step up how I was doing it and the moment that I stepped up and the moment I focused all my energy on that is when things started to happen. So there's a direct relationship between my inspiration and my output.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "I'm always open to a relationship, but I'm not putting those feelers out there now.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "I am a relationship girl. That's kind of just how I'm made... When you're in my life, it's actually very contained.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "I'm in an on-off relationship at the moment.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "I grew up very religious, and I don't have a great relationship with religion.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "I certainly know that this relationship could not have continued the way it did, when I was at the Pentagon and the president was obviously at the White House, without Betty.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "It was a mutual relationship.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "This was a mutual relationship, mutual on all levels, right from the way it started and all the way through. I don't accept that he had to completely desecrate my character.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "I think that the fact that a relationship becomes public is a bit of a bummer. Because it can distract from the real reason why you're together, which is that you just like each other.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "With public figures involved in a relationship it seems that there is a machine behind their love so oftentimes.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "Our relationship was cursed by the fact that we agreed on everything.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "There's such an extreme feeling to be in love, especially in quite an emotionally destructive relationship, where you're both kind of really bad for each other, but you love each other so much. Those extreme emotions, I think, can only be described with extreme imagery.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "In order to satirize adequately, I think you need to bring people down to Earth and be like, 'Yeah, these people drink coffee and have tummy troubles and they go to the bathroom like anybody else, and they all have relationship problems, if they even have relationships.'", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "Liberalism is a really old British tradition and it has a completely different attitude towards the individual and the relationship between the individual and the state than the collectivist response of Labour, and particularly Old Labour, does.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I think I wanted to write a book about the relationship between the victim and perpetrator in which the victim agrees to remain silent.", 
    "name": "Darrell Hammond"
  }, 
  {
    "quote": "The Russians are turning east to the Chinese - to the Europeans' surprise. It always seemed to me that the relationship between Russia and China would shift from being based in Marx and Lenin to being based in oil and gas.", 
    "name": "Daniel Yergin"
  }, 
  {
    "quote": "It takes bravery to end a relationship.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "Obviously, a long-distance relationship is hard. But, like anything worth having, you make it work.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "I love the comic opportunities that come up in the context of a father-son relationship.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "With the CGI, suddenly there's a thousand enemies instead of six - the army goes off into the horizon. You don't need that. The audience loses its relationship with the threat on the screen. That's something that's consistently happening and it makes these movies like video games and that's a soulless enterprise. It's all kinetics without emotion.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "I feel there's a power in theatre, but it's an indirect power. It's like the relationship of the sleeper to the unconscious. You discover things you can't afford to countenance in waking life. You can forget them, remember them a day later or not have any idea what they are about.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "I've discovered just how symbiotic the relationship is between writers, directors and actors. They ask the same questions and strip down texts in exactly the same way.", 
    "name": "Damian Lewis"
  }, 
  {
    "quote": "I usually write for the individual reader -though I would like to have many such readers. There are some poets who write for people assembled in big rooms, so they can live through something collectively. I prefer my reader to take my poem and have a one-on-one relationship with it.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "In December 1998, I considered myself an expert on love. I was almost a year into a relationship, one that had grown more slowly than I had wished, but once it flowered it was much more stimulating than any marriage or relationship I had known.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "My mom drives me crazy sometimes, but I have a good relationship with her.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "Golf has an ambivalent relationship with the environment. On one hand, it's a great preserver of open spaces. Golf doesn't pave the world - it helps to green the world. But the downside is, it uses a lot of fertilizer, pesticides and water.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "Anyone working for a big company might be skeptical that a large business, or even a strictly online business, can form the same kind of friendly, loyal relationship with customers as a local retailer. I'm saying it's already been done because I lived it.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "You know when you get into that thing where people want to discuss the relationship? I'd rather discuss what was on telly, avoid the issue, discuss anything other than the relationship.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "Every woman I've had a relationship with has found this maddening the fact that I will talk about anything on the stage, and reveal all this stuff, and yet when I'm at home, I clam up and won't discuss anything intimate or personal.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "My father and I are very similar and have a wonderful relationship, but we both stand by our opinions.", 
    "name": "Chris Hemsworth"
  }, 
  {
    "quote": "This thing with everyone knowing you, it's weird, because people have this one-sided relationship where they look at your picture and feel they know you more than someone they actually know. I don't really know myself that well.", 
    "name": "Robert Pattinson"
  }, 
  {
    "quote": "I'm not one of these guys who's constantly in a relationship, not at all.", 
    "name": "Robert Pattinson"
  }, 
  {
    "quote": "Poetry is always slightly mysterious, and you wonder what is your relationship to it.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "A lot of Hollywood couples get married young and wind up growing out of their relationship.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "As long as women are in the work force making their own money and decisions, men are going to have to realize that this way of life is here to stay - because it takes two incomes to make it and more now. The sooner you address your style of saving and spending with your mate the better off your relationship will be.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "We have all loved a guy we know has issues. Despite popular opinions, until we give it a final try, the relationship will always be in the 'what if' stage.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "It's hard for women who make a lot of money and make decisions all day long, then they have to come home and be 'Stupid Sally.' Men need respect, and they need to know that they can lead in the relationship, so even if they don't make the most money they need to be able to call the shots.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "When a relationship doesn't work anymore, it's terrible to stay with someone that you don't love.", 
    "name": "Monica Bellucci"
  }, 
  {
    "quote": "I find it quite hard to sum up my relationship in a sound bite. I feel that it trivializes it for other people's pleasure. It's an adventure.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I visited my father for the full ten years that he was in prison, so we already had a deep and loving relationship, and remembered our mother at those times.", 
    "name": "Sam Sheppard"
  }, 
  {
    "quote": "It's a complex relationship when your dad happened to be president and you are president and then you have all the amateur psychology that goes on when people try to speculate about motivations.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "Tony and I had a good on and off screen relationship, we are two very different people, but we did share a sense of humor, we now live in different parts of the world but when we find ourselves in the same place it is more or less as if there had been no years in between.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "There is no substitute for the comfort supplied by the utterly taken-for-granted relationship.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "I have a full life: I have two amazing kids, I have great friends, great family. And right now, that's plenty for me to manage. A new relationship just seems like way too much work.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "In order to be able to give a girlfriend the amount of time she deserves, you would need time, and I just can't give her that. So, rather than being selfish or stupid enough to go into a relationship, it's just been easier to be single.", 
    "name": "Ryan Kwanten"
  }, 
  {
    "quote": "The relationship between Cathy and Mom in the strip is the one relationship drawn from real life that I have proudly never even tried to disguise.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "I had such a close relationship with my dog, and my dog so filled the need in my life to have children that I just wanted Cathy to have that experience.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "A lot of married people certainly have wonderful relationships with their dogs, but when you're single and your dog is the only other living thing in your house, it's a really special relationship which I wanted CATHY to have.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "The most important aspect of the relationship between the president and the secretary of state is that they both understand who is president.", 
    "name": "Dean Acheson"
  }, 
  {
    "quote": "When it comes to 'Glee,' I feel like I've been in a relationship, and now I can mingle a bit.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "Growing up in New York has influenced my style so much, and I have an amazing relationship with my stylist, Estee Stanley. We have so much fun with the whole process. She picks out dresses, I try things on and play dress up, and we get creative to see what works.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "In marriage, compromise nurtures the relationship.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "I just want to have a great relationship with my child and have a great family dynamic.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I believe wholeheartedly in marriage. I don't exclusively mean a marriage with a legal contract, but any relationship that constitutes a marriage because of the quality of their relationship.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "I'm very pleased with being a part of the Bean Pole family. It's a relationship that makes sense to me. I'm very pleased to have my name associated with Bean Pole Jeans.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "I wanted to deal with someone's idea of their relationship.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "The history of the relationship between comedy and swimming is short indeed. Of course it is always funny when someone falls into water, but that's about it.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "Driving a cab is not really a nurturing type of relationship. You take people and they tip you, they may not tip you, you don't know their names, they don't care about you, you don't care about them.", 
    "name": "Pam Grier"
  }, 
  {
    "quote": "The better you know yourself, the better your relationship with the rest of the world.", 
    "name": "Toni Collette"
  }, 
  {
    "quote": "I am single and not looking to be in a relationship.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "I enjoy the Web site a lot and I like being able to talk to my readers. I've always had a very close relationship with them.", 
    "name": "Anne Rice"
  }, 
  {
    "quote": "It's a luxury to be able to tell a long form story. I love novels, and I love to have a long relationship with characters.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "You know, sex is actually not so original as the way people love or the stories behind each relationship, which is what you remember. Sex is sex in the end.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "I'm in a happy relationship, me and my ex are on really good terms, my kid and I are in a good spot.", 
    "name": "Robert Downey, Jr."
  }, 
  {
    "quote": "It is true that women tend to be more identified with their bodies because in this crazy world, both men and women measure women's value as human beings in relationship to their physical appearance.", 
    "name": "Andrew Cohen"
  }, 
  {
    "quote": "I've stepped more into my womanhood, I'm a mother now, I'm having a beautiful relationship as a wife and as a friend.", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "I just want my relationship to be more for myself rather than a public statement.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "Yes, I was in love with my husband at first sight and still am. We have the most solid relationship.", 
    "name": "Catherine Zeta-Jones"
  }, 
  {
    "quote": "The beliefs concerning reincarnation have great ethical impact on human life and our relationship to the world.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I'd think,'In a relationship, we should never have his kind of fight.' Then, instead of figuring out how to make it work, I looked for a way to get out of it. The truth is, you shouldn't be married if your that kind of person.", 
    "name": "George Clooney"
  }, 
  {
    "quote": "I'm a better person in a relationship, and I'm a happier person. I need to come home at the end of the day and have it not be about me and my freaking hair and makeup and character motivations anymore. And I think my work is more inspired when home is safe and sound and solid, because what I do for a living is so bananas and so insecure.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I married him for a green card. We had a really great, caring relationship it just obviously wasn't right for me.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "My father and I had a good relationship, it was very relaxed. He had a lot of humour. He looked a little bit like me, although he had no beard. He had the appearance of a very elegant British-looking man.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "Ah, the bond between English boys and California girls. For those of us who aren't either, it's a bond that fascinates and mystifies. So much of the world's favorite music comes out of that relationship.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "I mean, the trouble with some of the kind of relationship movies I've done, is there's only so many ways you can shoot a conversation. I was really tired of talking heads.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "You don't have to buy from anyone. You don't have to work at any particular job. You don't have to participate in any given relationship. You can choose.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "I don't know what my version of a relationship or marriage is yet, because the typical model seems a little broken to me.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "I am trying to inspire people to just take control of their oral health, because if we don't take care of our oral health, it affects so many different aspects of our lives. If your smile and mouth is not together, it affects your relationship, your self-esteem, your health.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "If I'm in a relationship, that girl gets showered with letters from the road. I pour my heart into it.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "In my relationship, I was giving myself away to make the relationship better, but in actuality, wasn't doing better by doing that. I became less of a man.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "Every president needs to deal with the permanent government of the country, and the permanent government of the country is Wall Street oligarchs and corporate plutocrats and the questions becomes what is the relationship between that president and Wall Street.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "When you're rich and famous you are the dominant force in a relationship, even if you try hard not to be. I've talked of sacrificing everything for Fleetwood Mac, but I realize now that it is simply the only thing I've ever wanted to do.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "In a relationship you want to treat people the way you want to be treated.", 
    "name": "Bradley Cooper"
  }, 
  {
    "quote": "If you're doing an interview, you need conversational tension. After you talk to them, you're not going to have a relationship with them, they're not going to like you, they're not going to be your friend.", 
    "name": "Chuck Klosterman"
  }, 
  {
    "quote": "This book is about physics and its about physics and its relationship with mathematics and how they seem to be intimately related and to what extent can you explore this relationship and trust it.", 
    "name": "Roger Penrose"
  }, 
  {
    "quote": "Relationships are so much a rerun of our parental relationships. We're rerunning the relationship they were in together and we're rerunning the relationship we had with them with our lover.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "Success is hard in general for most women. We now have such busy lives, and we're told we can do everything - you know, we can have the relationship and the marriage and the kids and the career.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "I'd say to any woman, get out of that bad relationship that's turning you into a shell of your former self. Learn from it and get out. Then wait enjoy yourself and your friends because, when what you want comes along, you'll spot it.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "We cannot have that relationship if we only dictate or threaten and condemn those who disagree.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "Sometimes I think the world is divided into those who have a comfortable relationship with power and those who have a naturally adversarial relationship with power.", 
    "name": "Arundhati Roy"
  }, 
  {
    "quote": "Divorce is so common and accepted in America that beating myself up over it may sound ridiculous. But I was raised to believe that divorce wasn't an option to me, divorce equaled failure. I wasn't able to change that equation until I found myself in the right relationship.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "You know, it's possible for two humans to be in a relationship without there needing to be some public reason for that relationship.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "For me, writing is a love-hate relationship.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "Poetry is above all a concentration of the power of language, which is the power of our ultimate relationship to everything in the universe.", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "I have no problem with it. I don't look on homosexuality as an aberration. It's just they way they're born, and how could any relationship between two people in a committed relationship be wrong, regardless of gender?", 
    "name": "Andrea Thompson"
  }, 
  {
    "quote": "If my career continues along its current arc, people will probably look at me and see a writer who is obsessed with the relationship between rich and poor and with how the rich somehow or other always manage to betray the poor, even when they don't mean to.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "The relationship between the public and the artist is complex and difficult to explain. There is a fine line between using this critical energy creatively and pandering to it.", 
    "name": "Andy Goldsworthy"
  }, 
  {
    "quote": "Just me onstage with a mike having an intimate relationship with the audience. I don't get nervous for that. I just get excited.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "I'm not a good father and they're not children any more the eldest is in his fifties. My relationship with their mothers broke down and, because of what the law was, they went with their mothers and were imbued with their mothers' morality in life and they were not my people any more.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "Poetry is a form of mathematics, a highly rigorous relationship with words.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "You know, women are as promiscuous as men and yet, of course, people are inhibited from having an affair or a relationship because the real-world consequences are a drag.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "Daddy loves you, but he smacks you, and he can shout at you and smash things, but Daddy still loves you. So when you get into a relationship with someone who does all of that, why would it be unusual?", 
    "name": "Trisha Goddard"
  }, 
  {
    "quote": "I did learn one great lesson from a past relationship, and that was to never talk about relationships in print again because I'd rather live my private life than read about it.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "Well, I've had a long standing relationship with Gatorade and they've been very, very good to me. And I believe in their products, I really do. I've used them for many, many years.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "There is no relationship between the gestures and what an orchestra will do.", 
    "name": "James Levine"
  }, 
  {
    "quote": "My family gave me values that have sustained me through situations that would challenge any person. My personal relationship with the Lord inspires me in all I do.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "I've written a few songs that have to do with being in a relationship, the bad and the good.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "You know when you have a good relationship with someone when you are just perfectly happy to be quiet and just hang out and do nothing.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I'd say that if you had a strained relationship with your mom, for whatever reason, the best thing to do is be open with each other, talk it over, try and work it out somehow as opposed to just putting a wall up and pushing them away.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I'm not a relationship expert. I'm an expert on manhood.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "To pass from estrangement from God to be a son of God is the basic fact of conversion. That altered relationship with God gives you an altered relationship with yourself, with your brother man, with nature, with the universe.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "Most people have a passive relationship with music and clothes, with culture. But music was my first contact with anything creative. Music is it, as far as I'm concerned.", 
    "name": "Martin Freeman"
  }, 
  {
    "quote": "Straight men just can't imagine the bliss of being in a relationship with someone who finds farting as funny as they do.", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "I always say I'd rather be miserable by myself than unhappy in a relationship.", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "My relationship to reality has been so utterly skewed for so long that I don't even notice it any more. It's just my reality.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "I certainly wanted to maintain some sense of mystery about Picard and that's why we never allowed certain situations to fully evolve, like the relationship between Picard and Beverly Crusher.", 
    "name": "Patrick Stewart"
  }, 
  {
    "quote": "It's like a garden: Whatever you water the most will do the best. At some point, you decide whether you'll water your career or your relationship more.", 
    "name": "Jewel"
  }, 
  {
    "quote": "I am President of the UN created University for Peace, which has a strong commitment to the relationship between peace, security and the environment. I meet with young people around the world and I always come away enthused and encouraged.", 
    "name": "Maurice Strong"
  }, 
  {
    "quote": "It's one thing to have a relationship, to lay your hands on it, and another to make it continue and last. That's something I haven't talked about much in my comic strips, and it's certainly something I'm interested in.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "This week, the world gathers in Beijing for the 2008 Olympic games. This is the extraordinary moment China has been dreaming of for 100 years. People have been longing for this moment, because it symbolises a turning point in China's relationship with the outside world.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "If you go into a relationship expecting someone else to fill you up, you're doomed right off.", 
    "name": "Jennifer O'Neill"
  }, 
  {
    "quote": "Nothing reinforces a professional relationship more than enjoying success with someone.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "Then there is the further question of what is the relationship of thinking to reality. As careful attention shows, thought itself is in an actual process of movement.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "I have to be in a relationship where I can say what I feel even if it's wrong - so we can work through it.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "I had a non-existent knowledge of Queen Victoria's early years. Like everyone else, I thought of her as an old lady dressed in black. My mom had told me about her, though, that she had a very loving relationship with Albert, that they had lots of kids, and that he died young.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "The players wanted more money, higher salary caps and they didn't have that family relationship we felt with the players. Mentally, the players were more businesslike.", 
    "name": "Guy Lafleur"
  }, 
  {
    "quote": "I use God in my songs a lot but I don't have a relationship. I don't know what that means.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "Clearly, once the student is no longer a student the possibilities of relationship are enlarged.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "Every relationship has its own language. It takes a long time to evolve and read one another. Just as it's true for people, it's also true on a national or cultural level.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "Hopefully each film can be given a musical voice of its own, which is not to say that the instrumentation is always unique, but that the relationship between the sound and the image is unique.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "I'm an awfully loyal friend. Once I've started a relationship with someone, it's like they are syrup and I'm a pancake. Their syrup gets into my pancake, so to speak.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Men are fair, and they have learned not to personalize anger - they can disagree with you and argue to the bone, but afterward they still consider you a nice person with whom the underlying human relationship need not be altered.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "I'm certainly not the first person to be in a relationship with a younger man, but somehow I was plucked out as a bit of a poster girl.", 
    "name": "Demi Moore"
  }, 
  {
    "quote": "I have had a love-hate relationship with my body.", 
    "name": "Demi Moore"
  }, 
  {
    "quote": "I think she definitely has. I think, um, her and Mulder's relationship has become more equal. And, I think she has become stronger and more independent over the seasons.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "I don't really know how to relate to a long-term day-in day-out kind of comfortable relationship.", 
    "name": "Diane Lane"
  }, 
  {
    "quote": "It's a funny relationship that makeup artists have. I always feel kind of like a dentist. People look at me and think of pain.", 
    "name": "Rick Baker"
  }, 
  {
    "quote": "I don't like my men to be too ornate. I like them to stand back and let their women shine, and they should really wear the pants in the relationship.", 
    "name": "Eva Mendes"
  }, 
  {
    "quote": "An organization's reason for being, like that of any organism, is to help the parts that are in relationship to each other, to be able to deal with change in the environment.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "I think our strength is this strong relationship we have all together.", 
    "name": "Guy Forget"
  }, 
  {
    "quote": "The Web is now philosophical engineering. Physics and the Web are both about the relationship between the small and the large.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "The relationship between reader and characters is very difficult. It is even more peculiar than the relationship between the writer and his characters.", 
    "name": "Guillermo Cabrera Infante"
  }, 
  {
    "quote": "What I do believe is that there is always a relationship between writing and reading, a constant interplay between the writer on the one hand and the reader on the other.", 
    "name": "Guillermo Cabrera Infante"
  }, 
  {
    "quote": "If there's no relationship with a father who's absent, nobody talks about it.", 
    "name": "Charles Rangel"
  }, 
  {
    "quote": "We must honestly face our relationship with Great Britain.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "My personal belief is that you carry your own water in a relationship. If you see a girl and you think she's hot, that's a very human reaction, but you don't go and tell your spouse that, you know? So in one way it's how you behave.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "I have a great relationship with my parents. I have not been on lithium.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "Why should a great and powerful nation like the United States allow its relationship with more than a billion Muslims around the world to be defined by the narrow hatred and nihilistic actions of an exceptionally small minority of Muslims?", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "American cinema tends to express a patriotic relationship to national identity on a regular basis.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "It's impossible. You try to have any kind of relationship with your family, with a man, or with a friend, and you have to be on the phone and the Internet the entire time.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "Over the years, I've been trying to build a relationship with an audience. I've tried to maintain as much of a low profile as I could so that those characters would emerge and their relationship with audiences would be protected.", 
    "name": "Kevin Spacey"
  }, 
  {
    "quote": "The relationship between the government of the United States and social and indigenous movements has always been difficult. Not just in Bolivia but worldwide. We need to have bilateral relations characterized by mutual respect.", 
    "name": "Evo Morales"
  }, 
  {
    "quote": "People - not just in their teenage years - hold on to this fantasy of love when they're not ready to have a real relationship.", 
    "name": "Keri Russell"
  }, 
  {
    "quote": "I'd never really thought about it before, but now you ask I can see that how my parents handled money definitely affected my relationship with it.", 
    "name": "Sophie Ellis Bextor"
  }, 
  {
    "quote": "If I get married, it's something you really have to work at. It's hard enough to work at having a relationship with best friends and girls that are in the business.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "I don't have a good work ethic. I have a real casual relationship with hours.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "My parents had this relationship that was really terrifying. I mean, the level of hatred that they had, and the level of physical abuse - my mother would beat up my father, basically - and I think I was drawn to images on television that were bright and reflective.", 
    "name": "Augusten Burroughs"
  }, 
  {
    "quote": "I've never really had a relationship with Hollywood. I've never had a desire to work there.", 
    "name": "Audrey Tautou"
  }, 
  {
    "quote": "No one ever asked what was my relationship with Bart Giamatti. We used to talk about baseball a lot as a player and a commissioner, just talk about the game, what could we do to help the game, where's the game going, he was pretty good.", 
    "name": "Pete Rose"
  }, 
  {
    "quote": "I don't want to have a relationship with someone if I'm not going to work with them.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "I don't think any relationship responds well to pressure.", 
    "name": "Adam Levine"
  }, 
  {
    "quote": "A lot of my emotional issues come from dealing with the opposite sex. I've come to terms with the fact that I'll be retired before I can finally enter into a healthy relationship.", 
    "name": "Adam Levine"
  }, 
  {
    "quote": "I've got five kids and I'm married, Tommy's got two kids and he's been married, Vince just got married again, Mick's out of a relationship, Tommy's single as well. We've done a lot in our life, we've covered a lot of miles.", 
    "name": "Nikki Sixx"
  }, 
  {
    "quote": "And one thing that I always believed and that I knew for certain was that I could never have sustained a personal relationship while I worked this hard, or while I was that driven this intensely by the story.", 
    "name": "Christiane Amanpour"
  }, 
  {
    "quote": "I also think the relationship I have with my audience is a lot more complex than what Hitchcock seemed to want his to be - although I think he had more going on under the surface as well.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "My wife, Jill, and I have an incredibly close working relationship, and an incredibly happy married one. We met through work. I was the world's worst advertising copywriter. She had the misfortune to be my account director, so from the very start she was my boss, and she still is.", 
    "name": "Anthony Horowitz"
  }, 
  {
    "quote": "I tour alone. There's no sound check, no back up. I stay with the hosts I am in a family home and it's really nourishing. I just have to remember after the show not to run out into the living room in my pyjamas. Every day, it's a new relationship being built. It's odd and wonderful.", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "When you're in a relationship with somebody who is also a public personality, then it doubles the attention from the media.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "My parents divorced when I was young but I was brought up in two really loving households. I didn't have a contentious relationship with my mom or dad.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "In the book the relationship with Katharine and Almasy is sort of only in the patient's mind.", 
    "name": "Michael Ondaatje"
  }, 
  {
    "quote": "If you're truly in a band and you guys have been together for a long time, there's a family bond that you have. In fact, I've talked about this with therapists, especially if you're talking about a relationship, because when you're with somebody, you're going to your family, and she's alone.", 
    "name": "Gary Allan"
  }, 
  {
    "quote": "It's about strengthening the relationship and the bond of parent to child.", 
    "name": "Blair Underwood"
  }, 
  {
    "quote": "I've definitely, you know, been with women. And I've had great relationships with them where I was definitely in love. It's just I grew to a point where deep inside I knew that I could never truly have a relationship with a woman. I don't know if they ever suspected. It was never brought up.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "For once I want to have a relationship outside the public eye.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "I'm such a relationship guy. I really am.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "Having a studio tell you when to jump and how high eight months of the year for six years is not a relationship I want to get into again.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "Syria and Iran have always had a pretty tight relationship, and it looks to me like they just cooked up a press release to put out to sort of restate the obvious. They're both problem countries we know that. And this doesn't change anything.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "I record all of my music with authentic instruments in a studio before we start editing, doing many, many versions. The music shapes the film as we edit so it has an organic relationship to the content.", 
    "name": "Ken Burns"
  }, 
  {
    "quote": "The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don't want to do that and that's their decision.", 
    "name": "Ho Chi Minh"
  }, 
  {
    "quote": "The needs of babies and toddlers were constant and drained the life out my sense of self and my family's relationship with each other.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "I am not afraid to say my relationship with my man is important, even vital, to who I am as a person.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "It's important not to ditch your mates when you're in a relationship. Lots of girls do it, but you need to remember they will always be there for you.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "We busted a lot of family secrets with this. But to make a long story short, my parents relationship was built heavily on security issues for my Mom, and when my Dad couldn't provide security, the relationship unraveled.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "You must have love as the core it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "I couldn't be in a relationship and behave like somebody else or pretend I felt something I didn't feel. And that includes saying things I thought might jeopardize the relationship.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "As part of my relationship with my wife and my daughter, and we share everything and talk about everything.", 
    "name": "Boris Kodjoe"
  }, 
  {
    "quote": "Once you accept the existence of God - however you define him, however you explain your relationship to him - then you are caught forever with his presence in the center of all things.", 
    "name": "Morris West"
  }, 
  {
    "quote": "I think I make films to help bolster and feed the part of me that wants to remain in a positive relationship with the world and to engage in it. So hopefully in non-sentimental ways, I'm trying to make something that helps make me happy.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "If someone talks about union, fidelity, a monogamous relationship, love, blessing I would say it sounds like marriage to me. And blessing, you see, I think is undermining our sacrament of marriage.", 
    "name": "George Carey"
  }, 
  {
    "quote": "I have a fantastic relationship with money. I use it to buy my freedom.", 
    "name": "Gianni Versace"
  }, 
  {
    "quote": "I can't tell you 100 percent what makes a relationship work. But I can see something good coming and I can see something bad coming.", 
    "name": "Sandra Bernhard"
  }, 
  {
    "quote": "I mean, we're really making a quantum change in our relationship to the plant world with genetic modification.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "The things I write are for those who are willing to accept a new relationship between the reader and the author.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "My parents had a great marriage. Interestingly, it made it harder for me in relationships because I knew what a good relationship looked like.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "I think a young woman's relationship with her father is really important.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "People who are good at film have a relationship with the camera.", 
    "name": "Fiona Shaw"
  }, 
  {
    "quote": "A relationship is sent by God and accident.", 
    "name": "Fiona Shaw"
  }, 
  {
    "quote": "No gentleman ever discusses any relationship with a lady.", 
    "name": "Keith Miller"
  }, 
  {
    "quote": "Human beings have speculated about the relationship between inspiration and insanity for centuries.", 
    "name": "Patty Duke"
  }, 
  {
    "quote": "If you're a Christian you don't sit there and worry about what somebody else is doing, if they're happy and they're committed in a relationship.", 
    "name": "Howard Stern"
  }, 
  {
    "quote": "Prior to passage of Obamacare, Americans spoke out against the individual mandate they didn't want to change the health care they had they didn't want a 3,000-page bill that empowered 15 Washington bureaucrats to decide the future of the doctor-patient relationship.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "I started crying the other day just thinking that the baby is going to leave me soon! You have this relationship with this person in your belly and it's really amazing.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "Well I think if you really go out with someone for quite a long time you do get to know each other very, very well, you go through the good times, you go through the bad times. You know both personally, but also within a relationship as well.", 
    "name": "Kate Middleton"
  }, 
  {
    "quote": "It was just that we had this phenomenal honeymoon relationship that just kept on going.", 
    "name": "James Levine"
  }, 
  {
    "quote": "We are a nation in which freedom is alive in the squares and streets, in the daily work of the communications media, in the open relationship between the governing and the governed.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "I have a love/hate relationship with just about all technology in my life. My first typewriter in particular. I had a helluva time putting new ribbon on it.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "It seems I have a hard time being attracted to someone unless I respect what they do on some level. Otherwise, I would feel disdain for them. Which is not always pleasant in a relationship. Sometimes it's fun though.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "I can sort of do what I want. Maybe I have to work harder to prove myself in some new relationship because they've heard some wacky stories about me. But at least I can get the meeting.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "I believe I went through a divorce. My relationship with Ellen is no less significant as a marriage than my relationship to Coley.", 
    "name": "Anne Heche"
  }, 
  {
    "quote": "My relationship with my mom is so amazing. We never got to have that stage that people go through, like when you're 13 and you think you're too cool for your parents. When you're embarrassed by them and stuff. We never went through that because I was constantly working and she constantly had to be there.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "I've been working on my relationship with my parents and my sister over the years.", 
    "name": "Tre Cool"
  }, 
  {
    "quote": "Filming 'Eclipse' - Eclipse was my favorite book so I was really excited to start filming the movie. I just love that it's the height of the love triangle. 'Twilight' develops Edward and Bella's relationship, 'New Moon' develops Jacob and Bella's and in 'Eclipse,' the three of them are physically together.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "For me, living in the closet corroded my ability to have an honest, open relationship with my God, my loved ones, my constituency and myself.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "I think that to a very great extent we are partners with the divine in this enterprise called history. That is an ongoing relationship, and there is absolutely no guarantee that things will automatically work out to our best advantage.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "I had never really dated. I've always been a relationship kind of person.", 
    "name": "Bruce Willis"
  }, 
  {
    "quote": "I never felt I had the kind of relationship with Magic that I could just pick up the phone and call him at home.", 
    "name": "Karl Malone"
  }, 
  {
    "quote": "I shoot people in a way that makes the audience feel equal to them. And it's hard to express and it's hard to execute but I think it works on every level - the choice of the material the choice of the actor, my relationship with the actor, and so on.", 
    "name": "Michel Gondry"
  }, 
  {
    "quote": "I have an amazing relationship with food.", 
    "name": "Katharine McPhee"
  }, 
  {
    "quote": "I really take pride in the relationship that I have with my husband.", 
    "name": "Julie Benz"
  }, 
  {
    "quote": "This is a very important relationship we have with Russia, the relationship over the nuclear arsenal that they have obviously is important. They're a very powerful country.", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "I'm interested in spirituality and in religion and our relationship to the divine.", 
    "name": "Giancarlo Esposito"
  }, 
  {
    "quote": "Nothing has changed in our relationship with East West. We have no relationship with East West. We've been withholding our labour for almost seven years now.", 
    "name": "Andrew Eldritch"
  }, 
  {
    "quote": "I've always loved the old epics that tell a simple emotional story, whether it's the tumultuous relationship between Rhett and Scarlett or Lawrence of Arabia's passion to get lost in a faraway place.", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "Some of the greatest relationship films of all time, the two stars have hated each other, but mostly you see that chemistry.", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "I like the idea of dating, but I'm not dating anyone exclusively, particularly right now. It's hard to be in a relationship unless you're ready to go public with it. So it's a lot easier for me to not be in a relationship. I really don't want that part of my life to be tabloid fodder.", 
    "name": "Cory Monteith"
  }, 
  {
    "quote": "Challenge is good for any relationship.", 
    "name": "Darren Criss"
  }, 
  {
    "quote": "For me, the highest level of sexual excitement is in a monogamous relationship.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "I've never been very successful in a monogamous relationship, but I'm looking forward to the day when I can assume that responsibility.", 
    "name": "Don Johnson"
  }, 
  {
    "quote": "I do want to try to put things in perspective today relative to the U.S.-Canada relationship. I would like to start by talking about how important this relationship is to the people of the United States.", 
    "name": "Paul Cellucci"
  }, 
  {
    "quote": "When you think about the day-to-day, positive impact on the lives of U.S. citizens, there is no relationship that we have in the world that is more important than our relationship with Canada.", 
    "name": "Paul Cellucci"
  }, 
  {
    "quote": "I want you to know that, despite what you might read at times in the newspapers or see on the television news, we have actually been getting a lot of things done the last several months, the U.S.-Canada relationship.", 
    "name": "Paul Cellucci"
  }, 
  {
    "quote": "If you look back on the breakups that you've had, whether it's a long relationship or a one-night stand, it's always awkward.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "People don't really have a relationship with great writing or great production or great art direction or great direction. They just sort of admire it.", 
    "name": "Steven Moffat"
  }, 
  {
    "quote": "When writing comedy, you have to have the confidence to believe that there is only one type of relationship in the world, and we are all having it, that all men behave in the same way and so do all women.", 
    "name": "Steven Moffat"
  }, 
  {
    "quote": "Among the letters my readers write me, there is a certain category which is continuously growing, and which I see as a symptom of the increasing intellectualization of the relationship between readers and literature.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "This is the most intimate relationship between literature and its readers: they treat the text as a part of themselves, as a possession.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "Through all the relationship stuff I've gone through in the past few years, I know there are fundamental differences in how men and women view sex and how they view their futures.", 
    "name": "Aaron Eckhart"
  }, 
  {
    "quote": "A lot of songs are empowering because everybody who has been through a hard time in a relationship or in their lives can relate to it.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "I feel fortunate I have this amazing relationship with so many people in America, because I was in their homes at a very private time of day. They probably might have still had their robe on and their slippers and haven't made the beds.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "The most convincing argument against early parenthood is that you are in a relationship that is likely to fall apart before that child grows up.", 
    "name": "Tony Parsons"
  }, 
  {
    "quote": "Idleness does drive me crazy, but I'd rather read or write than do anything just to work. A kind of respect has been instilled in me for acting: I love it too much to ever have a bad relationship with it.", 
    "name": "Karen Allen"
  }, 
  {
    "quote": "The Federal Government is exploiting public fear to redefine the relationship between the rulers and the American people.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "It's important to me to be in a relationship when I'm in one, but I'm not someone who needs to be in a relationship.", 
    "name": "Rufus Sewell"
  }, 
  {
    "quote": "My relationship with Dean was great, but ultimately it wasn't a fulfilling marriage for either of us.", 
    "name": "LeAnn Rimes"
  }, 
  {
    "quote": "I guess we've had a very close relationship because I don't pretend to know about cinema and I think I do know a bit about theatre but he does, he respected that and so we really just had a collaboration which went completely like this.", 
    "name": "Andrew Lloyd Webber"
  }, 
  {
    "quote": "I took solace in my relationship with God who, along with my dog, was my best friend growing up.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "One of the reasons I loved working with Tom is people feel they know who he is... I think working with an actor who the audience already has a relationship with actually helps you in a film like this.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "Actually, I think my view is compatible with much of the work going on now in neuroscience and psychology, where people are studying the relationship of consciousness to neural and cognitive processes without really trying to reduce it to those processes.", 
    "name": "David Chalmers"
  }, 
  {
    "quote": "The film is about Joe discovering who his mother and father are and his relationship with them, and the identity crisis he goes through once he finds out who his parents are.", 
    "name": "Christopher Eccleston"
  }, 
  {
    "quote": "At this moment I do not have a personal relationship with a computer.", 
    "name": "Janet Reno"
  }, 
  {
    "quote": "If you are strong enough as a couple, reality shows can be a good thing for the relationship.", 
    "name": "Giuliana Rancic"
  }, 
  {
    "quote": "I think the first and principle objective is to repeal Obamacare before it does lasting, fundamental damage to our health care system, to our individual liberty, to the relationship each of us has with his or her doctor.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "The Bible is the only credible guide either as to the real relationship between man and the earth and the great Creator of both or concerning the purpose of the creation of both.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "Nobody ever seems to want my advice about serious stuff. People will be like: 'Who made that sweater?' Or 'How did you get your hair so straight?' They don't to come to me for the relationship advice or deep stuff. In fact, my little sister actually hides from me.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "While I very much wanted to be in a relationship, I didn't want to be in the wrong one.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "Right now, we have the most complex relationship with technology that we've ever had. Your regular person has more technology in their life now than the whole world had 100 years ago.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "I wouldn't know what to do on a date. I don't have the time. To make a relationship work, I'd have to give something up, and I'm not so sure I'm willing to do that.", 
    "name": "Tim Gunn"
  }, 
  {
    "quote": "There are people out there who want me to fail, who want Jude to fail, who want our relationship to fail.", 
    "name": "Sadie Frost"
  }, 
  {
    "quote": "I feel that my relationship with Kasparov now is much the same as it had been before the match - good. As for his reaction, well it can't be nice to lose your title after so long, but he was very generous.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "I have a very close relationship with my parents.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "At the time I perceived most religious men, particularly the pastors with all their talk about love, faith and relationship, as effeminate.", 
    "name": "Luke Ford"
  }, 
  {
    "quote": "I've always been interested in the relationship between total external surround, culture, the political matrix, technology, etc., and the internal human consciousness.", 
    "name": "Norman Spinrad"
  }, 
  {
    "quote": "To put as little pressure on the relationship you're in is very important.", 
    "name": "Kate Bosworth"
  }, 
  {
    "quote": "No agent wants to see a book until he or she has decided whether to pursue the relationship.", 
    "name": "Sara Paretsky"
  }, 
  {
    "quote": "A man's respect for law and order exists in precise relationship to the size of his paycheck.", 
    "name": "Adam Clayton"
  }, 
  {
    "quote": "The special relationship between the region and a regional celebrity means that people feel that they have a special investment in you.", 
    "name": "Tony Wilson"
  }, 
  {
    "quote": "I had a career and I came to motherhood late and am not married and have never had such a trusting relationship with a man - and trust is where the real power of love comes from.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "Teenage readers also have a different relationship with the authors whose work they value than adult readers do. I loved Toni Morrison, but I don't have any desire to follow her on Twitter. I just want to read her books.", 
    "name": "John Green"
  }, 
  {
    "quote": "As Prime Minister Netanyahu and Defense Minister Barak have repeatedly said, the intelligence and security relationship between the United States and Israel at present is unprecedented. It has never been stronger.", 
    "name": "Susan Rice"
  }, 
  {
    "quote": "I couldn't have been happier with the relationship we had with Disney, it couldn't have been easier.", 
    "name": "Joel Coen"
  }, 
  {
    "quote": "The thing that I think is the most important is taking moments to express your appreciation to your partner. A thank you or a quick kiss can go a long way toward affirming your relationship and commitment to each other. That's not hard to do even when you're juggling insane careers and three kids.", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "I honestly believe you can never tell if a relationship is going to last. In my own marriage, which is going on 14 years, I don't think of it as 'I'm going to be with this person forever.' Instead, I think of more like, 'I'll probably be with this person for the next six weeks. Then I'll re-evaluate.'", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "I've never had a relationship with a record executive. I always went to the record company by someone that liked my playing. Then they would get fired, and I'd be left with the record company. And then - because they got fired - the record company wouldn't do anything for me.", 
    "name": "Ornette Coleman"
  }, 
  {
    "quote": "Most of my relationships have been like that - with record companies. I've never had a legitimate business relationship with a company. I've always had a personal relationship with someone in the company.", 
    "name": "Ornette Coleman"
  }, 
  {
    "quote": "One of the things I really love about TV is this symbiotic relationship you can get between the writers and the actors, and the characters start to come to life because you start to collaborate.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "My relationship with Wilhelm and Jacob Grimm reaches far back into my childhood. I grew up with Grimm's fairy tales. I even saw a theater production of 'Tom Thumb' during Advent at the State Theater in Danzig, which my mother took me to see.", 
    "name": "Gunter Grass"
  }, 
  {
    "quote": "Well, I have a sister that I'm very close with, and that relationship is probably the most intense relationship of my life to date, probably of my life, period.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it.", 
    "name": "Charlotte Perkins Gilman"
  }, 
  {
    "quote": "On the Native American front, we have turned a new page in the 400-year history of the interface between the American settlers of this country and the nation's first Americans. That's included a new relationship where the sovereignty of tribes is in fact recognized.", 
    "name": "Ken Salazar"
  }, 
  {
    "quote": "I would never put my close friends or a real relationship on a show.", 
    "name": "Kristin Cavallari"
  }, 
  {
    "quote": "Clearly, the Chinese know that we want a good relationship with them.", 
    "name": "Fred Thompson"
  }, 
  {
    "quote": "So China will be having to make some choices as to whose side it wants to be on. Hopefully, this will be the beginning of a major improvement in our relationship with them, if they choose correctly.", 
    "name": "Fred Thompson"
  }, 
  {
    "quote": "First, President Reagan was not enthusiastic. But I built up a relationship with him in other areas and then persuaded him that this was important to us and to me, and that we had to at least be in the process of looking at this seriously.", 
    "name": "Brian Mulroney"
  }, 
  {
    "quote": "So, I'm happy to do that because it's a wonderful working relationship but I will be going out for pilot season for half hour work and that's the gamble I'm taking.", 
    "name": "Charisma Carpenter"
  }, 
  {
    "quote": "France has a very important relationship with Germany. But that does not mean that we agree about everything or that two of our universities or companies are not going to compete.", 
    "name": "Jean-Pierre Raffarin"
  }, 
  {
    "quote": "What's very important is that we build a space that matters in the world, one that operates according to democratic rules, and that small and large countries enjoy a good relationship.", 
    "name": "Jean-Pierre Raffarin"
  }, 
  {
    "quote": "As far as my relationship with President Putin is concerned, it's fine.", 
    "name": "Gerhard Schroder"
  }, 
  {
    "quote": "Even if you know that what you'll say will hurt a woman's feelings, I've learned that it's better to be truthful with her than it is to cover up. Ultimate honesty is what a relationship is really about.", 
    "name": "Stephen Moyer"
  }, 
  {
    "quote": "Every relationship between persons causes a picture of each to take form in the mind of the other, and this picture evidently is in reciprocal relationship with that personal relationship.", 
    "name": "Georg Simmel"
  }, 
  {
    "quote": "I think to make any relationship work it just takes a tremendous amount of effort and accepting of one another.", 
    "name": "Rebecca Romijn"
  }, 
  {
    "quote": "Many citizens see all the leadership of these large institutions together in a conspiracy against them rather than in any adversary relationship with each other.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "There are a few writers that one has a relationship with that means, basically, you do whatever they say. One is Caryl Churchill, and the other is David Hare.", 
    "name": "Stephen Daldry"
  }, 
  {
    "quote": "I love changing. I hate it when people try to box me in to a relationship or in a work context. Any situation where I feel boxed in freaks me out. And I feel the need to reinvent myself or I'll get bored.", 
    "name": "Stephen Daldry"
  }, 
  {
    "quote": "Certain people in the United States are driving nails into this structure of our relationship, then cutting off the heads. So the Soviets must use their teeth to pull them out.", 
    "name": "Mikhail Gorbachev"
  }, 
  {
    "quote": "There was a whole language that I could never make function for myself in relationship to painting and that was attitudes like tortured, struggle, pain.", 
    "name": "Robert Rauschenberg"
  }, 
  {
    "quote": "I was associated with a woman who I was involved with and had a relationship with. She asked for money. I felt as though I was being blackmailed or there was some sort of extortion.", 
    "name": "David Boreanaz"
  }, 
  {
    "quote": "All human language draws its nature and value from the fact that it both comes from the Word of God and is chosen by God to manifest himself. But this relationship is secret and incomprehensible, beyond the bounds of reason and analysis.", 
    "name": "Jacques Ellul"
  }, 
  {
    "quote": "Yes, I don't believe that the inter-Korean relationship has, quote, 'deteriorated' since I assumed office. Rather I believe that the relationship between the two Koreas is entering into a new phase - a time of transition. And so I think that the North Koreans are trying to see what they can build with this, with my new administration.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "Though I still have no semblance of a life outside of Nine Inch Nails at the moment, I realize my goals have gone from getting a record deal or selling another record to being a better person, more well-rounded, having friends, having a relationship with somebody.", 
    "name": "Trent Reznor"
  }, 
  {
    "quote": "You can only really open yourself up so far to someone that you don't truly love - you keep something back when you know somewhere in your gut that this relationship is going to be forever.", 
    "name": "Piper Perabo"
  }, 
  {
    "quote": "People here in Los Angeles are disgusted now about a sex scandal involving Arnold Schwarzenegger. Apparently for seven years, he carried on a sexual relationship with his own wife.", 
    "name": "Craig Kilborn"
  }, 
  {
    "quote": "People who supported Obama felt like they formed a relationship, that they were being spoken to. The way that campaign worked and the way he's worked during his first term is to make people feel like he's grasping their hand, whether it's by tweeting or email, moments after an event, sometimes during an event. It makes people relate to him.", 
    "name": "James Spader"
  }, 
  {
    "quote": "As I grew up, I was continually to suffer hardships in different realms of life - in my family, in my relationship to Japanese society and in my way of living at large in the latter half of the twentieth century.", 
    "name": "Kenzaburo Oe"
  }, 
  {
    "quote": "I've been speaking at churches for years, as well as juvenile jails, rehabs and hospitals, and I always talk about my faith. That is a declaration of my relationship with God.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "I've always had a special relationship with the U.K. fans, because even when I wasn't working they were very supportive.", 
    "name": "David Cassidy"
  }, 
  {
    "quote": "Our relationship to reality and to our experience is all based upon the ideas in our mind that we're always trying to live up to.", 
    "name": "Andrew Cohen"
  }, 
  {
    "quote": "It's nice to play a character that has a soulful, dependent, close relationship. It must mean my character is interesting in some way.", 
    "name": "Jeff Goldblum"
  }, 
  {
    "quote": "I've brought my daughters all over the world-they travel with me. I drag them out of school just to keep the relationship. When I'm home I'm a big-time daddy.", 
    "name": "Armand Assante"
  }, 
  {
    "quote": "We must then build a proper relationship between the richest and the poorest countries based on our desire that they are able to fend for themselves with the investment that is necessary in their agriculture, so that Africa is not a net importer of food, but an exporter of food.", 
    "name": "Gordon Brown"
  }, 
  {
    "quote": "I'm interested in having a relationship with the world that's not my own.", 
    "name": "Andrea Riseborough"
  }, 
  {
    "quote": "I have this home in New York, I have a long-term relationship with my boyfriend, who's from Australia, and I had this business that I had maintain. Even though I wasn't actively shooting, there's a lot of peripheral work.", 
    "name": "Claire Danes"
  }, 
  {
    "quote": "I was able to do The Saint of Fort Washington, on the relationship between two homeless men.", 
    "name": "Danny Glover"
  }, 
  {
    "quote": "Well I don't know because I don't have a real relationship with the industry.", 
    "name": "Danny Glover"
  }, 
  {
    "quote": "I find Jesus my confidant and companion, brother and savior our relationship is intimate, vulnerable, demanding yet comfortable and reassuring.", 
    "name": "Malcolm Boyd"
  }, 
  {
    "quote": "Most religions live from a narrative that shapes their relationship with the divine other, God or the gods, and with the human other, the stranger.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "Oh, the relationship with actors and managers and agents and things is a terrible problem sometimes.", 
    "name": "John Schlesinger"
  }, 
  {
    "quote": "The antagonisms between men and women express themselves in the most delicate phase of their life together - in their sexual relationship.", 
    "name": "C. L. R. James"
  }, 
  {
    "quote": "It takes two to make a relationship, but only one to screw it up.", 
    "name": "Nigel Lythgoe"
  }, 
  {
    "quote": "Any son of a dictator, I'm sure, has major issues with their relationship with their father.", 
    "name": "Dominic Cooper"
  }, 
  {
    "quote": "My father and I have a very good relationship. We always got along. But I always scold him.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "That's what I do and I enjoy even the hateful moments of a relationship where two people or four people come together to make a bigger mess than originally intended.", 
    "name": "Josh Silver"
  }, 
  {
    "quote": "A relationship has to be cultivated. There have to be feelings of love for another first. But then you have to really like the person.", 
    "name": "Eric Braeden"
  }, 
  {
    "quote": "I didn't have a boyfriend until I was 16, and he was eight years older. My father was furious about this 24-year-old, and I had to hide the relationship.", 
    "name": "Ellen Pompeo"
  }, 
  {
    "quote": "I think people are by-and-large happy with the providers that they have got now. They treasure that doctor-patient relationship.", 
    "name": "Bob McDonnell"
  }, 
  {
    "quote": "I have a very deep and wide relationship with my fans.", 
    "name": "Wynonna Judd"
  }, 
  {
    "quote": "The mother-daughter relationship is the most complex.", 
    "name": "Wynonna Judd"
  }, 
  {
    "quote": "Everyone has an opinion of who you are and what your relationship is about, things that you've done or didn't do in your relationship - and it's just all crap, really. Things that are written about it are all crap.", 
    "name": "Jessica Alba"
  }, 
  {
    "quote": "There's a trick to the Graceful Exit. It begins with the vision to recognize when a job, a life stage, a relationship is over - and to let go. It means leaving what's over without denying its value.", 
    "name": "Ellen Goodman"
  }, 
  {
    "quote": "It is so much easier to be nice, to be respectful, to put yourself in your customers' shoes and try to understand how you might help them before they ask for help, than it is to try to mend a broken customer relationship.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "Many Japanese painters and calligraphers would change their names intentionally to keep their relationship to the art always fresh. This way, others' expectations can be avoided.", 
    "name": "Tina Weymouth"
  }, 
  {
    "quote": "I've just finished my next collection, Possible Side Effects, and I'm now working on a collection of holiday stories as well as a memoir about my relationship with my father.", 
    "name": "Augusten Burroughs"
  }, 
  {
    "quote": "I continue to believe that the American people have a love-hate relationship with inflation. They hate inflation but love everything that causes it.", 
    "name": "William E. Simon"
  }, 
  {
    "quote": "In general, the problem in a relationship is when the couple stagnate.", 
    "name": "Simon Baker"
  }, 
  {
    "quote": "I have an amazing relationship with my wife, but sometimes there are arguments. It happens.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "I'm not a terrible person, I know that, but sometimes in a relationship, I can be crappy.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "I believe there is a relationship between having an interest in the arts and the behaviour of society as a whole. Some politicians find it difficult that the arts is a weapon of happiness... Politics is often about deprivation rather than the opening up of ideas and nourishing creative endeavour.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "Even though money seems such an objective topic, it can also be the most intimate, and possibly harmful, part of a relationship.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "The biggest mistake is believing there is one right way to listen, to talk, to have a conversation - or a relationship.", 
    "name": "Deborah Tannen"
  }, 
  {
    "quote": "Even though I'm not with their mother, it's important for my kids to see adults in a committed and happy relationship. They need to see a strong relationship. You don't have to settle.", 
    "name": "Michael Strahan"
  }, 
  {
    "quote": "During this period at the Department of Education, my working relationship with Judge Thomas was positive.", 
    "name": "Anita Hill"
  }, 
  {
    "quote": "Playing a character who's dealing not only with a superpower but having a normal relationship is easy to associate with, because I feel that everyone has been through it.", 
    "name": "Shawn Ashmore"
  }, 
  {
    "quote": "I came from a family where joining a union was the expected thing to do. I've always believed that the relationship between an employer and an individual worker is fundamentally unequal.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "I wouldn't date an actress. There's only room for one actor in my life and I'm it. Too difficult. On the one hand, they understand the job. But on the other hand, it's very competitive within the relationship. Two actors, say one becomes a mega-star and the other doesn't.", 
    "name": "Jonathan Rhys Meyers"
  }, 
  {
    "quote": "I had a great time making the last movie, 'Eclipse.' We shot my back-story stuff from the 1930's. But I was waiting for 'Breaking Dawn' because I love the relationship Rosalie has with Jacob and the rest of her family and Bella. She also provides comic relief.", 
    "name": "Nikki Reed"
  }, 
  {
    "quote": "I think taking design out of the studio and really having a relationship with the people that you're making it for really convinced me of how powerful a thing design is. It's not just an aesthetic decoration.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "Obviously, in dealing with a relationship, sexuality has to be involved, and jealousy and emotions like that. And I don't know, I've always been intrigued by those emotions.", 
    "name": "Adrian Lyne"
  }, 
  {
    "quote": "I don't know really. I've always been interested in the small picture instead of the big one, and I've always been interested in relationship pictures.", 
    "name": "Adrian Lyne"
  }, 
  {
    "quote": "You know what's funny is that I have this ongoing relationship with the city of Washington D.C. I went to George Washington University, and my nickname was K-Dub - based on G-Dub - and I'm now on the board of trustees at George Washington University.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "It's interesting now that basically a CG set is the same cost as a real set. So like if you're going to build a CG house in the suburbs, it costs you $200,000. And if you were going to build it in a computer, it'll cost you $200,000. It's the same... the relationship is exactly the same.", 
    "name": "Zack Snyder"
  }, 
  {
    "quote": "Money creates a power relationship between the payer and the payee.", 
    "name": "Joichi Ito"
  }, 
  {
    "quote": "No one leaves a long-term relationship scot-free or without conflict.", 
    "name": "Susie Orbach"
  }, 
  {
    "quote": "A relationship is hard in and of itself. And having kids is really hard work, but I think it's really meaningful, as is a relationship. But they all take work.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "It can have a secular purpose and have a relationship to God because God was presumed to be both over the state and the church, and separation of church and state was never meant to separate God from government.", 
    "name": "Roy Moore"
  }, 
  {
    "quote": "The relationship between the media owner, their relationship isn't strictly with people and audiences. It's also with advertisers, and that's the most relationship in radio in fact it pays the bills.", 
    "name": "Robert McChesney"
  }, 
  {
    "quote": "Yes, I think it's really important to acknowledge that Dr. King, precisely at the moment of his assassination, was re-conceptualizing the civil rights movement and moving toward a sort of coalitional relationship with the trade union movement.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "Religion is man's attempt to bind himself back to a relationship with God.", 
    "name": "Victoria Jackson"
  }, 
  {
    "quote": "So if I was dating somebody now and the relationship didn't work out, I'd take that as failing.", 
    "name": "Gavin DeGraw"
  }, 
  {
    "quote": "I do not want a personal relationship with my fans. Or to do anything that encourages them to think they have one with me. They can have a personal relationship with my songs. That's fine, but they don't know me.", 
    "name": "Will Oldham"
  }, 
  {
    "quote": "I've seen it too many times in Hollywood. Talking about a relationship in public can jinx it. And if you have your picture taken together, you might as well start packing your bags.", 
    "name": "Gina Gershon"
  }, 
  {
    "quote": "Well, I don't think just because people are in a relationship that they're happy. I don't think relationships necessarily make people happy. You just are happy or you're not happy.", 
    "name": "Lisa Edelstein"
  }, 
  {
    "quote": "When Luke and Laura dated in 'General Hospital' when I was a kid, I was very excited. And that was a rather pathetic relationship if you break it down because let's face it: he raped her... and then they got married. There's all kinds of things that TV does to relationships.", 
    "name": "Lisa Edelstein"
  }, 
  {
    "quote": "Two things I take very seriously in life. My golf game and my relationship with God. Neither one is simple.", 
    "name": "Cheryl Ladd"
  }, 
  {
    "quote": "It's something that was very interesting to me to be a part of and all of them again because of the relationship. Some of the superhero movies are better than others.", 
    "name": "Blair Underwood"
  }, 
  {
    "quote": "Creatively, I thought we were still viable and could do more records. But our working relationship just wasn't happening at all, and our chemistry as people broke down because of that.", 
    "name": "Matt Cameron"
  }, 
  {
    "quote": "Every relationship that we have in our lives - our contact with each person, place, and event - serves a very special, if yet to be realized purpose: They are mirrors that can serve to show us things about ourselves that can be realized in no other way.", 
    "name": "Guy Finley"
  }, 
  {
    "quote": "I was actually a bit disappointed about the amount of sex in the show. I think Backus should get out a bit more, get a relationship, perhaps make her a lesbian.", 
    "name": "Lexa Doig"
  }, 
  {
    "quote": "I know for me the subject of how to be in a relationship is precious and complicated and challenging.", 
    "name": "Helen Hunt"
  }, 
  {
    "quote": "My dad taught me true words you have to use in every relationship. Yes, baby.", 
    "name": "Star Jones"
  }, 
  {
    "quote": "A lot of people seem to want to make the institution of marriage substitute for a real relationship.", 
    "name": "Susan Faludi"
  }, 
  {
    "quote": "Well, I don't know if this is true of everyone, but I have this relationship with my parents where, despite however mature or articulate or grown-up I think I've become, as soon as I go home, I turn into this petulant 13-year-old, especially with the tone of my voice.", 
    "name": "Jenna Fischer"
  }, 
  {
    "quote": "How do you build a relationship when you've hardly shared a word but suddenly share a child? How do you love a daughter you don't see for nearly two years? When does she become your daughter? How does she become your daughter?", 
    "name": "Boris Becker"
  }, 
  {
    "quote": "First of all, returning from motherhood, I was looking for something lighter, and I wasn't as much attracted to Kate as I was to the relationship between the two people.", 
    "name": "Tea Leoni"
  }, 
  {
    "quote": "My husband. He keeps me grounded. If I were in the world on my own, it would all be much more seductive. But I'm in a relationship that has nothing to do with the film world.", 
    "name": "Emily Watson"
  }, 
  {
    "quote": "My character Lena is somebody who responds to people in a very simple way. I didn't have to take myself off to a darkened room to concentrate, I just had to try and be open. It's an interesting, subtle relationship.", 
    "name": "Emily Watson"
  }, 
  {
    "quote": "Women have demanded and gotten better jobs and more power. But the one thing we deserve is a better relationship with ourselves.", 
    "name": "Ann Curry"
  }, 
  {
    "quote": "First and foremost I am a commercial writer, and I hope to entertain people. But having said that, I'm in love with the relationship between humans and dogs, and the more I learned about what our military working dogs are doing, I wanted to at least share with people what an important role these animals have in all our lives.", 
    "name": "Robert Crais"
  }, 
  {
    "quote": "The relationship between a military working dog and a military dog handler is about as close as a man and a dog can become. You see this loyalty, the devotion, unlike any other and the protectiveness.", 
    "name": "Robert Crais"
  }, 
  {
    "quote": "Everything Sholom Aleichem talks about in his plays and his short stories is about people, family, man's relationship with his God, the breaking down of tradition.", 
    "name": "Norman Jewison"
  }, 
  {
    "quote": "I hope I presented what I felt the woman seemed to be about, but I couldn't give any reason as to why she remained in the relationship other than that their relationship was very special.", 
    "name": "Jenny Agutter"
  }, 
  {
    "quote": "In our relationship, we don't have that situation. I don't require what he needs, and he doesn't require what I need. I know what I do I have an amazing life that nobody knows about.", 
    "name": "John Oates"
  }, 
  {
    "quote": "But in Japanese, there's actually not much of a relationship between the music and the words.", 
    "name": "Utada Hikaru"
  }, 
  {
    "quote": "Mom was the one who taught me unconditional love. With Dad, I'd always felt there was something to live up to - expectations. But in the last year, we had a wonderful relationship.", 
    "name": "Greg Louganis"
  }, 
  {
    "quote": "My relationship with the Philharmonia Orchestra brought me many times to London and I will always reflect positively on that early period of development with them - their patience, their warmth, their dedication.", 
    "name": "Gustavo Dudamel"
  }, 
  {
    "quote": "I did make some not-so-great relationship decisions when I was a lot younger. I do know that not all high school boys are great and wonderful and Prince Charming, and there are a few that are going to treat you that way.", 
    "name": "Jodi Lyn O'Keefe"
  }, 
  {
    "quote": "For decades, Japan has been a friend and reliable trading partner with the United States, and I anticipate that relationship will prosper.", 
    "name": "Jim Costa"
  }, 
  {
    "quote": "A relationship is like another job, you know, you have to work at it all the time.", 
    "name": "Candice Swanepoel"
  }, 
  {
    "quote": "If a relationship is founded on love it doesn't end.", 
    "name": "Rosanne Cash"
  }, 
  {
    "quote": "The relationship of black Americans to Obama is sociologically riveting.", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "Corporations invest in sophisticated CRM, or Customer Relationship Management, programs to effectively oversee their relationship with their customers at every point during the buying process.", 
    "name": "Marc Ostrofsky"
  }, 
  {
    "quote": "I've thought about it, not a lot, but I thought my relationship with Congress - the Democrats and Republicans - would help me get some things done. Not everything, but at least they'd be willing to try.", 
    "name": "Bob Dole"
  }, 
  {
    "quote": "There is a relationship between cartooning and people like Mir= and Picasso which may not be understood by the cartoonist, but it definitely is related even in the early Disney.", 
    "name": "Roy Lichtenstein"
  }, 
  {
    "quote": "The first and most important is to emphasize the enduring nature of the alliance relationship particularly with Europe which does share our values and interests even if it disagrees with us on specific policies.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "I told my father to stop smoking around the age of two or three years old and he stopped smoking. So the relationship between the kid and the parent is very powerful, and if you give the kid the right information, it can be very useful to the family.", 
    "name": "Doug E. Fresh"
  }, 
  {
    "quote": "You can't have a relationship when you're shooting a 14-hour day and your husband is shooting a 14-hour day in the same city. It's a time thing and it's a together thing.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "The U.S. - E.U. economic relationship dwarfs America's economic ties with China.", 
    "name": "John Bruton"
  }, 
  {
    "quote": "I took the fear of marriage from my parents' relationship, because I didn't want to end up in a relationship like that, whereas my brothers and sisters learnt a lesson from it and made sure they didn't carry it on into their own marriages.", 
    "name": "John Mahoney"
  }, 
  {
    "quote": "This relationship is going to be built on trust.", 
    "name": "Marla Maples"
  }, 
  {
    "quote": "What was a really private and nice relationship was judged and made to be something ugly.", 
    "name": "Marla Maples"
  }, 
  {
    "quote": "But mostly, it's a book about my relationship with my father.", 
    "name": "Alison Bechdel"
  }, 
  {
    "quote": "I think a primal role of a man in a relationship is to protect his woman.", 
    "name": "Armie Hammer"
  }, 
  {
    "quote": "It's not that, you know, when a relationship doesn't work and there are issues, you have to somehow work it out if there are children involved.", 
    "name": "Priscilla Presley"
  }, 
  {
    "quote": "I lived to play basketball. Growing up as a kid, Bill Russell and the Boston Celtics were my favorite team. The way they played, the teamwork, the sacrifice, the commitment, the joy, the camaraderie, the relationship with the fans.", 
    "name": "Bill Walton"
  }, 
  {
    "quote": "I have a very bad relationship with mice.", 
    "name": "Casey Affleck"
  }, 
  {
    "quote": "When I meet the right girl I'll definitely have no hesitations to a relationship.", 
    "name": "Lee DeWyze"
  }, 
  {
    "quote": "I have a very close relationship with my mom, and I'm able to talk to her about anything.", 
    "name": "Jessica Szohr"
  }, 
  {
    "quote": "If you're lucky like me, your relationship with your brother has resolved itself on the peaceful side of the fence and has stayed there. But if you're someone who's got a family that's all fractured and finding it hard to relate, that's a very sad place to be.", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "Our relationship with Mexico in this regard is unique for us, and in many respects unique in the world.", 
    "name": "Samuel P. Huntington"
  }, 
  {
    "quote": "Building a good, stable, and productive China-U.S. relationship is in our mutual interest of our two countries and our two peoples, and also contributes to peace and development.", 
    "name": "Hu Jintao"
  }, 
  {
    "quote": "Since the beginning of the 21st century, thanks to the concerted efforts of both sides, China-U.S. relationship has on the whole enjoyed steady growth. Since President Obama took office, we have maintained close contact through exchange of visits, meetings, telephone conversations and letters.", 
    "name": "Hu Jintao"
  }, 
  {
    "quote": "When I was confronted with official tuition, the academic thing, I could see no relationship whatever between that and the music I'd been writing since I was 11.", 
    "name": "Harrison Birtwistle"
  }, 
  {
    "quote": "Writing is my obsession, my passion. My relationship with it is one of the most complex and agonizing and richly vexing that I have in my life.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "It is difficult to imagine how any behavior in the presence of another person can avoid being a communication of one's own view of the nature of one's relationship with that person and how it can fail to influence that person.", 
    "name": "Paul Watzlawick"
  }, 
  {
    "quote": "Till now I have never shot a scene without taking account of what stands behind the actors because the relationship between people and their surroundings is of prime importance.", 
    "name": "Michelangelo Antonioni"
  }, 
  {
    "quote": "Relationship movies are often made for a female audience.", 
    "name": "Roman Coppola"
  }, 
  {
    "quote": "Having had that experience... I think, what modern culture wants to see is the relationship with the woman. I don't think you can tell a story on film nowadays where the woman simply is there for the man when he decides to settle down.", 
    "name": "Tom Selleck"
  }, 
  {
    "quote": "I've got a new relationship and I'm trapped in this old life.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "There's an ethic that says: 'You don't run off to the church for the sacraments of salvation, you establish a personal relationship with God. You don't run off to the courts for justice, you settle it yourself. You don't run off to labor unions to sort out your work relations, you can take this job and shove it if you don't like what you're doing.'", 
    "name": "John Shelton Reed"
  }, 
  {
    "quote": "We were in a relationship for eight years, and we maybe saw each other, total, for a year.", 
    "name": "Izabella Scorupco"
  }, 
  {
    "quote": "All true meaning resides in the personal relationship to a phenomenon, what it means to you.", 
    "name": "Christopher McCandless"
  }, 
  {
    "quote": "So I developed very early a massive inferiority complex, and I've told the story often about how that inspired me later in life to get involved in other things, because I couldn't out-do my brothers in sports, and it's a very competitive relationship.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "Well, my relationship to America at the time I left was very limited.", 
    "name": "Harry Mathews"
  }, 
  {
    "quote": "In England, it's a rare thing to see a player smoking but, all in all, I prefer that to an alcoholic. The relationship with alcohol is a real problem in English football and, in the short term, it's much more harmful to a sportsman. It weakens the body, which becomes more susceptible to injury.", 
    "name": "Alex Ferguson"
  }, 
  {
    "quote": "I've always gone out with much younger guys. But I rushed into relationships before really getting to know the person. What would come up as a warning sign within the first two weeks of dating would usually be the exact reason the relationship would end!", 
    "name": "Carrie Ann Inaba"
  }, 
  {
    "quote": "Quentin and I were constantly finding something new that we had in common and comic books were one of them. I think we were talking about comic books much earlier in our relationship, before I had the part.", 
    "name": "David Carradine"
  }, 
  {
    "quote": "Certainly the experiences of Seth and his relationship to his parents and his point of view of the world are very similar to my own and very much based on my experiences at the University of Southern California.", 
    "name": "Josh Schwartz"
  }, 
  {
    "quote": "Nah, I've always had a great relationship with my two brothers, I have always had their support in my football and in everything. They've been very close to me and we have a great relationship.", 
    "name": "Lionel Messi"
  }, 
  {
    "quote": "You'll be dedicated and that's what you should want to be in anything in life - whether it's sports or academics or your relationship. It all stems from finding that fun, that thrill, that excitement.", 
    "name": "Brandi Chastain"
  }, 
  {
    "quote": "The value of government to the people it serves is in direct relationship to the interest citizens themselves display in the affairs of state.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "The relationship of the two problems is rather the reverse. To a great extent disarmament is dependent on guarantees of peace. Security comes first and disarmament second.", 
    "name": "Ludwig Quidde"
  }, 
  {
    "quote": "It's grown into a personal relationship, yeah. I'm crazy about Jerry. I think he's a unique character.", 
    "name": "Jon Voight"
  }, 
  {
    "quote": "You've got to honor your relationship with your audience - that they sit down because they want to be entertained. And that doesn't mean you can't provoke them and antagonize them and challenge them in the course of the entertainment as long as you keep the entertainment part of the equation alive.", 
    "name": "David E. Kelley"
  }, 
  {
    "quote": "But it's much more exciting to make Die Hard. One of the reasons that I think that movie is so successful is it deals with those very important blue-collar relationship themes. But it's more visually beautiful to show things blowing up. It just gives you more on the screen.", 
    "name": "Penn Jillette"
  }, 
  {
    "quote": "What I would say about Barney Eastwood is that when our relationship worked, it worked extremely well. He had a lot of strengths as a promoter and a manager.", 
    "name": "Barry McGuigan"
  }, 
  {
    "quote": "I always felt sorry for the sidekick as a kid. They never got their due and it left a very bad taste in the mouth - they are defined by a subordinate relationship to someone else. I always felt like a bit of sidekick when I was a kid and it didn't feel fair.", 
    "name": "China Mieville"
  }, 
  {
    "quote": "I have a beautiful son, I don't regret it, I'm very proud of the way that we handle our relationship and the way that we keep our son first and that's our priority.", 
    "name": "Nia Long"
  }, 
  {
    "quote": "The key to successful missionary work is a close relationship between the missionaries and the members. Creating an environment in working with members that will bring more into the Church.", 
    "name": "Richard G. Scott"
  }, 
  {
    "quote": "If you have parents with a healthy relationship, you don't learn that you don't have to be married. I thought being a healthy adult meant you had to have a spouse. I didn't know any different.", 
    "name": "Alyssa Milano"
  }, 
  {
    "quote": "A Bush Administration will, I believe, enjoy a better relationship with the new Congress, although President-elect Bush will be faced with real challenges in getting along with the Congress.", 
    "name": "Richard V. Allen"
  }, 
  {
    "quote": "It's developing a relationship with actors that makes it work.", 
    "name": "Richard Donner"
  }, 
  {
    "quote": "It was not a healthy marriage for long time. It was never about another man, it was about what my and Dennis's relationship could not sustain.", 
    "name": "Meg Ryan"
  }, 
  {
    "quote": "But the relationship of morality and power is a very subtle one. Because ultimately power without morality is no longer power.", 
    "name": "James Baldwin"
  }, 
  {
    "quote": "In a relationship when things are really great you don't need to say anything and just enjoy the other person. Sometimes with a couple, it gets dark and you don't know what to say and that silence can last all day. Other times you don't want to stop talking because you don't want to lose one another.", 
    "name": "Anton Yelchin"
  }, 
  {
    "quote": "Every relationship I've been in becomes long-distance because of work. It's never worked out. It puts an intense strain on the relationship, and at a certain point, it becomes too difficult.", 
    "name": "Anton Yelchin"
  }, 
  {
    "quote": "For me to stay healthy in a relationship, the individuals have to nurture themselves.", 
    "name": "Anne Heche"
  }, 
  {
    "quote": "Whether you're keeping a journal or writing as a meditation, it's the same thing. What's important is you're having a relationship with your mind.", 
    "name": "Natalie Goldberg"
  }, 
  {
    "quote": "I think all television has to be about relationships and I don't think horror for the sake of it can work unless you're able to ground it in some kind of relationship.", 
    "name": "Rachael Taylor"
  }, 
  {
    "quote": "Your relationship with an agent has got to be mutually beneficial. If you can't help their careers, then they're not going to be interested.", 
    "name": "David Steinberg"
  }, 
  {
    "quote": "It would be nice if I did have a good relationship with my family, and yes, part of me longs to have a mum and dad who love and accept me for who I am. But if they never do, it's OK.", 
    "name": "Heather Graham"
  }, 
  {
    "quote": "It would have been nice for Greg to eventually grow into a mature relationship with Laura. He was moving toward that already but then took a turn into the juvenile with Paige.", 
    "name": "William Devane"
  }, 
  {
    "quote": "They are representations of many shared hours of collaboration between us all. That's the real nature of the relationship the orchestra and I are trying to build.", 
    "name": "Michael Tilson Thomas"
  }, 
  {
    "quote": "And harmony means that the relationship between all the elements used in a composition is balanced, is good.", 
    "name": "Karlheinz Stockhausen"
  }, 
  {
    "quote": "Royalties are not how most writers or musicians make their living. Musicians by and large make a living with a relationship with an audience that is economically harnessed through performance and ticket sales.", 
    "name": "John Perry Barlow"
  }, 
  {
    "quote": "One of the things I've started doing lately is tracking my dreams. I feel like there's a lot of information there and you can really bring those emotions to the situations that may feel mundane or familiar. That gives them new life and gives you a new relationship with it - if that makes any sort of sense.", 
    "name": "Jennifer Carpenter"
  }, 
  {
    "quote": "Sometimes you can forget about who you are in a relationship. But you can also be inspired by the person you are with to become something you always knew you wanted to become.", 
    "name": "Mia Maestro"
  }, 
  {
    "quote": "There's been a long-standing relationship between me and individual members of the Green Party.", 
    "name": "Cynthia McKinney"
  }, 
  {
    "quote": "Sidney Poitier became a star in part by helping black and white Americans negotiate their new relationship in the post-Civil Rights era.", 
    "name": "Wesley Morris"
  }, 
  {
    "quote": "At first we got along real well. Now... it's pretty much just a professional relationship.", 
    "name": "Jose Carreras"
  }, 
  {
    "quote": "America has a relationship with Bobby and Whitney.", 
    "name": "Jenifer Lewis"
  }, 
  {
    "quote": "There must of course be a relationship between translating and making poems of your own, but what it is I just don't know.", 
    "name": "Robert Fitzgerald"
  }, 
  {
    "quote": "The close relationship between railroad expansion and the genera development and prosperity of the country is nowhere brought more distinctly into relief than in connection with the construction of the Pacific railroads.", 
    "name": "John Moody"
  }, 
  {
    "quote": "I've been obsessed with seeing life through music. My records, my relationship with records, my relationship with rock stars, everything that surrounds it, has been really one of the only ways that I ever started to understand the world.", 
    "name": "Jeff Tweedy"
  }, 
  {
    "quote": "Whatever your relationship is to your sacred tradition in the West, you have some relationship to the Bible if only through the names of the characters.", 
    "name": "Anita Diament"
  }, 
  {
    "quote": "We feel unsatisfied until we know ourselves akin even with that greatness which made the spots on which it rested hallowed and until, by our own lives, and by converse with the thoughts they have bequeathed us, we feel that union and relationship of the spirit which we seek.", 
    "name": "Jones Very"
  }, 
  {
    "quote": "Oddly, I do have a problem with authority. I find it very difficult to knuckle down and follow rules. Which are the classic symptoms of someone who has a troubled relationship with their father. And yet, I never had a problem with my father.", 
    "name": "Toby Young"
  }, 
  {
    "quote": "I enjoy my relationship with straight men. It's very nurturing. It's very validating to hang out with straight guys and be accepted. So many of us, we were not accepted when we were younger by straight persons in high school.", 
    "name": "Kyan Douglas"
  }, 
  {
    "quote": "Government health care changes the relationship between the citizen and the state, and, in fact, I think it's an assault on citizenship.", 
    "name": "Mark Steyn"
  }, 
  {
    "quote": "We have to understand how the extremists got the way they are. Without that kind of understanding, we'd never really get to know them. I put in nothing about their childhoods. But what I have put in is stuff about the weird symbiotic relationship between us and them.", 
    "name": "Jon Ronson"
  }, 
  {
    "quote": "Favored Nations is a long-term commitment. Our hope is that those who are passionate about real musicianship will want to hear and own most of our albums. We will set out to attain the same direct relationship with our customers that we have with our artists.", 
    "name": "Steve Vai"
  }, 
  {
    "quote": "There is a responsibility on all companies to look at the quantum of pay and the relationship between the top and the bottom.", 
    "name": "Stuart Rose"
  }, 
  {
    "quote": "Mr. Geithner is an excellent minister. We have a good personal relationship.", 
    "name": "Wolfgang Schauble"
  }, 
  {
    "quote": "Let me say again that the relationship is asymmetrical: there's no democracy without a market economy, but you can have a market economy without democracy.", 
    "name": "Peter L. Berger"
  }, 
  {
    "quote": "Our institute's agenda is relatively simple. We study the relationship between social-economic change and culture. By culture we mean beliefs, values and lifestyles. We cover a broad range of issues, and we work very internationally.", 
    "name": "Peter L. Berger"
  }, 
  {
    "quote": "And it is because a series of elements in Spanish life which operate today the same way as they did in the times of Blanco White made obvious my relationship with him, based on a similarity in Spain's condition.", 
    "name": "Juan Goytisolo"
  }, 
  {
    "quote": "My parents had a wonderful marriage, but it was a very dependent relationship. My mother was entirely dependent on my father because that's how it was in those days.", 
    "name": "Erika Slezak"
  }, 
  {
    "quote": "I don't remember any sibling rivalry growing up, because by the time I was really conscious, Tom was going away to college. My relationship with him, which is a very close one, really developed in more recent years.", 
    "name": "David Hyde Pierce"
  }, 
  {
    "quote": "What I learned from directing, I learned from soccer, where it's like a coach-player relationship.", 
    "name": "Sean Durkin"
  }, 
  {
    "quote": "In my view, relationship movies never get old because humanity will never not be confounded by their relationships.", 
    "name": "Zoe Lister-Jones"
  }, 
  {
    "quote": "The secret to a long-lasting relationship is perpetually imagining the worst. It's a world view tracing back to my Eastern European ancestry and one I draw upon regularly.", 
    "name": "Zoe Lister-Jones"
  }, 
  {
    "quote": "We had a relationship that lasted 44 years. Herbert and I lived together 10 years before we were married. He always gave me a little heart for whatever anniversary.", 
    "name": "Uta Hagen"
  }, 
  {
    "quote": "This is the point being missed by readers who lament Liquor's lack of hot sex scenes, probably because they aren't old enough to understand that a passionate relationship could be about anything other than sex.", 
    "name": "Poppy Z. Brite"
  }, 
  {
    "quote": "I always want to have a personal relationship with everybody that works for me.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "You can't be a casual observer of something humorous - you have to engage, you have to find it funny for the relationship between actor and audience to work.", 
    "name": "Brendan Coyle"
  }, 
  {
    "quote": "When I was in my 30s, I was at the end of a long-term relationship and going through a very hard time. I'd had about 15 different addresses and a series of relationships. I thought, 'It's time to have a look at yourself.'", 
    "name": "Brendan Coyle"
  }, 
  {
    "quote": "I was supposed to have a relationship with Judy, but that never happened. Actors in series didn't have the control that they have today over their jobs.", 
    "name": "Mark Goddard"
  }, 
  {
    "quote": "The only person who had any control was Jonathan Harris. His character was so flamboyant that he was able to make things happen. My character was fairly one-dimensional, so I had my relationship with Dr. Smith and with the family.", 
    "name": "Mark Goddard"
  }, 
  {
    "quote": "My work is about life as you and I experience it. You're either lucky or you're not lucky either your relationship works or it doesn't.", 
    "name": "Mike Leigh"
  }, 
  {
    "quote": "Lotta people don't realize when you grow up with people, you have an affinity, a relationship you don't get with anyone else. After you're twenty years old, anyone you meet after that, it's different from the people you knew before.", 
    "name": "Joseph Jarman"
  }, 
  {
    "quote": "There's no particular relationship between spending and educational results. Most education spending is actually on salaries, and that's allocated according to political muscle.", 
    "name": "Peter Brimelow"
  }, 
  {
    "quote": "I think that the two of them have been doing this for a really long time and it is more like sport. Yes, they would love to find a lasting relationship, but it's not likely to happen the way they are going about it.", 
    "name": "Jennifer Beals"
  }, 
  {
    "quote": "Putin has a lot at stake here and restoring the relationship with the United States, and there are already signs as Sandy mentioned that he's moving in the right direction to begin to ascertain that their trade with Iran is not used for the production of nuclear weapons.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "I was raised by a single mother and I've been in a 10-year relationship with my girlfriend. My whole life I've been surrounded by women.", 
    "name": "Jon Hamm"
  }, 
  {
    "quote": "I'd had a relationship with a French girl, a Japanese girl, an American girl, a Filippina and she was there all the time - a Lancashire girl. I thought: 'It's a Lancashire girl I was looking for. Why didn't I realize it?'", 
    "name": "David Thewlis"
  }, 
  {
    "quote": "I'm still going to make mistakes, but I don't have any problems with publicly professing my faith now. It just took me a long time to get to the right place in my relationship with Christ.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "We have often been attracted to the story of the other, the outcast. And he and I just loved working together, so it just kept happening, and our relationship is completely bound up with our work. We enjoy each other's art.", 
    "name": "Julie Taymor"
  }, 
  {
    "quote": "I've had four amazing men in my life, very strong, powerful, wonderful men. I certainly will have a relationship with someone but I don't think I will get married again.", 
    "name": "Cheryl Tiegs"
  }, 
  {
    "quote": "In any relationship that comes to an end, there's never just a baseline reason why. You say, 'Oh, I broke up with my girlfriend.' Someone says, 'Why?' You say, 'Well, you got three hours? And then maybe after I tell you my version, you've got to talk to her.'", 
    "name": "Michael Rapaport"
  }, 
  {
    "quote": "People who are incapable of having any kind of intimate relationship have to turn to feeling this incredible hunger and void, have to turn to some quantifiable external product to make them feel whole.", 
    "name": "Jennifer Connelly"
  }, 
  {
    "quote": "So on May 1, 1987, at Gary's invitation, I agreed to see him one last time - to confront him face-to-face about his sincerity and with the intention of ending our brief relationship.", 
    "name": "Donna Rice"
  }, 
  {
    "quote": "But even after the first week, when Hart got out of the presidential race because of the Washington Post's threat to reveal a long-term relationship Hart had apparently been having with a prominent Washington woman, the media continued to embellish my past.", 
    "name": "Donna Rice"
  }, 
  {
    "quote": "And on top of that, when we work together we have a wonderful working relationship we push each other we challenge each other we laugh 80% of the time that we are together we're very fortunate.", 
    "name": "Alex Lifeson"
  }, 
  {
    "quote": "I have tried to preserve in my relationship to the film the same closeness and intimacy that exists between a painter and his canvas.", 
    "name": "Norman McLaren"
  }, 
  {
    "quote": "You don't want to be in a relationship with someone who's scared of you.", 
    "name": "Tila Tequila"
  }, 
  {
    "quote": "The relationship between an actor and a director is like a love story between a man and a woman. I'm sure sometimes I'm the woman.", 
    "name": "Gerard Depardieu"
  }, 
  {
    "quote": "Androgyny is not trying to manage the relationship between the opposites it is simply flowing between them.", 
    "name": "June Singer"
  }, 
  {
    "quote": "There are very few people that I deal with from a business side that it's just strictly a one-sided business relationship. I think that's important.", 
    "name": "David Nail"
  }, 
  {
    "quote": "I wish I had a great relationship with my mother.", 
    "name": "Chely Wright"
  }, 
  {
    "quote": "I have a really great relationship with God. I pray. I read the Bible.", 
    "name": "Hunter Tylo"
  }, 
  {
    "quote": "I went through a phase when I was 13 where I would only fall in love with people over the age of 19 or 20. I never had a real relationship with any of these people, but it was definitely the guy I wanted to hang out with and wanted to go on trips with. I would be like, 'But, Daddy, he's a musician!'.", 
    "name": "Olivia Wilde"
  }, 
  {
    "quote": "It takes a lot of experience of life to see why some relationships last and others do not. But we do not have to wait for a crisis to get an idea of the future of a particular relationship. Our behavior in little every incidents tells us a great deal.", 
    "name": "Eknath Easwaran"
  }, 
  {
    "quote": "The trouble with anyone when they're unhappy or in a relationship they recognize is not working but don't know what to do about is that they can't see farther out than that. If the relationship is not working, if what was there isn't there anymore, you have to do something about it.", 
    "name": "Penelope Wilton"
  }, 
  {
    "quote": "I'm working on my relationship with my mother and father, but my upbringing has been very destructive.", 
    "name": "Paz de la Huerta"
  }, 
  {
    "quote": "A lot has been written about Tony Perkins and myself and I figured, Let's get it straight. I had a relationship with Tony for two to three years, but those are only threads in the tapestry of my whole life.", 
    "name": "Tab Hunter"
  }, 
  {
    "quote": "I think our relationship with Epic had run its natural course, and it happened to coincide with the fulfillment of our contract. We decided not to resign with them.", 
    "name": "Mike McCready"
  }, 
  {
    "quote": "As much as the mystery element is all a lot of fun, when you do go to 'Edwin Drood,' you're going to a theatre to see a show about going to a theatre and what that relationship between actors and audiences has been for years.", 
    "name": "Rupert Holmes"
  }, 
  {
    "quote": "It's like our relationship is always about the other side that isn't the obvious side.", 
    "name": "Rosario Dawson"
  }, 
  {
    "quote": "I had cars, houses, jewels, furs, and a husband who loved me, and a career I was happy with. But I found fulfillment in my relationship with Christ.", 
    "name": "Gloria Gaynor"
  }, 
  {
    "quote": "I love being in a relationship, but marriage isn't for me.", 
    "name": "Arsenio Hall"
  }, 
  {
    "quote": "I would be a terrible person to be in a relationship with because I'm either sleeping or at the theater.", 
    "name": "Haley Joel Osment"
  }, 
  {
    "quote": "And I have the support of the writers: I have a great relationship with the creative team, and they have a good hold of my character and my personality, and they come up with some great stuff, and I'm forever trying to change it up, keep it fresh.", 
    "name": "Trish Stratus"
  }, 
  {
    "quote": "I especially object to having my character assassinated by reference to events from my past which bear absolutely no relationship to the question of who the anthrax killer is.", 
    "name": "Steven Hatfill"
  }, 
  {
    "quote": "I have quite a robust relationship with regret. You simply don't know what the alternative would have been.", 
    "name": "Juliet Stevenson"
  }, 
  {
    "quote": "My early work and publications centered around expanding on the analysis of life insurance in my dissertation and its relationship to investment banking.", 
    "name": "Douglass North"
  }, 
  {
    "quote": "In the relationship between man and religion, the state is firmly committed to a position of neutrality.", 
    "name": "Tom C. Clark"
  }, 
  {
    "quote": "It's very different than it use to be. I think everybody has a lot more experience in how to be in a relationship - whether it's a marriage or a significant other or a business or a friend.", 
    "name": "Kathy Valentine"
  }, 
  {
    "quote": "I personally don't believe people really grow. They just learn stuff when they were a kid, and hold on to it, and that affects every relationship they have.", 
    "name": "Donald Glover"
  }, 
  {
    "quote": "I was in relationship with a guy who was much older than me - either he was past his prime and I was coming into mine. There was nothing I could do to keep his attention.", 
    "name": "Deana Carter"
  }, 
  {
    "quote": "My relationship with Music Row has always been, from my end, optimistic and hopeful that there is more than one way to approach the writing, recording, and marketing of an album.", 
    "name": "Deana Carter"
  }, 
  {
    "quote": "As social media is less about technology and more about relationship building, we are starting to see more women have a heavy influence if not dominant role in the social media space. It's no wonder that Facebook is being run in part by chief operating officer Sheryl Sandberg.", 
    "name": "Erik Qualman"
  }, 
  {
    "quote": "My brother and I had a real love-hate relationship with my success. There was some bitterness there that I didn't understand until recently, but I told him that if I ever did a record I wanted him to play on it.", 
    "name": "Jimmy Chamberlin"
  }, 
  {
    "quote": "I have a great relationship with animals, and with children. I get to their level. I try to see the way a child looks at the world, it's hugely different.", 
    "name": "Story Musgrave"
  }, 
  {
    "quote": "We want to obviously foster a relationship that we're a partner with states that we all share the same goals of closing the achievement gap, just as the Congress does and that we're practical and sophisticated enough to understand what they're talking about.", 
    "name": "Margaret Spellings"
  }, 
  {
    "quote": "Melissa and I have the best working relationship, and we feel that Jack and Jennifer have so much more to do.", 
    "name": "Matthew Ashford"
  }, 
  {
    "quote": "In the beginning, New York and I had kind of a love-hate relationship. It seemed so abrasive compared to Europe. But the transformation here in recent years is really something. I don't think I would have seen as much change if I'd lived in any other city in the world.", 
    "name": "Shalom Harlow"
  }, 
  {
    "quote": "My life isn't that dramatic. My dad really loves me, he just can't talk on the phone. He's too crippled and shy, and that's almost harder. He's there and he loves me, and I try and try and try, it's just impossible to have a relationship.", 
    "name": "Joey Lauren Adams"
  }, 
  {
    "quote": "My relationship with my father is pretty non-existent.", 
    "name": "Joey Lauren Adams"
  }, 
  {
    "quote": "Well we have a good working relationship with Microsoft at the development level. But let's not kid ourselves, this is a company with enormous resources and talented people, and there is a certain pride that comes along with that for them and for us.", 
    "name": "John W. Thompson"
  }, 
  {
    "quote": "It's as if I were collaborating with myself, revealing my relationship to the material. My hand would make the drawing. Then my mouth would transmit it.", 
    "name": "Jim Hodges"
  }, 
  {
    "quote": "I always wanted to be a father. I have a beautiful relationship with my dad and beautiful memories. I always knew I was going to have a family.", 
    "name": "Ricky Martin"
  }, 
  {
    "quote": "One should never be sexually involved with anyone one genuinely cares for. A sexual relationship guarantees a loss.", 
    "name": "Mary Gordon"
  }, 
  {
    "quote": "I'm open-minded. I don't consider myself gay or hetero, I just am. I've had experiences all over the planet but it always comes down to just me, but I think at this point if I had an ongoing relationship I believe it would be with a man.", 
    "name": "Dana Plato"
  }, 
  {
    "quote": "We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform.", 
    "name": "Kenneth H. Cooper"
  }, 
  {
    "quote": "Mandatory auditor rotation is designed to address a potential conflict of interest between a public company and its auditor. Because an auditor is hired and paid by the public company it audits, the auditor's desire to maintain a good relationship with its client could conflict with its duty to rigorously question the client's financial statements.", 
    "name": "Robert Pozen"
  }, 
  {
    "quote": "If it is true that we have a personal relationship with God, then that's enough for me.", 
    "name": "T-Bone Burnett"
  }, 
  {
    "quote": "It's an important thing to have a relationship with the director, and have it be a positive one.", 
    "name": "Trevor Rabin"
  }, 
  {
    "quote": "Of all the important relationships that Australia has with other countries, none has been more greatly transformed over the last 10 years than our relationship with China.", 
    "name": "John Howard"
  }, 
  {
    "quote": "I have always had a relationship with clothes.", 
    "name": "Phillip Lim"
  }, 
  {
    "quote": "The relationship with a live audience seems to me to count for more.", 
    "name": "Cyril Cusack"
  }, 
  {
    "quote": "Nick and Simon had come to a natural end of their working relationship with Warren, which obviously opened the door for a reunion of the original five.", 
    "name": "Roger Andrew Taylor"
  }, 
  {
    "quote": "I had my footballing heroes such as Bryan Robson and Diego Maradona but my dad was a rugby league star, and he was my real hero. But the relationship with my mum was rocky and we saw things that would affect any youngster.", 
    "name": "Ryan Giggs"
  }, 
  {
    "quote": "I think the most important foundation about any relationship is just being honest. You've got to. My wife and I are honest to a fault with each other, and we're best friends on top of it, so we're very fortunate.", 
    "name": "Max Greenfield"
  }, 
  {
    "quote": "There's nothing worse than walking around and talking about your failed relationship, all day, every day, for months on end.", 
    "name": "Max Greenfield"
  }, 
  {
    "quote": "But I was also a big mouth, I started to develop a troubled relationship with Harry Shorten.", 
    "name": "Gil Kane"
  }, 
  {
    "quote": "There is a positive and personal relationship between the Egyptian people and the Syrian people.", 
    "name": "Mohammed Morsi"
  }, 
  {
    "quote": "The PRC is the big brother in this relationship, and it has the capacity to be generous to Taiwan on this issue in a manner that might do much to defuse that issue internally in Taiwan.", 
    "name": "William Kirby"
  }, 
  {
    "quote": "If I'm in a relationship, I'm 1,000% in it. I love doing things for them and surprising them. And that's just something I thoroughly enjoy and it gives me a lot of pleasure. I just haven't found that right girl yet.", 
    "name": "Josh Henderson"
  }, 
  {
    "quote": "It was my first big relationship and it was just very abusive. I wouldn't give him the credit of naming him, if he ever reads this. But he was older, in the music business - or so he said.", 
    "name": "Lisa Snowdon"
  }, 
  {
    "quote": "I wasn't smart enough to read relationship books when I was coming up. I learned everything the hard way.", 
    "name": "Michael Ealy"
  }, 
  {
    "quote": "I'm the kind of guy who can't keep a plant alive for a week, let alone a relationship.", 
    "name": "Jerry O'Connell"
  }, 
  {
    "quote": "I was always in trouble from an early age. I had a fraught relationship with my parents, who were very traditional. Doing plays at school was a joyous release.", 
    "name": "Naveen Andrews"
  }, 
  {
    "quote": "I think it really makes a difference when you know the people that you're working with, when you develop a relationship.", 
    "name": "Alexa Vega"
  }, 
  {
    "quote": "I love my relationship with Coach Vermeil because it is one of the few genuine relationships that I have.", 
    "name": "Dante Hall"
  }, 
  {
    "quote": "I still like the relationship part of any story. You don't want your character to figure everything out and then at the end of the day, go home and eat soup from a can by herself.", 
    "name": "Lisa Gardner"
  }, 
  {
    "quote": "There's a really unique relationship between a single parent and their child. Marriages so easily break up. There's kind of this temporary deal about marriages. That's one of the things that makes it stressful, and that's something that's nonexistent in a parent-child relationship.", 
    "name": "Jeremy Sisto"
  }, 
  {
    "quote": "First play I ever did was 'Footloose.' I played the part of Willard when I was 16. I think I wore my drama teacher's jeans and her belt - that's how small I was. I know a lot of Willard's back story from the musical that's not explored in the film. Like he's got this whole relationship with his mama, and he sings this song 'Mama Says.'", 
    "name": "Miles Teller"
  }, 
  {
    "quote": "Then, of course, there are those sad occasions when a poet or a writer has not grown, and one has to let them go because they're just not making headway. But we have a very clear personal relationship with the authors.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "There are numerous cases of that, where one of our writers discovers another writer whom he likes, and we then take that book on. So it's a very close relationship. We can do that because we're so small.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "Growing up training, I use to get up so early I would wave to the garbage men going by. So, I had this relationship with Blue Collar America and I really liked it. I felt that lots of those people looked forward to me winning.", 
    "name": "Gerry Cooney"
  }, 
  {
    "quote": "It was a good 15 or 20 years before anyone at Rand would be in the same room with me. They didn't want the question raised, 'What's your relationship with Daniel Ellsberg?' And not one of them wrote me a letter because they didn't want a letter of theirs to show up in my trash - which the FBI had been going through.", 
    "name": "Daniel Ellsberg"
  }, 
  {
    "quote": "A conversation goes sometimes into personal things and that's nicer. You look to each other and you have a different picture, you get into a relationship.", 
    "name": "Maximilian Schell"
  }, 
  {
    "quote": "I'm a hopeless romantic, and very much the person in a relationship to go: If things are going well, I'll buy the flowers, remember the dates of things, plan fun nights out.", 
    "name": "Jennifer Love Hewitt"
  }, 
  {
    "quote": "I think there are a lot more relationship scenes in my movies that people tend to overlook. A lot of scenes really feel real and are about the characters.", 
    "name": "Jan de Bont"
  }, 
  {
    "quote": "I was glad to hear of that determination as I detest the practice of cousins marrying or any marriage between persons in which there can be traced the most distant relationship. I go for the improvement instead of the deterioration of our race.", 
    "name": "Ezra Cornell"
  }, 
  {
    "quote": "EA SPORTS has a strong partnership with adidas and through this relationship they approached adidas about using some of their top players from around the world.", 
    "name": "Claudio Reyna"
  }, 
  {
    "quote": "I am very proud of this work because it is more about the meaning of the Easter Rising and its relationship to what this whole century has been about, people liberating themselves, freeing themselves.", 
    "name": "Leon Uris"
  }, 
  {
    "quote": "The closer and more confidential our relationship with someone, the less we are entitled to ask about what we are not voluntarily told.", 
    "name": "Louis Kronenberger"
  }, 
  {
    "quote": "I have never understood that. I come from a place where the press makes or breaks an actor and it is more of a teamwork relationship.", 
    "name": "Michelle Trachtenberg"
  }, 
  {
    "quote": "My sensei was a British karate champion named Brian Fitkin. He was my mentor and because I had a hard relationship with my dad, he became a father figure to me.", 
    "name": "Dolph Lundgren"
  }, 
  {
    "quote": "Comic timing... is how to have a relationship with the camera and deal with the camera without looking like you are.", 
    "name": "Colleen Haskell"
  }, 
  {
    "quote": "In a movie like this, the relationship between the two guys is crucial. It sinks or swims on how these two guys are together. I think we did a good job.", 
    "name": "Eddie Murphy"
  }, 
  {
    "quote": "I have a much wider, freer view about spirituality. I feel that people need to pursue it on their own, personally. You know, let it be theirs - a personal relationship with their soul, or their God, or with their church.", 
    "name": "Peter Jurasik"
  }, 
  {
    "quote": "Novel technologies and ideas that impinge on human biology and their perceived impact on human values have renewed strains in the relationship between science and society.", 
    "name": "Paul Berg"
  }, 
  {
    "quote": "I really have always wanted to be a parent, and when I hit 36 and had just ended a relationship, I remember thinking how much I still wanted it. But I thought I'd adopt.", 
    "name": "Courtney Thorne Smith"
  }, 
  {
    "quote": "We had a strong relationship with Walter Brown, and felt that he was the best owner in the league.", 
    "name": "Bob Cousy"
  }, 
  {
    "quote": "In the first Spider-Man, at the end of the movie, Peter Parker had to deny himself a relationship with a girl that he's in love with. The very next thing that happens is that he's swinging through the city.", 
    "name": "John Dykstra"
  }, 
  {
    "quote": "I think when you're trying to produce a relationship on screen that doesn't actually exist, perhaps sometimes there's a temptation to look at each other more, to touch each other more.", 
    "name": "Paul Bettany"
  }, 
  {
    "quote": "My relationship and the bond with the people in Montreal was kind of special and doesn't happen very often.", 
    "name": "Saku Koivu"
  }, 
  {
    "quote": "Every relationship probably has, at its inception, a hundred things that you could pick on and divert you from it, but the feeling is there. You figure out a way to make it work.", 
    "name": "Bennett Miller"
  }, 
  {
    "quote": "I was writing short films and I was going through this really, really, really terrible end of a relationship that I didn't want to be going through. It was too much for me to process and all of a sudden I had this idea for my first feature film and I knew right away I had to start writing it.", 
    "name": "Evan Glodell"
  }, 
  {
    "quote": "Contentment does not come from achievement. It comes from a relationship with the Lord.", 
    "name": "Paul Henderson"
  }, 
  {
    "quote": "But I have tried to go over it very carefully, not merely what the evidence is, but with psychoanalysts and psychologists, and I think we're just about all agreed that Lincoln and Speed did not have a homosexual relationship.", 
    "name": "David Herbert Donald"
  }, 
  {
    "quote": "It is not really our country so much is the problem, it's sort of the parasitic relationship that Canada, and France, and other countries have towards us.", 
    "name": "Bob Corker"
  }, 
  {
    "quote": "One of the beauties of 'The Girl with the Dragon Tattoo' is the very delicate and strange relationship between the two main characters.", 
    "name": "Stellan Skarsgard"
  }, 
  {
    "quote": "I'm receiving 300 to 500 letters every week from people telling me that God used my stories to save their marriage or to introduce them to Christ or to heal a relationship that had been broken.", 
    "name": "Karen Kingsbury"
  }, 
  {
    "quote": "I met Bill Clinton in 1977 while I was working as a news reporter for KARK-TV in Little Rock, Arkansas. Shortly after we met, we began a sexual relationship that lasted for twelve years.", 
    "name": "Gennifer Flowers"
  }, 
  {
    "quote": "On several occasions, I discussed with Bill Clinton the subject of inquiries by the media about our relationship. He told me to continue to deny our relationship, that if we would stick together, everything would be okay.", 
    "name": "Gennifer Flowers"
  }, 
  {
    "quote": "I think that Bill and Hillary Clinton have a very special relationship and I think in very many ways to them it's a very satisfying relationship. I think that it's a mutual respect with a goal of power to achieve, maintain power. And I think that they have been good partners in that.", 
    "name": "Gennifer Flowers"
  }, 
  {
    "quote": "I have never lied about my relationship with Bill Clinton. The only proven liar, at this point, and the only admitted liar, is Bill Clinton not Gennifer Flowers, not Kathleen Willey, not Paula Jones and not Monica Lewinsky, at this point. He is the only proven liar.", 
    "name": "Gennifer Flowers"
  }, 
  {
    "quote": "The people at the record company had asked me if I could write a song about my life, my relationship with God, and where I'm from. Well, I can't write a song on purpose, my songs come in a moment of inspiration or desperation.", 
    "name": "Billy Ray Cyrus"
  }, 
  {
    "quote": "I finally did work out a very good relationship with my father, but it was rough growing up. We had a lot of conflict, and I think it surfaced in many of my works.", 
    "name": "Ira Levin"
  }, 
  {
    "quote": "I really always expected to somebody to make me happy and I don't think you can really enter into a relationship until you are happy.", 
    "name": "Dyan Cannon"
  }, 
  {
    "quote": "I can't get a relationship to last longer than it takes to make copies of their tapes.", 
    "name": "Margaret Smith"
  }, 
  {
    "quote": "My relationship with 'Pollyanna' is a very personal one, because Pollyanna got me through my childhood.", 
    "name": "Eleanor Porter"
  }, 
  {
    "quote": "French Yemeni relations are strong and good, they are relations depending on friendship and cooperation my relationship with the president Chiraq are old and real.", 
    "name": "Ali A. Saleh"
  }, 
  {
    "quote": "Waterpolo is my life. Our relationship is that of predetermination I'll never be better at anything than waterpolo and that is why it is my duty to pursue this sport as long as I can, and to the best of my abilities.", 
    "name": "Tibor Benedek"
  }, 
  {
    "quote": "When I was growing up, we used to play basketball in a park that was never shoveled when it snowed. The basketball rims were never fixed. And we understood then that there was a relationship between public policy and our quality of life.", 
    "name": "DeForest Soaries"
  }, 
  {
    "quote": "India is a global power and an important partner with whom we are building an intense, broad and enduring relationship.", 
    "name": "Pierre Pettigrew"
  }, 
  {
    "quote": "My brother and I have too good a relationship to spoil it by working together.", 
    "name": "Trevor Phillips"
  }, 
  {
    "quote": "He didn't want to tell his son what to do, but told me to write the president a letter. I didn't name a country, but there are many countries we have a fragile relationship with.", 
    "name": "George Herbert Walker"
  }, 
  {
    "quote": "But John Landis wrote a good relationship which is really what the film's about. A very straightforward young woman who's very sure of herself and she meets a young man who needs some taking care of.", 
    "name": "Jenny Agutter"
  }, 
  {
    "quote": "My relationship to gravity is permanently altered.", 
    "name": "Steven Jesse Bernstein"
  }, 
  {
    "quote": "I know the Russian political elite has got used to the Ukraine suffering from an inferiority complex, but I want this to disappear from our relationship.", 
    "name": "Yulia Tymoshenko"
  }, 
  {
    "quote": "Afghanistan is going to be here a long time, and what's critical is that Afghanistan's relationship with its neighbors are, to the maximum extent they can be, constructive and operationally useful.", 
    "name": "John R. Allen"
  }, 
  {
    "quote": "There were many women around. We all had a relationship with each other that was very strong. And all of our minds kind of hooked up. We rejected the society. We rejected marriage because we didn't like what our parents had.", 
    "name": "Lynette Fromme"
  }, 
  {
    "quote": "In the past I would self destruct when it came to love - I was immature, throwing myself into things but now times have changed, I want a relationship where you understand the other person.", 
    "name": "Elisabetta Canalis"
  }, 
  {
    "quote": "There is a direct line relationship between what happened in Afghanistan in the work up to 11 September 2001 and what we're doing in Afghanistan today.", 
    "name": "John R. Allen"
  }, 
  {
    "quote": "I'd fallen in love with a woman but she broke up with me and I was devastated. Six months later, I went into a suicidal depression from the break-up of the relationship, but I resolved to not do what my friends had done. And so I reached out for help.", 
    "name": "Aron Ralston"
  }, 
  {
    "quote": "And across Afghanistan, every single day, Afghan soldiers, Afghan police and ISAF troops are serving shoulder-to-shoulder in some very difficult situations. And our engagement with them, our shoulder-to-shoulder relationship with them, our conduct of operations with them every single day defines the real relationship.", 
    "name": "John R. Allen"
  }, 
  {
    "quote": "I met Roy's father once... And I think that Roy's relationship with his father is still at the heart of what Roy does. But at the end of the day, he's trying to prove himself to a father he'll never really please.", 
    "name": "Jim Lampley"
  }, 
  {
    "quote": "There are tens of thousands of interactions every single day across Afghanistan between the Afghan troops and International Security Assistance Force. On most of those, every single day we continue to deepen and broaden the relationship we seek.", 
    "name": "John R. Allen"
  }, 
  {
    "quote": "With Hitchcock I had little relationship. I was called to replace Bernard Herrmann, his favorite composer, in Torn Curtain, after the bitter fight between them.", 
    "name": "Maurice Jarre"
  }, 
  {
    "quote": "There is one question that I don't think Gary Condit can answer, and that I think is why we all aimed at Gary Condit, besides the fact that he has a relationship.", 
    "name": "Barbara Olson"
  }, 
  {
    "quote": "It's just like any relationship, the more contained the environment, the more the good stuff appears and the more the bad stuff will reveal itself.", 
    "name": "Bruce Greenwood"
  }, 
  {
    "quote": "It was really important in my relationship with James Caan that I understood the relationship between the family and the father.", 
    "name": "Jeanne Tripplehorn"
  }, 
  {
    "quote": "I think I learned about the relationship between books and life from Margaret Mitchell.", 
    "name": "Pat Conroy"
  }, 
  {
    "quote": "I've been working on Barb for a while. I looked at her as a sort of every woman. She's incredibly strong she's incredibly generous. She's seemingly insane because she is in the situation of a polygamous relationship, but she had definite reasons to do it.", 
    "name": "Jeanne Tripplehorn"
  }, 
  {
    "quote": "I am looking for a character that connects to me on some level. It has to be about something, it has to have depth to it and it has to be about something. The story of the character and their relationship with the people and places around them appeal to me and are what I look for.", 
    "name": "Richard Hatch"
  }, 
  {
    "quote": "I would stay on, but 'General Hospital' honestly doesn't seem to want that relationship with this character at the moment. They want little short doses during sweeps periods.", 
    "name": "Genie Francis"
  }, 
  {
    "quote": "I feel like, in a lot of shows where the woman is in charge, the woman is this ball buster and the guy is sort of weak and spineless. And that's never been my experience in a relationship. I think it's much more interesting that the guy is the boss. And there are stakes.", 
    "name": "Whitney Cummings"
  }, 
  {
    "quote": "You know, I think that President Obama is a person who has a great relationship with a number of people. Colin Powell does, too. I think Colin Powell is a fine American, a great leader and sees things in President Obama that he agrees with. He's entitled to have his opinion.", 
    "name": "Pete Sessions"
  }, 
  {
    "quote": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.", 
    "name": "Carol Gilligan"
  }, 
  {
    "quote": "If you want to have a relationship, at some point you have to let yourself get caught. That's what I did. I got caught.", 
    "name": "Alexandra Guarnaschelli"
  }, 
  {
    "quote": "The relationship between press and politician - protected by the Constitution and designed to be happily adversarial - becomes sour, raw and confrontational.", 
    "name": "Roger Mudd"
  }, 
  {
    "quote": "My relationship with the journalists who covered the campaign was complicated. I often hid from the critical eye of their cameras and their omnipresent digital recorders, wary of the critique implicit in every captured moment. But I also grew to respect and understand their passion for their work, their love for the journey we were sharing.", 
    "name": "Alexandra Kerry"
  }, 
  {
    "quote": "We saw what happened in Jimmy Carter's administration. President Carter was a good man with the best of intentions. But he came to Washington without a good working relationship with Democratic members of Congress, which played a big part in his administration's problems.", 
    "name": "Jim Hunt"
  }, 
  {
    "quote": "I feel an intense intimacy with those who have this loathing interest in me. Further than this, I know what they mean, I sympathize with them, I understand them. There should be a name (as poetic as love) for this relationship between loather and loathed it is of the closest and more full of passion than incest.", 
    "name": "Laura Riding"
  }
]