[
  {
    "quote": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "It is health that is real wealth and not pieces of gold and silver.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Take care of your body. It's the only place you have to live.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Walking is the best possible exercise. Habituate yourself to walk very fast.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Our growing softness, our increasing lack of physical fitness, is a menace to our security.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The first wealth is health.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "He who has health, has hope and he who has hope, has everything.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Exercise to stimulate, not to annihilate. The world wasn't formed in a day, and neither were we. Set small goals and build upon them.", 
    "name": "Lee Haney"
  }, 
  {
    "quote": "Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Attention to health is life's greatest hindrance.", 
    "name": "Plato"
  }, 
  {
    "quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world.", 
    "name": "Paul Dudley White"
  }, 
  {
    "quote": "Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. If makes it feel needed.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "If a man achieves victory over this body, who in the world can exercise power over him? He who rules himself rules over the whole world.", 
    "name": "Vinoba Bhave"
  }, 
  {
    "quote": "Here's what I tell anybody and this is what I believe. The greatest gift we have is the gift of life. We understand that. That comes from our Creator. We're given a body. Now you may not like it, but you can maximize that body the best it can be maximized.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "The first time I see a jogger smiling, I'll consider it.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "The human body is the best picture of the human soul.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "Exercise is labor without weariness.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Regularity in the hours of rising and retiring, perseverance in exercise, adaptation of dress to the variations of climate, simple and nutritious aliment, and temperance in all things are necessary branches of the regimen of health.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.", 
    "name": "Fred Perry"
  }, 
  {
    "quote": "I do yoga, I do Bikram and I run, and I eat really healthy.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "There's a lot of people in this world who spend so much time watching their health that they haven't the time to enjoy it.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Health is the thing that makes you feel that now is the best time of the year.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Fitness needs to be perceived as fun and games or we subconsciously avoid it.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "Practice puts brains in your muscles.", 
    "name": "Sam Snead"
  }, 
  {
    "quote": "Quit worrying about your health. It will go away.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "A runner must run with dreams in his heart, not money in his pocket.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "Find fitness with fun dancing. It is fun and makes you forget about the dreaded exercise.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "Your body is the church where Nature asks to be reverenced.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "If it weren't for the fact that the TV set and the refrigerator are so far apart, some of us wouldn't get any exercise at all.", 
    "name": "Joey Adams"
  }, 
  {
    "quote": "I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes.", 
    "name": "Peggy Fleming"
  }, 
  {
    "quote": "I have been through various fitness regimes. I used to run about five miles a day and I did aerobics for a while.", 
    "name": "Sting"
  }, 
  {
    "quote": "Exercise is done against one's wishes and maintained only because the alternative is worse.", 
    "name": "George A. Sheehan"
  }, 
  {
    "quote": "Muscles come and go flab lasts.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "It's very important to have the right clothing to exercise in. If you throw on an old T-shirt or sweats, it's not inspiring for your workout.", 
    "name": "Cheryl Tiegs"
  }, 
  {
    "quote": "I think it's more important to be fit so that you can be healthy and enjoy activities than it is to have a good body.", 
    "name": "Rachel Blanchard"
  }, 
  {
    "quote": "Exercise should be regarded as tribute to the heart.", 
    "name": "Gene Tunney"
  }, 
  {
    "quote": "Never hurry. Take plenty of exercise. Always be cheerful. Take all the sleep you need. You may expect to be well.", 
    "name": "James Freeman Clarke"
  }, 
  {
    "quote": "Looking after my health today gives me a better hope for tomorrow.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "I would rather exercise than read a newspaper.", 
    "name": "Kim Alexis"
  }, 
  {
    "quote": "The reason I exercise is for the quality of life I enjoy.", 
    "name": "Kenneth H. Cooper"
  }, 
  {
    "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.", 
    "name": "Florence Griffith Joyner"
  }, 
  {
    "quote": "Exercise is the chief source of improvement in our faculties.", 
    "name": "Hugh Blair"
  }, 
  {
    "quote": "Personally, I need a high level of physical fitness in order to feel at ease.", 
    "name": "Jurgen Klinsmann"
  }, 
  {
    "quote": "Don't get me wrong, I think bikes are terrific. I own several of my own, including a trendy mountain style, and ride them for pleasure and light exercise.", 
    "name": "Brock Yates"
  }, 
  {
    "quote": "Once you are over 30, 35 years old, I think everyone should get down to the gym and start moving again.", 
    "name": "Warren Cuccurullo"
  }, 
  {
    "quote": "Investing in health will produce enormous benefits.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "My bottom is so big it's got its own gravitational field.", 
    "name": "Carol Vorderman"
  }, 
  {
    "quote": "Happiness lies first of all in health.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "A year ago I had a back injury and followed a good nutrition program to help speed up my recovery. I focused on exercise and staying healthy in order to get back out on the ice.", 
    "name": "Sasha Cohen"
  }, 
  {
    "quote": "I don't smoke, don't drink much, and go to the gym five times a week. I live a healthy lifestyle and feel great. I can run a marathon, you know.", 
    "name": "Sarah Michelle Gellar"
  }, 
  {
    "quote": "You gotta have a body.", 
    "name": "Jayne Mansfield"
  }, 
  {
    "quote": "I think if you exercise, your state of mind - my state of mind - is usually more at ease, ready for more mental challenges. Once I get the physical stuff out of the way it always seems like I have more calmness and better self-esteem.", 
    "name": "Stone Gossard"
  }, 
  {
    "quote": "You must also give mental and physical fitness priority.", 
    "name": "Jim Otto"
  }, 
  {
    "quote": "It's challenging, but you have to at least try to eat right and exercise.", 
    "name": "Joely Fisher"
  }, 
  {
    "quote": "So I've broadened the fitness concept to make it one of moderation and balance.", 
    "name": "Kenneth H. Cooper"
  }, 
  {
    "quote": "In the midst of these hard times it is our good health and good sleep that are enjoyable.", 
    "name": "Knute Nelson"
  }, 
  {
    "quote": "Health is the vital principle of bliss, and exercise, of health.", 
    "name": "James Thomson"
  }, 
  {
    "quote": "I'm French, so I'm quite lazy about exercising, and I smoke. But I do love going for a run in the morning with my dog. That's all.", 
    "name": "Eva Green"
  }, 
  {
    "quote": "When I do get time, I like to hike and I take lots of vitamins and powders to keep healthy.", 
    "name": "Catherine Bell"
  }, 
  {
    "quote": "It's been a long road back to health and fitness for me. I am just glad to have been given the opportunity to do what I love most.", 
    "name": "Jonah Lomu"
  }, 
  {
    "quote": "True enjoyment comes from activity of the mind and exercise of the body the two are ever united.", 
    "name": "Wilhelm von Humboldt"
  }, 
  {
    "quote": "Once in a while I'll get moved to do some exercise. It's something I long for but the biggest problem is bending down and putting my tennis shoes on. Once I go out I'm OK.", 
    "name": "David Soul"
  }, 
  {
    "quote": "I didn't have the same fitness or ability as the other girls, so I had to beat them with my mind.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "One of the things I've always enjoyed is moving around and staying fit. Physicality is such a big part of being an actor, but it's also about stillness and silence.", 
    "name": "Joel Edgerton"
  }, 
  {
    "quote": "Clearly, society has a tremendous stake in insisting on a woman's natural fitness for the career of mother: the alternatives are all too expensive.", 
    "name": "Ann Oakley"
  }, 
  {
    "quote": "To enjoy the glow of good health, you must exercise.", 
    "name": "Gene Tunney"
  }, 
  {
    "quote": "It's not about weight, it's about fitness, and one component of being fit is to have relatively low body fat, because fat is not very efficient, whereas muscle is.", 
    "name": "Deborah Bull"
  }, 
  {
    "quote": "The only weights I lift are my dogs.", 
    "name": "Olivia Newton-John"
  }, 
  {
    "quote": "Training is such a vital part of preparation for a game, you really do train to play. It tops up your ability, like sharpening a carving knife. You can get away with not doing it for a while, as long as you have reached a certain standard of fitness.", 
    "name": "Graeme Le Saux"
  }, 
  {
    "quote": "I love to swim for miles I could just go back and forth.", 
    "name": "Jill Clayburgh"
  }, 
  {
    "quote": "The groundwork of all happiness is health.", 
    "name": "Leigh Hunt"
  }, 
  {
    "quote": "I like exercise. I like a healthy body.", 
    "name": "Erin Gray"
  }, 
  {
    "quote": "You need to eat normally and healthfully, and you need to exercise. I'm so passionate about this because I think people spend their lives not happy in their bodies.", 
    "name": "Courtney Thorne Smith"
  }, 
  {
    "quote": "I'm still very professional about my fitness. I stay in trim as I always did.", 
    "name": "Peter Shilton"
  }, 
  {
    "quote": "In terms of fitness and battling through cancer, exercise helps you stay strong physically and mentally.", 
    "name": "Grete Waitz"
  }, 
  {
    "quote": "And you know, the baby boomers are getting older, and those off the rack clothes are just not fitting right any longer, and so, tailor-made suits are coming back into fashion.", 
    "name": "Amy Irving"
  }, 
  {
    "quote": "Like most people I can be lazy, so it's nice to have a goal or deadline or reason to work out. I feel better when I get to exercise, or when I'm outdoors. I like to hike, swim and run, and I love to play soccer.", 
    "name": "Viggo Mortensen"
  }, 
  {
    "quote": "For exercise, I now run with my chocolate Lab puppy, Oscar.", 
    "name": "Daniela Pestova"
  }, 
  {
    "quote": "I concentrate on exercises from the waist down, since that is the laziest part of a woman's body.", 
    "name": "Tina Louise"
  }, 
  {
    "quote": "15 minutes a day! Give me just this and I'll prove I can make you a new man.", 
    "name": "Charles Atlas"
  }, 
  {
    "quote": "I love Nautilus and stretching. The results are immediate, and that gives me the motivation to continue.", 
    "name": "Donna Dixon"
  }, 
  {
    "quote": "Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "For whatever reason, maybe it's because of my story, but people associate Livestrong with exercise and physical fitness, health and lifestyle choices like that.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "Obviously, I come from one background, and the people that design fitness equipment have been doing it for years and years, and they know what works and doesn't work.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "If I don't feel confident about my body, I'm not going to sit at home and feel sorry for myself and not do something about it. It's all about taking action and not being lazy. So you do the work, whether it's fitness or whatever. It's about getting up, motivating yourself and just doing it.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "No one's ever achieved financial fitness with a January resolution that's abandoned by February.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "My weight fluctuates depending on my mood and my current devotion to my fitness routine.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "At the start of his second term, one wonders less about Obama's fitness than his willingness: Why doesn't he do more to build and maintain the relationships required to govern in era of polarization?", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Family involvement is a valuable thing and playing together actively can be the '90s version of it. Instead of just watching, you can do it together... something we don't spend enough time on. We can motivate and excite each other about fitness.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "As a father, my first priority is to help my sons set and attain personal goals so they will develop self-confidence and individual strength. Engaging in regular fitness activities with my children helps me fulfill those responsibilities.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "I think fitness is important. I think a healthy lifestyle is important. I think putting positive energy out there is important and just staying connected with the people.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "I suffer panic attacks which has made me really conscious about my fitness and I have become addicted to jogging. It might sound odd but a lot of good has come out of it. My fans send letters saying they have taken up jogging because I do it.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I'm doing four hours of gymnastics training a day, six days a week and then an extra two to three hours in a fitness center as well.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "We talk a lot on 'Biggest Loser' about how fitness is a natural antidepressant, how it burns off stress. What I like about running is that it gives me time alone. I'm always busy, with people at work, with my kids. I love getting out for a run by myself and just listening to my music.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "Fitness is a luxury when you are busy!", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "I can jog, but I can't run. That's hard for me. I like the fact that I can jog for fitness, but to me there's a huge difference between jogging and running.", 
    "name": "Mary Decker"
  }, 
  {
    "quote": "Teaching kids about health and fitness is important to me. It's about being fit for life.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "A life coach does for the rest of your life what a personal trainer does for your health and fitness.", 
    "name": "Elaine MacDonald"
  }, 
  {
    "quote": "Our children are obese, either have or being threatened by diabetes, high blood pressure, high cholesterol, and not socially adjusting properly to others because of a lack of fitness.", 
    "name": "Richard Simmons"
  }, 
  {
    "quote": "Oh, and once, when I was in the Marines, I got a perfect score on my physical fitness test.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "Fitness is not an option. It's part of my job.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "What's wrong with extreme dieting and hard-core fitness plans is that they don't take into account the rest of your life.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "I recommend that people try new stuff or take new fitness classes all the time. It's important to mix up your routine, not only for your body, but also for your mental state.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "The public character of every public servant is legitimate subject of discussion, and his fitness or unfitness for office may be fairly canvassed by any person.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "Resting for me is fitness training.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "I'm not in the best shape, but I want to prove to myself I can do something that seems insurmountable and inspire others by showing them no matter where they are in their fitness goals, they can do it, too.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "In the British Special Air Service, combat fitness is all about running.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "I thought I did well for someone who has been out for 10 or 11 months. Then I was sub against Liverpool and tried to play for the guys and work on my fitness.", 
    "name": "Paul Gascoigne"
  }, 
  {
    "quote": "My fitness trainer's English, my physio's English, some of my friends are English. I don't have a problem with English people at all.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "I can't eat whatever I want, definitely not. I'm always controlled because I do a lot of fitness and triathlons, not just Formula One, so I always make sure I eat the right things.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "For me, triathlons were something that was down to me and my fitness. Now, I really enjoy the pain in the triathlon of chasing someone down. It's a bit like chasing down Nico Rosberg in the last few laps at Silverstone - it makes you feel alive.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "With fitness, I do Bikrams hot yoga. The gym that I have in my building is amazing. I love to do cardio and weights there.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "They both go together you can't be in front of the camera hosting a fitness television show in front of 75 million households and not have trained 6 days per week year round - in a bikini no less.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "I'm 33 now and I seem to have hit a fitness plane. Shifting the wobbly bits isn't as easy as it used to be.", 
    "name": "Matthew Rhys"
  }, 
  {
    "quote": "Fitness is a curve. You can be Lance Armstrong, or you can be really out of shape at the opposite end. People enter the curve wherever they are and then they can move up the curve, by better nutrition and better exercise.", 
    "name": "Gordon Strachan"
  }, 
  {
    "quote": "I try and maintain a little bit of fitness, man.", 
    "name": "Frank Bruno"
  }, 
  {
    "quote": "As the proud father of two teens and past Chairman to the Presidents Council on Physical Fitness and Sports, I am committed to educating parents and especially young people on ways to live a long, healthy and active life.", 
    "name": "Lee Haney"
  }, 
  {
    "quote": "I believe it's extremely important to include some other type of fitness activity in your training, so cross training will help you to avoid injury when you are dancing.", 
    "name": "Laurieann Gibson"
  }, 
  {
    "quote": "I personally love to run outdoor fitness trails. I love the meditative value I get when out alone, challenging myself to run faster and higher.", 
    "name": "Laurieann Gibson"
  }, 
  {
    "quote": "I like starting off the new year fresh. I'm excited to see how 2013 turns out. Maybe because I'm an actress and I am always on a diet and fitness program, but my New Year's resolution is to let myself be nice to myself about my body.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "I don't want to lose my fitness. I'm 45. I have two babies. I've got a long way to go and I want to keep in tiptop shape. There's no magic bullet.", 
    "name": "Marcia Cross"
  }, 
  {
    "quote": "The spirit of the Olympic movement is great for young people because it teaches them about the training and discipline required to compete. Even if they don't make the teams, they can rededicate their lives to the art of sport, discipline, and physical fitness.", 
    "name": "Richard M. Daley"
  }, 
  {
    "quote": "A drunkard in the gutter is just where he ought to be, according to the fitness and tendency of things. Nature has set upon him the process of decline and dissolution by which she removes things which have survived their usefulness.", 
    "name": "William Graham Sumner"
  }, 
  {
    "quote": "With both kids, I started working out again at 16 days postpartum, but I treated myself with kindness, doing mild workouts, because my fitness level was lower.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "The goodness of a thing created is the perfection of its fitness for the use which it serves. Now that use is either particular or universal.", 
    "name": "William Ames"
  }, 
  {
    "quote": "People may say I developed an iron will, but what really happened is that I made myself much fitter. I think an iron will is always supported by fitness.", 
    "name": "Ivan Lendl"
  }, 
  {
    "quote": "I'm enjoying myself this year and for once I'm not chasing my fitness.", 
    "name": "Jamie Redknapp"
  }, 
  {
    "quote": "Overall, I think I'm in pretty good shape, but I'm not really someone that is gung-ho or a fitness fanatic.", 
    "name": "Cobi Jones"
  }, 
  {
    "quote": "I've always believed fitness is an entry point to help you build that happier, healthier life. When your health is strong, you're capable of taking risks. You'll feel more confident to ask for the promotion. You'll have more energy to be a better mom. You'll feel more deserving of love.", 
    "name": "Jillian Michaels"
  }, 
  {
    "quote": "My mother was a P.E. teacher, and she was kind of a fanatic about fitness and nutrition growing up, so it was ingrained in me at a young age. As I get older, I'm finding out it's not about getting all buffed up and looking good. It's more about staying healthy and flexible.", 
    "name": "Josh Duhamel"
  }, 
  {
    "quote": "I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results.", 
    "name": "Tipper Gore"
  }, 
  {
    "quote": "My experience as a school nurse taught me that we need to make a concerted effort, all of us, to increase physical fitness activity among our children and to encourage all Americans to adopt a healthier diet that includes fruits and vegetables, but there is more.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "I feel if I'm healthy and happy, I look good. With a good mixture of fitness and healthy food I always feel great!", 
    "name": "Candice Swanepoel"
  }, 
  {
    "quote": "The main thing is that it's nice to see these young people - 9 to 14 years old - take the opportunity to get more involved in their health and fitness. We need more kids to be more active.", 
    "name": "Rafer Johnson"
  }, 
  {
    "quote": "I have run two Olympic 'A' standard times over the past 12 months and with the time I ran at the African Championships last week I know my speed and fitness are constantly improving so that I will peak in time for the Olympics.", 
    "name": "Oscar Pistorius"
  }, 
  {
    "quote": "My fitness is good. I hope to improve it even further during training.", 
    "name": "Andriy Shevchenko"
  }, 
  {
    "quote": "I have been particularly struck with the overwhelming evidence which is given as to the fitness of the natives of India for high offices and employments.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "The health industry, the fitness industry, was really starting to pick up. This was around the mid 80's.", 
    "name": "Warren Cuccurullo"
  }, 
  {
    "quote": "I do a one-hour workout called Drenched, a cardio-boxing fitness routine, Monday through Friday. There are usually between twenty-five and fifty people there - everyone from stay-at-home moms and professional martial artists to teenagers and seniors. They play great dance music. When I can, I take two classes back-to-back.", 
    "name": "Carrie Ann Inaba"
  }, 
  {
    "quote": "Flexibility is crucial to my fitness. Incorporating a good warm-up and cool-down into every session decreases my chances of injury. I use both dynamic and static stretching in my training. I've starting doing a few yoga sessions which incorporates muscle strength and flexibility.", 
    "name": "Samantha Stosur"
  }, 
  {
    "quote": "The value and utility of any experiment are determined by the fitness of the material to the purpose for which it is used, and thus in the case before us it cannot be immaterial what plants are subjected to experiment and in what manner such experiment is conducted.", 
    "name": "Gregor Mendel"
  }, 
  {
    "quote": "My priority is to turn people - especially kids - on to sports and being active so they don't even have to think about it being good for their health. If people participate for the fun of it, and believe me - it is fun, then fitness programs will be much more successful.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "I think a basic level of fitness can help the body cope with all manner of incidents.", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "I have found a flat on Merseyside and am settling down here. If I can keep playing and get back to full match fitness, I know I have a lot to offer still.", 
    "name": "David Ginola"
  }, 
  {
    "quote": "Now I say that if you run more than 15 miles a week, it's for something other than aerobic fitness. Once you pass 15 miles, you do not see much further improvement.", 
    "name": "Kenneth H. Cooper"
  }, 
  {
    "quote": "We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform.", 
    "name": "Kenneth H. Cooper"
  }, 
  {
    "quote": "I've had one very bad ankle injury but otherwise I've been incredibly lucky with my fitness. I've worked hard at it and I've always been fit even compared to other players. That sustains you through various parts of your career, but I am 36.", 
    "name": "Graeme Le Saux"
  }, 
  {
    "quote": "I'm healthy now. I probably wouldn't say I'm at my best fitness level and I haven't played that much lately, but I'm healthy and that's all that matters.", 
    "name": "Mary Pierce"
  }, 
  {
    "quote": "For years, I always thought it was hilarious that I was this fitness guru, because fitness was just a tool I utilized to help people improve their confidence. For me, it's never been about fitness. It's always been about helping to empower people.", 
    "name": "Jillian Michaels"
  }, 
  {
    "quote": "I've published one book before, and now I'm writing a book of essays and stories about life in Tokyo. And I have one book coming out in May in Germany, about fitness.", 
    "name": "Franka Potente"
  }, 
  {
    "quote": "Guided only by their feeling for symmetry, simplicity, and generality, and an indefinable sense of the fitness of things, creative mathematicians now, as in the past, are inspired by the art of mathematics rather than by any prospect of ultimate usefulness.", 
    "name": "E. T. Bell"
  }, 
  {
    "quote": "For a good workout, I go to At One Fitness in North Hollywood, where my trainer, Jon Allsop, puts me through it all. I like it because it's a small gym and I've known the people for a long time. Jon will have me do cross-training where I'll lift weights, jump rope, throw around a medicine ball and I never get to stop.", 
    "name": "Tim DeKay"
  }, 
  {
    "quote": "There are similarities between business and sport, in the pressures involved and in the fitness aspect too.", 
    "name": "Peter Shilton"
  }, 
  {
    "quote": "Fitness will be a major factor in the first race and I think that will play into the hands of drivers who have been racing recently, rather than people like me who haven't raced properly for a decade. I'am not one of the favourites to start with.", 
    "name": "Nigel Mansell"
  }, 
  {
    "quote": "I have always maintained a high level of fitness, and that is why I am still able to handle the demands of playing in the Premiership. People have always commented on my fitness, and it's something I pride myself on.", 
    "name": "Richard Gough"
  }, 
  {
    "quote": "I was a bit worried coming back to the Premiership from America, but I have been pleased with my form, and the interest I have received has been good for my ego. I have no worries about my fitness, and I am really looking forward to the season starting now.", 
    "name": "Richard Gough"
  }, 
  {
    "quote": "I am about to get involved with the biggest cancer hospital in Norway. They are building a fitness center to work with patients. I will be a consultant.", 
    "name": "Grete Waitz"
  }, 
  {
    "quote": "Mr. Gonzales' failure to respond to questions legitimately posed to him by the Senate raises grave doubts in my mind as to his fitness to serve the people of the United States as their Attorney General.", 
    "name": "Daniel Inouye"
  }, 
  {
    "quote": "I also meet with city officials, representatives from governors' offices, really anyone in that sort of position who has shown an interest in youth fitness, to let them know why this sort of program is so important. I give the same message when I speak at conferences.", 
    "name": "Rafer Johnson"
  }, 
  {
    "quote": "I would like to thank everyone who supported me to be fit for the Euros. I had some fitness problems before the tournament, but I am here now!", 
    "name": "Andriy Shevchenko"
  }, 
  {
    "quote": "Shearer could be at 100 per cent fitness, but not peak fitness.", 
    "name": "Graham Taylor"
  }, 
  {
    "quote": "At least for soccer players, it comes down to a blend of two types of fitness - your base endurance, which comes from longer distance running, and your speed, which comes from sprint-based workouts.", 
    "name": "Heather O'Reilly"
  }, 
  {
    "quote": "My mom was a professional fitness competitor, so I go into the gym with her. I train with my dad and mother. It's embarrassing, because she's really strong.", 
    "name": "Booboo Stewart"
  }, 
  {
    "quote": "You need to put what you learn into practice and do it over and over again until it's a habit. I always say, 'Seeing is not believing. Doing is believing.' There is a lot to learn about fitness, nutrition and emotions, but once you do, you can master them instead of them mastering you.", 
    "name": "Brett Hoebel"
  }, 
  {
    "quote": "We wanted Nike to be the world's best sports and fitness company. Once you say that, you have a focus. You don't end up making wing tips or sponsoring the next Rolling Stones world tour.", 
    "name": "Philip Knight"
  }, 
  {
    "quote": "My Daddy liked physical fitness and wanted me to be a prizefighter.", 
    "name": "Judy Johnson"
  }
]