[
  {
    "quote": "If you don't like something, change it. If you can't change it, change your attitude.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "You must be the change you wish to see in the world.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "It may be hard for an egg to turn into a bird: it would be a jolly sight harder for it to learn to fly while remaining an egg. We are like eggs at present. And you cannot go on indefinitely being just an ordinary, decent egg. We must be hatched or go bad.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "All changes, even the most longed for, have their melancholy for what we leave behind us is a part of ourselves we must die to one life before we can enter another.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "I'm not going to change the way I look or the way I feel to conform to anything. I've always been a freak. So I've been a freak all my life and I have to live with that, you know. I'm one of those people.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "All great change in America begins at the dinner table.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Everyone thinks of changing the world, but no one thinks of changing himself.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "When we are no longer able to change a situation - we are challenged to change ourselves.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "If you do not change direction, you may end up where you are heading.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "A fanatic is one who can't change his mind and won't change the subject.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "To improve is to change to be perfect is to change often.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "If you change the way you look at things, the things you look at change.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "If there is no struggle, there is no progress.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear out of our fear, clearer vision, fresh hope. And out of hope, progress.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "Any change, even a change for the better, is always accompanied by drawbacks and discomforts.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living.", 
    "name": "Gail Sheehy"
  }, 
  {
    "quote": "A small group of thoughtful people could change the world. Indeed, it's the only thing that ever has.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "If there is anything that we wish to change in the child, we should first examine it and see whether it is not something that could better be changed in ourselves.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Things do not change we change.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Always remember that the future comes one day at a time.", 
    "name": "Dean Acheson"
  }, 
  {
    "quote": "Only the wisest and stupidest of men never change.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Progress is a nice word. But change is its motivator. And change has its enemies.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Don't change on me. Don't extort me unless you intend to do it forever.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Change in all things is sweet.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Money and success don't change people they merely amplify what is already there.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "They must often change, who would be constant in happiness or wisdom.", 
    "name": "Confucius"
  }, 
  {
    "quote": "I can't really change my life to accommodate people who are jealous. I don't see why I should.", 
    "name": "Sting"
  }, 
  {
    "quote": "All change is not growth, as all movement is not forward.", 
    "name": "Ellen Glasgow"
  }, 
  {
    "quote": "Because things are the way they are, things will not stay the way they are.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "For changes to be of any true value, they've got to be lasting and consistent.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "We cannot change anything until we accept it. Condemnation does not liberate, it oppresses.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "It's the most unhappy people who most fear change.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery.", 
    "name": "Harold Wilson"
  }, 
  {
    "quote": "Change brings opportunity.", 
    "name": "Nido Qubein"
  }, 
  {
    "quote": "Very often a change of self is needed more than a change of scene.", 
    "name": "A. C. Benson"
  }, 
  {
    "quote": "If you're in a bad situation, don't worry it'll change. If you're in a good situation, don't worry it'll change.", 
    "name": "John A. Simone, Sr."
  }, 
  {
    "quote": "We all have big changes in our lives that are more or less a second chance.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "Life belongs to the living, and he who lives must be prepared for changes.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "There is nothing permanent except change.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "If you want to make enemies, try to change something.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer.", 
    "name": "Shunryu Suzuki"
  }, 
  {
    "quote": "Most people already know what they're doing wrong. When I get them to church I want to tell them that you can change.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Change before you have to.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Change means that what was before wasn't perfect. People want things to be better.", 
    "name": "Esther Dyson"
  }, 
  {
    "quote": "Change will never happen when people lack the ability and courage to see themselves for who they are.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Change alone is eternal, perpetual, immortal.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Loss is nothing else but change, and change is Nature's delight.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "One must change one's tactics every ten years if one wishes to maintain one's superiority.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "I cannot say whether things will get better if we change what I can say is they must change if they are to get better.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Not only is women's work never done, the definition keeps changing.", 
    "name": "Bill Copeland"
  }, 
  {
    "quote": "One change always leaves the way open for the establishment of others.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "He that will not apply new remedies must expect new evils for time is the greatest innovator.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Lord, where we are wrong, make us willing to change where we are right, make us easy to live with.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "Our dilemma is that we hate change and love it at the same time what we really want is for things to remain the same but get better.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "True life is lived when tiny changes occur.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Change, like sunshine, can be a friend or a foe, a blessing or a curse, a dawn or a dusk.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "Relentless, repetitive self talk is what changes our self-image.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Just when I think I have learned the way to live, life changes.", 
    "name": "Hugh Prather"
  }, 
  {
    "quote": "When it becomes more difficult to suffer than to change... you will change.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "There are two kinds of fools: those who can't change their opinions and those who won't.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "You must welcome change as the rule but not as your ruler.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The first step toward change is awareness. The second step is acceptance.", 
    "name": "Nathaniel Branden"
  }, 
  {
    "quote": "Change is inevitable. Change is constant.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "All I want to do is change the world.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Change is the only constant. Hanging on is the only sin.", 
    "name": "Denise McCluggage"
  }, 
  {
    "quote": "Things alter for the worse spontaneously, if they be not altered for the better designedly.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Future shock is the shattering stress and disorientation that we induce in individuals by subjecting them to too much change in too short a time.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "In a progressive country change is constant change is inevitable.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "You're only as young as the last time you changed your mind.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "In times of rapid change, experience could be your worst enemy.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Opinions are made to be changed - or how is truth to be got at?", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "If you want to change attitudes, start with a change in behavior.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "The foolish and the dead alone never change their opinions.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Anyone who thinks there's safety in numbers hasn't looked at the stock market pages.", 
    "name": "Irene Peter"
  }, 
  {
    "quote": "We live in a moment of history where change is so speeded up that we begin to see the present only when it is already disappearing.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "Christians are supposed not merely to endure change, nor even to profit by it, but to cause it.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "Change alone is unchanging.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "To change what you get you must change who you are.", 
    "name": "Vernon Howard"
  }, 
  {
    "quote": "Just because everything is different doesn't mean anything has changed.", 
    "name": "Irene Peter"
  }, 
  {
    "quote": "When you are through changing, you are through.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "The truth does not change according to our ability to stomach it.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "Since we cannot change reality, let us change the eyes which see reality.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "The world hates change, yet it is the only thing that has brought progress.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "All things must change to something new, to something strange.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "A lot of people get impatient with the pace of change.", 
    "name": "James Levine"
  }, 
  {
    "quote": "The world is changing very fast. Big will not beat small anymore. It will be the fast beating the slow.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Change is inevitable. Change for the better is a full-time job.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "When you jump for joy, beware that no one moves the ground from beneath your feet.", 
    "name": "Stanislaw Lec"
  }, 
  {
    "quote": "People change and forget to tell each other.", 
    "name": "Lillian Hellman"
  }, 
  {
    "quote": "True change takes place in the imagination.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "To change a habit, make a conscious decision, then act out the new behavior.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "I don't know if you can change things, but it's a drop in the ocean.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "If you want to change the culture, you will have to start by changing the organization.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Change is such hard work.", 
    "name": "Billy Crystal"
  }, 
  {
    "quote": "What we call progress is the exchange of one nuisance for another nuisance.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "If you feel like it's difficult to change, you will probably have a harder time succeeding.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "The more things change, the more they are the same.", 
    "name": "Alphonse Karr"
  }, 
  {
    "quote": "The main dangers in this life are the people who want to change everything... or nothing.", 
    "name": "Nancy Astor"
  }, 
  {
    "quote": "Change is not only likely, it's inevitable.", 
    "name": "Barbara Sher"
  }, 
  {
    "quote": "Could we change our attitude, we should not only see life differently, but life itself would come to be different.", 
    "name": "Katherine Mansfield"
  }, 
  {
    "quote": "Change occurs in direct proportion to dissatisfaction, but dissatisfaction never changes.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "We emphasize that we believe in change because we were born of it, we have lived by it, we prospered and grew great by it. So the status quo has never been our god, and we ask no one else to bow down before it.", 
    "name": "Carl T. Rowan"
  }, 
  {
    "quote": "The world changes in direct proportion to the number of people willing to be honest about their lives.", 
    "name": "Armistead Maupin"
  }, 
  {
    "quote": "If you can change three lives in 10, three lives in a hundred, that's got to be good, hasn't it?", 
    "name": "Ian Botham"
  }, 
  {
    "quote": "Perfection is immutable. But for things imperfect, change is the way to perfect them.", 
    "name": "Owen Feltham"
  }, 
  {
    "quote": "As with anything creative, change is inevitable.", 
    "name": "Enya"
  }, 
  {
    "quote": "I try to contrast life today is full of contrast... We have to change.", 
    "name": "Gianni Versace"
  }, 
  {
    "quote": "Everything in life that we really accept undergoes a change.", 
    "name": "Katherine Mansfield"
  }, 
  {
    "quote": "I shall not change my course because those who assume to be better than I desire it.", 
    "name": "Victoria Woodhull"
  }, 
  {
    "quote": "Weep not that the world changes - did it keep a stable, changeless state, it were cause indeed to weep.", 
    "name": "William C. Bryant"
  }, 
  {
    "quote": "People want change but not too much change. Finding that balance is tricky for every politician.", 
    "name": "Eleanor Clift"
  }, 
  {
    "quote": "Our fathers valued change for the sake of its results we value it in the act.", 
    "name": "Alice Meynell"
  }, 
  {
    "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Change your thoughts and you change your world.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Education is the most powerful weapon which you can use to change the world.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "What we achieve inwardly will change outer reality.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.", 
    "name": "Harriet Tubman"
  }, 
  {
    "quote": "If the facts don't fit the theory, change the facts.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Change your life today. Don't gamble on the future, act now, without delay.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.", 
    "name": "Jimmy Dean"
  }, 
  {
    "quote": "The pessimist complains about the wind the optimist expects it to change the realist adjusts the sails.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "When you forgive, you in no way change the past - but you sure do change the future.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world indeed, it's the only thing that ever has.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "I don't need a friend who changes when I change and who nods when I nod my shadow does that much better.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "It is not the strongest of the species that survives, nor the most intelligent that survives. It is the one that is the most adaptable to change.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "You change your life by changing your heart.", 
    "name": "Max Lucado"
  }, 
  {
    "quote": "There are three constants in life... change, choice and principles.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "If you realize that all things change, there is nothing you will try to hold on to. If you are not afraid of dying, there is nothing you cannot achieve.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "It behooves every man who values liberty of conscience for himself, to resist invasions of it in the case of others: or their case may, by change of circumstances, become his own.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Chinese people themselves, they really want change.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "I am invariably late for appointments - sometimes as much as two hours. I've tried to change my ways but the things that make me late are too strong, and too pleasing.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Prayer does not change God, but it changes him who prays.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.", 
    "name": "Alan Cohen"
  }, 
  {
    "quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "If you don't like how things are, change it! You're not a tree.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "You are always free to change your mind and choose a different future, or a different past.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "The need for change bulldozed a road down the center of my mind.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "I believe that you control your destiny, that you can be what you want to be. You can also stop and say, 'No, I won't do it, I won't behave his way anymore. I'm lonely and I need people around me, maybe I have to change my methods of behaving,' and then you do it.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "The spirit of democracy is not a mechanical thing to be adjusted by abolition of forms. It requires change of heart.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Intelligence is the ability to adapt to change.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "You can't move so fast that you try to change the mores faster than people can accept it. That doesn't mean you do nothing, but it means that you do the things that need to be done according to priority.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The only person who is educated is the one who has learned how to learn and change.", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "No change of circumstances can repair a defect of character.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "Are creeds such simple things like the clothes which a man can change at will and put on at will? Creeds are such for which people live for ages and ages.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "For having lived long, I have experienced many instances of being obliged, by better information or fuller consideration, to change opinions, even on important subjects, which I once thought right but found to be otherwise.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Character isn't something you were born with and can't change, like your fingerprints. It's something you weren't born with and must take responsibility for forming.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Wars of nations are fought to change maps. But wars of poverty are fought to map change.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "We can change our lives. We can do, have, and be exactly what we wish.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Win as if you were used to it, lose as if you enjoyed it for a change.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The faults of a superior person are like the sun and moon. They have their faults, and everyone sees them they change and everyone looks up to them.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Every human has four endowments- self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "But if nothing but soul, or in soul mind, is qualified to count, it is impossible for there to be time unless there is soul, but only that of which time is an attribute, i.e. if change can exist without soul.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "People can try to reinvent themselves. I don't think you can really change who you are, though, because who you are is pretty much where you came from and what you've done up to now.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I don't think the human mind can comprehend the past and the future. They are both just illusions that can manipulate you into thinking theres some kind of change.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life and the procedure , the process is its own reward.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "A man has a tendency to accept you the way you are, while most women immediately start to pick flaws and want to change you.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Failure is not fatal, but failure to change might be.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "In times of change learners inherit the earth while the learned find themselves beautifully equipped to deal with a world that no longer exists.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Education doesn't change life much. It just lifts trouble to a higher plane of regard.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Few will have the greatness to bend history itself but each of us can work to change a small portion of events, and in the total of all those acts will be written the history of this generation.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "In order to change the world, you have to get your head together first.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Most of the change we think we see in life is due to truths being in and out of favor.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "What I learned in jail is that I can't change. I can't live a different lifestyle-this is it. This is the life that they gave and this is the life that I made.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Music can change the world because it can change people.", 
    "name": "Bono"
  }, 
  {
    "quote": "Most women set out to try to change a man, and when they have changed him they do not like him.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "You cannot change your destination overnight, but you can change your direction overnight.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds.", 
    "name": "William James"
  }, 
  {
    "quote": "The curious paradox is that when I accept myself just as I am, then I can change.", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "Time changes everything except something within us which is always surprised by change.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Things don't have to change the world to be important.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We always overestimate the change that will occur in the next two years and underestimate the change that will occur in the next ten. Don't let yourself be lulled into inaction.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Sometimes if you want to see a change for the better, you have to take things into your own hands.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Change is the end result of all true learning.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "People always fear change. People feared electricity when it was invented, didn't they? People feared coal, they feared gas-powered engines... There will always be ignorance, and ignorance leads to fear. But with time, people will come to accept their silicon masters.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "One of my favorite philosophical tenets is that people will agree with you only if they already agree with you. You do not change people's minds.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "There is the good and the bad, the great and the low, the just and the unjust. I swear to you that all that will never change.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Change your opinions, keep to your principles change your leaves, keep intact your roots.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The joy of life consists in the exercise of one's energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "I never blame myself when I'm not hitting. I just blame the bat and if it keeps up, I change bats. After all, if I know it isn't my fault that I'm not hitting, how can I get mad at myself?", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "In my early professional years I was asking the question: How can I treat, or cure, or change this person? Now I would phrase the question in this way: How can I provide a relationship which this person may use for his own personal growth?", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "Complainers change their complaints, but they never reduce the amount of time spent in complaining.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "If you believe that feeling bad or worrying long enough will change a past or future event, then you are residing on another planet with a different reality system.", 
    "name": "William James"
  }, 
  {
    "quote": "Excess generally causes reaction, and produces a change in the opposite direction, whether it be in the seasons, or in individuals, or in governments.", 
    "name": "Plato"
  }, 
  {
    "quote": "When you blame others, you give up your power to change.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "Whosoever desires constant success must change his conduct with the times.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "There is nothing so stable as change.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I change during the course of a day. I wake and I'm one person, and when I go to sleep I know for certain I'm somebody else.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "To change ones life: Start immediately. Do it flamboyantly.", 
    "name": "William James"
  }, 
  {
    "quote": "Jealousy is bred in doubts. When those doubts change into certainties, then the passion either ceases or turns absolute madness.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I usually make up my mind about a man in ten seconds, and I very rarely change it.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "No one is in control of your happiness but you therefore, you have the power to change anything about yourself or your life that you want to change.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Change yourself and your work will seem different.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Be content with what you are, and wish not change nor dread your last day, nor long for it.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world.", 
    "name": "John Milton"
  }, 
  {
    "quote": "Let me be absolutely clear. Israel is a strong friend of Israel's. It will be a strong friend of Israel's under a McCain administration. It will be a strong friend of Israel's under an Obama administration. So that policy is not going to change.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I don't care whether you're driving a hybrid or an SUV. If you're headed for a cliff, you have to change direction. That's what the American people called for in November, and that's what we intend to deliver.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "For the first time in my adult lifetime, I am really proud of my country. And not just because Barack has done well, but because I think people are hungry for change. And I have been desperate to see our country moving in that direction.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "I read and walked for miles at night along the beach, writing bad blank verse and searching endlessly for someone wonderful who would step out of the darkness and change my life. It never crossed my mind that that person could be me.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "If a person doesn't change, there's something really wrong with him.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "If any man claims the Negro should be content... let him say he would willingly change the color of his skin and go to live in the Negro section of a large city. Then and only then has he a right to such a claim.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "They always say time changes things, but you actually have to change them yourself.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Man seeks to change the foods available in nature to suit his tastes, thereby putting an end to the very essence of life contained in them.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "Now we're in the midst of not just advocating for change, not just calling for change - we're doing the grinding, sometimes frustrating work of delivering change - inch by inch, day by day.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "Artists to my mind are the real architects of change, and not the political legislators who implement change after the fact.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "Of course, there is no question that Libya - and the world - will be better off with Gaddafi out of power. I, along with many other world leaders, have embraced that goal, and will actively pursue it through non-military means. But broadening our military mission to include regime change would be a mistake.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Observe constantly that all things take place by change, and accustom thyself to consider that the nature of the Universe loves nothing so much as to change the things which are, and to make new things like them.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The universe is change our life is what our thoughts make it.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "We can have no progress without change, whether it be basketball or anything else.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.", 
    "name": "Ernst Fischer"
  }, 
  {
    "quote": "Science arose from poetry... when times change the two can meet again on a higher level as friends.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "Don't knock the weather nine-tenths of the people couldn't start a conversation if it didn't change once in a while.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "I was willing to accept what I couldn't change.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "If death meant just leaving the stage long enough to change costume and come back as a new character, would you slow down? Or speed up?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "It is often when night looks darkest, it is often before the fever breaks that one senses the gathering momentum for change, when one feels that resurrection of hope in the midst of despair and apathy.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "There is no progress whatever. Everything is just the same as it was thousands, and tens of thousands, of years ago. The outward form changes. The essence does not change.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "This is the America that I love. This is a great people. We can do anything. We can achieve anything. We've got a government that has gotten in the way of the American people. We're going to change that in November.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Constitutions should consist only of general provisions the reason is that they must necessarily be permanent, and that they cannot calculate for the possible change of things.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Instead of giving a politician the keys to the city, it might be better to change the locks.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Climate change is a terrible problem, and it absolutely needs to be solved. It deserves to be a huge priority.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Always Do Your Best. Your best is going to change from moment to moment it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "We now accept the fact that learning is a lifelong process of keeping abreast of change. And the most pressing task is to teach people how to learn.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "The simplest questions are the most profound. Where were you born? Where is your home? Where are you going? What are you doing? Think about these once in a while and watch your answers change.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "Early in life I had to choose between honest arrogance and hypocritical humility. I chose the former and have seen no reason to change.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "What is necessary to change a person is to change his awareness of himself.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Favor comes because for a brief moment in the great space of human change and progress some general human purpose finds in him a satisfactory embodiment.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "If I want to knock a story off the front page, I just change my hairstyle.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Only God who made us can touch us and change us and save us from ourselves.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "The challenges of change are always hard. It is important that we begin to unpack those challenges that confront this nation and realize that we each have a role that requires us to change and become more responsible for shaping our own future.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Sometimes it's the smallest decisions that can change your life forever.", 
    "name": "Keri Russell"
  }, 
  {
    "quote": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world.", 
    "name": "Jack Layton"
  }, 
  {
    "quote": "Try to realize it's all within yourself no one else can make you change, and to see you're only very small and life flows on within you and without you.", 
    "name": "George Harrison"
  }, 
  {
    "quote": "I think it's naive to pray for world peace if we're not going to change the form in which we live.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "Science fiction is any idea that occurs in the head and doesn't exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "It is absolutely impossible to transcend the laws of nature. What can change in historically different circumstances is only the form in which these laws expose themselves.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "No one can persuade another to change. Each of us guards a gate of change that can only be opened from the inside. We cannot open the gate of another, either by argument or emotional appeal.", 
    "name": "Marilyn Ferguson"
  }, 
  {
    "quote": "He who is fixed to a star does not change his mind.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Countries such as the U.S. and Britain have taken it upon themselves to decide for us in the developing world, even to interfere in our domestic affairs and to bring about what they call regime change.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "People are always looking for the single magic bullet that will totally change everything. There is no single magic bullet.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "Each child is an adventure into a better life - an opportunity to change the old pattern and make it new.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Why does a woman work ten years to change a man's habits and then complain that he's not the man she married?", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "A change in the weather is sufficient to recreate the world and ourselves.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "We must all obey the great law of change. It is the most powerful law of nature.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Revolution, n. In politics, an abrupt change in the form of misgovernment.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Often times when you face such an overwhelming challenge as global climate change, it can be somewhat daunting - it's kind of like trying to lose weight, which I know something about.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I'm one of those people who thinks that changing one's hair is the only part of the body that you can change at will.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "Dynamism is a function of change.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "On some campuses, change is effected through nonviolent or even violent means.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.", 
    "name": "Joel A. Barker"
  }, 
  {
    "quote": "I am an optimist because I want to change things for the better and I know that blood has to be spilled and disharmony and cruelty are necessary to do that.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "It's good for everyone to understand that they are to love their enemies, simply because your enemies show you things about yourself you need to change. So in actuality enemies are friends in reverse.", 
    "name": "Gary Busey"
  }, 
  {
    "quote": "All conservatism is based upon the idea that if you leave things alone you leave them as they are. But you do not. If you leave a thing alone you leave it to a torrent of change.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Company cultures are like country cultures. Never try to change one. Try, instead, to work with what you've got.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Policies are many, Principles are few, Policies will change, Principles never do.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "I don't believe in the after life, although I am bringing a change of underwear.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Isn't life a series of images that change as they repeat themselves?", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both.", 
    "name": "Bono"
  }, 
  {
    "quote": "It is evident that skepticism, while it makes no actual change in man, always makes him feel better.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "If we go on the way we have, the fault is our greed and if we are not willing to change, we will disappear from the face of the globe, to be replaced by the insect.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "The 'self-image' is the key to human personality and human behavior. Change the self image and you change the personality and the behavior.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.", 
    "name": "Tom Brokaw"
  }, 
  {
    "quote": "I don't know that love changes. People change. Circumstances change.", 
    "name": "Nicholas Sparks"
  }, 
  {
    "quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.", 
    "name": "Horace"
  }, 
  {
    "quote": "The only difference between me and others is that they think they can change something with cute little poems, nice cards or embracing trees and being nice to little lapdogs.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Since change is constant, you wonder if people crave death because it's the only way they can get anything really finished.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Goals allow you to control the direction of change in your favor.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "A State without the means of some change is without the means of its conservation.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Those issues are biblical issues: to care for the sick, to feed the hungry, to stand up for the oppressed. I contend that if the evangelical community became more biblical, everything would change.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Happy he who learns to bear what he cannot change.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "If you don't change your beliefs, your life will be like this forever. Is that good news?", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "A great attitude does much more than turn on the lights in our worlds it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "That last day does not bring extinction to us, but change of place.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "It becomes more necessary to see the truth as it is if you realize that the only vehicle for change are these people who have lost their personality.", 
    "name": "Steven Biko"
  }, 
  {
    "quote": "Taste may change, but inclination never.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Heat of blood makes young people change their inclinations often, and habit makes old ones keep to theirs a great while.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Characters do not change. Opinions alter, but characters are only developed.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "We say keep your change, we'll keep our God, our guns, our constitution.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "If you want to be certain, you should never get married. You should never change jobs. In fact, you might as well just stay home. Because I don't know anybody who is certain. That need to be certain is just procrastination.", 
    "name": "Mark Burnett"
  }, 
  {
    "quote": "Men do change, and change comes like a little wind that ruffles the curtains at dawn, and it comes like the stealthy perfume of wildflowers hidden in the grass.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "A sense of blessedness comes from a change of heart, not from more blessings.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "That sort of half sigh, which, accompanied by two or three slight nods of the head, is pity's small change in general society.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Integrity is not a conditional word. It doesn't blow in the wind or change with the weather. It is your inner image of yourself, and if you look in there and see a man who won't cheat, then you know he never will.", 
    "name": "John D. MacDonald"
  }, 
  {
    "quote": "My play Safe Sex was picked apart because critics thought it was untrue. It was a play in which no one had AIDS, but the characters talked about how it was going to change their lives.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Civilization exists by geological consent, subject to change without notice.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "What looks absolutely fabulous in rehearsal can fall flat in front of an audience. The audience dictates what you do or don't change.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "All the principles of heaven and earth are living inside you. Life itself is truth, and this will never change. Everything in heaven and earth breathes. Breath is the thread that ties creation together.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "A conception not reducible to the small change of daily experience is like a currency not exchangeable for articles of consumption it is not a symbol, but a fraud.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The Roman Catholic Church isn't going to change its theologies.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "People can cry much easier than they can change.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Both tears and sweat are salty, but they render a different result. Tears will get you sympathy sweat will get you change.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I can be almost terminally grief-stricken because things are so dire, but at the same time, there's a real lightheartedness about just the recoverability of life, of how things change, how they're not the same, ever again.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "No art can be noble which is incapable of expressing thought, and no art is capable of expressing thought which does not change.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "There's no reason to change what you are, but if you're not being you, then you need to acknowledge that.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Excuses change nothing, but make everyone feel better.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Any change is resisted because bureaucrats have a vested interest in the chaos in which they exist.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Know what's weird? Day by day, nothing seems to change. But pretty soon, everything's different.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Growing up going to Christian school and the concept that you're born a sinner and you don't really have a choice to change who you are has been hammered into my head and created the entire reason why I made art and made a band and made records called 'Antichrist Superstar.'", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "To live is to change, and to be perfect is to have changed often.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "In Britain, like most of the developed world, stem-cell research is regarded as a great opportunity. America will be left behind if it doesn't change policy.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "I haven't got the slightest idea how to change people, but still I keep a long list of prospective candidates just in case I should ever figure it out.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "As life runs on, the road grows strange with faces new - and near the end. The milestones into headstones change, Neath every one a friend.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Satire doesn't effect change.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "There are plenty of problems in the world, and doubtless climate change - or whatever the currently voguish phrase for it all is - certainly is one of them. But it's low on my list.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "All change is bad. But sometimes it has to be done.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Such is the state of life, that none are happy but by the anticipation of change: the change itself is nothing when we have made it, the next wish is to change again.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I was married to someone who wanted me to change. Become more adult, more responsible. I began not to like myself, not like what I do. I lost my identity. Everything began collapsing around me.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Exploiting people's emotions of fear, envy and anxiety is not hope, it's not change, it's partisanship. We don't need partisanship. We don't need demagoguery, we need solutions.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Millions of young Americans have graduated from college during the Obama presidency, ready to use their gifts and get moving in life. Half of them can't find the work they studied for, or any work at all. So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "No matter what people tell you, words and ideas can change the world.", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "Nothing is so perfectly amusing as a total change of ideas.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "I still believe that if your aim is to change the world, journalism is a more immediate short-term weapon.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "As another has well said, to handicap a student by teaching him that his black face is a curse and that his struggle to change his condition is hopeless is the worst sort of lynching.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "The hope and change the Democrats had in mind was nothing more than a retread of the failed and discredited socialist policies that have been the enemy of freedom for centuries all over the world. I fear America is teetering towards tyranny.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "As you navigate through the rest of your life, be open to collaboration. Other people and other people's ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "Change is certain. Peace is followed by disturbances departure of evil men by their return. Such recurrences should not constitute occasions for sadness but realities for awareness, so that one may be happy in the interim.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "We teach people that they upset themselves. We can't change the past, so we change how people are thinking, feeling and behaving today.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Words do not change their meanings so drastically in the course of centuries as, in our minds, names do in the course of a year or two.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Some people change when they think they're a star or something.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "To me, eyewear goes way beyond being a prescription. It's like makeup. It's the most incredible accessory. The shape of a frame or the color of lenses can change your whole appearance.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "I want to change things for the better, just like everybody else.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Do not let circumstances control you. You change your circumstances.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "My greatest challenge has been to change the mindset of people. Mindsets play strange tricks on us. We see things the way our minds have instructed our eyes to see.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "Negroes - Sweet and docile, Meek, humble, and kind: Beware the day - They change their mind.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "Change of weather is the discourse of fools.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Ah! how annoying that the law doesn't allow a woman to change husbands just as one does shirts.", 
    "name": "Moliere"
  }, 
  {
    "quote": "You know, I don't really do that much looking inside me when I'm working on a project. Whatever I am becomes what that film is. But I change you change.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "You don't have to be the Dalai Lama to tell people that life's about change.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "I am not trying to change the world. I am just offering my gift that God gave me, and if somebody is moved by it, that's beautiful.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "People are starting to go on about my weight but I'm not going to change my size because they don't like the way I look.", 
    "name": "Adele"
  }, 
  {
    "quote": "But I think talent as a writer is hard-wired in, it's all there, at least the basic elements of it. You can't change it any more than you can choose whether to be right handed or left handed.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "There are many things we do not want about the world. Let us not just mourn them. Let us change them.", 
    "name": "Ferdinand Marcos"
  }, 
  {
    "quote": "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "No change in musical style will survive unless it is accompanied by a change in clothing style. Rock is to dress up to.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "People got insights into what was bothering them, but they hardly did a damn thing to change.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "Change happens by listening and then starting a dialogue with the people who are doing something you don't believe is right.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "You can change friends but not neighbours.", 
    "name": "Atal Bihari Vajpayee"
  }, 
  {
    "quote": "We like to think about how smart we are. But I think talent as a writer is hard-wired in, it's all there, at least the basic elements of it. You can't change it any more than you can choose whether to be right handed or left handed.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Ethics and equity and the principles of justice do not change with the calendar.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Swearing is industry language. For as long as we're alive it's not going to change. You've got to be boisterous to get results.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "If people don't like me for whatever I do, for being me, then that's too bad. I don't want to change to be something that I'm not for other people to like me.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "Strong characters are brought out by change of situation, and gentle ones by permanence.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "In America the schools have become too permissive, the kids now are controlling the schools, the tail is wagging the dog. We've got to make a change there and get it back to where the teachers have control of the classrooms.", 
    "name": "Chuck Norris"
  }, 
  {
    "quote": "Hip-hop is supposed to uplift and create, to educate people on a larger level and to make a change.", 
    "name": "Doug E. Fresh"
  }, 
  {
    "quote": "In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "We used to think that revolutions are the cause of change. Actually it is the other way around: change prepares the ground for revolution.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "We have domesticated God's transcendence. We often learn about God at about the same time as we are learning about Santa Claus but our ideas about Santa Claus change, mature and become more nuanced, whereas our ideas of God can remain at a rather infantile level.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "We should learn to accept that change is truly the only thing that's going on always, and learn to ride with it and enjoy it.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "We first fought... in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "Opinions alter, manners change, creeds rise and fall, but the moral laws are written on the table of eternity.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "I have always thought that change you can see and feel is best.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "I don't think people change. I think they definitely mature. But I think the essence of what I am today is the same as when I was five years old. It's just maturity. I've become a healthier, fuller expression of that essence.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "What starts the process, really, are laughs and slights and snubs when you are a kid. If your anger is deep enough and strong enough, you learn that you can change those attitudes by excellence, personal gut performance.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Well I do think, when there are more women, that the tone of the conversation changes, and also the goals of the conversation change. But it doesn't mean that the whole world would be a lot better if it were totally run by women. If you think that, you've forgotten high school.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "While the river of life glides along smoothly, it remains the same river only the landscape on either bank seems to change.", 
    "name": "Max Muller"
  }, 
  {
    "quote": "Peace of mind comes from not wanting to change others.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "Ignorance is always afraid of change.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "I'm a Gemini, so I change my mind every day.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "I have always argued that change becomes stressful and overwhelming only when you've lost any sense of the constancy of your life. You need firm ground to stand on. From there, you can deal with that change.", 
    "name": "Richard Nelson Bolles"
  }, 
  {
    "quote": "Work and struggle and never accept an evil that you can change.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Men may change their climate, but they cannot change their nature. A man that goes out a fool cannot ride or sail himself into common sense.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Americans have so far put up with inequality because they felt they could change their status. They didn't mind others being rich, as long as they had a path to move up as well. The American Dream is all about social mobility in a sense - the idea that anyone can make it.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "Change means movement. Movement means friction. Only in the frictionless vacuum of a nonexistent abstract world can movement or change occur without that abrasive friction of conflict.", 
    "name": "Saul Alinsky"
  }, 
  {
    "quote": "It is not necessary to change. Survival is not mandatory.", 
    "name": "W. Edwards Deming"
  }, 
  {
    "quote": "The most useless are those who never change through the years.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "Become a student of change. It is the only thing that will remain constant.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "Those who visit foreign nations, but associate only with their own country-men, change their climate, but not their customs. They see new meridians, but the same men and with heads as empty as their pockets, return home with traveled bodies, but untravelled minds.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "It is proof of a base and low mind for one to wish to think with the masses or majority, merely because the majority is the majority. Truth does not change because it is, or is not, believed by a majority of the people.", 
    "name": "Giordano Bruno"
  }, 
  {
    "quote": "Let the great world spin for ever down the ringing grooves of change.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Habits change into character.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Every daring attempt to make a great change in existing conditions, every lofty vision of new possibilities for the human race, has been labeled Utopian.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Teachers can change lives with just the right mix of chalk and challenges.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "You cannot expect to achieve new goals or move beyond your present circumstances unless you change.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "I don't believe that if I came out as bisexual the world will change. But it's really important for people to be truthful about who they are and fight for equality. We need to help the world usher itself into the next phase.", 
    "name": "Olivia Thirlby"
  }, 
  {
    "quote": "It's time to get real, folks. Hope and change ain't working. Hope and change is not a solution. Hope and change is not a job.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "As a kid I had buck teeth and braces and acne. I hated what I saw. I'm still not comfortable, but that's why I change and adapt the way I look.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Movies always are open to being remade because times change so much, and the tempo of movies changes. I think of it like a James Bond. They can have different actors play the same role... I've had people come up to me and say, 'We want to remake 'The Jerk' with so and so.' And I say, 'Fine.' It just doesn't bother me. It's an honor actually.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "There is no such thing as liberty. You only change one sort of domination for another. All we can do is to choose our master.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Change is not merely necessary to life - it is life.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "The range of what we think and do is limited by what we fail to notice. And because we fail to notice that we fail to notice, there is little we can do to change until we notice how failing to notice shapes our thoughts and deeds.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "I know that my race must change.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent.", 
    "name": "Nolan Ryan"
  }, 
  {
    "quote": "There are things I can't force. I must adjust. There are times when the greatest change needed is a change of my viewpoint.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I was born not knowing and have had only a little time to change that here and there.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "It's impossible, I think, however much I'd become disillusioned politically or evolve into a post-political person, I don't think I'd ever change my view that socialism is the best political moment humans have ever come up with.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "When you are young and healthy, it never occurs to you that in a single second your whole life could change.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "As human beings we do change, grow, adapt, perhaps even learn and become wiser.", 
    "name": "Wendy Carlos"
  }, 
  {
    "quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Only idiots refuse to change their minds.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "You can't stay the same. If you're a musician and a singer, you have to change, that's the way it works.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "All is connected... no one thing can change by itself.", 
    "name": "Paul Hawken"
  }, 
  {
    "quote": "For real change, we need feminine energy in the management of the world. We need a critical number of women in positions of power, and we need to nurture the feminine energy in men.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "It is quite annoying that we have to change the sound we invented just to avoid sounding like people who simply copy us, but... it is flattering and of course challenging.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "I believe we are on an irreversible trend toward more freedom and democracy - but that could change.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Television is like the invention of indoor plumbing. It didn't change people's habits. It just kept them inside the house.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "I told you I'm not going to criticize my successor. I'll just tell you that there are people at Gitmo that will kill American people at a drop of a hat and I don't believe that persuasion isn't going to work. Therapy isn't going to cause terrorists to change their mind.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "No, I don't regret anything at this point. That may change on the next phone call, but at the moment I don't regret anything.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "I went through life like an idiot for a great deal of the time, saying there's nothing I would change. That was a very arrogant thing to say. There's a lot I would change. There are people I would have steered clear of.", 
    "name": "Hugh Leonard"
  }, 
  {
    "quote": "Political Correctness doesn't change us, it shuts us up.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "There is certain relief in change, even though it be from bad to worse! As I have often found in traveling in a stagecoach, that it is often a comfort to shift one's position, and be bruised in a new place.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "I don't care what other people think as long as I am happy. The day I die or retire, I have blown all my chances because I don't have the chance any more to change my image as an F1 driver.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "Remember, each one of us has the power to change the world. Just start thinking peace, and the message will spread quicker than you think.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "If you're old, don't try to change yourself, change your environment.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "The Framers of the Constitution knew that free speech is the friend of change and revolution. But they also knew that it is always the deadliest enemy of tyranny.", 
    "name": "Hugo Black"
  }, 
  {
    "quote": "People change over the years, and that changes situations for good and for bad.", 
    "name": "Bobby Knight"
  }, 
  {
    "quote": "I don't think that a leader can control, to any great extent, his destiny. Very seldom can he step in and change the situation if the forces of history are running in another direction.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Your best is going to change from moment to moment it will be different when you are healthy as opposed to sick.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Nothing endures but change.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "Time does not change us. It just unfolds us.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "If you don't change, then what's the point of anything happening to you?", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Human beings are the only animal that thinks they change who they are simply by moving to a different place. Birds migrate, but it's not quite the same thing.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I've seen firsthand that being president doesn't change who you are. It reveals who you are.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "It wasn't so long ago that I was a working mom myself. And I know that sometimes, much as we all hate to admit it, it's just easier to park the kids in front of the TV for a few hours, so we can pay the bills or do the laundry or just have some peace and quiet for a change.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Until we totally change the way we elect our leaders, until we remove private money from public campaigns, lying will be the de facto method of governance in this country.", 
    "name": "Peter Schuyler"
  }, 
  {
    "quote": "Any revival in which I am involved is liable to change.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "Only in growth, reform, and change, paradoxically enough, is true security to be found.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "If you never change your mind, why have one?", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "I think clothes should make you feel safe. I like clothes you want to go to sleep in. I sometimes stand in front of a mirror and change a million times because I know I really want to wear my nightgown.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "Actors are agents of change. A film, a piece of theater, a piece of music, or a book can make a difference. It can change the world.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "Successful people recognize crisis as a time for change - from lesser to greater, smaller to bigger.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "It is not to be expected that human nature will change in a day.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "I have accepted fear as a part of life - specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "I'm not asking any of you to make drastic changes to every single one of your recipes or to totally change the way you do business. But what I am asking is that you consider reformulating your menu in pragmatic and incremental ways to create healthier versions of the foods that we all love.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "I am desperate for change - now - not in 8 years or 12 years, but right now.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Everybody talks about wanting to change things and help and fix, but ultimately all you can do is fix yourself. And that's a lot. Because if you can fix yourself, it has a ripple effect.", 
    "name": "Rob Reiner"
  }, 
  {
    "quote": "The democracy process provides for political and social change without violence.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I don't have perfect teeth, I'm not stick thin. I want to be the person who feels great in her body and can say that she loves it and doesn't want to change anything.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "I may be a living legend, but that sure don't help when I've got to change a flat tire.", 
    "name": "Roy Orbison"
  }, 
  {
    "quote": "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is once you do, you can learn about the new world you're in and take advantage of it.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "I'm doing it because I choose it. And if it's not working, I can make a change.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Today in America, we are trying to prepare students for a high tech world of constant change, but we are doing so by putting them through a school system designed in the early 20th Century that has not seen substantial change in 30 years.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "Our generation has an incredible amount of realism, yet at the same time it loves to complain and not really change. Because, if it does change, then it won't have anything to complain about.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "A great revolution in just one single individual will help achieve a change in the destiny of a society and, further, will enable a change in the destiny of humankind.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "So if one day the result becomes 3-3, for me it doesn't change my mind, because it's football, it's normal. What is not normal is that we haven't been scoring enough goals playing such good football as we've been playing in the last few weeks.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "The only sense that is common in the long run, is the sense of change and we all instinctively avoid it.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "I do not believe in political movements. I believe in personal movement, that movement of the soul when a man who looks at himself is so ashamed that he tries to make some sort of change - within himself, not on the outside.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "No great movement designed to change the world can bear to be laughed at or belittled. Mockery is a rust that corrodes all it touches.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "I get satisfaction out of seeing stuff that makes real change in the real world. We need a lot more of that and a lot less abstract stuff.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "Under Barack Obama, the only 'Change' is that 'Hope' has been hard to find. Now millions of Americans are insecure about their future. But instead of inspiring us by reminding us of what makes us special, he divides us against each other. He tells Americans they're worse off because others are better off. That people got rich by making others poor.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Never Have Your Dog Stuffed is really advice to myself, a reminder to myself not to avoid change or uncertainty, but to go with it, to surf into change.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "They say marriage will change you but it didn't change me. Being in love changed me.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "The earth was made so various, that the mind Of desultory man, studious of change, And pleased with novelty, might be indulged.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "I don't like definitions, but if there is a definition of freedom, it would be when you have control over your reality to transform it, to change it, rather than having it imposed upon you. You can't really ask for more than.", 
    "name": "Mark Knopfler"
  }, 
  {
    "quote": "I got all the respect in the world for the front-runners in this race, but ask yourself: If we replace a Democratic insider with a Republican insider, you think we're really going to change Washington, D.C.? You don't have to settle for Washington and Wall Street insiders who supported the Wall Street bailout and the Obamacare individual mandate.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "While a large segment of the art world has obsessed over a tiny number of stars and their prices, an aesthetic shift has been occurring. It's not a movement - movements are more sure of themselves. It's a change of mood or expectation, a desire for art to be more than showy effects, big numbers, and gamesmanship.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "If the Frieze Art Fair catches on, I imagine at least two great things happening. First, we will once again have a huge art fair in town that isn't too annoying to go to. More importantly, Frieze may finally show New Yorkers that we can cross our own waters for visual culture. That would change everything.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "We're all entitled to opinions about how art institutions should behave, and entitled to voicing those opinions through whatever means available to us. We're also allowed to change or modify our opinions.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "No real social change has ever been brought about without a revolution... revolution is but thought carried into action.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "I think the tiniest little thing can change the course of your day, which can change the course of your year, which can change who you are.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I don't know how I got to this point but it must be as a result of everything that has come before so if I were to change something, I might not be at this point now.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "If you change partners every time it gets tough or you get a little dissatisfied, then I don't think you get the richness that's available in a long-term relationship.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Yet what you need is not marches, demonstrations, rallies or wide associations, all of them are important. What you need is direct action. The sooner people understand that, the sooner we'll begin to change things.", 
    "name": "Arthur Scargill"
  }, 
  {
    "quote": "Sadly, we do a much better job of making people feel guilty than we do of delivering them from the guilt we create. We need to confess this and change our ways.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned.", 
    "name": "Enrique Iglesias"
  }, 
  {
    "quote": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Hope and change? We're not doing that anymore. They're doing attack and blame. And so, I just think people are going to see through this. They want real leadership. They want us to get this country on the right track.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Like it or not, the world evolves, priorities change and so do you.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "I never want to change so much that people can't recognize me.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I believe that Gandhi was correct. Non-violent civil disobedience is the only way to bring about change that allows people to enjoy the change and not get killed in the process.", 
    "name": "Edward James Olmos"
  }, 
  {
    "quote": "A visit to a cinema is a little outing in itself. It breaks the monotony of an afternoon or evening it gives a change from the surroundings of home, however pleasant.", 
    "name": "Ivor Novello"
  }, 
  {
    "quote": "Resistance is thought transformed into feeling. Change the thought that creates the resistance, and there is no more resistance.", 
    "name": "Robert Conklin"
  }, 
  {
    "quote": "Studies have shown that 90% of error in thinking is due to error in perception. If you can change your perception, you can change your emotion and this can lead to new ideas.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "We have got to change our ethics and our financial system and our whole way of understanding the world. It has to be a world in which people live rather than die a sustainable world. It could be great.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "It's a philosophy of life. A practice. If you do this, something will change, what will change is that you will change, your life will change, and if you can change you, you can perhaps change the world.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "Nothing is as real as a dream. The world can change around you, but your dream will not. Responsibilities need not erase it. Duties need not obscure it. Because the dream is within you, no one can take it away.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "It seems to me that any sensible person must see that violence does not change the world and if it does, then only temporarily.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "A liberal knows that the only certainty in this life is change but believes that the change can be directed toward a constructive end.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Money is always there but the pockets change it is not in the same pockets after a change, and that is all there is to say about money.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "For me, 'revolution' simply means radical change.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "One of the most predictable things in life is there will be change. You are better off if you can have a say in the change. But you are ignorant or naive if you don't think there will be change, whether you want it to or not.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "We're a nation of laws, but the good thing about America, is that laws reside in the people and people can change the laws.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "If you take different mythologies from different cultures, the names may change and the story lines may vary but there is always something in common.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Poetry is not only dream and vision it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "I wanna change the game in way where I'm not knocking nobody out of the way, not claiming to be the best at this or that, but just doing wonders with the gift I've been given.", 
    "name": "Anthony Hamilton"
  }, 
  {
    "quote": "The personal things should be left out of platforms at conventions. You can argue yourself blue in the face, and you're not going to change each other's minds. It's a waste of your time and my time.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "I am Jose Mourinho and I don't change. I arrive with all my qualities and my defects.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "Here I am paying big money to you writers and what for? All you do is change the words.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "I am a contradictory mess but I see it as my prerogative to change my mood like the weather.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "An Army is a collection of armed men obliged to obey one man. Every change in the rules which impairs the principle weakens the army.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "The atmosphere seems to change once the sun goes down and the race fans get to watch a good show.", 
    "name": "Dale Earnhardt"
  }, 
  {
    "quote": "Thoughts will change and shift just like the wind and the water when you're on the boat thoughts are no different than anything else.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "The low points I had all helped make up my character, so I probably wouldn't want to do away with them because I like being flawed and I like having them help me grow and change and become better and stronger.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "If you walk down the street and smile at someone, that will get passed on to the next person. That has the power to change someone's day.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "It's not the destination that matters. It's the change of scene.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I think most artists would be happy to have bigger audiences rather than smaller ones. It doesn't mean that they are going to change their work in order necessarily to get it, but they're happy if they do get it.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Physics does not change the nature of the world it studies, and no science of behavior can change the essential nature of man, even though both sciences yield technologies with a vast power to manipulate the subject matters.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Don't fear change - embrace it.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "As I have said for many years throughout this land, we're borrowing money from China to buy oil from the Persian Gulf to burn it in ways that destroy the future of human civilization. Every bit of that has to change.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Being ready isn't enough you have to be prepared for a promotion or any other significant change.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "We should be proud that our Prophet came into the world with the message of Islam to change it for the better, and not for the worse, or to keep things as they are.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "This life is a hospital in which every patient is possessed with a desire to change his bed.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Vengeance is not the point change is. But the trouble is that in most people's minds the thought of victory and the thought of punishing the enemy coincide.", 
    "name": "Barbara Deming"
  }, 
  {
    "quote": "For a change, lady luck seemed to be smiling on me. Then again, maybe the fickle wench was just lulling me into a false sense of security while she reached for a rock.", 
    "name": "Timothy Zahn"
  }, 
  {
    "quote": "I want to test my maximum and see how much I can do. And I want to change the world of swimming.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "Reconciliation requires changes of heart and spirit, as well as social and economic change. It requires symbolic as well as practical action.", 
    "name": "Malcolm Fraser"
  }, 
  {
    "quote": "If there's specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can't change my gender, and I refuse to stop making movies.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "I can't change overnight into a serious literary author. You can't compare apples to oranges. William Faulkner was a great literary genius. I am not.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "I have to try and change the landscape, whatever it is.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "It is more rewarding to watch money change the world than watch it accumulate.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "We don't change what we are, we change what we think what we are.", 
    "name": "Eric Butterworth"
  }, 
  {
    "quote": "As you grow older, you change.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "In order to effect great change, we need to look at how we can help those in our own communities as well as globally.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Someday perhaps change will occur when times are ready for it instead of always when it is too late. Someday change will be accepted as life itself.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "I just find the evangelical church too, well, restrictive. But the School of Practical Philosophy is nonconfrontational. We believe there are many forms of Scripture. What is true is true and will never change, whether it's in the Bible or in Shakespeare. It's about oneness.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "If you asked an 18-year-old what they want to do with their life, and the options are 'Transformers' or Lars von Trier, he's probably shipping out for 'Transformers.' If you ask a 26-year-old what he wants to do, 'Transformers' or Lars von Trier, he'd probably pick Lars von Trier. So, my sensibilities are changing as I change.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "If you're unhappy, you should change what you're doing.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "There's no sense in going to a tournament if you don't believe that you can win it. And that is the belief I have always had. And that is not going to change.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I take sounds and change them into words.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I think having a child can really change you if you're open to it.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "I don't think you can work on feelings in politics, apart from anything else, political change can come very unexpectedly, sometimes overnight when you least expect it.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I came to poetry through the urgent need to denounce injustice, exploitation, humiliation. I know that's not enough to change the world. But to remain silent would have been a kind of intolerable complicity.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "Life has got a habit of not standing hitched. You got to ride it like you find it. You got to change with it. If a day goes by that don't change some of your old notions for new ones, that is just about like trying to milk a dead cow.", 
    "name": "Woody Guthrie"
  }, 
  {
    "quote": "It's a huge change for your body. You don't even want to look in the mirror after you've had a baby, because your stomach is just hanging there like a Shar-Pei.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "I'm very comfortable with how I look. I always have been. I think I look pretty good. There's nothing I want to change. I'm pretty happy with what I've got.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "Hope and Change has become Divide and Conquer.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "Which goes to show you, you can make all the laws you want, but you cannot change people's ways. If you must change them, you have to understand that it will take a long time.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "Those people in New York are not gonna change me none.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "I spent a lot of my life holding back my cries, and I want to change that because it's not good for me.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "The difference between a movie star and a movie actor is this - a movie star will say, 'How can I change the script to suit me?' and a movie actor will say. 'How can I change me to suit the script?'", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "Well, what was called the blessed hope of the Bible is that one day Jesus Christ would come back again, start a whole new era, that this world order that we know it would change into something that would be wonderful that we'd call the millennium.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "You will never change your life until you change something you do daily.", 
    "name": "Mike Murdock"
  }, 
  {
    "quote": "If you've ever made change in the offering plate, you might be a redneck.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "The new dynamics between brands and consumers, driven by social media, are proving to be a powerful impetus for change.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The world does not need tourists who ride by in a bus clucking their tongues. The world as it is needs those who will love it enough to change it, with what they have, where they are.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "I think sometimes when children grow up, their parents grow up. Mine grew up with me. We coexist. I don't try to change them anymore, and I don't think they try to change me. We agree to disagree.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I love what I do, and when I don't love what I do, I'll make a change.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I've always been ambitious since I was nine years old and that was never going to change.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I think sometimes when children grow up, their parents grow up. Mine grew up with me. We coexist. I don't try to change them anymore, and I don't think they try to change me.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "People don't change their behavior unless it makes a difference for them to do so.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "We have to do more than just elect a new President if we truly want to change this country.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Logic will never change emotion or perception.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "And Seaman, just like a falling oak, manages to change direction.", 
    "name": "John Motson"
  }, 
  {
    "quote": "Certainly, travel is more than the seeing of sights it is a change that goes on, deep and permanent, in the ideas of living.", 
    "name": "Miriam Beard"
  }, 
  {
    "quote": "You don't change the course of history by turning the faces of portraits to the wall.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "The customs and fashions of men change like leaves on the bough, some of which go and others come.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Let us take things as we find them: let us not attempt to distort them into what they are not... We cannot make facts. All our wishing cannot change them. We must use them.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "Customs and convictions change respectable people are the last to know, or to admit, the change, and the ones most offended by fresh reflections of the facts in the mirror of art.", 
    "name": "John Updike"
  }, 
  {
    "quote": "My goal was never to just create a company. A lot of people misinterpret that, as if I don't care about revenue or profit or any of those things. But what not being just a company means to me is not being just that - building something that actually makes a really big change in the world.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "It is time to change our policy of appeasement toward the Palestinians, to strengthen our ties with the nation of Israel.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Our nation is being led astray by ungodly judges, mayors and governors, who are given to change, defying the Constitution and substituting their own wicked agendas.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "For the last 20 years of my life, I've had the mantra to do amazing parts with amazing people in amazing projects, so I'm attracted to good story, writing and character and good people. That's what I'm always searching for and I don't think that's ever going to change.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "Making money is not gonna change anything about what I am, except I won't answer the door.", 
    "name": "Abel Ferrara"
  }, 
  {
    "quote": "I just think that sometimes we hang onto people or relationships long after they've ceased to be of any use to either of you. I'm always meeting new people, and my list of friends seems to change quite a bit.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "The only change is that baseball has turned Paige from a second class citizen to a second class immortal.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "The idea of the sacred is quite simply one of the most conservative notions in any culture, because it seeks to turn other ideas - uncertainty, progress, change - into crimes.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Cubism was an attack on the perspective that had been known and used for 500 years. It was the first big, big change. It confused people: they said, 'Things don't look like that!'", 
    "name": "David Hockney"
  }, 
  {
    "quote": "Economically, it's more expensive to make movies. I hope digital movies change that.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I didn't want to go out and change anything. I just wanted to make the music that was part of my background, which was rock and blues and hip-hop.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "I love to watch times change!", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "It's best to leap into something you know you love. You might change your mind later, but that is the privilege of youth.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "I hope to bring much more attention to important issues and change for issues and practices that are harming animals.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Effectively, change is almost impossible without industry-wide collaboration, cooperation and consensus.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "What is sure is that technological change is accelerating in all directions and, like children playing in a fountain, consumers are reveling in the experience.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The question remains: which brands will commit to creating a private sector pillar of social change, and which will become casualties of their own outdated thinking?", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The creative destruction that social media is currently unleashing will change more than technology or the leader board of the Fortune 100. It is driving a qualitative shift in the nature of relationships between brands and their customers.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "It is time for corporate America to become 'the third pillar' of social change in our society, complementing the first two pillars of government and philanthropy. We need the entire private sector to begin committing itself not just to making profits, but to fulfilling higher and larger purposes by contributing to building a better world.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "When people align around shared political, social, economic or environmental values, and take collective action, thinking and behavior that compromises the lives of millions of people around the world can truly change.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Brands must empower their community to be change agents in their own right. To that end, they need to take on a mentoring role. This means the brand provides the tools, techniques and strategies for their customers to become more effective marketers in achieving their own goals.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "With the never-ending stream of new social technologies, apps and platforms rolling out every day, its easy to get lost in the minutiae of social media. Yet for there to be effective change, especially within large, top-down, hierarchical institutions, a company must have an over-arching understanding of the new role it has to play.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "And it's absolutely true that male sexual behaviour and female responses to male demands change a lot when they start communicating - and the levels of the communication that I've seen on the ground in very, very poor areas are so high and I think why don't we have that here?", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I have always been aware that you have to get people listening before you can change their minds. Any artist's big fear is being ignored, so if you get debate, that's great.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "We think that democracy can change a lot of things, but we're being fooled, because democracy is not the election. We've been taught that democracy is having elections. And it isn't. Elections are the most horrendous aspect of democracy. It's the most mundane, trivial, disappointing, dirty aspect.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "Before 'Schindler's List,' I wouldn't have believed movies had a lot of power for social change.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "The best thing about acting is that I get to lose myself in another character and actually get paid for it... It's a great outlet. I'm not really sure who I am - it seems I change every day.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I believe that history has shape, order, and meaning that exceptional men, as much as economic forces, produce change and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I respect the astute and rigorously unsentimental David Horowitz as one of America's most original and courageous political analysts. He has the true 1960s spirit - audacious and irreverent, yet passionately engaged and committed to social change.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "The '80s made up for all the abuse I took during the '70s. I outlived all my critics. By the time I retired, everybody saw me as a venerable institution. Things do change.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "I think change is possible, but only for individuals who were never truly gay in the first place and who have a strong personal motivation to recover their heterosexuality.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "When you lead change, sometimes you get arrows in your back. I mean, that's just the way the real world is.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "An apology might help, but you can change your life without one.", 
    "name": "Robin Quivers"
  }, 
  {
    "quote": "When he was born, I looked at my little boy and felt an unconditional love I never knew was inside me. As he grew, and I watched him stagger about, squeak his first words, and turn into a beautiful little boy, that feeling did not change.", 
    "name": "Tony Parsons"
  }, 
  {
    "quote": "Even if I know I shall never change the masses, never transform anything permanent, all I ask is that the good things also have their place, their refuge.", 
    "name": "Richard Wagner"
  }, 
  {
    "quote": "Mental illness is the last frontier. The gay thing is part of everyday life now on a show like 'Modern Family,' but mental illness is still full of stigma. Maybe it is time for that to change.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "I love street style, seeing how girls wear pieces and how their pair accessories with their outfit. How they pair shoes with a bag and go to day to night and change things up.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "The only change I can really see is that I don't have to shop for pants in stores anymore.", 
    "name": "Larry David"
  }, 
  {
    "quote": "Obviously comedic styles do change.", 
    "name": "Larry David"
  }, 
  {
    "quote": "Sometimes I have these fantasies of just moving to a foreign country and coming back with a full head of hair. Or not even come back! Make a new life there with hair... Change my name, just see what happens.", 
    "name": "Larry David"
  }, 
  {
    "quote": "Anyone who's lost someone to cancer will say this, that you have to struggle to try to remember the person before the diagnosis happened, because they really do change - as anyone would change.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Change is vital, improvement the logical form of change.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "Rather than saying, 'My checking account is a wreck,' change it to 'I will learn how to track my spending and balance my checkbook.'", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I mean, if you didn't get it or if you didn't feel like you enjoyed it, sometimes that experience can change.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "It took me so many years to move out. I'm definitely a bit of a Peter Pan, reluctant to grow up. It all seemed really nice at home-why change it? Part of me would prefer not to have any responsibility whatsoever.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "I have to struggle to change people's perceptions of me. I grew very frustrated with the perception that I'm this shy, retiring, inhibited aristocratic creature when I'm absolutely not like that at all. I think I'm much more outgoing and exuberant than my image.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "To some extent, Seattle remains a frontier metropolis, a place where people can experiment with their lives, and change and grow and make things happen.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "I change my mind so much I need two boyfriends and a girlfriend.", 
    "name": "Pink"
  }, 
  {
    "quote": "Don't manage - lead change before you have to.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Probably the most visible example of unintended consequences, is what happens every time humans try to change the natural ecology of a place.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Everything will change. The only question is growing up or decaying.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.", 
    "name": "Philip Wylie"
  }, 
  {
    "quote": "A technical solution may be defined as one that requires a change only in the techniques of the natural sciences, demanding little or nothing in the way of change in human values or ideas of morality.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "You put high heels on and you change.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "I mean, language fascinates me anyway, and different words have different energies and you can change the whole drive of a sentence.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "The art of living does not consist in preserving and clinging to a particular mode of happiness, but in allowing happiness to change its form without being disappointed by the change happiness, like a child, must be allowed to grow up.", 
    "name": "Charles Morgan"
  }, 
  {
    "quote": "One reason we resist making deliberate choices is that choice equals change and most of us, feeling the world is unpredictable enough, try to minimise the trauma of change in our personal lives.", 
    "name": "Hugh Mackay"
  }, 
  {
    "quote": "That man is a creature who needs order yet yearns for change is the creative contradiction at the heart of the laws which structure his conformity and define his deviancy.", 
    "name": "Freda Adler"
  }, 
  {
    "quote": "We're not trying to change the world just music.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "I feel we live in the kind of culture now where you have to be very smart to navigate the right way, and I just don't have those smarts. I think with age and time it will change, but I can't obsess about it.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "I wouldn't change a single thing, because one change alters every moment that follows it.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "The first resistance to social change is to say it's not necessary.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Our economic system, run for profit and waste and based primarily on the extractive industries, is the cause of climate change. We have wasted the earth's treasure and we can no longer exploit it cheaply.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "You can love more than one person in your life, but things will be different. There'll be a different dynamic. Needs and desires change.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Excellent firms don't believe in excellence - only in constant improvement and constant change.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "I don't have clear-cut positions. I get baffled by things. I have viewpoints. Sometimes they change.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Change of fashion is the tax levied by the industry of the poor on the vanity of the rich.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "Creative thinking inspires ideas. Ideas inspire change.", 
    "name": "Barbara Januszkiewicz"
  }, 
  {
    "quote": "I think it true that, you know, sometimes things start to change even before a government changes and, actually, I think you can begin to see even the Labour machine beginning to understand that it has become over-reliant on targets and processes, that local governments have been over-bossed and bullied.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "We have the character of an island nation: independent, forthright, passionate in defence of our sovereignty. We can no more change this British sensibility than we can drain the English Channel. And because of this sensibility, we come to the European Union with a frame of mind that is more practical than emotional.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "The biggest danger to the European Union comes not from those who advocate change, but from those who denounce new thinking as heresy. In its long history Europe has experience of heretics who turned out to have a point.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "One new feature or fresh take can change everything.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "I've had some movies that have been ridiculed, but that's OK with me. I don't feel that really defines me. Should I change who I am to be popular?", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "If we are to change our world view, images have to change. The artist now has a very important job to do. He's not a little peripheral figure entertaining rich people, he's really needed.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "The ultimate end of all revolutionary social change is to establish the sanctity of human life, the dignity of man, the right of every human being to liberty and well-being.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "The challenge is not to replace Obama but with who. It's not enough to just change up the uniform, if we don't change the team and the game plan, we won't save our country.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "Your race and gender don't change, but you can choose to change your political affiliation at will.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Pop culture is a reflection of social change, not a cause of social change.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "All non-incumbent campaigns promise hope and change, but Obama took the promise to a new level of absurdity. He suggested that a vote for him would literally transform the Earth.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Success cannot come from standstill men. Methods change and men must change with them.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "The Philippines is a terrible name, coming from Spain. Phillip II was the father of the inquisition, who I believe died of syphilis. It is my great regret that we didn't change the name of our country.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "No matter how many modern parts I do, people still refer to me as Mrs. Costume Drama. Fight Club is a studio pic, and I've done very few of those. I've got a feeling it's going to change things for me.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "I ran for president in order to be able to try to change Washington D.C. from the inside. Our federal government is broken.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "It's been really fun to see with each album when I change to see the fans of the show emulate my style and with the first record a lot of the kids in the crowd were wearing neck ties like I was and now you'll see a lot of girls with pink hair. It's cool, it's actually really neat.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "When fish experience something that would cause other animals physical pain, they behave in ways suggestive of pain, and the change in behaviour may last several hours.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I learned to change my accent in England, your accent identifies you very strongly with a class, and I did not want to be held back.", 
    "name": "Sting"
  }, 
  {
    "quote": "Some say that I should settle down, go slower and not push so hard, so quickly for such transformational change. To them, I say that you misunderstand the size of the problems we face, the strength of the status quo and the urgency of the people's desire for change.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I absolutely don't care about my looks and I'm so used to them that I wouldn't change a thing. I would end up missing my defects.", 
    "name": "Colin Firth"
  }, 
  {
    "quote": "Maybe we all change over time.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "I just want people to know that if they want to change the direction of the country, they can do it, but only if they're active, informed, and engaged.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Some people seem to understand this - that life and change take time - but I am not one of those people.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I think I'm actually quite a materialistic person, I value what it takes to make a car or build a nice house. Money does change things, but how it changes people depends on how they react to it.", 
    "name": "Roland Gift"
  }, 
  {
    "quote": "I have a big fear of change, or negative change, anyway. I'm basically the same person I was when I won 'Idol,' or when I was 10.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "I don't think my principles change. I think the way in which you apply those principles to modern society changes.", 
    "name": "William Hague"
  }, 
  {
    "quote": "You change with the guys you date.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "If a person with a bullet in Dallas can change the world, imagine a person with an idea could do.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "If a man like Malcolm X could change and repudiate racism, if I myself and other former Muslims can change, if young whites can change, then there is hope for America.", 
    "name": "Eldridge Cleaver"
  }, 
  {
    "quote": "Human memory is a marvelous but fallacious instrument. The memories which lie within us are not carved in stone not only do they tend to become erased as the years go by, but often they change, or even increase by incorporating extraneous features.", 
    "name": "Primo Levi"
  }, 
  {
    "quote": "It is well for people who think to change their minds occasionally in order to keep them clean. For those who do not think, it is best at least to rearrange their prejudices once in a while.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "People with high blood pressure, diabetes - those are conditions brought about by life style. If you change the life style, those conditions will leave.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "I was away from the front lines for a while this spring, living with other troops, and considerable fighting took place while I was gone. When I got ready to return to my old friends at the front I wondered if I would sense any change in them.", 
    "name": "Ernie Pyle"
  }, 
  {
    "quote": "I just don't believe that you have to come in and insult people when you want to change things.", 
    "name": "Sydney Schanberg"
  }, 
  {
    "quote": "One expected growth, change without it, the world was less, the well of inspiration dried up, the muses fled.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "Choose your corner, pick away at it carefully, intensely and to the best of your ability and that way you might change the world.", 
    "name": "Charles Eames"
  }, 
  {
    "quote": "You look at a herd of cattle and well, they all look the same... but they know. They all have an individual personality, and those personalities change from day to day. They can have their grumpy days and their happy days and their serene days. But it's unpredictable. You can't be off in outer space when you're dealing with animals.", 
    "name": "Chris Cooper"
  }, 
  {
    "quote": "There has been a change in men's attitudes toward their clothes. Men are more aware of fashion they're not afraid of it.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "I just like food too much, and I don't want to change. I spent so much of childhood trying to change, and I just got sick of it... I don't want to look like Britney Spears, I just don't want to. She's hideous.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I would not change my blest estate for all the world calls good or great.", 
    "name": "Isaac Watts"
  }, 
  {
    "quote": "Girls are taught to sing high and pretty, like Antony, not low and from the guts like Nina Simone. But we're slowly trying to change that. There are so many things we're not told growing up, and it's our true feminist responsibility to take the truth to the people who need to hear it.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Politics is repetition. It is not change. Change is something beyond what we call politics. Change is the essence politics is supposed to be the means to bring into being.", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "If we don't like what the Republicans do, we need to get in there and change it.", 
    "name": "Medgar Evers"
  }, 
  {
    "quote": "Whether you're winning or losing, it is important to always be yourself. You can't change because of the circumstances around you.", 
    "name": "Cotton Fitzsimmons"
  }, 
  {
    "quote": "I'm trying to change the culture in New York City that's hard enough!", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Set lists are tough because you come up with this structure of how the songs are going to go from one to the next, but at the same time, you have to be spontaneous and take requests and change the set list at the drop of a hat.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "The greatest revolution in our generation is that of human beings, who by changing the inner attitudes of their minds, can change the outer aspects of their lives.", 
    "name": "Marilyn Ferguson"
  }, 
  {
    "quote": "I have found there are four steps to change. 1. You must want it. 2. You must believe it. 3. You must live it. 4. You will become it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "It is in the mind and the heart where we meet. It's not the body-the body will change.", 
    "name": "Amber Valletta"
  }, 
  {
    "quote": "Many people and governments share the mistaken belief that science, with new, ingenious devices and techniques, can rescue us from the troubles we face without our having to mend our ways and change our patterns of activity. This is not so.", 
    "name": "Henry W. Kendall"
  }, 
  {
    "quote": "As man sows, so shall he reap. In works of fiction, such men are sometimes converted. More often, in real life, they do not change their natures until they are converted into dust.", 
    "name": "Charles W. Chesnutt"
  }, 
  {
    "quote": "Comedians walk out, get a feel for the crowd. If it's not going good, we change directions. If we got to drag your momma into this thing, we will. Whatever we got to do.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "Believe it or not, lots of people change their majors and abandon their dreams just to avoid a couple of math classes in college.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "I didn't think that college math was for me. I didn't think I'd be able to hack it. And that perception of math not being for girls, not being for girls who see themselves as socially well adjusted has got to change.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "I like to change characters and then, slowly I believe the audience treat me as, like an actor who can fight. It's not like an action star.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?", 
    "name": "Max de Pree"
  }, 
  {
    "quote": "I'm a typical middle child. I'm the mediator. The one that makes everything OK, puts their own needs aside to make sure everybody's happy. It's hard to change your nature, even with years and years of therapy.", 
    "name": "Jennifer Jason Leigh"
  }, 
  {
    "quote": "I really think the Patriot Act violates our Constitution. It was, it is, an illegal act. The Congress, the Senate and the president cannot change the Constitution.", 
    "name": "Peter Camejo"
  }, 
  {
    "quote": "If the shoe doesn't fit, must we change the foot?", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Unless it's a specific accent, or something about physicality you have to change, I am generally not such a conscious actor.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "The more specific idea of Evolution now reached is - a change from an indefinite, incoherent homogeneity to a definite, coherent heterogeneity, accompanying the dissipation of motion and integration of matter.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "In science the important thing is to modify and change one's ideas as science advances.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "The notion that Congress can change the meaning given a constitutional provision by the Court is subversive of the function of judicial review and it is not the less so because the Court promises to allow it only when the Constitution is moved to the left.", 
    "name": "Robert Bork"
  }, 
  {
    "quote": "What is amazing for a woman of my age is that I change as the world is changing-and changing very, very fast. I don't think my mother had that opportunity to change.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "We're living in an era of unprecedented change, and I want to be a part of documenting it.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Climate change was a point of division between Obama and Republican rival Mitt Romney. The president declared climate change a global threat, acknowledged that the actions of humanity were deepening the crisis, and pledged to do something about it if elected.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Close elections tend to break toward the challenger because undecided voters - having held out so long against the incumbent - are by nature looking for change.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Obama won the presidency on the strength of his message and the skills of the messenger. Now the talk of hope and change feels out of tune when so many Americans are out of work, over-mortgaged, and worried that life will be even tougher for their children.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "We, the people. Manifest Destiny. Conceived in liberty. Fear itself. Ask not. Morning in America. United we stand. Yes, we can. In times of great change and tumult, presidents seek to inspire beleaguered Americans by reminding them of their national identity.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Instead of focusing on that circumstances that you cannot change - focus strongly and powerfully on the circumstances that you can.", 
    "name": "Joy Page"
  }, 
  {
    "quote": "I think the way to change it is to handle issues individually when it's essential to do so.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "I used to be a Catholic. I left because I object to conversion by concussion. If you don't agree with what they teach, you get clobbered over the head until you do. All that does is change the shape of the head.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "If I was a woman, I would be dressed in the same thing for a month and just change my hat and gloves. Maybe my shoes too yes, I see what you mean but, really, it's jewels that change an outfit.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "I like progress but I hate change.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "All cities do face similar, significant trends in the future... most importantly global warming and climate change.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "A dog that has rabies probably will do things it wouldn't do if it didn't have rabies. But that doesn't change the fact that it has rabies.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Because primarily of the power of the Internet, people of modest means can band together and amass vast sums of money that can change the world for some public good if they all agree.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "One of the advantages of moving quickly is if you do something wrong you can change it. What technologies tend to do is they tend to make a lot of mistakes... but then we go back and aggressively attack those mistakes - and fix them. And you usually recover pretty quickly.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "I love change, I need it.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "Cats don't like change without their consent.", 
    "name": "Roger Caras"
  }, 
  {
    "quote": "One of the most important things to remember about infant care is: don't change diapers in midstream.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "I like change. There's something Buddhist about it - continuous change is wonderful.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Man can certainly flee from God... but he cannot escape him. He can certainly hate God and be hateful to God, but he cannot change into its opposite the eternal love of God which triumphs even in his hate.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "It's quite nice to see that I didn't have to change who I was to reach two very different types of people.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "People find themselves in ruts all the time. You're in a complacent lifestyle where you work 9 to 5 and then you add a mortgage and kids. You feel trapped, but guess what, brother? You constructed that life. If you're OK with it, there's nothing wrong with that. But if you've got unease, then you've got to make a change.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "Many a revolution started with the actions of a few. Only 56 men signed the Declaration of Independence. A few hanging together can lead a nation to change.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "Few expected very much of Franklin Roosevelt on Inauguration Day in 1933. Like Barack Obama seventy-six years later, he was succeeding a failed Republican president, and Americans had voted for change. What that change might be Roosevelt never clearly said, probably because he himself didn't know.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Women have a lot of power in private life. There are many men who would say, 'Hey, women already rule my life.' But with women, more is more. The more there are, the more the world gets used to seeing them. We change the culture. We begin to expand options and lead and manage.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "The fight is always the same within the Democratic Party, isn't it? The more things change, the more they stay the same.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Washington is still very much a male-oriented culture. Being from Los Angeles, I think it is less so there - there is less attachment to tradition, perhaps, there is more flexibility, more acceptance of change generally. That is partly because of Hollywood.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "When I joined Bill Clinton's start-up presidential campaign in 1991, I was confident that women would play an ever more important role, but I never gave a minute's thought to what would happen if we won. When we did - and I became the first woman to serve as White House press secretary - it changed my life. But it didn't change the world.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "There is no question that climate change is happening the only arguable point is what part humans are playing in it.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "As a standup, I try to change the world. As an entertainer, I try to entertain. And as a lesbian, I try to pick up the prettiest girl in the room.", 
    "name": "Lea DeLaria"
  }, 
  {
    "quote": "It's coming home to roost over the next 50 years or so. It's not just climate change it's sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Every time I hear, Cut. Print, something cold and electrical goes off in my head, because I'm never going to change that film.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "Revolutions demand enormous sacrifices and, at the same time, create a new need to change the world again.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The past itself, as historical change continues to accelerate, has become the most surreal of subjects - making it possible... to see a new beauty in what is vanishing.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.", 
    "name": "Debby Boone"
  }, 
  {
    "quote": "For an introvert his environment is himself and can never be subject to startling or unforeseen change.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "Change is vital to any actor. If you keep playing lead after lead, you're really gonna dry up. Because all those vehicles wean you away from the truths of human behaviour.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "There are people in the world who have the power to change our values.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.", 
    "name": "George Gurdjieff"
  }, 
  {
    "quote": "We can't change anything until we get some fresh ideas, until we begin to see things differently.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "Becoming a mother cannot help but change things. An author's life is reflected in their writing, whether they want it to be or not, and parenthood is one of the biggest life changes there is.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "Loss means losing what was We want to change but we don't want to lose. Without time for loss, we don't have time for soul.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "A change in bad habits leads to a change in life.", 
    "name": "Jenny Craig"
  }, 
  {
    "quote": "It will always be a battle a day between those who want maximum change and those who want to maintain the status quo.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "Organisations are now confronted with two sources of change: the traditional type that is initiated and managed and external changes over which no one has control.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Never doubt that you can change history. You already have.", 
    "name": "Marge Piercy"
  }, 
  {
    "quote": "I just change with the times. I really don't have a say in what's going on. Music was here before me.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "We have to struggle against the conservatives from all sides, not only the right-wingers, but also the left-wing conservatives who don't want to change anything.", 
    "name": "Jacques Delors"
  }, 
  {
    "quote": "Change is growth. For me it has been a very spiritual and musical rebirth.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "I have a resistance to change in things that I feel comfortable with and that I'm used to.", 
    "name": "Dennis Quaid"
  }, 
  {
    "quote": "I can't just say one time of the year I'm going to do something different. I have to commit to a lifestyle behavioral change and just try to be a little bit better today than I was yesterday.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "If we're going to change the laws, let's change them in ways which makes it easier to catch criminals, and yet at the same time protect the Second Amendment rights of our law-abiding citizens.", 
    "name": "John Dingell"
  }, 
  {
    "quote": "Fame changes a lot of things, but it can't change a lightbulb.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "Sometimes you could be in an unhappy relationship you are very much in love with someone, but it's making you unhappy and you think things can change and you can work it out.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "I have to say, you know, I've seen so many people go through the cycle and become famous and not famous anymore and, you know, want - have their priorities change and want different things.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "We have to face the reality of climate change. It is arguably the biggest threat we are facing today.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Any form of art is a form of power it has impact, it can affect change - it can not only move us, it makes us move.", 
    "name": "Ossie Davis"
  }, 
  {
    "quote": "Unless there is meaningful change in Syria and an end to the crackdown, President Assad and those around him will find themselves isolated internationally and discredited within Syria.", 
    "name": "William Hague"
  }, 
  {
    "quote": "People feel that the EU is a one-way process, a great machine that sucks up decision-making from national parliaments to the European level until everything is decided by the EU. That needs to change.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I believe we should reframe our response to climate change as an imperative for growth rather than merely being a way of being green or meeting environmental commitments.", 
    "name": "William Hague"
  }, 
  {
    "quote": "As far as I'm aware, everybody in the shadow cabinet accepts that there's a compelling case on climate change and a strong scientific case.", 
    "name": "William Hague"
  }, 
  {
    "quote": "It's important to fall in love with someone you don't want to change.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I do believe sadly it's going to take some diseases coming back to realize that we need to change and develop vaccines that are safe.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "I get heartfelt thanks from all kinds of people. Today I heard from a waitress in Georgia who has lost her job and is trying to figure out how her local bank can change the terms on her credit card, and I heard from a physicist at a major research university who wants to explain a better theory of financial stress tests.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "People's view of cancer will change when they have their own relationship with cancer, which everyone will, at some point.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I want to be able to look back and say, 'I've done everything I can, and I was successful.' I don't want to look back and say I should have done this or that. I'd like to change things for the younger generation of swimmers coming along.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "I wouldn't change a thing - except my bank balance.", 
    "name": "Johnny Thunders"
  }, 
  {
    "quote": "No, nothing has changed in my life at all, and nothing would change if I had millions.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "There is something in the pang of change More than the heart can bear, Unhappiness remembering happiness.", 
    "name": "Euripedes"
  }, 
  {
    "quote": "This great, though disastrous, culture can only change as we begin to stand off and see... the inveterate materialism which has become the model for cultures around the world.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "That's the thing about interviews, at some point you're going to change your mind. But it's there forever and you can't escape it.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "Man has a limited biological capacity for change. When this capacity is overwhelmed, the capacity is in future shock.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Some argue that now isn't the time to push the green agenda - that all efforts should be on preventing a serious recession. That is a false choice. It fails to recognise that climate change and our carbon reliance is part of problem - high fuel prices and food shortages due to poor crop yields compound today's financial difficulties.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "It is tragic that people who are incarcerated are unable to vote. They are probably the most important voices to listen to because they can tell us what we need to change.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "It is not strange... to mistake change for progress.", 
    "name": "Millard Fillmore"
  }, 
  {
    "quote": "A zebra does not change its spots.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "I think it's harder for people than it should be. But as more and more of us become carbon neutral and change the patterns in our lives to be part of the solution instead of part of the problem, we are now beginning to see the changes in policy that are needed.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Kids are a huge sacrifice they change everything - but I'm ready to work for things of greater importance than going out to meet someone for dinner at 10 o'clock at night.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "I do like change. That's the one thing exciting about me.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "If I can change than anyone can change. I promise you that.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "The art of progress is to preserve order amid change and to preserve change amid order.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "I shoot a little bit, maybe two rolls, medium format, which is 20 pictures, and if it's not working, I change the position.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "I think if there's something one needs to change with oneself, it doesn't have to happen in the New Year. You can do that any time you please - not that it's not a good inspirational tactic for the people that it works for.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "Even God cannot change the past.", 
    "name": "Agathon"
  }, 
  {
    "quote": "Men are but children of a larger growth, Our appetites as apt to change as theirs, And full as craving too, and full as vain.", 
    "name": "Diane Arbus"
  }, 
  {
    "quote": "I didn't come into politics to change the Labour Party. I came into politics to change the country.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "When you go off in the world and make your life, and you come back to your home town, and you find your old high-school friends driving in the same circles, doing the same things, that's what Hollywood's like. It's a little block, little town. It doesn't really grow or change.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "Maybe one day the world will change, that we'll be in a luxurious position of being able to debate whether or not it's inherently wrong to eat animals, but the question doesn't matter right now.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Polite and velvety leaders, who take care to avoid bruising others, are generally not as effective at forcing change.", 
    "name": "Walter Isaacson"
  }, 
  {
    "quote": "When it comes to meat, change is almost always cast as an absolute. You are a vegetarian or you are not.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Celebrity culture has gone crazy, and I think the reason is that real news is just not bearable, and it also seems impossible to change anything.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "The question, I've come to think, is not what inspires one to change, but what inspires one to remain changed.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I first became a vegetarian when I was nine, in response to an argument made by a radical babysitter. My great change - which lasted a couple of weeks - was based on the very simple instinct that it's wrong to kill animals for food.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Despite the fact that in America we incarcerate more juveniles for life terms than in any other country in the world, the truth is that the vast majority of youth offenders will one day be released. The question is simple and stark. Do we want to help them change or do we want to help them become even more violent and dangerous?", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "There is at least one point in the history of any company when you have to change dramatically to rise to the next level of performance. Miss that moment - and you start to decline.", 
    "name": "Andy Grove"
  }, 
  {
    "quote": "In one century, we've added 28 years to our average life span - a change so rapid that our brains couldn't possibly have evolved to accommodate it.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "My point is that perceptual bias can affect nut jobs and scientists alike. If we hold too rigidly to what we think we know, we ignore or avoid evidence of anything that might change our mind.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "When you're a catalyst for change, you make enemies - and I'm proud of the ones I've got.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Any film I do is not going to change the way black women have been portrayed, or black people have been portrayed, in cinema since the days of D.W. Griffith.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "Normal social behavior requires that we be able to recognize identities in spite of change. Unless we can do so, there can be no human society as we know it.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "When you look at all the miracles attributed to Jesus, they're all about change.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "The damage that climate change is causing and that will get worse if we fail to act goes beyond the hundreds of thousands of lives, homes and businesses lost, ecosystems destroyed, species driven to extinction, infrastructure smashed and people inconvenienced.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "When I was at drama school, I wanted to change the world, and thought I had some great wisdom to impart to people about humanity. Now that I'm older, I know enough to realise that I know nothing at all.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "Doing all we can to combat climate change comes with numerous benefits, from reducing pollution and associated health care costs to strengthening and diversifying the economy by shifting to renewable energy, among other measures.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "From year to year, environmental changes are incremental and often barely register in our lives, but from evolutionary or geological perspectives, what is happening is explosive change.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "People can undergo a sudden change of thinking and loyalties under threat of death or intense social pressure and isolation from friends and family.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "Some people call it global warming some people call it climate change. What is the difference?", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "In true dialogue, both sides are willing to change.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "I don't allow anybody to change me. I still walk outta my house in rollers and I take walks. I do not care what people think.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "This nation has always struggled with how it was going to deal with poor people and people of color. Every few years you will see some great change in the way that they approach this. We've had the war on poverty that never really got into waging a real war on poverty.", 
    "name": "Maxine Waters"
  }, 
  {
    "quote": "I don't think I'm really open to having Washington change me.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "We are all revolutionaries now, addicts of change.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "My mom was always saying: 'Be whatever you want to be, but stick with it. Don't waver. Don't change who you are for anybody.'", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "People naturally change a lot during their 20s, so my songs reflect that progression.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "People lose people, we lose things in our life as we're constantly growing and changing. That's what life is is change, and a lot of that is loss. It's what you gain from that loss that makes life.", 
    "name": "Thomas Jane"
  }, 
  {
    "quote": "I think happiness comes from self-acceptance. We all try different things, and we find some comfortable sense of who we are. We look at our parents and learn and grow and move on. We change.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "Illness strikes men when they are exposed to change.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Change is one of my favourite words.", 
    "name": "Carol Vorderman"
  }, 
  {
    "quote": "I have to change a lot of things before I become a good marathon runner.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "I am a type-2 diabetic, and they took me off medication simply because I ate right and exercised. Diabetes is not like a cancer, where you go in for chemo and radiation. You can change a lot through a basic changing of habits.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "Redemption just means you just make a change in your life and you try to do right, versus what you were doing, which was wrong.", 
    "name": "Ice T"
  }, 
  {
    "quote": "You have a dramatic portion of your television program and you treat it dramatically, and then you have a comedic portion of your program, and you treat it differently. Why do you change who are between the two pieces? You're the same person. Just go.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "There is danger in reckless change, but greater danger in blind conservatism.", 
    "name": "Henry George"
  }, 
  {
    "quote": "Bill Gates is a relative newcomer to the fight against global warming, but he's already shifting the debate over climate change.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "If left unchecked, global change will create violent conflict, torrential storms, shrinking coastlines, and irreversible catastrophe.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "Among all the tests President Obama faced in his first term, his biggest failure was climate change.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "We have to raise the consciousness the only way poets can change the world is to raise the consciousness of the general populace.", 
    "name": "Lawrence Ferlinghetti"
  }, 
  {
    "quote": "Geoengineering - the deliberate, large-scale manipulation of the earth's climate to offset global warming - is a nightmare fix for climate change.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "Sometimes we look for those thunderous things to happen in our life for our lives to change or go in the other direction. We seek the miracle. We seek the parting of the seas, the moving of the mountains. But no, it's a quiet thing. At least for me it was.", 
    "name": "Ben Vereen"
  }, 
  {
    "quote": "\"If you are interested enough in the climate crisis to read this post, you probably know that 2 degrees Centigrade of warming (or 3.6 degrees Fahrenheit) is the widely acknowledged threshold for \"\"dangerous\"\" climate change.\"", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "Climate change is a global issue - from the point of view of the Earth's climate, a molecule of CO2 emitted in Bejing is the same as a molecule emitted in Sydney.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "What's certain is that a totalitarian enclave like Cuba's can't continue to exist, so change will definitely come there, eventually.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Every day I'm thinking about change.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "Ever since the collapse of cap and trade legislation and the realization that President Obama is unlikely to ever utter the words 'climate change' in public again, much less use the bully pulpit to prepare the nation for the catastrophic risks of inaction, the movement has been in a funk.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "I mean, I think we're put here on earth to make your own destiny, to begin with. I don't think there's anything you can do this way or that way to change anything.", 
    "name": "Waylon Jennings"
  }, 
  {
    "quote": "Maybe more climate activists will think about the climate change not as an international problem to be resolved in an air-conditioned meeting hall, but as a guerilla war to be fought in the streets.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "I don't think the Palestinian people or Afghan children or some other things I'm concerned about are at the top of other people's agendas - not right now, when America is going through such a recession and people are suffering across the board financially. But I think all that will change.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "One of the big questions in the climate change debate: Are humans any smarter than frogs in a pot? If you put a frog in a pot and slowly turn up the heat, it won't jump out. Instead, it will enjoy the nice warm bath until it is cooked to death. We humans seem to be doing pretty much the same thing.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "I've always looked the same. Since I was a child, I hated having to deal with my hair. I hated having to change my clothes. As a kid, I had a sailor shirt and the same old corduroy pants, and that's what I wanted to wear everyday.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "You may not be able to change a situation, but with humor you can change your attitude about it.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "When the fabric of society is so rigid that it cannot change quickly enough, adjustments are achieved by social unrest and revolutions.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "President Obama's version of America is a divided one - pitting us against each other based on our income level, gender, and social status. His policies have failed! We are not better off than we were 4 years ago, and no rhetoric, bumper sticker, or campaign ad can change that.", 
    "name": "Mia Love"
  }, 
  {
    "quote": "The experience of being in space didn't change my perspective of myself or of the planet or of life. I had no spiritual experience.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "Sureness is something like a neck brace, which we clamp around our lives, hoping to somehow protect ourselves from the frightening, constant whiplash of change. Sadly, the brace doesn't always hold.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "As somebody who, in my second marriage, insisted on a prenuptial agreement, I can also testify that sometimes it is an act of love to chart the exit strategy before you enter the union, in order to make sure that not only you, but your partner as well, knows that there will be no World War III should hearts and minds, for any sad reason, change.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "In politics there are some candidates who use change to promote their careers, and then there are those like John McCain who use their careers to promote change.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "If you want to change the way your banking system is regulated, if you want to learn the mistakes of what's gone wrong, then you have to change your government.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "Even before he came to power in 1997, Gordon Brown promised to change the accounts to parliament from simple litanies of cash in and cash out, to a more commercial system that took notice of the public property the departments were using. This system is known as resource accounting.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "I know how bad Albany is. I know it better than most. I understand why people are angry. I'm angry. The question is going to be, how do you change Albany, what is the plan for change, and then how do you actually get it done?", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Only I can change my life. No one can do it for me.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "News reports don't change the world. Only facts change it, and those have already happened when we get the news.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "One of the things I like enormously about Bob Weinstein is that that he's the only studio head I have ever known who will change his mind and say he was wrong.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "You know, for 300 years it's been kind of the same. There are restaurants in New Orleans that the menu hasn't changed in 125 years, so how is one going to change or evolve the food?", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "There are women who make things better, there are women who change things, there are women who make things happen, who make a difference. I want to be one of those women.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "The politicians always told us that the Cold War stand-off could only change by way of nuclear war. None of them believed that such systemic change was possible.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Geological change usually takes thousands of years to happen but we are seeing the climate changing not just in our lifetimes but also year by year.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "I don't think we're yet evolved to the point where we're clever enough to handle a complex a situation as climate change. The inertia of humans is so huge that you can't really do anything meaningful.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "The only thing I fear more than change is no change. The business of being static makes me nuts.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "The problem with being sure that God is on your side is that you can't change your mind, because God sure isn't going to change His.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "I don't think anything changes until ideas change. The usual American viewpoint is to believe that something is wrong with the person.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "If you actually want to change your world, there is a better way of doing it than blowing yourself up.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "You have to come in and be that character when you walk into the room. That's what one of my first acting teachers taught me. You know, don't go in there being Jennifer and then expect to flip and change, because they're not going to have that imagination.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "When you first have a baby your life doesn't change. I mean, you have a little less sleep and you drag these cuddly things around you and it's just amazing. But you still get to be you. Once they get to, like, five, six and school and it starts to get, like, 'Wow, they got real problems. They're my responsibility.' Oh my God. That is overwhelming.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I think if there's any difference between me and a traditional CEO, it's that I've been unwilling to change myself or shape my personality around what's expected.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "I think your alcohol intake has to change. You know, usually a big person feels they can drink anything they want to and as much as they want to and I've cut that way back.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "Just because you liked something as a youngster doesn't mean you have to like it as an adult. You can change your taste a little bit on the sweets and things like that.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "I'm all about change, and I know things are going to move forward in life, and that's just how it goes.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "To be in a situation where you have no rights whatsoever is something I wish everybody could experience. People's attitudes would change. It would be a better place.", 
    "name": "Tommy Chong"
  }, 
  {
    "quote": "You know who is against democracy in the Middle East? The husbands. They got used to their way of life. Now, the traditional way of life must change. Everybody must change. If you don't give equal rights to women, you can't progress.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "I always try to keep the circumstances in my life fresh. I like to change the physical environment I live in, change the people around me and try to experience things for the first time. I think that keeps one on their toes, creatively and spiritually.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "Imagine if the pension funds and endowments that own much of the equity in our financial services companies demanded that those companies revisit the way mortgages were marketed to those without adequate skills to understand the products they were being sold. Management would have to change the way things were done.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "One of the most important things that I did to turn my life around was to realize and to accept that from this minute, that's all we have. Everything that happened behind us we cannot change so you might as well look to the future.", 
    "name": "Nick Carter"
  }, 
  {
    "quote": "One-third of Americans have already been forced to change their lifestyle because their disposable income is gone. A guy can't go to the corner bar after a rough day at work to have a beer, that's gone to oil!", 
    "name": "Terry McAuliffe"
  }, 
  {
    "quote": "The reality of split government puts a premium on creativity within the administration. President Obama needs to put the right people in charge of the agencies and then have them push the bounds of administrative power to change policy through those agencies. President Obama has a pretty good track record of this.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I'm not going to change the world overnight. It's one person at a time, and hopefully they're people in positions of power who can help people get in those roles and really, truly embrace colorblind casting.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Really, each era has its own false nostalgia. We all put a picket fence up around something. For my generation it was the '50s, and for other generations it will be something else. Change is scary for everyone, as is complexity, contradiction, and an uncertain future.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "I always get bored with my hair. That's why I would always change it throughout my career.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "We may need to change the way we think. As in Israel, I think there should be a mandatory draft, where you go away for the service of your country for three years.", 
    "name": "Steven Tyler"
  }, 
  {
    "quote": "There was a great complexity to my father. He was a devoted family man. But, in the same breath, he simply was not suited to an anchored life. He should have been somebody who had a backpack, an old map, a bit of change in his pocket and that was it - roaming the world.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "The world will change for the better when people decide they are sick and tired of being sick and tired of the way the world is, and decide to change themselves.", 
    "name": "Sydney Madwed"
  }, 
  {
    "quote": "All we need, really, is a change from a near frigid to a tropical attitude of mind.", 
    "name": "Marjory Stoneman Douglas"
  }, 
  {
    "quote": "I moved to New York last year and I love it. It's a huge change and I've always wanted to spend time there. It's like a more intense London, and everything's up a few notches. The lights are brighter, the pace is faster and the food's better.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "Everything can change at any moment, suddenly and forever.", 
    "name": "Paul Auster"
  }, 
  {
    "quote": "I was advised by an American agent when I was about 19 to change my surname.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "When you have that window of opportunity called a crisis, move as quickly as you can, get as much done as you can. There's a momentum for change that's very compelling.", 
    "name": "Anne M. Mulcahy"
  }, 
  {
    "quote": "When you have a tough loss, go through it and agonize. I had one loss that I still want to change, but at the same time I realize it is an important part of who I am.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "Turbulence is life force. It is opportunity. Let's love turbulence and use it for change.", 
    "name": "Ramsey Clark"
  }, 
  {
    "quote": "I thought, well, you might see curves there, but that's just a bone - so even if I lose weight that's not going to change anything. That's how I look. That's my shape. Do the math.", 
    "name": "Christina Hendricks"
  }, 
  {
    "quote": "Look at all the buses now that want exact change, exact change. I figure if I give them exact change, they should take me exactly where I want to go.", 
    "name": "George C. Wallace"
  }, 
  {
    "quote": "I'm a role model now. I didn't know I was gonna have 13-year-old fans, so I've tried to change a few things here and there. But I also know that the girls don't want me to be Miley Cyrus, either.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "As far as I was concerned, either I was a homosexual or I wasn't, so making films would change nothing.", 
    "name": "Claude Chabrol"
  }, 
  {
    "quote": "I am going to get political on you. Because I am the most shallow person in the world, my mission is to see men's formal wear change a little bit. It is too rigid! Everybody looks like a penguin!", 
    "name": "Steven Cojocaru"
  }, 
  {
    "quote": "When characters change on screen, it makes you feel better about yourself. You think, 'Oh I change too, I'm constantly becoming a better person.'", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "If your life changes, we can change the world, too.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Aside from my work, in my everyday private life, I'm not a very adventureous person. I don't look for change.", 
    "name": "Namie Amuro"
  }, 
  {
    "quote": "I just think we're living in a time of massive, amazing change, like the Industrial Revolution on acid.", 
    "name": "Kelly Lynch"
  }, 
  {
    "quote": "We may think there is willpower involved, but more likely... change is due to want power. Wanting the new addiction more than the old one. Wanting the new me in preference to the person I am now.", 
    "name": "George A. Sheehan"
  }, 
  {
    "quote": "Too many people just eat to consume calories. Try dining for a change.", 
    "name": "John Walters"
  }, 
  {
    "quote": "You must change in order to survive.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "We are like a woman with a difficult pregnancy. We have to rebuild the social classes in Egypt, and we must change the way things were.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "On the political front, of course it's a zero-sum game. If it's all white males holding positions, you bring 10 women in, then it's, 'Women are coming!' Get 10 blacks and it's, 'Blacks are coming!' 'Hispanics are coming!' Zero-sum game. The seatmates might change but the chairs don't move. In the economy, the number of chairs can actually increase.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "When I'm bored or tired of being blonde, I'll throw on a wig. It's a lot less of a permanent way to change your look, and I have about 10 - all different colors, shapes, bobs, long hair, short, feathered.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "I am artistic so I reserve the right to change my mind at any point. I just like to do different things. What is more important than the name is that people know that I really like acting, I enjoy it and I want people to know that I am serious.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "Is there any wonder why we are in such big trouble? Any question why the people don't trust their government anymore, and demand a change?", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I like the way my heart beats, I like the way I think I don't need or want anything to change that.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "Fall is my favorite season in Los Angeles, watching the birds change color and fall from the trees.", 
    "name": "David Letterman"
  }, 
  {
    "quote": "Since 'Idol' I've gotten used to having an amazing hair and make-up team around me, so I'm starting to get picky. I know what I like now and I'm happy to say 'Could we maybe change that?' if I don't like something. I don't yell or anything, but I think I could definitely start to act a little diva-ish when it comes to my look.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I think I can change the game.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "As far as friendships go, things change even without the fame. People start moving on. I have a few friends that are married and are starting to have kids and I'm like, 'Oh my goodness gracious - that's so insane.' I also have friends who are just doing their own thing, which is cool.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "If I have to change my lifestyle, I don't want to live.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "Well... I had braces and I had to wear headgear! I loved my braces, actually. For me, they were like a piece of jewelry! Instead of the silver or pewter I had gold braces. It was so much fun, I loved them. I got to change the colors and stuff and I had the rubber bands.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I wouldn't change one thing about my professional life, and I make it a point not to dwell on my mistakes.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "Christians should be ready for a change because Jesus was the greatest changer in history.", 
    "name": "Ralph Abernathy"
  }, 
  {
    "quote": "I'm definitely open to change, but at the same time I am quite stubborn.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "One of the things I've always personally tried to stress with this band was to have some kind of visual aspect and to be consistent with it - like, not to change.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "No foreigner has a place asking another people, another country, to change their constitution.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "The only way to change is to vote. People are responsible.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "You want to balance the budget in this country? We change the salary structure for Congress and the President. Every year they don't balance the budget, we don't pay them.", 
    "name": "Daniel Keys Moran"
  }, 
  {
    "quote": "Change brings opportunities. On the other hand, change can be confusing.", 
    "name": "Michael Porter"
  }, 
  {
    "quote": "Finishing food is about the tiny touches. In the last seconds you can change everything.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "So I think it's - what was important to me is that I found that I can't change the fact that people already have made an opinion about me. But I don't think that should stop me from trying to correct some of the misperceptions that are out there.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "There are many challenges, there are many obstacles let us try to change the obstacles to advantages.", 
    "name": "Harri Holkeri"
  }, 
  {
    "quote": "I don't change. The things around me change.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "Doubt is an uneasy and dissatisfied state from which we struggle to free ourselves and pass into the state of belief while the latter is a calm and satisfactory state which we do not wish to avoid, or to change to a belief in anything else.", 
    "name": "Charles Sanders Peirce"
  }, 
  {
    "quote": "I was born left-handed, but I was made to use my other hand. When I was writing 'Famished Road,' which was very long, I got repetitive stress syndrome. My right wrist collapsed, so I started using my left hand. The prose I wrote with my left hand came out denser, so later on I had to change it.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Whoever is content with the world, and who profits from its lack of justice, does not want to change it.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "But I think it's more that when you're young, you're invincible, you're immortal - or at least you think you are. The possibilities are limitless, you're inventing the future. Then you get older and suddenly you have a history. It's fixed. You can't change anything. I find that a bit disturbing, to be honest.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Worry is a useless mulling over of things we cannot change.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "If you continually write and read yourself as a fiction, you can change what's crushing you.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "Obama has no power to change American policy because there are people who specialize in drawing these policies, which have been and still are hostile towards Islam.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "I don't write for any group. I write to bring about a change in consciousness.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "And I do believe that the way to change a society, to uplift people - not just their spirit, but to uplift their society and economic base - is through education.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "I don't read reviews because by then it's too late - whatever anyone says, the book won't change. It is written.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "You know, Motorcycle Diaries has no incredible stories, no sudden plot twists, it doesn't play that way. It's about recognizing that instance of change and embracing it.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "Sometimes when we are generous in small, barely detectable ways it can change someone else's life forever.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "The Bush-Cheney administration had betrayed some basic American values. So there was hunger for change.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "I'd say that after my father passed my writing changed, it went deeper. Most would say 'matured' but I don't think I'd use that word in relation to my progress. I think 'change' is a little more accurate.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "I do genuinely believe that the political system is not linear. When it reaches a tipping point fashioned by a critical mass of opinion, the slow pace of change we're used to will no longer be the norm. I see a lot of signs every day that we're moving closer and closer to that tipping point.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "There are those people who are in your corner no matter what, you can't do any wrong, even when you do wrong. And then there are those people that no matter what you do they are going to dislike you and that's not going to change.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "Pick up a rifle and you change instantly from a subject to a citizen.", 
    "name": "Jeff Cooper"
  }, 
  {
    "quote": "We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us.", 
    "name": "Joan D. Vinge"
  }, 
  {
    "quote": "Injuries obviously change the way you approach the game.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I had a very insightful friend who warned me back when I stopped reading scripts, 'It's easier to change directions while you're still moving.' If you stop, it's harder to get started again. I still don't think I made the wrong decision, but he was right.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "Styles, like everything else, change. Style doesn't.", 
    "name": "Linda Ellerbee"
  }, 
  {
    "quote": "We have no reason to think that climate change is harmful if you look at the world as a whole. Most places, in fact, are better off being warmer than being colder. And historically, the really bad times for the environment and for people have been the cold periods rather than the warm periods.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "It's better to get smart than to get mad. I try not to get so insulted that I will not take advantage of an opportunity to persuade people to change their minds.", 
    "name": "John H. Johnson"
  }, 
  {
    "quote": "If you don't like the way the world is, you change it. You have an obligation to change it. You just do it one step at a time.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "I wrote seven Myron Bolitar novels in a row, and I never want to write a Myron book where he just solves a crime. Every one of them I want to be personal, and I want him to grow and change. The problem with that is, it makes the series limited, you can't write a series where a guy is always going through some kind of crisis.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "Change is not a destination, just as hope is not a strategy.", 
    "name": "Rudy Giuliani"
  }, 
  {
    "quote": "A leopard does not change his spots, or change his feeling that spots are rather a credit.", 
    "name": "Ivy Compton-Burnett"
  }, 
  {
    "quote": "The Howard Hughes I knew began to change after his plane crash in 1941.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "I want art to make me think. In order to do that, it may piss me off, or make me uncomfortable. That promotes awareness and change, or at least some discussion.", 
    "name": "Pink"
  }, 
  {
    "quote": "I'd be happy to be taken as a woman - and that's what I was initially trying to do when I started throwing on dresses and stuff. But that wasn't going to happen because everyone kept calling me sir. So I thought I'd change the method and just start wearing what I wanted to wear.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "Governments cannot make marriages or turn feckless individuals into responsible citizens. That needs another kind of change agent.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I don't want to clip on the armour every morning. I've seen some politicians do this and they get a bit mangled and bitter. I just refuse to do that. I refuse to be angry or bitter or complain, and I remain open. I may sometimes be a bit too open but I'm not going to change that one bit.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "Much can and must be done by governments, but they cannot of themselves change lives.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Most of what needs to be changed in the euro zone can be done without treaty changes. The demand for treaty change is as political as it is legal and I don't think it's going to happen soon.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "Europe is dying. That is one of the unsayable truths of our time. We are undergoing the moral equivalent of climate change and no one is talking about it.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "What creates freedom? A revolution in the streets? Mass protest? Civil war? A change of government? The ousting of the old guard and its replacement by the new? History, more often than not, shows that hopes raised by such events are often dashed, sooner rather than later.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "My kid could get a bad X-ray and I could get a call from the doctor saying I have something growing in my bum and that would change my perspective on everything instantaneously, on what is and what is not important.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "You do have to change things as warfare changes.", 
    "name": "Charles Schumer"
  }
]