[
  {
    "quote": "Let him who would enjoy a good future waste none of his present.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "The best thing about the future is that it comes one day at a time.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Lost time is never found again.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Patience and time do more than strength or passion.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "The future is something which everyone reaches at the rate of 60 minutes an hour, whatever he does, whoever he is.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "If you don't have time to do it right, when will you have time to do it over?", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Time is money.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "You may delay, but time will not.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "We are time's subjects, and time bids be gone.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Time has been transformed, and we have changed it has advanced and set us in motion it has unveiled its face, inspiring us with bewilderment and exhilaration.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "We must use time wisely and forever realize that the time is always ripe to do right.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life.", 
    "name": "Michael LeBoeuf"
  }, 
  {
    "quote": "Time is what we want most, but what we use worst.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Everything happens to everybody sooner or later if there is time enough.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Time is but the stream I go a-fishing in.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Time changes everything except something within us which is always surprised by change.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "You can never plan the future by the past.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "It is strange that the years teach us patience that the shorter our time, the greater our capacity for waiting.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present.", 
    "name": "Bil Keane"
  }, 
  {
    "quote": "Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life.", 
    "name": "Alan Lakein"
  }, 
  {
    "quote": "For disappearing acts, it's hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "It is my feeling that Time ripens all things with Time all things are revealed Time is the father of truth.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "I must govern the clock, not be governed by it.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "What then is time? If no one asks me, I know what it is. If I wish to explain it to him who asks, I do not know.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "In all our deeds, the proper value and respect for time determines success or failure.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Day, n. A period of twenty-four hours, mostly misspent.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The time I kill is killing me.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Time moves in one direction, memory in another.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "Know how to live the time that is given you.", 
    "name": "Dario Fo"
  }, 
  {
    "quote": "Finding some quiet time in your life, I think, is hugely important.", 
    "name": "Mariel Hemingway"
  }, 
  {
    "quote": "Hide nothing, for time, which sees all and hears all, exposes all.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Much may be done in those little shreds and patches of time which every day produces, and which most men throw away.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "By the time we've made it, we've had it.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "You must have been warned against letting the golden hours slip by but some of them are golden only because we let them slip by.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "Time is the longest distance between two places.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Men talk of killing time, while time quietly kills them.", 
    "name": "Dion Boucicault"
  }, 
  {
    "quote": "Wisdom is the power to put our time and our knowledge to the proper use.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "Time brings all things to pass.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "But time growing old teaches all things.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "So during those first moments of the day, which are yours and yours alone, you can circumvent these boundaries and concentrate fully on spiritual matters. And this gives you the opportunity to plan the time management of the entire day.", 
    "name": "Menachem Mendel Schneerson"
  }, 
  {
    "quote": "Work is hard. Distractions are plentiful. And time is short.", 
    "name": "Adam Hochschild"
  }, 
  {
    "quote": "Time, whose tooth gnaws away everything else, is powerless against truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I want to go ahead of Father Time with a scythe of my own.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Lose not yourself in a far off time, seize the moment that is thine.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Old age and the passage of time teach all things.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Time has a way of demonstrating that the most stubborn are the most intelligent.", 
    "name": "Yevgeny Yevtushenko"
  }, 
  {
    "quote": "The trouble with our times is that the future is not what it used to be.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Both young children and old people have a lot of time on their hands. That's probably why they get along so well.", 
    "name": "Jonathan Carroll"
  }, 
  {
    "quote": "Time does not change us. It just unfolds us.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "People who cannot find time for recreation are obliged sooner or later to find time for illness.", 
    "name": "John Wanamaker"
  }, 
  {
    "quote": "Time makes heroes but dissolves celebrities.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "My time is now.", 
    "name": "John Turner"
  }, 
  {
    "quote": "Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "I confess, I do not believe in time.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Well-timed silence is the most commanding expression.", 
    "name": "Mark Helprin"
  }, 
  {
    "quote": "And when is there time to remember, to sift, to weigh, to estimate, to total?", 
    "name": "Tillie Olsen"
  }, 
  {
    "quote": "Time is the wisest counselor of all.", 
    "name": "Pericles"
  }, 
  {
    "quote": "Time is the father of truth, its mother is our mind.", 
    "name": "Giordano Bruno"
  }, 
  {
    "quote": "Time goes, you say? Ah, no! alas, time stays, we go.", 
    "name": "Henry Austin Dobson"
  }, 
  {
    "quote": "I took some time out for life.", 
    "name": "James L. Brooks"
  }, 
  {
    "quote": "Time is the school in which we learn, time is the fire in which we burn.", 
    "name": "Delmore Schwartz"
  }, 
  {
    "quote": "When in doubt, take more time.", 
    "name": "John Zimmerman"
  }, 
  {
    "quote": "Time is a beautiful thing. It's like when you meet an old lover on the street six years later and they don't look so ugly anymore.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "The best way to fill time is to waste it.", 
    "name": "Marguerite Duras"
  }, 
  {
    "quote": "The clock talked loud. I threw it away, it scared me what it talked.", 
    "name": "Tillie Olsen"
  }, 
  {
    "quote": "There's time enough, but none to spare.", 
    "name": "Charles W. Chesnutt"
  }, 
  {
    "quote": "Time was God's first creation.", 
    "name": "Walter Lang"
  }, 
  {
    "quote": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "The present is a point just passed.", 
    "name": "David Russell"
  }, 
  {
    "quote": "Time is a dressmaker specializing in alterations.", 
    "name": "Faith Baldwin"
  }, 
  {
    "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar.", 
    "name": "Robert Brault"
  }, 
  {
    "quote": "A man who dares to waste one hour of time has not discovered the value of life.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "When someone shows you who they are, believe them the first time.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances and one man in his time plays many parts, his acts being seven ages.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The time is always right to do what is right.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Patriotism is supporting your country all the time, and your government when it deserves it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Children begin by loving their parents after a time they judge them rarely, if ever, do they forgive them.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The only reason for time is so that everything doesn't happen at once.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "If you love life, don't waste time, for time is what life is made up of.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "That old law about 'an eye for an eye' leaves everybody blind. The time is always right to do the right thing.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "We must use time creatively.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Time is what prevents everything from happening at once.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "In a time of universal deceit - telling the truth is a revolutionary act.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Failure is simply the opportunity to begin again, this time more intelligently.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "If you have an important point to make, don't try to be subtle or clever. Use a pile driver. Hit the point once. Then come back and hit it again. Then hit it a third time - a tremendous whack.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Time you enjoy wasting, was not wasted.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The very existence of flame-throwers proves that some time, somewhere, someone said to themselves, You know, I want to set those people over there on fire, but I'm just not close enough to get the job done.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Our greatest glory is not in never failing, but in rising up every time we fail.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I suppose leadership at one time meant muscles but today it means getting along with people.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The only time a woman really succeeds in changing a man is when he is a baby.", 
    "name": "Natalie Wood"
  }, 
  {
    "quote": "People spend too much time finding other people to blame, too much energy finding excuses for not being what they are capable of being, and not enough energy putting themselves on the line, growing out of the past, and getting on with their lives.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "All great achievements require time.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "When I am getting ready to reason with a man, I spend one-third of my time thinking about myself and what I am going to say and two-thirds about him and what he is going to say.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "At what point then is the approach of danger to be expected? I answer, if it ever reach us, it must spring up amongst us. It cannot come from abroad. If destruction be our lot, we must ourselves be its author and finisher. As a nation of freemen, we must live through all time, or die by suicide.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Someone's sitting in the shade today because someone planted a tree a long time ago.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "There is another old poet whose name I do not now remember who said, 'Truth is the daughter of Time.'", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The time comes upon every public man when it is best for him to keep his lips closed.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Substitute 'damn' every time you're inclined to write 'very' your editor will delete it and the writing will be just as it should be.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "A round man cannot be expected to fit in a square hole right away. He must have time to modify his shape.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I'm the one that has to die when it's time for me to die, so let me live my life, the way I want to.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "I decided, very early on, just to accept life unconditionally I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "The time is near at hand which must determine whether Americans are to be free men or slaves.", 
    "name": "George Washington"
  }, 
  {
    "quote": "How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "If you spend too much time thinking about a thing, you'll never get it done.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Winning is not a sometime thing it's an all time thing. You don't win once in a while, you don't do things right once in a while, you do them right all the time. Winning is habit. Unfortunately, so is losing.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Love is like a virus. It can happen to anybody at any time.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.", 
    "name": "Dale Evans"
  }, 
  {
    "quote": "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Let us be sure that those who come after will say of us in our time, that in our time we did everything that could be done. We finished the race we kept them free we kept the faith.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "This is no time for ease and comfort. It is time to dare and endure.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "It seems like every time you come up something happens to bring you back down.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "It is a mistake to look too far ahead. Only one link of the chain of destiny can be handled at a time.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I have made it a rule never to smoke more that one cigar at a time.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The God who gave us life, gave us liberty at the same time.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Man will occasionally stumble over the truth, but most of the time he will pick himself up and continue on.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "Everything that happens once can never happen again. But everything that happens twice will surely happen a third time.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "We waste time looking for the perfect lover, instead of creating the perfect love.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with with your self-esteem. They're no good at all.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "Humans are amphibians - half spirit and half animal. As spirits they belong to the eternal world, but as animals they inhabit time.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "One does not leave a convivial party before closing time.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "No idea is so outlandish that it should not be considered with a searching but at the same time a steady eye.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I was about half in love with her by the time we sat down. That's the thing about girls. Every time they do something pretty... you fall half in love with them, and then you never know where the hell you are.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "The time you enjoy wasting is not wasted time.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "It takes time to persuade men to do even what is for their own good.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "Art enables us to find ourselves and lose ourselves at the same time.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "New Year's Resolution: To tolerate fools more gladly, provided this does not encourage them to take up more of my time.", 
    "name": "James Agate"
  }, 
  {
    "quote": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Peace is a journey of a thousand miles and it must be taken one step at a time.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Always remember that the future comes one day at a time.", 
    "name": "Dean Acheson"
  }, 
  {
    "quote": "In time we hate that which we often fear.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The only difference between death and taxes is that death doesn't get worse every time Congress meets.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "If it's very painful for you to criticize your friends - you're safe in doing it. But if you take the slightest pleasure in it, that's the time to hold your tongue.", 
    "name": "Alice Duer Miller"
  }, 
  {
    "quote": "Time spent with cats is never wasted.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Dreams have only one owner at a time. That's why dreamers are lonely.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "A man begins cutting his wisdom teeth the first time he bites off more than he can chew.", 
    "name": "Herb Caen"
  }, 
  {
    "quote": "Every time I plant a seed, He say kill it before it grow, he say kill it before they grow.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "I wasted time, and now doth time waste me.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "If you can look into the seeds of time, and say which grain will grow and which will not, speak then unto me.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Campaign behavior for wives: Always be on time. Do as little talking as humanly possible. Lean back in the parade car so everybody can see the president.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Time and the hour run through the roughest day.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Long before history began we men have got together apart from the women and done things. We had time.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "You're just left with yourself all the time, whatever you do anyway. You've got to get down to your own God in your own temple. It's all down to you, mate.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Time is more value than money. You can get more money, but you cannot get more time.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Take time for all things: great haste makes great waste.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Nature hath framed strange fellows in her time.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "When we were children we were grateful to those who filled our stockings at Christmas time. Why are we not grateful to God for filling our stockings with legs?", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "The time to repair the roof is when the sun is shining.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Dost thou love life? Then do not squander time, for that is the stuff life is made of.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Everywhere is within walking distance if you have the time.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Do not waste your time on Social Questions. What is the matter with the poor is Poverty what is the matter with the rich is Uselessness.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "No matter what time it is, wake me, even if it's in the middle of a Cabinet meeting.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Leisure is the time for doing something useful. This leisure the diligent person will obtain the lazy one never.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I existed from all eternity and, behold, I am here and I shall exist till the end of time, for my being has no end.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Each year one vicious habit discarded, in time might make the worst of us good.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "There never was a truly great man that was not at the same time truly virtuous.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "If time be of all things the most precious, wasting time must be the greatest prodigality.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "We must use time as a tool, not as a couch.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "It is a grand mistake to think of being great without goodness and I pronounce it as certain that there was never a truly great man that was not at the same time truly virtuous.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Employ thy time well, if thou meanest to gain leisure.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I've been on a calendar, but I've never been on time.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Don't wait. The time will never be just right.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "I cannot believe in a God who wants to be praised all the time.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "This time, like all times, is a very good one, if we but know what to do with it.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Little minds have little worries, big minds have no time for worries.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "We praise a man who feels angry on the right grounds and against the right persons and also in the right manner at the right moment and for the right length of time.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "The sum of wisdom is that time is never lost that is devoted to work.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Who hears me, who understands me, becomes mine, a possession for all time.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "For one swallow does not make a summer, nor does one day and so too one day, or a short time, does not make a man blessed and happy.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The difference between a democracy and a dictatorship is that in a democracy you vote first and take orders later in a dictatorship you don't have to waste your time voting.", 
    "name": "Charles Bukowski"
  }, 
  {
    "quote": "Manners require time, and nothing is more vulgar than haste.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "We do not yet possess ourselves, and we know at the same time that we are much more.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "But if nothing but soul, or in soul mind, is qualified to count, it is impossible for there to be time unless there is soul, but only that of which time is an attribute, i.e. if change can exist without soul.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Christmas is the time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell government what they want and their kids pay for it.", 
    "name": "Richard Lamm"
  }, 
  {
    "quote": "Glance into the world just as though time were gone: and everything crooked will become straight to you.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "When I lose the sense of motivation and the sense to prove something as a basketball player, it's time for me to move away from the game.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "The only time you really live fully is from thirty to sixty. The young are slaves to dreams the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I went to a restaurant that serves 'breakfast at any time'. So I ordered French Toast during the Renaissance.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "A broad margin of leisure is as beautiful in a man's life as in a book. Haste makes waste, no less in life than in housekeeping. Keep the time, observe the hours of the universe, not of the cars.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Don't spend time beating on a wall, hoping to transform it into a door.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Success does not consist in never making mistakes but in never making the same one a second time.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Whether if soul did not exist time would exist or not, is a question that may fairly be asked for if there cannot be someone to count there cannot be anything that can be counted, so that evidently there cannot be number for number is either what has been, or what can be, counted.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "If you just set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "In my mind I'm a blind man doin' time.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "For a competitive junkie like me, golf is a great solution because it smacks you in the face every time you think you have accomplished something. That to me has taken over a lot of the energy and competitiveness for basketball.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "As if you could kill time without injuring eternity.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Time and tide wait for no man.", 
    "name": "Geoffrey Chaucer"
  }, 
  {
    "quote": "I don't have time for their judgement and their stupidity and you know they lay down with their ugly wives in front of their ugly children and look at their loser lives and then they look at me and they say, 'I can't process it' well, no, you never will stop trying, just sit back and enjoy the show. You know?", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I read poetry to save time.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "For a long time I was scared I'd find out I was like my mother.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Consider the fellow. He never spends his time telling you about his previous night's date. You get the idea he has eyes only for you and wouldn't think of looking at another woman.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "The only time I have problems is when I sleep.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "All the forces in the world are not so powerful as an idea whose time has come.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Anything I've ever said, I certainly was feeling at the time.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I was looking for something a lot heavier, yet melodic at the same time. Something different from heavy metal, a different attitude.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "Success is simple. Do what's right, the right way, at the right time.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "As societies grow decadent, the language grows decadent, too. Words are used to disguise, not to illuminate, action: you liberate a city by destroying it. Words are to confuse, so that at election time people will solemnly vote against their own interests.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Well, I'm working all the time to stay out of trouble!", 
    "name": "Eminem"
  }, 
  {
    "quote": "There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "If you treat people right they will treat you right... ninety percent of the time.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The time I burned my guitar it was like a sacrifice. You sacrifice the things you love. I love my guitar.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "People won't have time for you if you are always angry or complaining.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I try to treat all the money I'm making like it's the last time I'm going to make it.", 
    "name": "Eminem"
  }, 
  {
    "quote": "As you become more clear about who you really are, you'll be better able to decide what is best for you - the first time around.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "It is paradoxical that many educators and parents still differentiate between a time for learning and a time for play without seeing the vital connection between them.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "I drink too much. The last time I gave a urine sample it had an olive in it.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "We didn't lose the game we just ran out of time.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Don't limit a child to your own learning, for he was born in another time.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "I think people should be allowed to do anything they want. We haven't tried that for a while. Maybe this time it'll work.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "I'm sorry, man, but I've got magic. I've got poetry in my fingertips. Most of the time - and this includes naps - I'm an F-18, bro. And I will destroy you in the air. I will deploy my ordinance to the ground.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Death is caused by swallowing small amounts of saliva over a long period of time.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Waste no more time arguing about what a good man should be. Be one.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "I have a new philosophy. I'm only going to dread one day at a time.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "Let the refining and improving of your own life keep you so busy that you have little time to criticize others.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "I like refried beans. That's why I wanna try fried beans, because maybe they're just as good and we're just wasting time. You don't have to fry them again after all.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Without music to decorate it, time is just a bunch of boring production deadlines or dates by which bills must be paid.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year - and underestimate what they can achieve in a decade!", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Know the true value of time snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "The time to take counsel of your fears is before you make an important battle decision. That's the time to listen to every fear you can imagine! When you have collected all the facts and fears and made your decision, turn off all your fears and go ahead!", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "It takes a long time to grow an old friend.", 
    "name": "John Leonard"
  }, 
  {
    "quote": "How much time he saves who does not look to see what his neighbor says or does or thinks.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Take time to gather up the past so that you will be able to draw from your experience and invest them in the future.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Spend some time this weekend on home improvement improve your attitude toward your family.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Character is the result of two things: mental attitude and the way we spend our time.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "The man who writes about himself and his own time is the only man who writes about all people and about all time.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A veteran journalist has never had time to think twice before he writes.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "I'm dealing with fools and trolls and soft targets. It's just strafing runs in my underwear before my first cup of coffee. I don't have time for these clowns.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Make measurable progress in reasonable time.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "In order to succeed you must fail, so that you know what not to do the next time.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "Most people spend more time and energy going around problems than in trying to solve them.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Nothing separates the generations more than music. By the time a child is eight or nine, he has developed a passion for his own music that is even stronger than his passions for procrastination and weird clothes.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "How many a man has thrown up his hands at a time when a little more effort, a little more patience would have achieved success.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "There is a vitality, a life force, an energy, a quickening, that is translated through you into action, and because there is only one of you in all time, this expression is unique.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "When friends asked me, Can we help? I'd say, Not unless you can alter time, speed up the harvest or teleport me off this rock. I used that line from Star Wars.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I'm sorry, it's true. Having children really changes your view on these things. We're born, we live for a brief instant, and we die. It's been happening for a long time. Technology is not changing it much - if at all.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Nine-tenths of wisdom is being wise in time.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "People always fear change. People feared electricity when it was invented, didn't they? People feared coal, they feared gas-powered engines... There will always be ignorance, and ignorance leads to fear. But with time, people will come to accept their silicon masters.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "You don't have to be singing about love all the time in order to give love to the people. You don't have to keep flashing those words all the time.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "As people are walking all the time, in the same spot, a path appears.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Instead of worrying about what people say of you, why not spend time trying to accomplish something they will admire.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Mickey Mouse popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "My restaurants are never opened on Thanksgiving I want my staff to spend time with their family if they can. My feeling is, if I can't figure out how to make money the rest of the year so that my workers can enjoy the holidays, then I don't deserve to be an owner.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Honesty is the cruelest game of all, because not only can you hurt someone - and hurt them to the bone - you can feel self-righteous about it at the same time.", 
    "name": "Dave Van Ronk"
  }, 
  {
    "quote": "The two most powerful warriors are patience and time.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "The only time people dislike gossip is when you gossip about them.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Live one day at a time emphasizing ethics rather than rules.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "I think what drove me insane for a long time is feeling like I hadn't earned most of what I achieved because it came so fast.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I guess the real reason that my wife and I had children is the same reason that Napoleon had for invading Russia: it seemed like a good idea at the time.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Acting is a nice childish profession - pretending you're someone else and, at the same time, selling yourself.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Nothing is a waste of time if you use the experience wisely.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "Any time you got nothing to do - and lots of time to do it - come on up.", 
    "name": "Mae West"
  }, 
  {
    "quote": "There is no room for second place. There is only one place in my game and that is first place. I have finished second twice in my time at Green Bay and I never want to finish second again.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "I remember the first time I had sex - I kept the receipt.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "We have time, there's no big rush.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "The next time some academics tell you how important diversity is, ask how many Republicans there are in their sociology department.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "If you're doing your best, you won't have any time to worry about failure.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "To insure the adoration of a theorem for any length of time, faith is not enough, a police force is needed as well.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The time to save is now. When a dog gets a bone, he doesn't go out and make a down payment on a bigger bone. He buries the one he's got.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "If there is not the war, you don't get the great general if there is not a great occasion, you don't get a great statesman if Lincoln had lived in a time of peace, no one would have known his name.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I was trying to do too many things at the same time, which is my nature. But I was enjoying it, and I still do enjoy it.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "The first thing which I can record concerning myself is, that I was born. These are wonderful words. This life, to which neither time nor eternity can bring diminution - this everlasting living soul, began. My mind loses itself in these depths.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "The butterfly counts not months but moments, and has time enough.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Healing is a matter of time, but it is sometimes also a matter of opportunity.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Half our life is spent trying to find something to do with the time we have rushed through life trying to save.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Complainers change their complaints, but they never reduce the amount of time spent in complaining.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Do not say, 'It is morning,' and dismiss it with a name of yesterday. See it for the first time as a newborn child that has no name.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "His talent was as natural as the pattern that was made by the dust on a butterfly's wings. At one time he understood it no more than the butterfly did and he did not know when it was brushed or marred.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "I made a mistake by being ejected from the presidency. Next time, I will choose a Cabinet which will allow me to be life President.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "I really wanted to retire and rest and spend more time with my children, my grandchildren and of course with my wife.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "I take a very practical view of raising children. I put a sign in each of their rooms: 'Checkout Time is 18 years.'", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "You cannot run away from weakness you must some time fight it out or perish and if that be so, why not now, and where you stand?", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Time is a sort of river of passing events, and strong is its current no sooner is a thing brought to sight than it is swept by and another takes its place, and this too will be swept away.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "You hear a lot about God these days: God, the beneficent God, the all-great God, the Almighty God, the most powerful God, the giver of life God, the creator of death. I mean, we're hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I feel very deeply about the need to respect and tolerate people of different social - or sexual orientation. But at the same time, I believe marriage should be preserved as an institution for one man and one woman.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "If you have time to whine and complain about something then you have the time to do something about it.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "Next time I see you, remind me not to talk to you.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I cannot understand how the education of this United States of America has been fooled time and time again. Either make it separate but equal or integrate, therefore it will be equal. And it has been separate and unequal.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Before I went to jail, I was active in politics as a member of South Africa's leading organization - and I was generally busy from 7 A.M. until midnight. I never had time to sit and think.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "I stopped loving my father a long time ago. What remained was the slavery to a pattern.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "The first time that I performed as an actor was the first day on the set of 'The Fresh Prince of Bel-Air.'", 
    "name": "Will Smith"
  }, 
  {
    "quote": "In this business, by the time you realize you're in trouble, it's too late to save yourself. Unless you're running scared all the time, you're gone.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I believe in using words, not fists. I believe in my outrage knowing people are living in boxes on the street. I believe in honesty. I believe in a good time. I believe in good food. I believe in sex.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "All my life I've looked at words as though I were seeing them for the first time.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "With patient and firm determination, I am going to press on for jobs. I'm going to press on for equality. I'm going to press on for the sake of our children. I'm going to press on for the sake of all those families who are struggling right now. I don't have time to feel sorry for myself. I don't have time to complain. I am going to press on.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "As long as we are persistence in our pursuit of our deepest destiny, we will continue to grow. We cannot choose the day or time when we will fully bloom. It happens in its own time.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "No man goes before his time - unless the boss leaves early.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I didn't really want to live, so anything that was an investment in time made me angry... but also I just felt sad. When the hopelessness is hurting you, it's the fixtures and fittings that finish you off.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "To help a friend in need is easy, but to give him your time is not always opportune.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "For a long time I tried to manage an honesty and openness about my personal life because I'm human and I'm normal - well, semi-normal.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Only the guy who isn't rowing has time to rock the boat.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Really big people are, above everything else, courteous, considerate and generous - not just to some people in some circumstances - but to everyone all the time.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "For death is no more than a turning of us over from time to eternity.", 
    "name": "William Penn"
  }, 
  {
    "quote": "My father probably thought the capital of the world was wherever he was at the time. It couldn't possibly be anyplace else. Where he and his wife were in their own home, that, for them, was the capital of the world.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "The next time you have a thought... let it go.", 
    "name": "Ron White"
  }, 
  {
    "quote": "Every cliche about kids is true they grow up so quickly, you blink and they're gone, and you have to spend the time with them now. But that's a joy.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "No matter how busy you are, you must take time to make the other person feel important.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Every time I go and shave, I assume there's someone else on the planet shaving. So I say, 'I'm gonna go shave, too.'", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "When a place gets crowded enough to require ID's, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "A wise man will make haste to forgive, because he knows the true value of time, and will not suffer it to pass away in unnecessary pain.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "For a long time now I have tried simply to write the best I can. Sometimes I have good luck and write better than I can.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Civilization began the first time an angry person cast a word instead of a rock.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Time and money spent in helping men to do more for themselves is far better than mere giving.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Live as if you were living a second time, and as though you had acted wrongly the first time.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "Part of the reason that our politics seems so tough right now and facts and science and argument does not seem to be winning the day all the time is because we're hardwired not to always think clearly when we're scared. And the country's scared.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Equality, rightly understood as our founding fathers understood it, leads to liberty and to the emancipation of creative differences wrongly understood, as it has been so tragically in our time, it leads first to conformity and then to despotism.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "There was a time in my life when I thought I had everything - millions of dollars, mansions, cars, nice clothes, beautiful women, and every other materialistic thing you can imagine. Now I struggle for peace.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "In America everybody is of the opinion that he has no social superiors, since all men are equal, but he does not admit that he has no social inferiors, for, from the time of Jefferson onward, the doctrine that all men are equal applies only upwards, not downwards.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "We've protected thousands of people in Libya we have not seen a single U.S. casualty there's no risks of additional escalation. This operation is limited in time and in scope.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "We always live in an uncertain world. What is certain is that the United States will go forward over time.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "It has been my observation that most people get ahead during the time that others waste.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Immorality: the morality of those who are having a better time.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "For the first time in my adult lifetime, I am really proud of my country. And not just because Barack has done well, but because I think people are hungry for change. And I have been desperate to see our country moving in that direction.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Then not only an old man, but also a drunkard, becomes a second time a child.", 
    "name": "Plato"
  }, 
  {
    "quote": "The nose of a mob is its imagination. By this, at any time, it can be quietly led.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "If only we'd stop trying to be happy we'd have a pretty good time.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "In Hollywood you can see things at night that are fast enough to be in the Olympics in the day time.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "Y'know, you can't please all the people all the time... and last night, all those people were at my show.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Ezra was right half the time, and when he was wrong, he was so wrong you were never in any doubt about it.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Women in particular need to keep an eye on their physical and mental health, because if we're scurrying to and from appointments and errands, we don't have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own 'to do' list.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "There's as much crookedness as you want to find. There was something Abraham Lincoln said - he'd rather trust and be disappointed than distrust and be miserable all the time. Maybe I trusted too much.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "For time is the longest distance between two places.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "They always say time changes things, but you actually have to change them yourself.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "I can only note that the past is beautiful because one never realises an emotion at the time. It expands later, and thus we don't have complete emotions about the present, only about the past.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "A dying man needs to die, as a sleepy man needs to sleep, and there comes a time when it is wrong, as well as useless, to resist.", 
    "name": "Stewart Alsop"
  }, 
  {
    "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.", 
    "name": "Kirsten Dunst"
  }, 
  {
    "quote": "Dependency is death to initiative, to risk-taking and opportunity. It's time to stop the spread of government dependency and fight it like the poison it is.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Freedom isn't free. It shouldn't be a bragging point that 'Oh, I don't get involved in politics,' as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn't insist on their right to remain ignorant and blindly agreeable.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "What I think is fair to say is that, coming out of the Republican camp, there have been efforts to suggest that perhaps I'm not who I say I am when it comes to my faith - something which I find deeply offensive, and that has been going on for a pretty long time.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Each party steals so many articles of faith from the other, and the candidates spend so much time making each other's speeches, that by the time election day is past there is nothing much to do save turn the sitting rascals out and let a new gang in.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "How can you think and hit at the same time?", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "People of Berlin - people of the world - this is our moment. This is our time.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "We've persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it's time to turn the page.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "We all knew this. We all knew that it would take more time than any of us want to dig ourselves out of this hole created by this economic crisis.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Time, which alone makes the reputation of men, ends by making their defects respectable.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "One-fifth of the people are against everything all the time.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.", 
    "name": "Ismail Haniyeh"
  }, 
  {
    "quote": "It may be true that you can't fool all the people all the time, but you can fool enough of them to rule a large country.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "To keep your character intact you cannot stoop to filthy acts. It makes it easier to stoop the next time.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "I find it strange the way human nature wants heroes and yet wants to destroy their heroes. It's a kind of mass insecurity people want something to look up to and get a buzz off but, at the same time, want to destroy it because it makes them feel insecure.", 
    "name": "Danielle Dax"
  }, 
  {
    "quote": "He who is too busy doing good finds no time to be good.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Onion rings in the car cushions do not improve with time.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "I remember the time I was kidnapped and they sent a piece of my finger to my father. He said he wanted more proof.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Death is a commingling of eternity with time in the death of a good man, eternity is seen looking through time.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Everything that goes up must come down. But there comes a time when not everything that's down can come up.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I don't like food that's too carefully arranged it makes me think that the chef is spending too much time arranging and not enough time cooking. If I wanted a picture I'd buy a painting.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "There comes a time in the affairs of man when he must take the bull by the tail and face the situation.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway we might just as well put that passing time to the best possible use.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "In this country it is a good thing to kill an admiral from time to time to encourage the others.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I believe that all government is evil, and that trying to improve it is largely a waste of time.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I put instant coffee in a microwave oven and almost went back in time.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Devote each day to the object then in time and every evening will find something done.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Perfection is attained by slow degrees it requires the hand of time.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Americans are in a cycle of fear which leads to people not wanting to spend and not wanting to make investments, and that leads to more fear. We'll break out of it. It takes time.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "There are necessary evils. Money is an important thing in terms of representing freedom in our world. And now I have a daughter to think about. It's really the first time I've thought about the future and what it could be.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I like Mitt Romney as a person. I think he's a dignified person. But I have no common ground on economics. He doesn't worry about the Federal Reserve. He doesn't worry about foreign policy. He doesn't talk about civil liberties, so I would have a hard time to expect him to ever invite me to campaign with him.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Another thing that freaks me out is time. Time is like a book. You have a beginning, a middle and an end. It's just a cycle.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "And I think it's that time. And I think if you just step aside and Mr. Romney can kind of take over. You can maybe still use a plane. Though maybe a smaller one. Not that big gas guzzler you are going around to colleges and talking about student loans and stuff like that.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "When my time on earth is gone, and my activities here are passed, I want they bury me upside down, and my critics can kiss my ass!", 
    "name": "Bobby Knight"
  }, 
  {
    "quote": "Faith is deliberate confidence in the character of God whose ways you may not understand at the time.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Art is always and everywhere the secret confession, and at the same time the immortal movement of its time.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I found golf was too time consuming, but I did enjoy it.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Many people die with their music still in them. Why is this so? Too often it is because they are always getting ready to live. Before they know it, time runs out.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "We have what we seek, it is there all the time, and if we give it time, it will make itself known to us.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "You must become an old man in good time if you wish to be an old man long.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The only time my prayers are never answered is on the golf course.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The wise man should restrain his senses like the crane and accomplish his purpose with due knowledge of his place, time and ability.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "There is not enough time to do all the nothing we want to do.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "One always has time enough, if one will apply it well.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "We always have time enough, if we will but use it aright.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I rememeber one time we were getting ready to go to South America and everything was packed up and in the car ready to go and I hid and I was crying because I really did not want to go, I wanted to play. I did not want to go.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "I like to spend time in the past, with the things that have been important to me.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Every study on crime and or firearms proves time and time again, that 99.99999% of American gun owners do not commit crimes or use our firearms in any dangerous or improper way.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "I had no idea of the character. But the moment I was dressed, the clothes and the make-up made me feel the person he was. I began to know him, and by the time I walked onto the stage he was fully born.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "It's good to experience Hollywood in short bursts, I guess. Little snippets. I don't think I can handle being here all the time, it's pretty nutty.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I spend a lot of time reading.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "You know, people talk about this being an uncertain time. You know, all time is uncertain. I mean, it was uncertain back in - in 2007, we just didn't know it was uncertain. It was - uncertain on September 10th, 2001. It was uncertain on October 18th, 1987, you just didn't know it.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Regret for the things we did can be tempered by time it is regret for the things we did not do that is inconsolable.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Well, especially now I come to realize - and then - I would do my schooling which was three hours with a tutor and right after that I would go to the recording studio and record, and I'd record for hours and hours until it's time to go to sleep.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "He that will not apply new remedies must expect new evils for time is the greatest innovator.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "It is past time for women to take their rightful place, side by side with men, in the rooms where the fates of peoples, where their children's and grandchildren's fates, are decided.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Time is the friend of the wonderful company, the enemy of the mediocre.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Whether you like it or not, you're forced to come to the realisation that death is out there. But I don't fear death, I'm a fatalist. I believe when it's your time, that's it. It's the hand you're dealt.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Truth is like the sun. You can shut it out for a time, but it ain't goin' away.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.", 
    "name": "Wilma Rudolph"
  }, 
  {
    "quote": "I never could have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Men have a much better time of it than women. For one thing, they marry later for another thing, they die earlier.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "It pays to know the enemy - not least because at some time you may have the opportunity to turn him into a friend.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "In rivers, the water that you touch is the last of what has passed and the first of that which comes so with present time.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Words, words, words! They shut one off from the universe. Three quarters of the time one's never in contact with things, only with the beastly words that stand for them.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Every time there's a revolution, it comes from somebody reading a book about revolution. David Walker wrote a book and Nat Turner did his thing.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Short as life is, we make it still shorter by the careless waste of time.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Prejudice is a great time saver. You can form opinions without having to get the facts.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "It takes a long time to become young.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Mr. President, you were elected to lead. You chose to follow. And now it's time for you to get out of the way.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "A bad man is the sort who weeps every time he speaks of a good woman.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "It is time to get drunk! So as not to be the martyred slaves of Time, get drunk get drunk without stopping! On wine, on poetry, or on virtue, as you wish.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "There is one kind of robber whom the law does not strike at, and who steals what is most precious to men: time.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "Our dilemma is that we hate change and love it at the same time what we really want is for things to remain the same but get better.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Not managing your time and making excuses are two bad habits. Don't put them both together by claiming you 'don't have the time'.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Instead of leading the world by how much we borrow, it's time that we make sure we lead the world in how much we build and create and invest.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I went to Massachusetts to make a difference. I didn't go there to begin a political career running time and time again. I made a difference. I put in place the things I wanted to do.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It's time for the party of big ideas, not the party of Big Brother!", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Culture, what you believe, what you value, how you live matters. Now, as fundamental as these principles are, they may become topics of democratic debates from time to time, so it is today with the enduring institution of marriage. Marriage is a relationship between a man and a woman.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When one makes a Revolution, one cannot mark time one must always go forward - or go back. He who now talks about the 'freedom of the press' goes backward, and halts our headlong course towards Socialism.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There's still time, but not a lot, to turn things around.", 
    "name": "Sylvia Earle"
  }, 
  {
    "quote": "In time it will become clear to everyone that support for the policies of pre-emptive war and interventionist nation-building will have much greater significance than the removal of Saddam Hussein itself.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "If you stand up and be counted, from time to time you may get yourself knocked down. But remember this: A man flattened by an opponent can get up again. A man flattened by conformity stays down for good.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "Right now I'm having amnesia and deja vu at the same time.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Take time to deliberate, but when the time for action has arrived, stop thinking and go in.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "The trouble with life is that there are so many beautiful women and so little time.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "Many a trip continues long after movement in time and space have ceased.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Everybody thinks making films back to back is a big deal but they did it all the time in the old days.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "I keep working because I learn something new all the time.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "People love westerns worldwide. There's something fantasy-like about an individual fighting the elements. Or even bad guys and the elements. It's a simpler time. There's no organized laws and stuff.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "You know, my dad served in the President's Cabinet after his time as a governor. He told me he enjoyed being governor a lot more. Now, I understand why. If I do my job well, I can make a difference in people's lives and I can help our children realize their dreams.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The Cuban people still live in constant fear of a brutal totalitarian regime that has demonstrated time and again its utter disregard for basic human dignity. The fight for a free Cuba has gone on for far too long.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "What does it say about a president's policies when he has to use a cartoon character rather than real people to justify his record? What does it say about the fiction of old liberalism to insist that good jobs and good schools and good wages will result from policies that have failed us, time and again?", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "For those who have come here illegally, they might have a transition time to allow them to set their affairs in order. And then go back home and get in line with everybody else. And if they get in line and they apply to become a citizen and get a green card, they will be treated like everybody else.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "At a time when nobody thought we'd ever see a new steel mill built in America, we took a chance and built one in a corn field in Indiana. Today Steel Dynamics is one of the largest steel producers in the United States.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Time stays, we go.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Waste is worse than loss. The time is coming when every person who lays claim to ability will keep the question of waste before him constantly. The scope of thrift is limitless.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Poetry may make us from time to time a little more aware of the deeper, unnamed feelings which form the substratum of our being, to which we rarely penetrate for our lives are mostly a constant evasion of ourselves.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Forgiveness is not a feeling - it's a decision we make because we want to do what's right before God. It's a quality decision that won't be easy and it may take time to get through the process, depending on the severity of the offense.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "Perfection is the child of time.", 
    "name": "Joseph Hall"
  }, 
  {
    "quote": "I bought some instant water one time but I didn't know what to add to it.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Every time you get angry, you poison your own system.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "The time for action is now. It's never too late to do something.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "If we do discover a complete theory, it should be in time understandable in broad principle by everyone. Then we shall all, philosophers, scientists, and just ordinary people be able to take part in the discussion of why we and the universe exist.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "As recent as the year 2000 we won elections by saying we shouldn't be the policemen of the world, and that we should not be nation building. And its time we got those values back into this country.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "To have no time for philosophy is to be a true philosopher.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "I think women are natural caretakers. They take care of everybody. They take care of their husbands and their kids and their dogs, and don't spend a lot of time just getting back and taking time out.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "Oh, God, I struggle with low self-esteem all the time! I think everyone does. I have so much wrong with me, it's unbelievable!", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "I saw a bank that said '24 Hour Banking,' but I don't have that much time.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "A man's brain has a more difficult time shifting from thinking to feeling than a women's brain does.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Gay people are the sweetest, kindest, most artistic, warmest and most thoughtful people in the world. And since the beginning of time all they've ever been is kicked.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "It takes a long time to bring the past up to the present.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "It's life isn't it? You plow ahead and make a hit. And you plow on and someone passes you. Then someone passes them. Time levels.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Acting deals with very delicate emotions. It is not putting up a mask. Each time an actor acts he does not hide he exposes himself.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "The only time to buy these is on a day with no 'y' in it.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Everyone who achieves success in a great venture, solves each problem as they came to it. They helped themselves. And they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they met.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "I cannot be awake for nothing looks to me as it did before, Or else I am awake for the first time, and all before has been a mean sleep.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Sex: the thing that takes up the least amount of time and causes the most amount of trouble.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "There is a time to take counsel of your fears, and there is a time to never listen to any fear.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "All the president is, is a glorified public relations man who spends his time flattering, kissing, and kicking people to get them to do what they are supposed to do anyway.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "I have long known that it is part of God's plan for me to spend a little time with each of the most stupid people on earth.", 
    "name": "Bill Bryson"
  }, 
  {
    "quote": "When we are sure that we are on the right road there is no need to plan our journey too far ahead. No need to burden ourselves with doubts and fears as to the obstacles that may bar our progress. We cannot take more than one step at a time.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Digital reading will completely take over. It's lightweight and it's fantastic for sharing. Over time it will take over.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Oh, I think there are a lot of people who would be buying and selling online today that go up there and they get the information, but then when it comes time to type in their credit card they think twice because they're not sure about how that might get out and what that might mean for them.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I think the thing we see is that as people are using video games more, they tend to watch passive TV a bit less. And so using the PC for the Internet, playing video games, is starting to cut into the rather unbelievable amount of time people spend watching TV.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "An invasion of armies can be resisted, but not an idea whose time has come.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Do your damnedest in an ostentatious manner all the time.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "God lets you be successful because he trusts you that you will do the right thing with it. Now, does he get disappointed often? All the time, because people get there and they forget how they got it.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Time will inevitably uncover dishonesty and lies history has no place for them.", 
    "name": "Norodom Sihanouk"
  }, 
  {
    "quote": "I did my time for the rape. I paid my money to Las Vegas. I paid my dues.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "It is those who concentrates on but one thing at a time who advance in this world. The great man or woman is the one who never steps outside his or her specialty or foolishly dissipates his or her individuality.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "Time makes more converts than reason.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "I've done everything I wanted to do, even if I have had to pay a very high price - which has been the case most of the time.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "I believe this with all my heart: The greatest coach of all time in my eyes is my mom. She's instilled in me a toughness and a perseverance and just a never-quit mentality, and I thank her every day for providing me, for what she sacrificed her life for.", 
    "name": "Scott Brooks"
  }, 
  {
    "quote": "Every time we liberate a woman, we liberate a man.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Life is like an ice-cream cone, you have to lick it one day at a time.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "I like to hide behind the characters I play. Despite the public perception, I am a very private person who has a hard time with the fame thing.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "I think about baseball when I wake up in the morning. I think about it all day and I dream about it at night. The only time I don't think about it is when I'm playing it.", 
    "name": "Carl Yastrzemski"
  }, 
  {
    "quote": "The last time I saw him he was walking down lover's lane holding his own hand.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "I like to do weird things in the shower, like drink my coffee, brush my teeth and drink a smoothie. It's good time management.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "As time goes on we get closer to that American Dream of there being a pie cut up and shared. Usually greed and selfishness prevent that and there is always one bad apple in every barrel.", 
    "name": "Rick Danko"
  }, 
  {
    "quote": "This is the miracle that happens every time to those who really love: the more they give, the more they possess.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Our most important task is to transform our consciousness so that violence is no longer an option for us in our personal lives, that understanding that a world of peace is possible only if we relate to each other as peaceful beings, one individual at a time.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Nothing else in the world... not all the armies... is so powerful as an idea whose time has come.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "Because we have so much eye candy and mind candy, spending so much time trying to pay the rent, all of this conspires to keep us from thinking too hard or taking action from that. Our time is stolen. So much of our daily life is stolen.", 
    "name": "Lydia Lunch"
  }, 
  {
    "quote": "Everywhere is nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Time itself comes in drops.", 
    "name": "William James"
  }, 
  {
    "quote": "'The time has come,' the walrus said, 'to talk of many things: of shoes and ships - and sealing wax - of cabbages and kings.'", 
    "name": "Lewis Carroll"
  }, 
  {
    "quote": "I think I'm finally growing up - and about time.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "The loss of a friend is like that of a limb time may heal the anguish of the wound, but the loss cannot be repaired.", 
    "name": "Robert Southey"
  }, 
  {
    "quote": "You know, when you really connect with the instrument and everything just comes out on an emotional level very naturally through your playing. That's, you know, a great night. And I think the reason I love touring so much is you're chasing that high around all the time, trying to have another good night.", 
    "name": "Slash"
  }, 
  {
    "quote": "The man who rows the boat seldom has time to rock it.", 
    "name": "Bill Copeland"
  }, 
  {
    "quote": "To love is so startling it leaves little time for anything else.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "My two secrets to staying healthy: wash your hands all the time. And, if you can't, use Purell or one of the sanitizers. And the other is hot peppers. I eat a lot of hot peppers. I for some reason started doing that in 1992, and I swear by it.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Everyone has a breaking point, turning point, stress point, the game is permeated with it. The fans don't see it because we make it look so efficient. But internally, for a guy to be successful, you have to be like a clock spring, wound but not loose at the same time.", 
    "name": "Dave Winfield"
  }, 
  {
    "quote": "I'm not interested in trying to work on people's perceptions. I am who I am, and if you don't take the time to learn about that, then your perception is going to be your problem.", 
    "name": "Jim Brown"
  }, 
  {
    "quote": "What you lack in talent can be made up with desire, hustle and giving 110 percent all the time.", 
    "name": "Don Zimmer"
  }, 
  {
    "quote": "I have made the tough decisions, always with an eye toward the bottom line. Perhaps it's time America was run like a business.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "What with making their way and enjoying what they have won, heroes have no time to think. But the sons of heroes - ah, they have all the necessary leisure.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it better, will preserve it longer, than the sad or sullen.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The time you feel lonely is the time you most need to be by yourself.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I knew that I could vote and that that wasn't a privilege it was my right. Every time I tried I was shot, killed or jailed, beaten or economically deprived.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "It is as absurd to say that a man can't love one woman all the time as it is to say that a violinist needs several violins to play the same piece of music.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he'd lie just to keep his hand in.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "No woman in my time will be prime minister or chancellor or foreign secretary - not the top jobs. Anyway, I wouldn't want to be prime minister you have to give yourself 100 percent.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Why do you think the old stories tell of men who set out on great journeys to impress the gods? Because trying to impress people just isn't worth the time and effort.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Television is a medium of entertainment which permits millions of people to listen to the same joke at the same time, and yet remain lonesome.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "The shock of any trauma, I think changes your life. It's more acute in the beginning and after a little time you settle back to what you were. However it leaves an indelible mark on your psyche.", 
    "name": "Alex Lifeson"
  }, 
  {
    "quote": "I don't even drink! I can't stand the taste of alcohol. Every New Year's Eve I try one drink and every time it makes me feel sick. So I don't touch booze - I'm always the designated driver.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "In our time political speech and writing are largely the defense of the indefensible.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "There is never time in the future in which we will work out our salvation. The challenge is in the moment the time is always now.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "My top most priority is to deal with India's massive social and economic problems, so that chronic poverty, ignorance and disease can be conquered in a reasonably short period of time.", 
    "name": "Manmohan Singh"
  }, 
  {
    "quote": "As things are, and as fundamentally they must always be, poetry is not a career, but a mug's game. No honest poet can ever feel quite sure of the permanent value of what he has written: He may have wasted his time and messed up his life for nothing.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "You can't live your life blaming your failures on your parents and what they did or didn't do for you. You're dealt the cards that you're dealt. I realised it was a waste of time to be angry at my parents and feel sorry for myself.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Leadership to me means duty, honor, country. It means character, and it means listening from time to time.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.", 
    "name": "Tom Hopkins"
  }, 
  {
    "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "If you believe in your heart that you are right, you must fight with all your might to do it your way. Only dead fish swim with the stream all the time.", 
    "name": "Linda Ellerbee"
  }, 
  {
    "quote": "There is one thing stronger than all the armies in the world, and that is an idea whose time as come.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Greater than the tread of mighty armies is an idea whose time has come.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.", 
    "name": "Homer"
  }, 
  {
    "quote": "Time is an illusion. Lunchtime doubly so.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "No trait is more justified than revenge in the right time and place.", 
    "name": "Meir Kahane"
  }, 
  {
    "quote": "I never cut class. I loved getting A's, I liked being smart. I liked being on time. I thought being smart is cooler than anything in the world.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Therefore I feel that the aforementioned guiding principle must be modified to read: If you desire peace, cultivate justice, but at the same time cultivate the fields to produce more bread otherwise there will be no peace.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "Management by objective works - if you know the objectives. Ninety percent of the time you don't.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Nature gives to every time and season some beauties of its own and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Time discovers truth.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I just got tired of being sick and tired and feeling down. Unfortunately, you don't realize this until you're getting sober but the reason why you're depressed all the time is it's the drugs that are depressing you.", 
    "name": "Steven Adler"
  }, 
  {
    "quote": "Photography takes an instant out of time, altering life by holding it still.", 
    "name": "Dorothea Lange"
  }, 
  {
    "quote": "We see past time in a telescope and present time in a microscope. Hence the apparent enormities of the present.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "By the time a man gets to be presidential material, he's been bought ten times over.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "You are not a beautiful, unique snowflake... This is your life, and it's ending one minute at a time.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "There comes a time when deceit and defiance must be seen for what they are. At that point, a gathering danger must be directly confronted. At that point, we must show that beyond our resolutions is actual resolve.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "Under all speech that is good for anything there lies a silence that is better, Silence is deep as Eternity speech is shallow as Time.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Time stays long enough for anyone who will use it.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "We are drowning in information, while starving for wisdom. The world henceforth will be run by synthesizers, people able to put together the right information at the right time, think critically about it, and make important choices wisely.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "A play should give you something to think about. When I see a play and understand it the first time, then I know it can't be much good.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what's the point in life?", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.", 
    "name": "Lisa See"
  }, 
  {
    "quote": "The time has come for all evangelists to practice full financial disclosure. The world is watching how we walk and how we talk. We must have the highest standards of morality, ethics and integrity if we are to continue to have influence.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "A truer image of the world, I think, is obtained by picturing things as entering into the stream of time from an eternal world outside, than from a view which regards time as the devouring tyrant of all that is.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "You've got to stand up and do your own battles. My daddy taught me that a long time ago, that you fight your own battles. The only way to shut everybody up is to win.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "Time has no divisions to mark its passage, there is never a thunder-storm or blare of trumpets to announce the beginning of a new month or year. Even when a new century begins it is only we mortals who ring bells and fire off pistols.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "To achieve great things, two things are needed a plan, and not quite enough time.", 
    "name": "Leonard Bernstein"
  }, 
  {
    "quote": "About the time we can make the ends meet, somebody moves the ends.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "I have made this letter longer than usual, only because I have not had the time to make it shorter.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "No greater thing is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig, I answer you that there must be time. Let it first blossom, then bear fruit, then ripen.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "I really enjoy being single again. I spent a lot of time in a relationship and the nearer we came to the end, the more difficult it got. You don't see things clearly as long as you're still involved.", 
    "name": "Dido Armstrong"
  }, 
  {
    "quote": "In every adversity there lies the seed of an equivalent advantage. In every defeat is a lesson showing you how to win the victory next time.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "If you're living in your time, you cannot help but to write about the things that are important.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Go on failing. Go on. Only next time, try to fail better.", 
    "name": "Samuel Beckett"
  }, 
  {
    "quote": "In seed time learn, in harvest teach, in winter enjoy.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Every man regards his own life as the New Year's Eve of time.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Most of the time I don't have much fun. The rest of the time I don't have any fun at all.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "I just think people have a lot of fiction. But, you know, I mean, the real story of Facebook is just that we've worked so hard for all this time. I mean, the real story is actually probably pretty boring, right? I mean, we just sat at our computers for six years and coded.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "We should not say that one man's hour is worth another man's hour, but rather that one man during an hour is worth just as much as another man during an hour. Time is everything, man is nothing: he is at the most time's carcass.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Concepts, like individuals, have their histories and are just as incapable of withstanding the ravages of time as are individuals. But in and through all this they retain a kind of homesickness for the scenes of their childhood.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "To live is so startling it leaves little time for anything else.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "I've spent too much time giving speeches, traveling the world.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Nobody sees a flower really it is so small. We haven't time, and to see takes time - like to have a friend takes time.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "Buying books would be a good thing if one could also buy the time to read them in: but as a rule the purchase of books is mistaken for the appropriation of their contents.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Never bear more than one kind of trouble at a time. Some people bear three kinds of trouble - the ones they've had, the ones they have, and the ones they expect to have.", 
    "name": "Edward Everett Hale"
  }, 
  {
    "quote": "Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "For the very first time the young are seeing history being made before it is censored by their elders.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Someone's sitting in the shade today because someone planted a tree a long time ago.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Any time I got in emotional turmoil, I felt sick all the time, like at any minute I would die.", 
    "name": "Skeet Ulrich"
  }, 
  {
    "quote": "For the first time in the history of mankind, one generation literally has the power to destroy the past, the present and the future, the power to bring time to an end.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Men seldom, or rather never for a length of time and deliberately, rebel against anything that does not deserve rebelling against.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Beauty is also submitted to the taste of time, so a beautiful woman from the Belle Epoch is not exactly the perfect beauty of today, so beauty is something that changes with time.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "Every time you don't follow your inner guidance, you feel a loss of energy, loss of power, a sense of spiritual deadness.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "I must uphold my ideals, for perhaps the time will come when I shall be able to carry them out.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "The jealous are possessed by a mad devil and a dull spirit at the same time.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time.", 
    "name": "Steven Biko"
  }, 
  {
    "quote": "When I was trying to impress Kate I was trying to cook these amazing fancy dinners and what would happen was I would burn something, something would overspill, something would catch on fire and she would be sitting in the background trying to help, and basically taking control of the whole situation, so I was quite glad she was there at the time.", 
    "name": "Prince William"
  }, 
  {
    "quote": "If a little dreaming is dangerous, the cure for it is not to dream less but to dream more, to dream all the time.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "People say that if you find water rising up to your ankle, that's the time to do something about it, not when it's around your neck.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "I'm one of the slowest drivers on the road. I mosey along. If you're doing anything too fast, including living life too fast, that creates sudden death. If I have to be somewhere on time, I make sure I leave early enough.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "On the whole, human beings want to be good, but not too good, and not quite all the time.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Silence is as deep as eternity, speech a shallow as time.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Riches and the things that are necessary in life are not evil in themselves. And all of us face cares and troubles in this life. The sin comes in the time and energy we spend in pursuing these things, at the expense of neglecting Christ.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "We need quiet time to examine our lives openly and honestly - spending quiet time alone gives your mind an opportunity to renew itself and create order.", 
    "name": "Susan Taylor"
  }, 
  {
    "quote": "To be always intending to make a new and better life but never to find time to set about it is as to put off eating and drinking and sleeping from one day to the next until you're dead.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "We know in New York we have several million at any one time who are in New York illegally.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I always supported the women I worked with having time off to go to parent-teacher conferences and doctors' appointments or bringing their infants into the office.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Heckling is an act of cowardice. If you want to speak, get up in front of the microphone and speak, don't sit in the dark hiding. It's easy to hide and shout and waste people's time.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "I am shocked at how much time I spend in the White House. I mean, you know, for people on the outside, the idea of going to the White House for a meeting must seem like the most important, serious, even glamorous kind of thing to do.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "We shall never have more time. We have, and always had, all the time there is. No object is served in waiting until next week or even until tomorrow. Keep going... Concentrate on something useful.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "Sometimes overturning brutal regimes takes time and costs lives. I wish it weren't so. I really, really do.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "We have domesticated God's transcendence. We often learn about God at about the same time as we are learning about Santa Claus but our ideas about Santa Claus change, mature and become more nuanced, whereas our ideas of God can remain at a rather infantile level.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.", 
    "name": "Joel A. Barker"
  }, 
  {
    "quote": "Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.", 
    "name": "Samuel Gompers"
  }, 
  {
    "quote": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "We die only once, and for such a long time.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Since you cannot do good to all, you are to pay special attention to those who, by the accidents of time, or place, or circumstances, are brought into closer connection with you.", 
    "name": "Augustine of Hippo"
  }, 
  {
    "quote": "Time is the substance from which I am made. Time is a river which carries me along, but I am the river it is a tiger that devours me, but I am the tiger it is a fire that consumes me, but I am the fire.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time he is not two men, but one, and he has saved not only his soul but his life.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "It is one of the ironies of the ministry that the very man who works in God's name is often hardest put to find time for God. The parents of Jesus lost Him at church, and they were not the last ones to lose Him there.", 
    "name": "Vance Havner"
  }, 
  {
    "quote": "Time is nature's way of keeping everything from happening at once.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "And we are never too old to study the Bible. Each time the lessons are studied comes some new meaning, some new thought which will make us better.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "I believe that love and laughter can only happen when one person takes the time to think about what would cause the other person to feel good.", 
    "name": "Yakov Smirnoff"
  }, 
  {
    "quote": "The intellectual is different from the ordinary man, but only in certain sections of his personality, and even then not all the time.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "When you stop learning, stop listening, stop looking and asking questions, always new questions, then it is time to die.", 
    "name": "Lillian Smith"
  }, 
  {
    "quote": "For me, forgiveness and compassion are always linked: how do we hold people accountable for wrongdoing and yet at the same time remain in touch with their humanity enough to believe in their capacity to be transformed?", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "My favorite time in the cycles of public life is the time when the Pope is dead and they haven't elected a new one. There's no one in the world who is infallible for those weeks. And you know, I don't miss it.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "In books lies the soul of the whole past time.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "If you kiss on the first date and it's not right, then there will be no second date. Sometimes it's better to hold out and not kiss for a long time. I am a strong believer in kissing being very intimate, and the minute you kiss, the floodgates open for everything else.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Eternity is in love with the productions of time.", 
    "name": "William Blake"
  }, 
  {
    "quote": "A schedule defends from chaos and whim. It is a net for catching days. It is a scaffolding on which a worker can stand and labor with both hands at sections of time.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "People who have time on their hands will inevitably waste the time of people who have work to do.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Life gives you plenty of time to do whatever you want to do if you stay in the present moment.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "They're trying to tell us that we're not right, so we have to buy their products. The number one cause of mental illness is not knowing who you are and you can't know who you are if you don't spend time honoring yourself, and living in the present.", 
    "name": "Naomi Judd"
  }, 
  {
    "quote": "At a time like this, scorching irony, not convincing argument, is needed.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Most of us can remember a time when a birthday - especially if it was one's own - brightened the world as if a second sun has risen.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "Poetry should help, not only to refine the language of the time, but to prevent it from changing too rapidly.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "There will come a time when you believe everything is finished. Yet that will be the beginning.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "A good day is one where I can not just read a book, but write a review of it. Maybe today I'll be able to do that. I get for some reason somewhat stronger when the sun starts to go down. Dusk is a good time for me. I'm crepuscular.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "If you are working 50 hours a week in a factory, you don't have time to read 10 newspapers a day and go back to declassified government archives. But such people may have far-reaching insights into the way the world works.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "I try to keep it real. I don't have time to worry about what I'm projecting to the world. I'm just busy being myself.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "The ideas of the ruling class are in every epoch the ruling ideas, i.e., the class which is the ruling material force of society, is at the same time its ruling intellectual force.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Truth has no special time of its own. Its hour is now - always.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Have regular hours for work and play make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Viewed freely, the English language is the accretion and growth of every dialect, race, and range of time, and is both the free and compacted composition of all.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Both in thought and in feeling, even though time be real, to realise the unimportance of time is the gate of wisdom.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The slave is doomed to worship time and fate and death, because they are greater than anything he finds in himself, and because all his thoughts are of things which they devour.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "It's important to take time for your spouse and nurture the relationship.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Freedom comes only to those who no longer ask of life that it shall yield them any of those personal goods that are subject to the mutations of time.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "It is even better to act quickly and err than to hesitate until the time of action is past.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Everything comes in time to those who can wait.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "As much as I would love to be a person that goes to parties and has a couple of drinks and has a nice time, that doesn't work for me. I'd just rather sit at home and read, or go out to dinner with someone, or talk to someone I love, or talk to somebody that makes me laugh.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Don't get too comfortable with who you are at any given time - you may miss the opportunity to become who you want to be.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Most people should be talking about how Floyd Mayweather is a great undefeated future Hall of Famer that's his own promoter and that works extremely hard to get to where he's at. Instead, all you hear is hate and jealous remarks from critics who criticize me and, you know, most of the time, the people that criticize me can't do what I can do.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "I was in enough to get along with people. I was never socially inarticulate. Not a loner. And that saved my life, saved my sanity. That and the writing. But to this day I distrust anybody who thought school was a good time. Anybody.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "I'm someone who loves to enjoy life and tries to focus on real things and real friendships. That's why I live very simply. I'm a jeans and T-shirt kind of girl. I don't spend much time fixing myself up or trying to look cool. I live like a normal person and even though I'm in a very high-profile business, I really don't let it affect the way I live.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "It is only in the world of objects that we have time and space and selves.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "I am learning all the time. The tombstone will be my diploma.", 
    "name": "Eartha Kitt"
  }, 
  {
    "quote": "Don't be a time manager, be a priority manager. Cut your major goals into bite-sized pieces. Each small priority or requirement on the way to ultimate goal become a mini goal in itself.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "For the first half of geological time our ancestors were bacteria. Most creatures still are bacteria, and each one of our trillions of cells is a colony of bacteria.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "I really had no great love for shoes. I was a working First Lady I was always in canvas shoes. I did nurture the shoes industry of the Philippines, and so every time there was a shoe fair, I would receive a pair of shoes as a token of gratitude.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "A thing is mighty big when time and distance cannot shrink it.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "Trust has to be earned, and should come only after the passage of time.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "I think that everything is possible as long as you put your mind to it and you put the work and time into it. I think your mind really controls everything.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "Only good girls keep diaries. Bad girls don't have time.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "Time always seems long to the child who is waiting - for Christmas, for next summer, for becoming a grownup: long also when he surrenders his whole soul to each moment of a happy day.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "If neurotic is wanting two mutually exclusive things at one and the same time, then I'm neurotic as hell. I'll be flying back and forth between one mutually exclusive thing and another for the rest of my days.", 
    "name": "Sylvia Plath"
  }, 
  {
    "quote": "The time to relax is when you don't have time for it.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "How can anybody hate nurses? Nobody hates nurses. The only time you hate a nurse is when they're giving you an enema.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "As anyone who has ever been around a cat for any length of time well knows, cats have enormous patience with the limitations of the human kind.", 
    "name": "Cleveland Amory"
  }, 
  {
    "quote": "Time is bunk.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "The single most important thing in a child's performance is the quality of the teacher. Making sure a child spends the maximum amount of time with inspirational teachers is the most important thing.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "I have found it advisable not to give too much heed to what people say when I am trying to accomplish something of consequence. Invariably they proclaim it can't be done. I deem that the very best time to make the effort.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Do not think of your faults, still less of other's faults look for what is good and strong, and try to imitate it. Your faults will drop off, like dead leaves, when their time comes.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The best time for you to hold your tongue is the time you feel you must say something or bust.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "First love is a kind of vaccination which saves a man from catching the complaint the second time.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Next time I tell you someone from Texas should not be president of the United States, please pay attention.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "I wish life was not so short, he thought. languages take such a time, and so do all the things one wants to know about.", 
    "name": "J. R. R. Tolkien"
  }, 
  {
    "quote": "Laws are silent in time of war.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "If I hold back, I'm no good. I'm no good. I'd rather be good sometimes, than holding back all the time.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "It's the same each time with progress. First they ignore you, then they say you're mad, then dangerous, then there's a pause and then you can't find anyone who disagrees with you.", 
    "name": "Tony Benn"
  }, 
  {
    "quote": "Time is the most precious element of human existence. The successful person knows how to put energy into time and how to draw success from time.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "To keep it simple you run your gym like you run your house. Keep it clean and in good running order. No jerks allowed, members pay on time and if they give you any crap, throw them out. There's peace where there's order.", 
    "name": "Joe Gold"
  }, 
  {
    "quote": "Time is the scarcest resource and unless it is managed nothing else can be managed.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "I feel when somebody has been playing cricket for a long time, he creates a separate identity for himself.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "I live in a crazy time.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "A man may speak very well in the House of Commons, and fail very completely in the House of Lords. There are two distinct styles requisite: I intend, in the course of my career, if I have time, to give a specimen of both.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "People have taken time out of their day and spent their money to come sit down at a concert. And it's jazz music-it's not easy for them to get to it. I don't want them ever to feel that I'm taking their presence lightly.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "Computers may save time but they sure waste a lot of paper. About 98 percent of everything printed out by a computer is garbage that no one ever reads.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "When it's time for me to walk away from something, I walk away from it. My mind, my body, my conscience tell me that enough is enough.", 
    "name": "Jerry West"
  }, 
  {
    "quote": "It is easier to be a lover than a husband for the simple reason that it is more difficult to be witty every day than to say pretty things from time to time.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Not a single time have we gotten a right from Congress or from the President. We get them from God.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I'm trying to stay as calm as possible and focus one day at a time, but when reality sets in, I feel everything: anxiety, excitement, nerves, pressure and joy.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "One of the most pervasive political visions of our time is the vision of liberals as compassionate and conservatives as less caring.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "We are at the very beginning of time for the human race. It is not unreasonable that we grapple with problems. But there are tens of thousands of years in the future. Our responsibility is to do what we can, learn what we can, improve the solutions, and pass them on.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "If you start using a medication in a person with autism, you should see an obvious improvement in behavior in a short period of time. If you do not see an obvious improvement, they probably should not be taking the stuff. It is that simple.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "Boredom is the feeling that everything is a waste of time serenity, that nothing is.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "The innocent and the beautiful have no enemy but time.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "In wisdom gathered over time I have found that every experience is a form of exploration.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Yet, when child sex offenders are brought to justice and serve time for their offenses, they are often released into unsuspecting communities and left free to resume their sexual attacks.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "Future shock is the shattering stress and disorientation that we induce in individuals by subjecting them to too much change in too short a time.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Any time three New Yorkers get into a cab without an argument, a bank has just been robbed.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "The most thought-provoking thing in our thought-provoking time is that we are still not thinking.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "The pressure on young chefs today is far greater than ever before in terms of social skills, marketing skills, cooking skills, personality and, more importantly, delivering on the plate. So you need to be strong. Physically fit. So my chefs get weighed every time they come into the kitchen.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "My father wasn't around when I was a kid, and I used to always say, 'Why me? Why don't I have a father? Why isn't he around? Why did he leave my mother?' But as I got older I looked deeper and thought, 'I don't know what my father was going through, but if he was around all the time, would I be who I am today?'", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Thanks to television, for the first time the young are seeing history made before it is censored by their elders.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "I will continue to work as hard as I can to make this organization proud. Every time I step on the field I will give everything I have and I will leave everything I have on the field every single Sunday.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Seek always to do some good, somewhere. Every man has to seek in his own way to realize his true worth. You must give some time to your fellow man. For remember, you don't live in a world all your own. Your brothers are here too.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "One does not discover new lands without consenting to lose sight of the shore for a very long time.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "There is a time for risky love. There is a time for extravagant gestures. There is a time to pour out your affections on one you love. And when the time comes - seize it, don't miss it.", 
    "name": "Max Lucado"
  }, 
  {
    "quote": "The shortest period of time lies between the minute you put some money away for a rainy day and the unexpected arrival of rain.", 
    "name": "Jane Bryant Quinn"
  }, 
  {
    "quote": "Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "You're only as young as the last time you changed your mind.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "The time at our disposal each day is elastic the passions we feel dilate it, those that inspire us shrink it, and habit fills it.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Growing old is no more than a bad habit which a busy person has no time to form.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "One never reaches home, but wherever friendly paths intersect the whole world looks like home for a time.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "A time will come when a politician who has willfully made war and promoted international dissension will be as sure of the dock and much surer of the noose than a private homicide. It is not reasonable that those who gamble with men's lives should not stake their own.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Portland, Oregon won't build a mile of road without a mile of bike path. You can commute there, even with that weather, all the time.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "Christmas is the day that holds all time together.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "I sacrifice in my love life and my social life, but those things will be there in three or four years. This is a really important time in my life. I can't just be the girl who sang 'I Kissed a Girl.' I have to leave a legacy.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Nothing great is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig. I answer you that there must be time. Let it first blossom, then bear fruit, then ripen.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "If there existed no external means for dimming their consciences, one-half of the men would at once shoot themselves, because to live contrary to one's reason is a most intolerable state, and all men of our time are in such a state.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Realize that if you have time to whine and complain about something then you have the time to do something about it.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "(On seeing a former lover for the first time in years) I thought I told you to wait in the car.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "The only time some people work like a horse is when the boss rides them.", 
    "name": "Gabriel Heatter"
  }, 
  {
    "quote": "Natural science will in time incorporate into itself the science of man, just as the science of man will incorporate into itself natural science: there will be one science.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I tell people I'm too stupid to know what's impossible. I have ridiculously large dreams, and half the time they come true.", 
    "name": "Debi Thomas"
  }, 
  {
    "quote": "Friends are thieves of time.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "No one can possibly know what is about to happen: it is happening, each time, for the first time, for the only time.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "If you aren't good at loving yourself, you will have a difficult time loving anyone, since you'll resent the time and energy you give another person that you aren't even giving to yourself.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "My creed is that: Happiness is the only good. The place to be happy is here. The time to be happy is now. The way to be happy is to make others so.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "To talk about balance, it's easier to talk about what's out of balance. And I think anytime that you have any disease, and disease meaning lack of ease, lack of flow... dis-ease. So any time there's disease, you're out of balance, whether it's jealousy, anger, greed, anxiety, fear.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "That which you create in beauty and goodness and truth lives on for all time to come. Don't spend your life accumulating material objects that will only turn to dust and ashes.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Music is nothing else but wild sounds civilized into time and tune.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "The greatest part of a writer's time is spent in reading in order to write. A man will turn over half a library to make a book.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "If it is your time, love will track you down like a cruise missile.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "I don't know if I believe in love at first sight, but of course I believe in two people having chemistry right away. A girl should be really easy to talk to. When I lose track of time because we've been talking, I think that's really fun.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Never give up, for that is just the place and time that the tide will turn.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "An artist is an artist only because of his exquisite sense of beauty, a sense which shows him intoxicating pleasures, but which at the same time implies and contains an equally exquisite sense of all deformities and all disproportion.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Life in the twentieth century is like a parachute jump: you have to get it right the first time.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "I've got a theory that if you give 100% all of the time, somehow things will work out in the end.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "I didn't fully realize it at the time, but the goal of my life was profoundly molded by this experience - to help produce, in the next generation, more Mother Teresas and less Hitlers.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "I believe if there is any place left where the humanity is still visible, it can not be anywhere else than in an Islamic society. Time would come when the world would be obliged to accept this reality.", 
    "name": "Jermaine Jackson"
  }, 
  {
    "quote": "I think every entertainer's had nights when things go wrong. I mean you can't remember everything all the time, and especially if you're having hard times personally, things going on that you - you know, and then people make it worse. And that makes you feel worse.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "So long as you have food in your mouth, you have solved all questions for the time being.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "I am one of those scientists who feels that it is no longer enough just to get on and do science. We have to devote a significant proportion of our time and resources to defending it from deliberate attack from organised ignorance.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "To take a photograph is to participate in another person's mortality, vulnerability, mutability. Precisely by slicing out this moment and freezing it, all photographs testify to time's relentless melt.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "I'm not comfortable being preachy, but more people need to start spending as much time in the library as they do on the basketball court.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "I try to do the right thing at the right time. They may just be little things, but usually they make the difference between winning and losing.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Islam expect every Muslim to do this duty, and if we realise our responsibility time will come soon when we shall justify ourselves worthy of a glorious past.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Time is not measured by the passing of years but by what one does, what one feels, and what one achieves.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "Eagles don't flock, you have to find them one at a time.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "Love is space and time measured by the heart.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "No great idea in its beginning can ever be within the law. How can it be within the law? The law is stationary. The law is fixed. The law is a chariot wheel which binds us all regardless of conditions or place or time.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Of course, everybody makes mistakes, and we've all been young and stupid. But people need to have a sense of respect, particularly in this business, because hundreds of people are ready to take your place at any time. Maybe some people should think about that.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "I like somebody who's not so crazy but likes to have a good time... and who is thoughtful and kind and easy to laugh with. Somebody you can just be yourself with one hundred and fifty percent.", 
    "name": "Kate Bosworth"
  }, 
  {
    "quote": "Life is like an onion. You peel it off one layer at a time, and sometimes you weep.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "When I sing, I feel like when you're first in love. It's more than sex. It's that point two people can get to they call love, when you really touch someone for the first time, but it's gigantic, multiplied by the whole audience. I feel chills.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "Life is a series of steps. Things are done gradually. Once in a while there is a giant step, but most of the time we are taking small, seemingly insignificant steps on the stairway of life.", 
    "name": "Ralph Ransom"
  }, 
  {
    "quote": "Don't ever let economic alone determine your career or how you spend the majority of your time.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The best time I ever had with Joan Crawford was when I pushed her down the stairs in Whatever Happened to Baby Jane?", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Ego is a social fiction for which one person at a time gets all the blame.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "Anyone who says they're not afraid at the time of a hurricane is either a fool or a liar, or a little bit of both.", 
    "name": "Anderson Cooper"
  }, 
  {
    "quote": "Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Do not wait the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "Those who make the worst use of their time are the first to complain of its shortness.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "The person who grieves suffers his passion to grow upon him he indulges it, he loves it but this never happens in the case of actual pain, which no man ever willingly endured for any considerable time.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Only in our dreams are we free. The rest of the time we need wages.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "90 percent of my time is spent on 10 percent of the world.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "I'm Irish. I think about death all the time.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "If we think we have ours and don't owe any time or money or effort to help those left behind, then we are a part of the problem rather than the solution to the fraying social fabric that threatens all Americans.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "If you look - look at - I mean, look at what's going on with your gasoline prices. They're going to go to $5, $6, $7 and we don't have anybody in Washington that calls OPEC and says, 'Fellas, it's time. It's over. You're not going to do it anymore.'", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "I try to forget about the expectation that's out there and the audience listening for the next thing so that I'm not trying to please them. I've spent a huge amount of time not communicating with those folks and denying that they exist.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Winning is overrated. The only time it is really important is in surgery and war.", 
    "name": "Al McGuire"
  }, 
  {
    "quote": "Here or henceforward it is all the same to me, I accept Time absolutely.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "There's much to be said for feeling numb. Time passes more quickly. You eat less, and because numbness encourages laziness, you do fewer things, good or bad, and the world's probably a better place for it.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "The noir hero is a knight in blood caked armor. He's dirty and he does his best to deny the fact that he's a hero the whole time.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "Every great film should seem new every time you see it.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Truth is the daughter of time, not of authority.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams. Because nobody relates to being perfect.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "What makes photography a strange invention is that its primary raw materials are light and time.", 
    "name": "John Berger"
  }, 
  {
    "quote": "Time, which changes people, does not alter the image we have retained of them.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "I just go where my heart tells me, where my gut tells me to go, where I'm enjoying my life the most, where I feel like I can have the most success. I've truly enjoyed my experience in NASCAR, to the point that I want to do it full time.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Cancer victims who don't accept their fate, who don't learn to live with it, will only destroy what little time they have left.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "Time destroys the speculation of men, but it confirms nature.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I'm embarrassed every time I look a teacher in the eye, because we ask them to do so much for so little.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "You will launch many projects, but have time to finish only a few. So think, plan, develop, launch and tap good people to be responsible. Give them authority and hold them accountable. Trying to do too much yourself creates a bottleneck.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Our soul is cast into a body, where it finds number, time, dimension. Thereupon it reasons, and calls this nature necessity, and can believe nothing else.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "When we disclaim praise, it is only showing our desire to be praised a second time.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "All my life, whenever it comes time to make a decision, I make it and forget about it.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The first time I see a jogger smiling, I'll consider it.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "On average, drug prisoners spend more time in federal prison than rapists, who often get out on early release because of the overcrowding in prison caused by the Drug War.", 
    "name": "Michael Badnarik"
  }, 
  {
    "quote": "Time is precious, but truth is more precious than time.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "A good athlete always mentally replays a competition over and over, even in victory, to see what might be done to improve the performance the next time.", 
    "name": "Frank Shorter"
  }, 
  {
    "quote": "A simple fact that is hard to learn is that the time to save money is when you have some.", 
    "name": "Joe Moore"
  }, 
  {
    "quote": "Young poets bewail the passing of love old poets, the passing of time. There is surprisingly little difference.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "There is no waste of time in life like that of making explanations.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I'm convinced that the man who has learned to meditate upon the Lord will be able to run on his feet and walk in his spirit. Although he may be hurried by his vocation, that's not the issue. The issue is how fast his spirit is going. To slow it down takes a period of time.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Consciousness is our only reprieve from Time.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The man of sensibility is too busy talking about his feelings to have time for good deeds.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Employee of the month is a good example of how somebody can be both a winner and a loser at the same time.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people.", 
    "name": "Philip Zimbardo"
  }, 
  {
    "quote": "I feel there are two people inside me - me and my intuition. If I go against her, she'll screw me every time, and if I follow her, we get along quite nicely.", 
    "name": "Kim Basinger"
  }, 
  {
    "quote": "Born again?! No, I'm not. Excuse me for getting it right the first time.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "Failure happens all the time. It happens every day in practice. What makes you better is how you react to it.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "The first time you marry for love, the second for money, and the third for companionship.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "If the Romans had been obliged to learn Latin, they would never have found time to conquer the world.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Men know everything - all of them - all the time - no matter how stupid or inexperienced or arrogant or ignorant they are.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "Getting an audience is hard. Sustaining an audience is hard. It demands a consistency of thought, of purpose, and of action over a long period of time.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "In time of war the laws are silent.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The long time to come when I shall not exist has more effect on me than this short present time, which nevertheless seems endless.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Because when you have millions of people with this kind of need for gratification, and the culture is saying that it's possible for everyone to satisfy all of their needs and desires all of the time, there are obviously going to be clashes - clashes of ego.", 
    "name": "Taylor Hackford"
  }, 
  {
    "quote": "If I could wake up in a different place, at a different time, could I wake up as a different person?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "I had become, with the approach of night, once more aware of loneliness and time - those two companions without whom no journey can yield us anything.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.", 
    "name": "Robert Southey"
  }, 
  {
    "quote": "Time is not a thing, thus nothing which is, and yet it remains constant in its passing away without being something temporal like the beings in time.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "My own time is passing fast enough without some national game to help it along.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "We are so used to dissembling with others that in time we come to deceive and dissemble with ourselves.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "When you encounter difficulties and contradictions, do not try to break them, but bend them with gentleness and time.", 
    "name": "Saint Francis de Sales"
  }, 
  {
    "quote": "A man must dream a long time in order to act with grandeur, and dreaming is nursed in darkness.", 
    "name": "Jean Genet"
  }, 
  {
    "quote": "How time files when you's doin' all the talking.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Time will tell us what we did and didn't do.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Winners take time to relish their work, knowing that scaling the mountain is what makes the view from the top so exhilarating.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "By recollecting the pleasures I have had formerly, I renew them, I enjoy them a second time, while I laugh at the remembrance of troubles now past, and which I no longer feel.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I'm a romantic, and we romantics are more sensitive to the way people feel. We love more, and we hurt more. When we're hurt, we hurt for a long time.", 
    "name": "Freddy Fender"
  }, 
  {
    "quote": "I suppose, in a way, this has become part of my soul. It is a symbol of my life. Whatever I have done that really matters, I've done wearing it. When the time comes, it will be in this that I journey forth. What greater honor could come to an American, and a soldier?", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "When you play it too safe, you're taking the biggest risk of your life. Time is the only wealth we're given.", 
    "name": "Barbara Sher"
  }, 
  {
    "quote": "Service is the rent we pay for being. It is the very purpose of life, and not something you do in your spare time.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "A great artist is always before his time or behind it.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "No thieves, no traitors, no interventionists! This time the revolution is for real!", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "I tend to stay up late, not because I'm partying but because it's the only time of the day when I'm alone and don't have to be performing.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "As we celebrate Recovery Month, it is time for Congress to knock down the barriers to treatment and recovery for 26 million Americans suffering the ravages of alcohol and drug addiction.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "From the time I was a kid, I always knew something was going to happen to me. Didn't know exactly what.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "I do believe sometimes discipline is very important. I'm not just lying around like a lazy cow all the time.", 
    "name": "Bjork"
  }, 
  {
    "quote": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "That's my only goal. Surround myself with funny people, and make sure everyone has a good time and works hard.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "I never said I wanted to be around for a long time. I always said I wanted to be here for a good time.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "At least the Pilgrim Fathers used to shoot Indians: the Pilgrim Children merely punch time clocks.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Alcohol is a very patient drug. It will wait for the alcoholic to pick it up one more time.", 
    "name": "Mercedes McCambridge"
  }, 
  {
    "quote": "I'm in prison. But my heart and mind is free. Gangsta haters on the streets are doing more time than me. They need 30 police escorts with them every time they walk down the street.", 
    "name": "Suge Knight"
  }, 
  {
    "quote": "The boys of my people began very young to learn the ways of men, and no one taught us we just learned by doing what we saw, and we were warriors at a time when boys now are like girls.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "The Super Bowl isn't for kids, I had a great time though and it was worth every nickel of it because by doing this lame piece about the game I can put it on my expense account.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Now I'm fighting cancer, everybody knows that. People ask me all the time about how you go through your life and how's your day, and nothing is changed for me.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "Christmas is, of course, the time to be home - in heart as well as body.", 
    "name": "Garry Moore"
  }, 
  {
    "quote": "Acting has given me a way to channel my angst. I feel like an overweight, pimply faced kid a lot of the time - and finding a way to access that insecurity, and put it toward something creative is incredibly rewarding. I feel very lucky.", 
    "name": "Ryan Reynolds"
  }, 
  {
    "quote": "The first time you say something, it's heard. The second time, it's recognized, and the third time it's learned.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "I passionately hate the idea of being with it I think an artist has always to be out of step with his time.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "What will I be doing in twenty years' time? I'll be dead, darling! Are you crazy?", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "Time flies over us, but leaves it shadow behind.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "A few years' experience will convince us that those things which at the time they happened we regarded as our greatest misfortunes have proved our greatest blessings.", 
    "name": "George Mason"
  }, 
  {
    "quote": "If you're climbing the ladder of life, you go rung by rung, one step at a time. Don't look too far up, set your goals high but take one step at a time. Sometimes you don't think you're progressing until you step back and see how high you've really gone.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "Creative people don't behave very well generally. If you're looking for examples of good relationships in show business, you're gonna be depressed real fast. I don't have time for anything else right now but work and my daughter. She's my first priority.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "If one is master of one thing and understands one thing well, one has at the same time, insight into and understanding of many things.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Don't forget it's daylight savings time. You spring forward, then you fall back. It's like Robert Downey Jr. getting out of bed.", 
    "name": "David Letterman"
  }, 
  {
    "quote": "The richest love is that which submits to the arbitration of time.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "Sometimes your friends are your lovers, or have been at one time.", 
    "name": "Axl Rose"
  }, 
  {
    "quote": "When I write stuff and I help cast it, I turn away good people all the time. I may turn them down because this one's too tall and that one doesn't have a high enough voice or this one looks to old to match up with that one - there's a billion reasons not to hire somebody.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "I think there are certain folks in Missouri that don't trust government. And they haven't trusted government for a long time.", 
    "name": "Claire McCaskill"
  }, 
  {
    "quote": "Every time you walk down the street people are screaming, 'You're fired!'", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Every time I write something, I think, this is the most offensive thing I will ever write. But no. I always surprise myself.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "It takes less time to do a thing right, than it does to explain why you did it wrong.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "I can mention many moments that were unforgettable and revelatory. But the most single revelatory three minutes was the first time I put on scuba gear and dived on a coral reef. It's just the unbelievable fact that you can move in three dimensions.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "A pain stabbed my heart as it did every time I saw a girl I loved who was going the opposite direction in this too-big world.", 
    "name": "Jack Kerouac"
  }, 
  {
    "quote": "Time goes on. So whatever you're going to do, do it. Do it now. Don't wait.", 
    "name": "Robert De Niro"
  }, 
  {
    "quote": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.", 
    "name": "Louis Kronenberger"
  }, 
  {
    "quote": "If we don't get gun-control laws in this country, we are full of beans. To have the National Rifle Association rule the United States is pathetic. And I agree with Mayor Michael Bloomberg: It's time to put up or shut up about gun control for both parties.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "In order to experience everyday spirituality, we need to remember that we are spiritual beings spending some time in a human body.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Love is a piano dropped from a fourth story window, and you were in the wrong place at the wrong time.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Where does discontent start? You are warm enough, but you shiver. You are fed, yet hunger gnaws you. You have been loved, but your yearning wanders in new fields. And to prod all these there's time, the Bastard Time.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "Aging gracefully is supposed to mean trying not to hide time passing and just looking a wreck. Don't worry girls, look like a wreck, that's the way it goes.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "The way to work with a bully is to take the ball and go home. First time, every time. When there's no ball, there's no game. Bullies hate that. So they'll either behave so they can play with you or they'll go bully someone else.", 
    "name": "Seth Godin"
  }, 
  {
    "quote": "And as a character, what I found very inspiring about playing Dharma, especially at that time, is that the women on television were more neurotic than they were free. And I thought, this is a rare bird and this is unique on television and I think it's really refreshing.", 
    "name": "Jenna Elfman"
  }, 
  {
    "quote": "There are no secrets that time does not reveal.", 
    "name": "Jean Racine"
  }, 
  {
    "quote": "Try not to have a good time... this is supposed to be educational.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "I like ice hockey, but it's a frustrating game to watch. It's hard to keep your eyes on both the puck and the players and too much time passes between scoring in hockey. There are usually more fights than there are points.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Our enemies can deal a blow to us any time they wish. They did not wait for permission to do this. They do not deal a blow with prior notice. They do not take action because they can't.", 
    "name": "Mahmoud Ahmadinejad"
  }, 
  {
    "quote": "Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Our birthdays are feathers in the broad wing of time.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Any time you think you have the game conquered, the game will turn around and punch you right in the nose.", 
    "name": "Mike Schmidt"
  }, 
  {
    "quote": "Today, for the first time in history, a Bishop of Rome sets foot on English soil. This fair land, once a distant outpost of the pagan world, has become, through the preaching of the Gospel, a beloved and gifted portion of Christ's vineyard.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "The first time I sang in the church choir two hundred people changed their religion.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "You never give away your heart you lend it from time to time. If it were not so, how could we take it back without asking?", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "People might not think that, but the Republicans have all of the cards. And this is the time to get rid of Obamacare. This is the time to make the great deal.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Children are smarter than any of us. Know how I know that? I don't know one child with a full time job and children.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "The proper function of man is to live, not to exist. I shall not waste my days in trying to prolong them. I shall use my time.", 
    "name": "Jack London"
  }, 
  {
    "quote": "And know that I am with you always yes, to the end of time.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "You know, maybe I was just born in the wrong time, but I love all things romantic. Puffy understands that. For my last birthday, he covered my hotel room floor with rose petals and had flowers and candles all over the room.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Voting is a right best exercised by people who have taken time to learn about the issues.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "People who don't know me have opinions about me. That's the part that's very hurtful. Because how do you form an opinion about somebody if you've never met them or spent any time with them? So it's all based upon hearsay or things that they've read.", 
    "name": "Rick Barry"
  }, 
  {
    "quote": "You get ideas from daydreaming. You get ideas from being bored. You get ideas all the time. The only difference between writers and other people is we notice when we're doing it.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "To live in this world, you must be able to do three things: to love what is mortal to hold it against your bones knowing your own life depends on it and, when the time comes to let it go, to let it go.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "If I have to move up in a building, I choose the elevator over the escalator. Because one time I was riding the escalator and I tripped. I fell down the stairs for an hour and a half.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "I'm being treated like a sex object, cried the lady. No matter. I will take care of it, said Time soothingly.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Suicide, moreover, was at the time in vogue in Paris: what more suitable key to the mystery of life for a skeptical society?", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "No story is the same to us after a lapse of time or rather we who read it are no longer the same interpreters.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "I do not read advertisements. I would spend all of my time wanting things.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "October is a fine and dangerous season in America. a wonderful time to begin anything at all. You go to college, and every course in the catalogue looks wonderful.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "I think an artist has always to be out of step with his time.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "A lot of people would be embarrassed to admit that they were on 'Barney', but I embrace the fact. I just had such a wonderful time doing that show. I learned what a camera and prop is, and all that. I learned my manners too, so I guess that's a good thing!", 
    "name": "Selena Gomez"
  }, 
  {
    "quote": "Nixon is one of the few in the history of this country to run for high office talking out of both sides of his mouth at the same time and lying out of both sides.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "It's plain hokum. If you can't convince 'em, confuse 'em. It's an old political trick. But this time it won't work.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "It's time to get real, folks. Hope and change ain't working. Hope and change is not a solution. Hope and change is not a job.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "No country can act wisely simultaneously in every part of the globe at every moment of time.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "To be a Negro in this country and to be relatively conscious is to be in a rage almost all the time.", 
    "name": "James A. Baldwin"
  }
]