[
  {
    "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Science investigates religion interprets. Science gives man knowledge which is power religion gives man wisdom which is control.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "No amount of experimentation can ever prove me right a single experiment can prove me wrong.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Bad times have a scientific value. These are occasions a good learner would not miss.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Science does not know its debt to imagination.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Men love to wonder, and that is the seed of science.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Aerodynamically, the bumble bee shouldn't be able to fly, but the bumble bee doesn't know it so it goes on flying anyway.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Science never solves a problem without creating ten more.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Science is a way of thinking much more than it is a body of knowledge.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The best scientist is open to experience and begins with romance - the idea that anything is possible.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Touch a scientist and you touch a child.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "We are born at a given moment, in a given place and, like vintage years of wine, we have the qualities of the year and of the season of which we are born. Astrology does not lay claim to anything more.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Research is what I'm doing when I don't know what I'm doing.", 
    "name": "Wernher von Braun"
  }, 
  {
    "quote": "Each problem that I solved became a rule, which served afterwards to solve other problems.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "Your theory is crazy, but it's not crazy enough to be true.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'", 
    "name": "Max Planck"
  }, 
  {
    "quote": "Anthropology demands the open-mindedness with which one must look and listen, record in astonishment and wonder that which one would not have been able to guess.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "There is a single light of science, and to brighten it anywhere is to brighten it everywhere.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "If a man's wit be wandering, let him study the mathematics.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "A fact is a simple statement that everyone believes. It is innocent, unless found guilty. A hypothesis is a novel suggestion that no one wants to believe. It is guilty, until found effective.", 
    "name": "Edward Teller"
  }, 
  {
    "quote": "Science is simply common sense at its best, that is, rigidly accurate in observation, and merciless to fallacy in logic.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.", 
    "name": "Mark Russell"
  }, 
  {
    "quote": "Science is the father of knowledge, but opinion breeds ignorance.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young.", 
    "name": "Konrad Lorenz"
  }, 
  {
    "quote": "Science is the great antidote to the poison of enthusiasm and superstition.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "The fewer the facts, the stronger the opinion.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what's going on.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "Science is organized common sense where many a beautiful theory was killed by an ugly fact.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I see nothing in space as promising as the view from a Ferris wheel.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Few tragedies can be more extensive than the stunting of life, few injustices deeper than the denial of an opportunity to strive or even to hope, by a limit imposed from without, but falsely identified as lying within.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "Adventure upon all the tickets in the lottery, and you lose for certain and the greater the number of your tickets the nearer your approach to this certainty.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "I believe in general in a dualism between facts and the ideas of those facts in human heads.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Every great advance in science has issued from a new audacity of imagination.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "For NASA, space is still a high priority.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "I hate facts. I always say the chief end of man is to form general propositions - adding that no general proposition is worth a damn.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground floor.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "If an elderly but distinguished scientist says that something is possible, he is almost certainly right but if he says that it is impossible, he is very probably wrong.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "Inanimate objects can be classified scientifically into three major categories those that don't work, those that break down and those that get lost.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "You cannot feed the hungry on statistics.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Science and technology revolutionize our lives, but memory, tradition and myth frame our response.", 
    "name": "Arthur M. Schlesinger"
  }, 
  {
    "quote": "I am not a scientist. I am, rather, an impresario of scientists.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "The nineteenth century believed in science but the twentieth century does not.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "A year spent in artificial intelligence is enough to make one believe in God.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "The distance between insanity and genius is measured only by success.", 
    "name": "Bruce Feirstein"
  }, 
  {
    "quote": "We seem to have a compulsion these days to bury time capsules in order to give those people living in the next century or so some idea of what we are like.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "The folly of mistaking a paradox for a discovery, a metaphor for a proof, a torrent of verbiage for a spring of capital truths, and oneself for an oracle, is inborn in us.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "In science, 'fact' can only mean 'confirmed to such a degree that it would be perverse to withhold provisional assent.' I suppose that apples might start to rise tomorrow, but the possibility does not merit equal time in physics classrooms.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "We can lick gravity, but sometimes the paperwork is overwhelming.", 
    "name": "Wernher von Braun"
  }, 
  {
    "quote": "There are no shortcuts in evolution.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Science is wonderfully equipped to answer the question 'How?' but it gets terribly confused when you ask the question 'Why?'", 
    "name": "Erwin Chargaff"
  }, 
  {
    "quote": "When I find myself in the company of scientists, I feel like a shabby curate who has strayed by mistake into a room full of dukes.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow's speed.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it.", 
    "name": "Edmund Hillary"
  }, 
  {
    "quote": "All science requires mathematics. The knowledge of mathematical things is almost innate in us. This is the easiest of sciences, a fact which is obvious in that no one's brain rejects it for laymen and people who are utterly illiterate know how to count and reckon.", 
    "name": "Roger Bacon"
  }, 
  {
    "quote": "From now on we live in a world where man has walked on the Moon. It's not a miracle we just decided to go.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Science has made us gods even before we are worthy of being men.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "The doctor has been taught to be interested not in health but in disease. What the public is taught is that health is the cure for disease.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "People think of the inventor as a screwball, but no one ever asks the inventor what he thinks of other people.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "It will free man from the remaining chains, the chains of gravity which still tie him to this planet.", 
    "name": "Wernher von Braun"
  }, 
  {
    "quote": "Anyone who attempts to generate random numbers by deterministic means is, of course, living in a state of sin.", 
    "name": "John von Neumann"
  }, 
  {
    "quote": "Facts are the air of scientists. Without them you can never fly.", 
    "name": "Linus Pauling"
  }, 
  {
    "quote": "Scientific theory is a contrived foothold in the chaos of living phenomena.", 
    "name": "Wilhelm Reich"
  }, 
  {
    "quote": "The science of today is the technology of tomorrow.", 
    "name": "Edward Teller"
  }, 
  {
    "quote": "The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Nothing in education is so astonishing as the amount of ignorance it accumulates in the form of inert facts.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Bush reiterated his stand to conservatives opposing his decision on stem cell research. He said today he believes life begins at conception and ends at execution.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "He is so old that his blood type was discontinued.", 
    "name": "Bill Dana"
  }, 
  {
    "quote": "Take young researchers, put them together in virtual seclusion, give them an unprecedented degree of freedom and turn up the pressure by fostering competitiveness.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "A satellite has no conscience.", 
    "name": "Edward R. Murrow"
  }, 
  {
    "quote": "In all science, error precedes the truth, and it is better it should go first than last.", 
    "name": "Hugh Walpole"
  }, 
  {
    "quote": "If we wish to make a new world we have the material ready. The first one, too, was made out of chaos.", 
    "name": "Robert Quillen"
  }, 
  {
    "quote": "There is one thing even more vital to science than intelligent methods and that is, the sincere desire to find out the truth, whatever it may be.", 
    "name": "Charles Pierce"
  }, 
  {
    "quote": "The radical novelty of modern science lies precisely in the rejection of the belief... that the forces which move the stars and atoms are contingent upon the preferences of the human heart.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "The scientist is motivated primarily by curiosity and a desire for truth.", 
    "name": "Irving Langmuir"
  }, 
  {
    "quote": "When I investigate and when I discover that the forces of the heavens and the planets are within ourselves, then truly I seem to be living among the gods.", 
    "name": "Leon Battista Alberti"
  }, 
  {
    "quote": "The next major explosion is going to be when genetics and computers come together. I'm talking about an organic computer - about biological substances that can function like a semiconductor.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Some dreamers demand that scientists only discover things that can be used for good.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Sadly, embryonic stem cell research is completely legal in this country and has been going on at universities and research facilities for years.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "Scientists worldwide agree that the reduction needed to stabilize the climate is actually more like 80 percent.", 
    "name": "Donella Meadows"
  }, 
  {
    "quote": "Polygraph tests are 20th-century witchcraft.", 
    "name": "Sam Ervin"
  }, 
  {
    "quote": "Anthropology was the science that gave her the platform from which she surveyed, scolded and beamed at the world.", 
    "name": "Jane Howard"
  }, 
  {
    "quote": "Half of the modern drugs could well be thrown out of the window, except that the birds might eat them.", 
    "name": "Martin Henry Fischer"
  }, 
  {
    "quote": "Leave the atom alone.", 
    "name": "E. Y. Harburg"
  }, 
  {
    "quote": "Whenever anyone says, 'theoretically,' they really mean, 'not really.'", 
    "name": "Dave Parnas"
  }, 
  {
    "quote": "There was no 'before' the beginning of our universe, because once upon a time there was no time.", 
    "name": "John D. Barrow"
  }, 
  {
    "quote": "Science without religion is lame, religion without science is blind.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Science is a wonderful thing if one does not have to earn one's living at it.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Most of the fundamental ideas of science are essentially simple, and may, as a rule, be expressed in a language comprehensible to everyone.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The whole of science is nothing more than a refinement of everyday thinking.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The man of science is a poor philosopher.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It stands to the everlasting credit of science that by acting on the human mind it has overcome man's insecurity before himself and before nature.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Science may have found a cure for most evils but it has found no remedy for the worst of them all - the apathy of human beings.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Success is a science if you have the conditions, you get the result.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Romance should never begin with sentiment. It should begin with science and end with a settlement.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths, and encourage the arts and commerce.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Science has not yet taught us if madness is or is not the sublimity of the intelligence.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Every known fact in natural science was divined by the presentiment of somebody, before it was actually verified.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Therefore, the good of man must be the end of the science of politics.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Ignorance more frequently begets confidence than does knowledge: it is those who know little, and not those who know much, who so positively assert that this or that problem will never be solved by science.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "Art is the beautiful way of doing things. Science is the effective way of doing things. Business is the economic way of doing things.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Imagination is the key to my lyrics. The rest is painted with a little science fiction.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "The church saves sinners, but science seeks to stop their manufacture.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Democracy is the art and science of running the circus from the monkey cage.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Science can purify religion from error and superstition. Religion can purify science from idolatry and false absolutes.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Wisdom alone is the science of other sciences.", 
    "name": "Plato"
  }, 
  {
    "quote": "Science is nothing but perception.", 
    "name": "Plato"
  }, 
  {
    "quote": "Part of the reason that our politics seems so tough right now and facts and science and argument does not seem to be winning the day all the time is because we're hardwired not to always think clearly when we're scared. And the country's scared.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "He who possesses art and science has religion he who does not possess them, needs religion.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "English is necessary as at present original works of science are in English. I believe that in two decades times original works of science will start coming out in our languages. Then we can move over like the Japanese.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "The whole history of science has been the gradual realization that events do not happen in an arbitrary manner, but that they reflect a certain underlying order, which may or may not be divinely inspired.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "There is no way that writers can be tamed and rendered civilized or even cured. The only solution known to science is to provide the patient with an isolation room, where he can endure the acute stages in private and where food can be poked in to him with a stick.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Individual science fiction stories may seem as trivial as ever to the blinder critics and philosophers of today - but the core of science fiction, its essence has become crucial to our salvation if we are to be saved at all.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Science arose from poetry... when times change the two can meet again on a higher level as friends.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The credit of advancing science has always been due to individuals and never to the age.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The difference between science and the fuzzy subjects is that science requires reasoning while those other subjects merely require scholarship.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "One could write a history of science in reverse by assembling the solemn pronouncements of highest authority about what could not be done and could never happen.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars.", 
    "name": "William Blake"
  }, 
  {
    "quote": "I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "If we long to believe that the stars rise and set for us, that we are the reason there is a Universe, does science do us a disservice in deflating our conceits?", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "When I die, I'm leaving my body to science fiction.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Science is what you know, philosophy is what you don't know.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "It has become almost a cliche to remark that nobody boasts of ignorance of literature, but it is socially acceptable to boast ignorance of science and proudly claim incompetence in mathematics.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Science has explained nothing the more we know the more fantastic the world becomes and the profounder the surrounding darkness.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I have seen firsthand that agricultural science has enormous potential to increase the yields of small farmers and lift them out of hunger and poverty.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Every science has for its basis a system of principles as fixed and unalterable as those by which the universe is regulated and governed. Man cannot make principles he can only discover them.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Theology is a science of mind applied to God.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "False facts are highly injurious to the progress of science, for they often endure long but false views, if supported by some evidence, do little harm, for every one takes a salutary pleasure in proving their falseness.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "The capacity to be puzzled is the premise of all creation, be it in art or in science.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Specialized meaninglessness has come to be regarded, in certain circles, as a kind of hallmark of true science.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "We want to answer this classical question, who am I? So I think that most of our works are for art, or whatever we do, including science or religion, tried to answer that question.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "The god whom science recognizes must be a God of universal laws exclusively, a God who does a wholesale, not a retail business. He cannot accommodate his processes to the convenience of individuals.", 
    "name": "William James"
  }, 
  {
    "quote": "Man lives for science as well as bread.", 
    "name": "William James"
  }, 
  {
    "quote": "Shun no toil to make yourself remarkable by some talent or other yet do not devote yourself to one branch exclusively. Strive to get clear notions about all. Give up no science entirely for science is but one.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Science fiction is any idea that occurs in the head and doesn't exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "The fundamental concept in social science is Power, in the same sense in which Energy is the fundamental concept in physics.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The march of science and technology does not imply growing intellectual complexity in the lives of most people. It often means the opposite.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "We've arranged a civilization in which most crucial elements profoundly depend on science and technology.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "I do not believe in God his existence has been disproved by Science. But in the concentration camp, I learned to believe in men.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Science is global. Einstein's equation, E=mc2, has to reach everywhere. Science is a beautiful gift to humanity, we should not distort it. Science does not differentiate between multiple races.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Life is not an exact science, it is an art.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Science is organized knowledge. Wisdom is organized life.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "The product of mental labor - science - always stands far below its value, because the labor-time necessary to reproduce it has no relation at all to the labor-time required for its original production.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Science must have originated in the feeling that something was wrong.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "This world, after all our science and sciences, is still a miracle wonderful, inscrutable, magical and more, to whosoever will think of it.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Almost everything that distinguishes the modern world from earlier centuries is attributable to science, which achieved its most spectacular triumphs in the seventeenth century.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Art is the tree of life. Science is the tree of death.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Natural science will in time incorporate into itself the science of man, just as the science of man will incorporate into itself natural science: there will be one science.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Science in the modern world has many uses its chief use, however, is to provide long words to cover the errors of the rich.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I am one of those scientists who feels that it is no longer enough just to get on and do science. We have to devote a significant proportion of our time and resources to defending it from deliberate attack from organised ignorance.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The enlightenment is under threat. So is reason. So is truth. So is science, especially in the schools of America.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "It vexes me when they would constrain science by the authority of the Scriptures, and yet do not consider themselves bound to answer reason and experiment.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "The usual approach of science of constructing a mathematical model cannot answer the questions of why there should be a universe for the model to describe. Why does the universe go to all the bother of existing?", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "In questions of science, the authority of a thousand is not worth the humble reasoning of a single individual.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "Science has not yet mastered prophecy. We predict too much for the next year and yet far too little for the next 10.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "Science is always discovering odd scraps of magical wisdom and making a tremendous fuss about its cleverness.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "The foundation of empire is art and science. Remove them or degrade them, and the empire is no more. Empire follows art and not vice versa as Englishmen suppose.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Politics is a science. You can demonstrate that you are right and that others are wrong.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "The pursuit of science leads only to the insoluble.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Science is properly more scrupulous than dogma. Dogma gives a charter to mistake, but the very breath of science is a contest with mistake, and must keep the conscience alive.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Science is not only a disciple of reason but, also, one of romance and passion.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "When you're thirsty and it seems that you could drink the entire ocean that's faith when you start to drink and finish only a glass or two that's science.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Science fiction writers foresee the inevitable, and although problems and catastrophes may be inevitable, solutions are not.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Political liberty, the peace of a nation, and science itself are gifts for which Fate demands a heavy tax in blood!", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The universe is governed by science. But science tells us that we can't solve the equations, directly in the abstract.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Science is but an image of the truth.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery that we are trying to solve.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth.", 
    "name": "Jules Verne"
  }, 
  {
    "quote": "Of course in science there are things that are open to doubt and things need to be discussed. But among the things that science does know, evolution is about as certain as anything we know.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The work of science is to substitute facts for appearances, and demonstrations for impressions.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "To me there has never been a higher source of earthly honor or distinction than that connected with advances in science.", 
    "name": "Isaac Newton"
  }, 
  {
    "quote": "Political ideology can corrupt the mind, and science.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Science predicts that many different kinds of universe will be spontaneously created out of nothing. It is a matter of chance which we are in.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "The capacity of the female mind for studies of the highest order cannot be doubted, having been sufficiently illustrated by its works of genius, of erudition, and of science.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Philosophers have not kept up with modern developments in science. Particularly physics.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "The media need superheroes in science just as in every sphere of life, but there is really a continuous range of abilities with no clear dividing line.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "I used to think information was destroyed in black hole. This was my biggest blunder, or at least my biggest blunder in science.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "The Athanasian Creed is to me light and intelligible reading in comparison with much that now passes for science.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "A science which does not bring us nearer to God is worthless.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "But perhaps the rest of us could have separate classes in science appreciation, the wonder of science, scientific ways of thinking, and the history of scientific ideas, rather than laboratory experience.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Formerly, when religion was strong and science weak, men mistook magic for medicine now, when science is strong and religion weak, men mistake medicine for magic.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "Reason, observation, and experience the holy trinity of science.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Science coverage could be improved by the recognition that science is timeless, and therefore science stories should not need to be pegged to an item in the news.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Science commits suicide when it adopts a creed.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "By any reasonable measure of achievement, the faith of the Enlightenment thinkers in science was justified.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "If we take science as our sole guide, if we accept and hold fast that alone which is verifiable, the old theology must go.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "It seems to me that socialists today can preserve their position in academic economics merely by the pretense that the differences are entirely moral questions about which science cannot decide.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "Books are the carriers of civilization. Without books, history is silent, literature dumb, science crippled, thought and speculation at a standstill.", 
    "name": "Barbara Tuchman"
  }, 
  {
    "quote": "Science has done more for the development of western civilization in one hundred years than Christianity did in eighteen hundred years.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Mild autism can give you a genius like Einstein. If you have severe autism, you could remain nonverbal. You don't want people to be on the severe end of the spectrum. But if you got rid of all the autism genetics, you wouldn't have science or art. All you would have is a bunch of social 'yak yaks.'", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "When I look upon seamen, men of science and philosophers, man is the wisest of all beings when I look upon priests and prophets nothing is as contemptible as man.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "One science only will one genius fit so vast is art, so narrow human wit.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "The wealthy are always surrounded by hangers-on science and art are as well.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite.", 
    "name": "Paul Dirac"
  }, 
  {
    "quote": "Science is nothing, but trained and organized common sense.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Books are the money of Literature, but only the counters of Science.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "If history and science have taught us anything, it is that passion and desire are not the same as truth.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "Moral science is better occupied when treating of friendship than of justice.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "The method of political science is the interpretation of life its instrument is insight, a nice understanding of subtle, unformulated conditions.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Logic is neither an art nor a science but a dodge.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "The man of science has learned to believe in justification, not by faith, but by verification.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Science has fulfilled her function when she has ascertained and enunciated truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Science reckons many prophets, but there is not even a promise of a Messiah.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Science and literature are not two things, but two sides of one thing.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Ecclesiasticism in science is only unfaithfulness to truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "In science, as in art, and, as I believe, in every other sphere of human activity, there may be wisdom in a multitude of counsellors, but it is only in one or two of them.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "No delusion is greater than the notion that method and industry can make up for lack of mother-wit, either in science or in practical life.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Education has failed in a very serious way to convey the most important lesson science can teach: skepticism.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Science and religion are the two most powerful forces in the world. Having them at odds... is not productive.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "The conscience of the world is so guilty that it always assumes that people who investigate heresies must be heretics just as if a doctor who studies leprosy must be a leper. Indeed, it is only recently that science has been allowed to study anything without reproach.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define we can grasp them only in the depths of our perceptive spirit.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Art is science made clear.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Everything is fraught with danger. I love technology and I love science. It's just always all in the way you use it. So there's no - you can't really blame anything on the technology. It's just the way people use it, and it always has been.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "There is a fifth dimension, beyond that which is known to man. It is a dimension as vast as space and as timeless as infinity. It is the middle ground between light and shadow, between science and superstition.", 
    "name": "Rod Serling"
  }, 
  {
    "quote": "Every science begins as philosophy and ends as art.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man's name live for thousands of years.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Einstein was searching for String Theory. It not only reconciles General Relativity to Quantum Mechanics, but it reconciles Science and the Bible as well.", 
    "name": "Roy H. Williams"
  }, 
  {
    "quote": "Traditional science assumes, for the most part, that an objective observer independent reality exists the universe, stars, galaxies, sun, moon and earth would still be there if no one was looking.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "We must revisit the idea that science is a methodology and not an ontology.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "'Snow White' is an old fairy tale, so obviously the idea of vanity and obsession with youth is long-standing. With today's science, people have become crazy with trying to move their face around. It's bizarre.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Science gives us knowledge, but only philosophy can give us wisdom.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "I don't read 'chick lit,' fantasy or science fiction but I'll give any book a chance if it's lying there and I've got half an hour to kill.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "The world is full of strange phenomena that cannot be explained by the laws of logic or science. Dennis Rodman is only one example.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "A powerful attraction exists, therefore, to the promotion of a study and of duties of all others engrossing the time most completely, and which is less benefited than most others by any acquaintance with science.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "When push comes to shove, it ain't the science that's going to lift you up-it's the belief, the spiritual side of life, that's going to lift you up, no matter what religion you are.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "I like physics. I think it is the best science out of all three of them, because generally it's more useful. You learn about speed and velocity and time, and that's all clever stuff.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "I've lost my faith in science.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "I want to be the Cecil B. DeMille of science fiction.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "There's been some research in cognitive science, I'm told, that discloses that there have always been perhaps 10 to 15 percent of people who are, as Pascal puts it, so made that they cannot believe. To us, when people talk about faith, it's white noise.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I had people in my life who didn't give up on me: my mother, my aunt, my science teacher. I had one-on-one speech therapy. I had a nanny who spent all day playing turn-taking games with me.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art.", 
    "name": "William Bernbach"
  }, 
  {
    "quote": "Medicine is not only a science it is also an art. It does not consist of compounding pills and plasters it deals with the very processes of life, which must be understood before they may be guided.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "In science, we must be interested in things, not in persons.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "The mysteriousness and mystique of space is such, that science fiction attempts to tantalize you by telling you a story that could possibly be out there and that's the appeal of science fiction.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "That's the whole problem with science. You've got a bunch of empiricists trying to describe things of unimaginable wonder.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "All one's inventions are true, you can be sure of that. Poetry is as exact a science as geometry.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "It is through science that we prove, but through intuition that we discover.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "Man is unique not because he does science, and his is unique not because he does art, but because science and art equally are expressions of his marvelous plasticity of mind.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "Ayurveda is a sister philosophy to yoga. It is the science of life or longevity and it teaches about the power and the cycles of nature, as well as the elements.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Art and science have their meeting point in method.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "In science, read, by preference, the newest works in literature, the oldest. The classic literature is always modern.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "It cannot be said often enough that science fiction as a genre is incredibly educational - and I'm speaking the written science fiction, not 'Star Trek.' Science fiction writers tend to fill their books if they're clever with little bits of interesting stuff and real stuff.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "I have seen the science I worshiped, and the aircraft I loved, destroying the civilization I expected them to serve.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "The major obstacle to a religious renewal is the intellectual classes, who are highly influential and tend to view religion as primitive superstition. They believe that science has left atheism as the only respectable intellectual stance.", 
    "name": "Robert Bork"
  }, 
  {
    "quote": "There is science, logic, reason there is thought verified by experience. And then there is California.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Medicine is a science of uncertainty and an art of probability.", 
    "name": "William Osler"
  }, 
  {
    "quote": "We have not given science too big a place in our education, but we have made a perilous mistake in giving it too great a preponderance in method in every other branch of study.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "I wasn't with Joseph, but I believe him. My faith did not come to me through science, and I will not permit so-called science to destroy it.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "The most watched programme on the BBC, after the news, is probably 'Doctor Who.' What has happened is that science fiction has been subsumed into modern literature. There are grandparents out there who speak Klingon, who are quite capable of holding down a job. No one would think twice now about a parallel universe.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Physics does not change the nature of the world it studies, and no science of behavior can change the essential nature of man, even though both sciences yield technologies with a vast power to manipulate the subject matters.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Science is a differential equation. Religion is a boundary condition.", 
    "name": "Alan Turing"
  }, 
  {
    "quote": "Science is all metaphor.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "I like science and I love gym. Oh, and I like art, but I'm really bad at it. I'm just a terrible drawer. I can't draw a circle. Even with a ruler, I can't draw a straight line.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Both the man of science and the man of action live always at the edge of mystery, surrounded by it.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "Some day science may have the existence of mankind in power, and the human race can commit suicide by blowing up the world.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Politicians should read science fiction, not westerns and detective stories.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "Freedom is absolutely necessary for the progress in science and the liberal arts.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "All good criticism should be judged the way art is. You shouldn't read it the way you read history or science.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "That which today calls itself science gives us more and more information, and indigestible glut of information, and less and less understanding.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Man masters nature not by force but by understanding. This is why science has succeeded where magic failed: because it has looked for no spell to cast over nature.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "Strictly speaking, the idea of a scientific poem is probably as nonsensical as that of a poetic science.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Form your life humanly, and you have done enough: but you will never reach the height of art and the depth of science without something divine.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Biology is now bigger than physics, as measured by the size of budgets, by the size of the workforce, or by the output of major discoveries and biology is likely to remain the biggest part of science through the twenty-first century.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "Human Nature is the only science of man and yet has been hitherto the most neglected.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Society lives by faith, and develops by science.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Whence come I and whither go I? That is the great unfathomable question, the same for every one of us. Science has no answer to it.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "Man has to awaken to wonder - and so perhaps do peoples. Science is a way of sending him to sleep again.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "After all, science is essentially international, and it is only through lack of the historical sense that national qualities have been attributed to it.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "Actually, I majored in marketing and I have a bachelor of science.", 
    "name": "Wanda Sykes"
  }, 
  {
    "quote": "Though many have tried, no one has ever yet explained away the decisive fact that science, which can do so much, cannot decide what it ought to do.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "Definition of Statistics: The science of producing unreliable facts from reliable figures.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "God created the world the laws of nature were created by God. True science tries to find out what God put in the world. The trouble is where scientists speculate about theology and they don't know what they're talking about because they weren't there. They can't speculate about the origins of life because they weren't there.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "There are in fact two things, science and opinion the former begets knowledge, the later ignorance.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "I did, although I didn't read from page 1 to page 187 but I read chunks of it. I did a little bit of science when I was in the university so I was able to understand the graphs and pie charts and stuff like that. It was extremely dry.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "Science knows only one commandment - contribute to science.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "For whatever reason, I didn't succumb to the stereotype that science wasn't for girls. I got encouragement from my parents. I never ran into a teacher or a counselor who told me that science was for boys. A lot of my friends did.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "There are no such things as applied sciences, only applications of science.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "Science means simply the aggregate of all the recipes that are always successful. All the rest is literature.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "President Obama believes in a country where we invest in education, in roads and bridges, in science, and in the future so we can create new opportunities so the next kid can make it big and the kid afer that and the kid after that, that's what President Obama believes.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "I think that's what distinguishes Schmidt, really. In the movies now, so much of what is appealing to an audience is the dramatic or has to do with science fiction, and Schmidt is simply human. There's no melodrama there's no device, It's just about a human being.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "However far modern science and techniques have fallen short of their inherent possibilities, they have taught mankind at least one lesson nothing is impossible.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "Knowledge of the sciences is so much smoke apart from the heavenly science of Christ.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "Science fiction writers, I am sorry to say, really do not know anything. We can't talk about science, because our knowledge of it is limited and unofficial, and usually our fiction is dreadful.", 
    "name": "Philip K. Dick"
  }, 
  {
    "quote": "Mythology and science both extend the scope of human beings. Like science and technology, mythology, as we shall see, is not about opting out of this world, but about enabling us to live more intensely within it.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Economists treat economics as if it is a pure science divorced from the facts of life. The result of this false accountancy is a willful confusion under cover of which industry wreaks its havoc scot-free and ignores the environmental cost.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "Making movies is not rocket science. It's about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That's a challenge. When it works, it's fantastic and will lift you up. When it doesn't work, it's almost just as fascinating.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Evolution seems to close the heart to some of the plainest spiritual truths while it opens the mind to the wildest guesses advanced in the name of science.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "Space or science fiction has become a dialect for our time.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "I warn you against believing that advertising is a science.", 
    "name": "William Bernbach"
  }, 
  {
    "quote": "As soon as questions of will or decision or reason or choice of action arise, human science is at a loss.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Everything in food is science. The only subjective part is when you eat it.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "The kitchen's a laboratory, and everything that happens there has to do with science. It's biology, chemistry, physics. Yes, there's history. Yes, there's artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Science without conscience is the death of the soul.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "History is the science of things which are not repeated.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "I also like to look at the dynamic that takes place between religion and science because, in a way, both are asking the same questions: Who are we? Where do we come from? Why are we here? Where are we going? The methodologies are diametrically opposed, but their motivation is the same the wellspring is the same in both cases.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "Computer science is no more about computers than astronomy is about telescopes.", 
    "name": "Edsger Dijkstra"
  }, 
  {
    "quote": "Science is built up of facts, as a house is with stones. But a collection of facts is no more a science than a heap of stones is a house.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "Science is the knowledge of consequences, and dependence of one fact upon another.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Inspiration in Science may have to do with ideas, but not in Art. In art it is in the senses that are instinctively responsive to the medium of expression.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "No science is immune to the infection of politics and the corruption of power.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "Indeed, in view of its function, religion stands in greater need of a rational foundation of its ultimate principles than even the dogmas of science.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Yet higher religion, which is only a search for a larger life, is essentially experience and recognized the necessity of experience as its foundation long before science learnt to do so.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Many people and governments share the mistaken belief that science, with new, ingenious devices and techniques, can rescue us from the troubles we face without our having to mend our ways and change our patterns of activity. This is not so.", 
    "name": "Henry W. Kendall"
  }, 
  {
    "quote": "Vast is the field of Science. The more a man knows, the more he will find he has to know.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Science is organized knowledge.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "In science the important thing is to modify and change one's ideas as science advances.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "The humanities need to be defended today against the encroachments of physical science, as they once needed to be against the encroachment of theology.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "If Christianity is not scientific, and Science is not God, then there is no invariable law, and truth becomes an accident.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "I started out writing much more science fictiony stuff and writing about science fiction.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "I also think we need to maintain distinctions - the doctrine of creation is different from a scientific cosmology, and we should resist the temptation, which sometimes scientists give in to, to try to assimilate the concepts of theology to the concepts of science.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "Advertising: the science of arresting the human intelligence long enough to get money from it.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "I landed a job with Roger Corman. The job was to write the English dialogue for a Russian science fiction picture. I didn't speak any Russian. He didn't care whether I could understand what they were saying he wanted me to make up dialogue.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I graduated from the University of Delaware with a double major in history and political science.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I liked math - that was my favorite subject - and I was very interested in astronomy and in physical science.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "So I decided on science when I was in college.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "Science has proof without any certainty. Creationists have certainty without any proof.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "Of all the failed technologies that litter the onward march of science - steam carriages, zeppelins, armoured trains - none has been so catastrophic to prosperity as the last century's attempt to generate electricity from nuclear fission.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what's it all about.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Just after World War II, this country led the world in science by every way you could measure it, yet the number of scientists was a tiny proportion of what it is now.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Science is a cemetery of dead ideas.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "True science teaches, above all, to doubt and to be ignorant.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "We know from science that nothing in the universe exists as an isolated or independent entity.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "I don't think makeup is rocket science or a cure for cancer.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "All science is either physics or stamp collecting.", 
    "name": "Ernest Rutherford"
  }, 
  {
    "quote": "New discoveries in science will continue to create a thousand new frontiers for those who still would adventure.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Art is I science is we.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "Our science fails to recognize those special properties of life that make it fundamental to material reality. This view of the world - biocentrism - revolves around the way a subjective experience, which we call consciousness, relates to a physical process. It is a vast mystery and one that I have pursued my entire life.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "The No Child Left Behind Program was an incentive to the schools to get their kids up to snuff on math and science and reading.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "It is the business of the future to be dangerous and it is among the merits of science that it equips the future for its duties.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Nothing retains less of desire in art, in science, than this will to industry, booty, possession.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "We've made science experiments of ourselves and our children.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "A body of work such as Pasteur's is inconceivable in our time: no man would be given a chance to create a whole science. Nowadays a path is scarcely opened up when the crowd begins to pour in.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "Before a war military science seems a real science, like astronomy but after a war it seems more like astrology.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "I was always very interested in science, and I knew that for me, science was a better long-term career than tennis.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "Rocket science is tough, and rockets have a way of failing.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "Science is fun. Science is curiosity. We all have natural curiosity. Science is a process of investigating. It's posing questions and coming up with a method. It's delving in.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "Nature is not simply a technical or economical resource, and human beings are not mere numbers. To suggest that one can somehow align all the squabbling institutions of science, environmental management, government and diplomacy in an alliance of convenience to regulate the global climate seems to me optimistic.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Humanity has experienced many revolutionary changes over the course of history: revolutions in agriculture, in science, industrial production, as well as numerous political revolutions. But these have all been limited to the external aspects of our individual and collective lives.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.", 
    "name": "John Glenn"
  }, 
  {
    "quote": "Science always uses metaphor.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "If you start any large theory, such as quantum mechanics, plate tectonics, evolution, it takes about 40 years for mainstream science to come around. Gaia has been going for only 30 years or so.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Fudging the data in any way whatsoever is quite literally a sin against the holy ghost of science. I'm not religious, but I put it that way because I feel so strongly. It's the one thing you do not ever do. You've got to have standards.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "What I like about sceptics is that in good science you need critics that make you think: 'Crumbs, have I made a mistake here?' If you don't have that continuously, you really are up the creek. The good sceptics have done a good service, but some of the mad ones I think have not done anyone any favours.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Faulkner is a writer who has had much to do with my soul, but Hemingway is the one who had the most to do with my craft - not simply for his books, but for his astounding knowledge of the aspect of craftsmanship in the science of writing.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "Science fiction films are not about science. They are about disaster, which is one of the oldest subjects of art.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "This means that to entrust to science - or to deliberate control according to scientific principles - more than scientific method can achieve may have deplorable effects.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "True science is never speculative it employs hypotheses as suggesting points for inquiry, but it never adopts the hypotheses as though they were demonstrated propositions.", 
    "name": "Cleveland Abbe"
  }, 
  {
    "quote": "Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "The older generation had greater respect for land than science. But we live in an age when science, more than soil, has become the provider of growth and abundance. Living just on the land creates loneliness in an age of globality.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "It's time to let science and medicine, not politics and rhetoric, lead us to good, sound policy.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Facts matter. Science matters. Reason matters. Mitt Romney has shown an inability to respect any of the three. President Barack Obama not only respects them, he relies on them. He is an overwhelming and unquestioned choice to continue as president.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "The worst state of affairs is when science begins to concern itself with art.", 
    "name": "Paul Klee"
  }, 
  {
    "quote": "Politics is not an exact science.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "We have failed to protect science against speculative extensions of nature, continuing to assign physical and mathematical properties to hypothetical entities beyond what is observable in nature.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "Millions of people were inspired by the Apollo Program. I was five years old when I watched Apollo 11 unfold on television, and without any doubt it was a big contributor to my passions for science, engineering, and exploration.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "Everything is becoming science fiction. From the margins of an almost invisible literature has sprung the intact reality of the 20th century.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "Science and technology multiply around us. To an increasing extent they dictate the languages in which we speak and think. Either we use those languages, or we remain mute.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "I think mistakes are the essence of science and law. It's impossible to conceive of either scientific progress or legal progress without understanding the important role of being wrong and of mistakes.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "The most wonderful discovery made by scientists is science itself.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "The artist does not illustrate science (but) he frequently responds to the same interests that a scientist does.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "Further, the dignity of the science itself seems to require that every possible means be explored for the solution of a problem so elegant and so celebrated.", 
    "name": "Carl Friedrich Gauss"
  }, 
  {
    "quote": "The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it.", 
    "name": "Carl Friedrich Gauss"
  }, 
  {
    "quote": "The wise man regulates his conduct by the theories both of religion and science. But he regards these theories not as statements of ultimate fact but as art-forms.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "The science linking the increased frequency and severity of extreme weather to the climate crisis has matured tremendously in the last couple of years.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Raising children is a creative endeavor, an art rather than a science.", 
    "name": "Bruno Bettelheim"
  }, 
  {
    "quote": "The commonality between science and art is in trying to see profoundly - to develop strategies of seeing and showing.", 
    "name": "Edward Tufte"
  }, 
  {
    "quote": "It is reasonable to expect the doctor to recognize that science may not have all the answers to problems of health and healing.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "To pursue science is not to disparage the things of the spirit. In fact, to pursue science rightly is to furnish the framework on which the spirit may rise.", 
    "name": "Vannevar Bush"
  }, 
  {
    "quote": "Science will explain how but not why. It talks about what is, not what ought to be. Science is descriptive, not prescriptive it can tell us about causes but it cannot tell us about purposes. Indeed, science disavows purposes.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "In the post-enlightenment Europe of the 19th century the highest authority was no longer the Church. Instead it was science. Thus was born racial anti-Semitism, based on two disciplines regarded as science in their day - the 'scientific study of race' and the Social Darwinism of Herbert Spencer and Ernst Haeckel.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Since Hiroshima and the Holocaust, science no longer holds its pristine place as the highest moral authority. Instead, that role is taken by human rights. It follows that any assault on Jewish life - on Jews or Judaism or the Jewish state - must be cast in the language of human rights.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We're dreamers, you see, but we're also realists, of a sort.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "I have a better internal and intuitive understanding of folklore and myth than science and technology, so in that way fantasy is easier.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "The purpose of science is not to analyze or describe but to make useful models of the world. A model is useful if it allows us to get use out of it.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "It should be mandatory that you understand computer science.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "If you live in a ghetto and really want not to just change your life and your family's life but change your ghetto's life, make your ghetto a good neighbourhood, learn science try to be like Mark Zuckerberg, Bill Gates and Steve Jobs.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I hesitate to predict whether this theory is true. But if the general opinion of Mankind is optimistic then we're in for a period of extreme popularity for science fiction.", 
    "name": "David Eddings"
  }, 
  {
    "quote": "Some of the FDA's own scientists have charged that politics, not science, is behind the FDA's actions.", 
    "name": "Joseph Crowley"
  }, 
  {
    "quote": "It is sometimes important for science to know how to forget the things she is surest of.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "When a scientist is ahead of his times, it is often through misunderstanding of current, rather than intuition of future truth. In science there is never any error so gross that it won't one day, from some perspective, appear prophetic.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "I'm afraid for all those who'll have the bread snatched from their mouths by these machines. What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "Those theologians who are beginning to take the doctrine of creation very seriously should pay some attention to science's story.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "Much of today's public anxiety about science is the apprehension that we may forever be overlooking the whole by an endless, obsessive preoccupation with the parts.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "I suggest that the introductory courses in science, at all levels from grade school through college, be radically revised. Leave the fundamentals, the so-called basics, aside for a while, and concentrate the attention of all students on the things that are not known.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "The central task of science is to arrive, stage by stage, at a clearer comprehension of nature, but this does not at all mean, as it is sometimes claimed to mean, a search for mastery over nature.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Very few recognize science as the high adventure it really is, the wildest of all explorations ever taken by human beings, the chance to glimpse things never seen before, the shrewdest maneuver for discovering how the world works.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "We're as clever as we think we are, but we'll be a lot cleverer when we learn to use not just one brain but to pool huge numbers of brains. We're at a level technologically where we can share information and think collectively about our problems. We do it in science all the time - there's no reason why we can't do it in other endeavors.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "I like fantasy. I like horror, science fiction because I can get avant-garde with those performances in those movies.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "The violent reaction on the recent development of modern physics can only be understood when one realises that here the foundations of physics have started moving and that this motion has caused the feeling that the ground would be cut from science.", 
    "name": "Werner Heisenberg"
  }, 
  {
    "quote": "I left science, then I went into art, but I approach things very analytically. I choose to pursue both art and architecture as completely separate fields rather than merging them.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "Science fiction, to me, has not only things that wouldn't happen, but other planets.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "This much we know: Journalism is not a precise science. It's, on its best day, is a crude art. We make mistakes I make mistakes. With more than 50 years as a journalist, I have at least had the opportunity to blow more stories, make more mistakes than maybe anybody in television.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "Nothing is less important than which fork you use. Etiquette is the science of living. It embraces everything. It is ethics. It is honor.", 
    "name": "Emily Post"
  }, 
  {
    "quote": "I didn't mind studying. Obviously math and the physical science subjects interested me more than some of the more artistic subjects, but I think I was a pretty good student.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "Today the function of the artist is to bring imagination to science and science to imagination, where they meet, in the myth.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "Science, like art, religion, commerce, warfare, and even sleep, is based on presuppositions.", 
    "name": "Gregory Bateson"
  }, 
  {
    "quote": "Economics has never been a science - and it is even less now than a few years ago.", 
    "name": "Paul Samuelson"
  }, 
  {
    "quote": "More and more NFL players have been willing their bodies to science so that their brains can be studied even if they die of other causes.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Science has yet to isolate the Godiva Chocolate or Prada gene, but that doesn't mean your weakness for pricey swag isn't woven into your DNA. According to a new study of identical twins, it's less TV ads or Labor Day sales that make you buy the things you do than the tastes and temperaments that are already part of you at birth.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "The best thing about science is that hard, empirical answers are always there if you look hard enough. The best thing about religion is that the very absence of that certainty is what requires - and gives rise to - deep feelings of faith.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "When I began in 1960, individuality wasn't an accepted thing to look for it was about species-specific behaviour. But animal behaviour is not hard science. There's room for intuition.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "Women tend to be more intuitive, or to admit to being intuitive, and maybe the hard science approach isn't so attractive. The way that science is taught is very cold. I would never have become a scientist if I had been taught like that.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "In Israel, a land lacking in natural resources, we learned to appreciate our greatest national advantage: our minds. Through creativity and innovation, we transformed barren deserts into flourishing fields and pioneered new frontiers in science and technology.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Honest pioneer work in the field of science has always been, and will continue to be, life's pilot. On all sides, life is surrounded by hostility. This puts us under an obligation.", 
    "name": "Wilhelm Reich"
  }, 
  {
    "quote": "Enough people have now mentioned Bill Nye the Science Guy to me that I now desperately avoid it all costs.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Acceptance of the power of God in one's life lays the groundwork for personal commitment to both science and Christianity, which so often have been in conflict.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "Science is a method to keep yourself from kidding yourself.", 
    "name": "Edwin Land"
  }, 
  {
    "quote": "It may be that everything the life science companies are telling us will turn out to be right, and there's no problem here whatsoever. That defies logic.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "I'm a huge fan of science fiction and fantasy - not so much horror because I get a bit scared.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "My taste in watching things runs from dramas and low-budget films to high-end fantasy/science fiction.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I don't know anything about science.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "The media thinks that you have to make science sexy and concentrate on themes such as rivalry and the human issues.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I hate science fiction.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I think people are realizing that engineering and science are extremely good degrees to get and you'll be very highly paid once you've got them.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I'm not into politics but I am committed to a cause: ensuring design technology and engineering stays on the U.K. curriculum, alongside science and maths - grounding abstract theory, merging the practical with the academic.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "My interest in film is sort of catholic - apart from science fiction and horror movies, I'll watch almost everything.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "If I can get some student interested in science, if I can show members of the general public what's going on up there in the space program, then my job's been done.", 
    "name": "Christa McAuliffe"
  }, 
  {
    "quote": "What I do is not rocket science, but I sure do love it.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "Science has nothing to be ashamed of even in the ruins of Nagasaki. The shame is theirs who appeal to other values than the human imaginative values which science has evolved.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "That is the essence of science: ask an impertinent question, and you are on the way to a pertinent answer.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "Science is spectral analysis. Art is light synthesis.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "What we must understand is that the industries, processes, and inventions created by modern science can be used either to subjugate or liberate. The choice is up to us.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "I'm an amateur science enthusiast. I'm not even a professional enthusiast. I don't know anything I never even passed biology in high school. But I read the science section of the newspaper.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I don't think there's a date minimum or maximum. I don't get the whole 'All right, you've got to wait three days to call after the date.' If I got a number from a girl, I'd call that night. There's no science to it for me. You just do what it is that you feel like doing.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "Nature engenders the science of painting.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "When people think about computer science, they imagine people with pocket protectors and thick glasses who code all night.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "My father was my main influence. He was a preacher, but he was also a history and political science teacher, and since he was my hero, I wanted to follow in his footsteps and become a teacher.", 
    "name": "David Soul"
  }, 
  {
    "quote": "Unfortunately the global warming hysteria, as I see it, is driven by politics more than by science.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "Unfortunately things are different in climate science because the arguments have become heavily politicised. To say that the dogmas are wrong has become politically incorrect.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "The world of science and the world of literature have much in common. Each is an international club, helping to tie mankind together across barriers of nationality, race and language. I have been doubly lucky, being accepted as a member of both.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "What we see today is an American economy that has boomed because of policies and developments of the 1950s and '60s: the interstate-highway system, massive funding for science and technology, a public-education system that was the envy of the world and generous immigration policies.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "Learn about the world, the way it works, any kind of science and anthropology, it's really an interesting place we live in. Evolution is a really fantastic idea, even more than the idea of God I think.", 
    "name": "Randy Newman"
  }, 
  {
    "quote": "The world has changed - through technology, through wine-making techniques, the quality of wine is greater than it's ever been. Whereas ten, fifteen years ago it was very easy to find lots of bad wine, it's kind of hard now. The technology, the science - it's like, are you kidding? We're in the golden years of wine!", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Well, logos is science or reason, something that helps us to function practically and effectively in the world, and it must therefore be closely in tune and reflect accurately the realities of the world around us.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Science has to be understood in its broadest sense, as a method for comprehending all observable reality, and not merely as an instrument for acquiring specialized knowledge.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "It is therefore not unreasonable to suppose that some portion of the neglect of science in England, may be attributed to the system of education we pursue.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "Perhaps it would be better for science, that all criticism should be avowed.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "That science has long been neglected and declining in England, is not an opinion originating with me, but is shared by many, and has been expressed by higher authority than mine.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "The accumulation of skill and science which has been directed to diminish the difficulty of producing manufactured goods, has not been beneficial to that country alone in which it is concentrated distant kingdoms have participated in its advantages.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "To those who have chosen the profession of medicine, a knowledge of chemistry, and of some branches of natural history, and, indeed, of several other departments of science, affords useful assistance.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "I'd love to do a movie where the monster is human, where the issue is not otherworldly, or horror or science fiction.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "Science was something that really caught my attention. It was something I really could sink my teeth into.", 
    "name": "Michael P. Anderson"
  }, 
  {
    "quote": "Chastity is the cement of civilization and progress. Without it there is no stability in society, and without it one cannot attain the Science of Life.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "Equipped with his five senses, man explores the universe around him and calls the adventure Science.", 
    "name": "Edwin Powell Hubble"
  }, 
  {
    "quote": "What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "I very much enjoyed my career in science. I didn't leave science because I was disillusioned, but felt I'd done my bit for it after about twenty-five years.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "If the experience of science teaches anything, it's that the world is very strange and surprising. The many revolutions in science have certainly shown that.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "People, and especially theologians, should try to familiarize themselves with scientific ideas. Of course, science is technical in many respects, but there are some very good books that try to set out some of the conceptual structure of science.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "Science may never come up with a better office communication system than the coffee break.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "Thence results, for science as well as for industry, the necessity of the division and association of labor. I receive and I give - such is human life. Each directs and is directed in his turn.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "It is critical to develop a biofuel industry powered by feedstocks produced in every corner of the country, in addition to the Midwest. That is why USDA has established five regional research centers working on science necessary to ensure profitable biofuels can be produced from a diverse range of feedstocks.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Fashion is the science of appearance, and it inspires one with the desire to seem rather than to be.", 
    "name": "Henry Fielding"
  }, 
  {
    "quote": "Now science has presented us with a hope called stem cell research, which may provide our scientists with many answers that have for so long been beyond our grasp.", 
    "name": "Nancy Reagan"
  }, 
  {
    "quote": "Anthropology is the science which tells us that people are the same the whole world over - except when they are different.", 
    "name": "Nancy Banks Smith"
  }, 
  {
    "quote": "There does not exist a category of science to which one can give the name applied science. There are science and the applications of science, bound together as the fruit of the tree which bears it.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "And by the way, I wanted to point out that Kindred is not science fiction. You'll note there's no science in it. It's a kind of grim fantasy.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "What I'm working on now - I'm back to fantasy, although considering that it's me, I'm turning it into a kind of science fantasy. It's a vampire story - but my vampires are biological vampires. They didn't become vampires because someone bit them they were born that way.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "I've always seen the world through the eyes of a scientist. I love the predictable outcomes that science gives us, the control over the world that that can render.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "Our science has become terrible, our research dangerous, our findings deadly. We physicists have to make peace with reality. Reality is not as strong as we are. We will ruin reality.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The main reason for the failure of the modern medical science is that it is dealing with results and not causes. Nothing more than the patching up of those attacked and the burying of those who are slain, without a thought being given to the real strong hold.", 
    "name": "Edward Bach"
  }, 
  {
    "quote": "Since I was an atheist for many years and came to believe in God through my studies in science, it frustrated me to see students and parents who viewed faith and science as enemies.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "It is not so for art in appreciation because art is concerned with human behavior. And science is concerned with the behavior of metal or energy. It depends on what the fashion is. Now today it's energy. It's the same soul behind it. The same soul, you see.", 
    "name": "Josef Albers"
  }, 
  {
    "quote": "I had bohemian parents in Seattle in the last '60s living in a houseboat. My dad wrote science fiction novels and painted big murals and oil paintings.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Now the main areas of higher education that still enjoy considerable financial support from government are subjects like engineering and science and the research ringfence which is the basic minimum to protect Britain's scientific competitiveness.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "I've loved science fiction ever since I was a little kid, mainly from looking at the covers of science-fiction magazines and books, and I've read quite extensively as an adult.", 
    "name": "Matt Groening"
  }, 
  {
    "quote": "Unlike scientism, science in the true sense of the word is open to unbiased investigation of any existing phenomena.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Traditional academic science describes human beings as highly developed animals and biological thinking machines. We appear to be Newtonian objects made of atoms, molecules, cells, tissues, and organs.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The materialistic paradigm of Western science has been a major obstacle for any objective evaluation of the data describing the events occurring at the time of death.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "According to materialistic science, any memory requires a material substrate, such as the neuronal network in the brain or the DNA molecules of the genes.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Blade Runner appears regularly, two or three times a year in various shapes and forms of science fiction. It set the pace for what is essentially urban science fiction, urban future and it's why I've never re-visited that area because I feel I've done it.", 
    "name": "Ridley Scott"
  }, 
  {
    "quote": "'Rocket Science' is really where I fell in love with filmmaking, I think 'Camp' was incredible, but it was so bizarre, and I was trying to find my footing in this world where you don't have an audience for immediate validation.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "More than fantasy or even science fiction, Ray Bradbury wrote horror, and like so many great horror writers he was himself utterly without fear, of anything. He wasn't afraid of looking uncool - he wasn't scared to openly love innocence, or to be optimistic, or to write sentimentally when he felt that way.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "Growing up in the '70s and '80s, science fiction and especially fantasy had such a stigma attached to them. I felt so punished and exiled for being devoted to these things.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "Much of what Tea Party candidates claimed about the world and the global economy during the 2010 elections would have earned their adherents a well-deserved F in any freshman economics (or earth science) class.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "Experimental science is fascinating, but I don't want to do it. I want other people to do it, and I'll read about it.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "I have a Ph.D. in cell biology. And that's really manual labor. I mean, experimental science, you do it with your hands. So it's very different. You're out there in a lab, cleaning test tubes, and it just wasn't that fascinating.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "My background was computer science and business school, so eventually I worked my way up where I was running product groups - development, testing, marketing, user education.", 
    "name": "Melinda Gates"
  }, 
  {
    "quote": "The ever quickening advances of science made possible by the success of the Human Genome Project will also soon let us see the essences of mental disease. Only after we understand them at the genetic level can we rationally seek out appropriate therapies for such illnesses as schizophrenia and bipolar disease.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "With acknowledgement of residues, we can be more easily prepared to grant the unit of science, the overlapping of disciplines, and the total coherence of all facts.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "Observation is a passive science, experimentation an active science.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "Instead, in the absence of respect for human rights, science and its offspring technology have been used in this century as brutal instruments for oppression.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "I've got a full plate, yes I do. That iPod, that's nice. A phone recorder? Nicely done. All right I'm a bit of a tech geek. I have a subscription to Popular Science and I keep up on all this stuff.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "Drill everything, mine everything, roll back regulations, tweak the science, expedite permits. Sound familiar? The Republicans offer up more 19th-Century solutions to our 21st-Century energy problems.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "Many of the mainstream agricultural scientists, especially at the agricultural schools, but at all of our major universities, are tied into all sorts of contractual relationships and consulting relationships with the life science companies.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "What's different here is that we have now technologies that allow these life science companies to bypass classical breeding. That's what makes it both powerful and exciting.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "We're losing track of the vastness of the potential for computer science. We really have to revive the beautiful intellectual joy of it, as opposed to the business potential.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I've always felt that the human-centered approach to computer science leads to more interesting, more exotic, more wild, and more heroic adventures than the machine-supremacy approach, where information is the highest goal.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "Modern science cannot explain why the laws of physics are exactly balanced for animal life to exist.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "Teachers started recognizing me and praising me for being smart in science and that made me want to be even smarter in science!", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "The chief difficulty which prevents men of science from believing in divine as well as in nature Spirits is their materialism.", 
    "name": "H. P. Blavatsky"
  }, 
  {
    "quote": "Natural science, does not simply describe and explain nature it is part of the interplay between nature and ourselves.", 
    "name": "Werner Heisenberg"
  }, 
  {
    "quote": "Just as houses are made of stones, so is science made of facts.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "Science is facts.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "One would have to have completely forgotten the history of science so as to not remember that the desire to know nature has had the most constant and the happiest influence on the development of mathematics.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "If we reject science, we reject the common man.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "Biology is the science. Evolution is the concept that makes biology unique.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "To that class we may leave it to refine the vernacular dialects of the country, to enrich those dialects with terms of science borrowed from the Western nomenclature, and to render them by degrees fit vehicles for conveying knowledge to the great mass of the population.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "If science fiction is the mythology of modern technology, then its myth is tragic.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Science is analytical, descriptive, informative. Man does not live by bread alone, but by science he attempts to do so. Hence the deadliness of all that is purely scientific.", 
    "name": "Eric Gill"
  }, 
  {
    "quote": "The art and science of asking questions is the source of all knowledge.", 
    "name": "Thomas Berger"
  }, 
  {
    "quote": "I think computer science, by and large, is still stuck in the Modern age.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "Post-Modernism was a reaction against Modernism. It came quite early to music and literature, and a little later to architecture. And I think it's still coming to computer science.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "Before I was reading science fiction, I read Hemingway. Farewell to Arms was my first adult novel that said not everything ends well. It was one of those times where reading has meant a great deal to me, in terms of my development - an insight came from that book.", 
    "name": "Robert Reed"
  }, 
  {
    "quote": "I had read tons of science fiction. I was fascinated by other worlds, other environments. For me, it was fantasy, but it was not fantasy in the sense of pure escapism.", 
    "name": "James Cameron"
  }, 
  {
    "quote": "I was always good at math and science, and I never realized that that was unusual or somehow undesirable.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "I love biomedical science, I love astronomy, and you can't really do much with those in a fantasy setting.", 
    "name": "Elizabeth Moon"
  }, 
  {
    "quote": "Science is his forte, and omniscience his foible.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "We have found that where science has progressed the farthest, the mind has but regained from nature that which the mind put into nature.", 
    "name": "Arthur Eddington"
  }, 
  {
    "quote": "One of the nice things about science fiction is that it lets us carry out thought experiments.", 
    "name": "Rudy Rucker"
  }, 
  {
    "quote": "Religion is to mysticism what popularization is to science.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "My parents divorced when I was born, and my mother is a political science professor, like a feminist Mormon, which is sort of an oxymoron.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "I did one sci-fi movie. I did 'Gattaca.' I liked 'Gattaca' because that was always the kind of science fiction I really dug, the non-action oriented sci-fi.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "We've heard from many teachers that they used episodes of Star Trek and concepts of Star Trek in their science classrooms in order to engage the students.", 
    "name": "Patrick Stewart"
  }, 
  {
    "quote": "Science fiction was never my thing. I have no interest in it.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "I don't really see science fiction as fiction. I can imagine colonies on Mars and everything.", 
    "name": "Sigourney Weaver"
  }, 
  {
    "quote": "And I have lived since - as you have - in a period of cold war, during which we have ensured by our achievements in the science and technology of destruction that a third act in this tragedy of war will result in the peace of extinction.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "From all this it follows what the general character of the problem of the development of a body of scientific knowledge is, in so far as it depends on elements internal to science itself.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "My training in Science of Mind had begun with my mother. She took me to a different church every Sunday, and she encouraged me to question the minister afterward.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "I was raised on comic books, and I love science fiction.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "I like science fiction and physics, things like that. Planets being sucked into black holes, and the various vortexes that create possibility, and what happens on the other side of the black hole. To me it's the microcosmic study of the macrocosmic universe in man, and that's why I'm attracted to it.", 
    "name": "Wesley Snipes"
  }, 
  {
    "quote": "Pure phenomenology claims to be the science of pure phenomena. This concept of the phenomenon, which was developed under various names as early as the eighteenth century without being clarified, is what we shall have to deal with first of all.", 
    "name": "Edmund Husserl"
  }, 
  {
    "quote": "I do enjoy reading some science fiction.", 
    "name": "Colin Farrell"
  }, 
  {
    "quote": "I was always attracted to science fiction movies.", 
    "name": "Tina Turner"
  }, 
  {
    "quote": "We sat around on a hotel balcony with a bottle of wine and tried to figure out how you would go about blowing up a planet. That's the kind of conversations science fiction writers have when they get together. We don't talk about football or anything like that.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "Biology, meaning the science of all life, is a late notion.", 
    "name": "Leon Kass"
  }, 
  {
    "quote": "There were certain questions about the foundations of morals that advances in science all threaten to make more complicated.", 
    "name": "Leon Kass"
  }, 
  {
    "quote": "I would like to do a science fiction film some day. Star Wars seems really to have destroyed the genre, which at one time offered great musical opportunities.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "Cultural anthropology is more and more rapidly getting to realize itself as a strictly historical science.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "Science consistently produces a new crop of miraculous truths and dazzling devices every year.", 
    "name": "Kary Mullis"
  }, 
  {
    "quote": "Science grows like a weed every year.", 
    "name": "Kary Mullis"
  }, 
  {
    "quote": "I was a daydreamer, and there is a lot of history and geography and science I missed out on because I was in my head. And I regret that.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "I wanted to have a political career. I thought studying political science would be the best way to achieve it.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "I'm a geophysicist and all my earth science books when I was a student, I had to give the wrong answer to get an A. We used to ridicule continental drift. It was something we laughed at. We learned of Marshall Kay's geosynclinal cycle, which is a bunch of crap.", 
    "name": "Robert Ballard"
  }, 
  {
    "quote": "Psychology is the science of the act of experiencing, and deals with the whole system of such acts as they make up mental life.", 
    "name": "Samuel Alexander"
  }, 
  {
    "quote": "While most of us know that we feel better after a good hearty laugh, science, in many cases, is yet to prove why.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "The main purpose of science is simplicity and as we understand more things, everything is becoming simpler.", 
    "name": "Edward Teller"
  }, 
  {
    "quote": "Science is the systematic classification of experience.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "Science is not addressed to poets.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "Science has produced such powerful weapons that in a war between great powers there would be neither victor nor vanquished. Both would be overwhelmed in destruction.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "Science may be described as the art of systematic over-simplification.", 
    "name": "Karl Popper"
  }, 
  {
    "quote": "Science must begin with myths, and with the criticism of myths.", 
    "name": "Karl Popper"
  }, 
  {
    "quote": "Science is for those who learn, poetry is for those who know.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "I've started a company, called Tall Girl Productions, and we've got our first project that is purely producing, not writing, with a writer named Evan Daugherty. It's for NBC, it's called 'Afterthought,' and it's science fiction-ish. That's fun.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "This is actually a very important principle that science is learning about large systems like evolution and that futurists are learning about anticipating human society: just because a future scenario is plausible doesn't mean we can get there from here.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "The rise of Google, the rise of Facebook, the rise of Apple, I think are proof that there is a place for computer science as something that solves problems that people face every day.", 
    "name": "Eric Schmidt"
  }, 
  {
    "quote": "A second reason why science cannot replace judgement is the behavior of financial markets.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "I cannot say how strongly I object to people using other people's writing as research. Research is non-fiction, especially for horror, fantasy, science fiction. Do not take your research from other people's fiction. Just don't.", 
    "name": "Laurell K. Hamilton"
  }, 
  {
    "quote": "If Margaret Thatcher took climate change seriously and believed that we should take action to reduce global greenhouse emissions, then taking action and supporting and accepting the science can hardly be the mark of incipient Bolshevism.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "Christmas renews our youth by stirring our wonder. The capacity for wonder has been called our most pregnant human faculty, for in it are born our art, our science, our religion.", 
    "name": "Ralph W. Sockman"
  }, 
  {
    "quote": "I began reading science fiction before I was 12 and started writing science fiction around the same time.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "Science fiction let me do both. It let me look into science and stick my nose in everywhere.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "The thing about science fiction is that it's totally wide open. But it's wide open in a conditional way.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "Fantasy is totally wide open all you really have to do is follow the rules you've set. But if you're writing about science, you have to first learn what you're writing about.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "No one was going to stop me from writing and no one had to really guide me towards science fiction. It was natural, really, that I would take that interest.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "So fantasy was fine early on, and when I discovered science fiction, I was very happy with it, because my first interest in science fiction came with an interest in astronomy.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "I was attracted to science fiction because it was so wide open. I was able to do anything and there were no walls to hem you in and there was no human condition that you were stopped from examining.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "I told my father I had to try political science for a year. He thought I was throwing my life away.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "One of the things that ultimately led me to leave mathematics and go into political science was thinking I could prevent nuclear war.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws - a thing which can never be demonstrated.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "For a member to say, 'I'm a lame duck' violates political science 101.", 
    "name": "Charles Rangel"
  }, 
  {
    "quote": "With science fiction there's endless possibilities.", 
    "name": "Anna Torv"
  }, 
  {
    "quote": "Science fiction is becoming more of a diverse kind of genre.", 
    "name": "Anna Torv"
  }, 
  {
    "quote": "The science of life is changing hearts and minds.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "In science there is only physics all the rest is stamp collecting.", 
    "name": "Lord Kelvin"
  }, 
  {
    "quote": "Ah, the creative process is the same secret in science as it is in art. They are all the same absolutely.", 
    "name": "Josef Albers"
  }, 
  {
    "quote": "We're looking at Earth science, observing our planet. Also space science, looking at the ozone in the atmosphere around our Earth. Also looking at life science. And on a human level, using ourselves as test subjects.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "I decry the current tendency to seek patents on algorithms. There are better ways to earn a living than to prevent other people from making use of one's contributions to computer science.", 
    "name": "Donald Knuth"
  }, 
  {
    "quote": "People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones.", 
    "name": "Donald Knuth"
  }, 
  {
    "quote": "I think if I'm going to do a science fiction, I'm going to go down a new path that I want to do.", 
    "name": "Ridley Scott"
  }, 
  {
    "quote": "Science makes no pretension to eternal truth or absolute truth.", 
    "name": "E. T. Bell"
  }, 
  {
    "quote": "Science is an integral part of culture. It's not this foreign thing, done by an arcane priesthood. It's one of the glories of the human intellectual tradition.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "I don't think academic writing ever was wonderful. However, science used to be much less specialized.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "Goethe died in 1832. As you know, Goethe was very active in science. In fact, he did some very good scientific work in plant morphology and mineralogy. But he was quite bitter at the way in which many scientists refused to grant him a hearing because he was a poet and therefore, they felt, he couldn't be serious.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "Science is not a heartless pursuit of objective information. It is a creative human activity, its geniuses acting more as artists than as information processors.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "My entry into the environmental arena was through the issue that so dramatically - and destructively - demonstrates the link between science and social action: nuclear weapons.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "The age of innocent faith in science and technology may be over.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "Psychology is the science of the intellects, characters and behavior of animals including man.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "I didn't invent forensic science and medicine. I just was one of the first people to recognize how interesting it is.", 
    "name": "Patricia Cornwell"
  }, 
  {
    "quote": "Science is always inquiring.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "I felt strongly that since the pursuit of good science was so difficult it was essential that the problem being studied was an important one to justify the effort expanded.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "I have an idealistic view of science as a liberalising and progressive force for humanity.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "I think it was this curiosity about the natural world which awoke my early interest in science.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "Like many students, I found the drudgery of real experiments and the slowness of progress a complete shock, and at my low points I contemplated other alternative careers including study of the philosophy or sociology of science.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "In the spirit of science, there really is no such thing as a 'failed experiment.' Any test that yields valid data is a valid test.", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "That's the show. it's like 5 minutes of science and then 10 minutes of me hurting myself.", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "We didn't set out to be educators or even scientists, and we don't purport that what we do is real science but we're demonstrating a methodology by which one can engage and satisfy your curiosity.", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "Rationalism and Newtonian science has lured us into dark woods, but a new metaphysics can rescue us.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "Most modern science fiction went to school on 'Dune.' Even 'Harry Potter' with its 'boy protagonist who has not yet grown into his destiny' shares a common theme. When I read it for the first time, I felt like I had learned another language, mastered a new culture, adopted a new religion.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "Fruitful discourse in science or theology requires us to believe that within the contexts of normal discourse there are some true statements.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "I believe very strongly, and have fought since many years ago - at least over 30 years ago - to get architecture not just within schools, but architecture talked about under history, geography, science, technology, art.", 
    "name": "Richard Rogers"
  }, 
  {
    "quote": "In Poland, my audience is all women between 18 and 30. At U.S. conventions, you have the fantasy and science fiction crowd. At Harvard you have an entirely different audience. It's so schizophrenic.", 
    "name": "Jonathan Carroll"
  }, 
  {
    "quote": "In teaching man, experimental science results in lessening his pride more and more by proving to him every day that primary causes, like the objective reality of things, will be hidden from him forever and that he can only know relations.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "Experimentation is an active science.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "Science does not permit exceptions.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "The most exciting thing in the twentieth century is science.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Young people ask me if this country is serious about science. They aren't thinking about the passport that they will hold, but the country that they must rely on for support and encouragement.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "When, as we must often do, we fear science, we really fear ourselves.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Science never gives up searching for truth, since it never claims to have achieved it.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "It is this, at its most basic, that makes science a humane pursuit it acknowledges the commonality of people's experience.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Though neglectful of their responsibility to protect science, scientists are increasingly aware of their responsibility to society.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Science gives us a powerful vocabulary, and it is impossible to produce a vocabulary with which one can only say nice things.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Better to die in the pursuit of civilized values, we believed, than in a flight underground. We were offering a value system couched in the language of science.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Today, Academies of Science use their influence around the world in support of human rights.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "The respect for human rights, essential if we are to use technology wisely, is not something alien that must be grafted onto science. On the contrary, it is integral to science, as also to scholarship in general.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "For science must breathe the oxygen of freedom.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Science exists, moreover, only as a journey toward troth. Stifle dissent and you end that journey.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "While that amendment failed, human cloning continues to advance and the breakthrough in this unethical and morally questionable science is around the corner.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "Mothers, unless they were very poor, didn't work. Both of my parents had to leave education. My mother had to work in a cotton mill until 18 or 19, when she took some training in domestic science.", 
    "name": "Roger Bannister"
  }, 
  {
    "quote": "As a theoretical physicist, I feel at once proud and humble at the thought of the illustrious figures that have preceded me here to receive the greatest of all honors in science, the Nobel prize.", 
    "name": "Murray Gell-Mann"
  }, 
  {
    "quote": "You know, there was a time, just before I started to study physical science, when astronomers thought that systems such as we have here in the solar system required a rare triple collision of stars.", 
    "name": "Murray Gell-Mann"
  }, 
  {
    "quote": "Science and vision are not opposites or even at odds. They need each other. I sometimes hear other startup folks say something along the lines of: 'If entrepreneurship was a science, then anyone could do it.' I'd like to point out that even science is a science, and still very few people can do it, let alone do it well.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Except in very narrow cases, where there's breakthrough science that needs patent production, worrying about competitors is a waste of time. If you can't out iterate someone who is trying to copy you, you're toast anyway.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Perfect as the wing of a bird may be, it will never enable the bird to fly if unsupported by the air. Facts are the air of science. Without them a man of science can never rise.", 
    "name": "Ivan Pavlov"
  }, 
  {
    "quote": "Today's preoccupation with physical theories of everything takes a wrong turn from the purpose of science - to question all things relentlessly. Modern physics has become like Swift's kingdom of Laputa, flying absurdly on an island above the earth and indifferent to what is beneath.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "Amazingly when you add life and consciousness to the equation you can actually explain some of the biggest puzzles of science.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "I think it's science and physics are just starting to learn from all these experiments. These experiments have been carried out hundreds and hundreds of times in all sorts of ways that no physicist really questions the end point. I think that these experiments are very clearly telling us that consciousness is limitless and the ultimate reality.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "Fashion is more about feel than science.", 
    "name": "Pharrell Williams"
  }, 
  {
    "quote": "In some parts of life, like mathematics and science, yeah, I was a genius. I would top all the top scores you could ever measure it by.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "Research is of considerable importance in certain fields, such as science and history.", 
    "name": "Fred Saberhagen"
  }, 
  {
    "quote": "The East Germans first used biomechanics. This meant that rather than guessing about technique and form, they could apply changes to athletic performance based on science.", 
    "name": "Bill Toomey"
  }, 
  {
    "quote": "To recover a spiritual tradition in which creation, and the study of creation, matters would be to inaugurate new possibilities between spirituality and science that would shape the paradigms for culture, its institution, and its people.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "Invented languages have often been created in tandem with entire invented universes, and most conlangers come to their craft by way of fantasy and science fiction.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "Advances in science and medical research and public health policies have meant that life expectancy for Australians is one of the highest in the world.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "Science fiction encourages us to explore... all the futures, good and bad, that the human mind can envision.", 
    "name": "Marion Zimmer Bradley"
  }, 
  {
    "quote": "I became kind of a drop-out in science after I came back to America. I wanted to photograph.", 
    "name": "Imogen Cunningham"
  }, 
  {
    "quote": "You see, I became kind of a drop-out in science after I came back to America.", 
    "name": "Imogen Cunningham"
  }, 
  {
    "quote": "Politics is the science of urgencies.", 
    "name": "Theodore Parker"
  }, 
  {
    "quote": "Science is knowledge arranged and classified according to truth, facts, and the general laws of nature.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "Thousands of years ago, humans domesticated every possible large wild mammal species fulfilling all those criteria and worth domesticating, with the result that there have been no valuable additions of domestic animals in recent times, despite the efforts of modern science.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "Tasmanian history is a study of human isolation unprecedented except in science fiction - namely, complete isolation from other humans for 10,000 years.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "We're uncomfortable about considering history as a science. It's classified as a social science, which is considered not quite scientific.", 
    "name": "Jared Diamond"
  }, 
  {
    "quote": "He that desireth to acquire any art or science seeketh first those means by which that art or science is obtained. If we ought to do so in things natural and earthly, how much more then in spiritual?", 
    "name": "Robert Barclay"
  }, 
  {
    "quote": "I shopped at J. Crew in high school, I studied computer science. I was a nerd-nerd, now I'm a music-nerd.", 
    "name": "Mayer Hawthorne"
  }, 
  {
    "quote": "It seems true that the growth of science and secularism made organized Christianity feel under threat.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Evolutionary naturalism takes the inherent limitations of science and turns them into a devastating philosophical weapon: because science is our only real way of knowing anything, what science cannot know cannot be real.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "There's a new science out called orthomolecular medicine. You correct the chemical imbalance with amino acids and vitamins and minerals that are naturally in the body.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "In general, science journalism concerns itself with what has been published in a handful of peer-reviewed journals - Nature, Cell, The New England Journal of Medicine - which set the agenda.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "The big journals and Nobel laureates are the equivalent of Congressional leaders in science journalism.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Until politics are a branch of science we shall do well to regard political and social reforms as experiments rather than short-cuts to the millennium.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "There can be no truce between science and religion.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "And if we must educate our poets and artists in science, we must educate our masters, labour and capital, in art.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "Science fiction is trying to find alternative ways of looking at realities.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "My point has always been that, ever since the Industrial Revolution, science fiction has been the most important genre there is.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "A lot of what the 'Culture' is about is a reaction to all the science fiction I was reading in my very early teens.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "I think a lot of people are frightened of technology and frightened of change, and the way to deal with something you're frightened of is to make fun of it. That's why science fiction fans are dismissed as geeks and nerds.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "Science fiction has its own history, its own legacy of what's been done, what's been superseded, what's so much part of the furniture it's practically part of the fabric now, what's become no more than a joke... and so on. It's just plain foolish, as well as comically arrogant, to ignore all this, to fail to do the most basic research.", 
    "name": "Iain Banks"
  }, 
  {
    "quote": "But because we live in an age of science, we have a preoccupation with corroborating our myths.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "Sound science must be our guide in choosing which problems to tackle and how to approach them.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "When I got my PhD, it was a time when there were just no jobs for PhDs. Period. PhDs were getting the lowest paid technician jobs, if they were lucky, in any kind of science.", 
    "name": "Shannon Lucid"
  }, 
  {
    "quote": "The 'science' for which the United States is respected has nothing to do with the unscientific and baseless theory of evolution.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Evolution is the fundamental idea in all of life science - in all of biology.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Science is a wonderful discipline, to which we are deeply indebted.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Science fiction has a way of letting you talk about where we are in the world and letting you be a bit of a pop philosopher without being didactic.", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "I didn't understand how you could be an actor if you didn't also study philosophy and study political science, astronomy. And also just go out and live life and have experiences.", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "Much of Indian science seems intuitive and not bound by the rigid thinking of classical scientists.", 
    "name": "Roland Joffe"
  }, 
  {
    "quote": "I hope every woman out there who wants to be a mother and is suffering with infertility, will explore all the options and know that if you choose the science route, it is okay.", 
    "name": "Cindy Margolis"
  }, 
  {
    "quote": "Our work on light bulbs wasn't an arbitrary mandate. We didn't just pick a standard out of the air, or look for a catchy sounding standard like 25 by 2025 not based in science or feasibility. Instead, we worked with both industry and environmental groups to come up with a standard that made sense and was doable.", 
    "name": "Fred Upton"
  }, 
  {
    "quote": "Some ideas you have to chew on, then roll them around a lot, play with them before you can turn them into funky science fiction.", 
    "name": "Rudy Rucker"
  }, 
  {
    "quote": "I would love to photograph Stephen Hawking. I am just fascinated by science, I really am.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "Science goes from question to question big questions, and little, tentative answers. The questions as they age grow ever broader, the answers are seen to be more limited.", 
    "name": "George Wald"
  }, 
  {
    "quote": "Paleoanthropology is not a science that ends with the discovery of a bone. One has to have the original to work with. It is a life-long task.", 
    "name": "Richard Leakey"
  }, 
  {
    "quote": "I developed that for a long time. I also developed 'Sugar Sweet Science' at New Line and that didn't happen. That was a boxing movie. And between all that there were a couple of other things.", 
    "name": "Danny DeVito"
  }, 
  {
    "quote": "In science, all facts, no matter how trivial or banal, enjoy democratic equality.", 
    "name": "Mary McCarthy"
  }, 
  {
    "quote": "There's a lot of interesting words, nomenclatures, in science.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "My political science degree is always on the back-burner. I took my LSAT, so even if I want to take the LSAT again, I know what I'm getting into. I'll keep it on the back-burner. Who knows, maybe with my popularity, I can have a career in politics with a law degree. I think it'll work out either way.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "Science and literature give me answers. And they ask me questions I will never be able to answer.", 
    "name": "Mark Haddon"
  }, 
  {
    "quote": "Nothing matters but the facts. Without them, the science of criminal investigation is nothing more than a guessing game.", 
    "name": "Blake Edwards"
  }, 
  {
    "quote": "Modem science, then, maintains on the one hand that nature, both organic and inorganic, strives towards a state of order and that man's actions are governed by the same tendency.", 
    "name": "Rudolf Arnheim"
  }, 
  {
    "quote": "If, on occasion, the knowledge brought by science leads to an unhappy end, this is not to the discredit of science but is rather an indication of an imperfect ability to use wisely the gifts placed within our hands.", 
    "name": "Polykarp Kusch"
  }, 
  {
    "quote": "Great moments in science: Einstein discovers that time is actually money.", 
    "name": "Gary Larson"
  }, 
  {
    "quote": "Comedy is very hard, but you have to learn the art and science of it.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "If I wasn't doing this, I'd be in school studying political science or socioeconomic something. I love visiting different cultures and finding out how they make up a society.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "I wanted to be a political science professor and go to school in Boston. I never wanted to be a big, famous movie star and TV star. It kind of found me.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "The science of booby-trapping has taken a good deal of the fun out of following hot on the enemy's heels.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "I think what a life in science really teaches you is the vastness of our ignorance.", 
    "name": "David Eagleman"
  }, 
  {
    "quote": "Without renouncing the support of physics, it is possible for the physiology of the senses, not only to pursue its own course of development, but also to afford to physical science itself powerful assistance.", 
    "name": "Ernst Mach"
  }, 
  {
    "quote": "I've always loved 3D. In fact, as a kid, I was exposed to 3D at an early age because my grandfather was a specialist of 3D in cinematheques. And then my cousin put it in 'Science of Sleep' with toilet paper tube cities. But he was a specialist and I always wanted to do something in 3D.", 
    "name": "Michel Gondry"
  }, 
  {
    "quote": "We tried war, we tried aggression, we tried intervention. None of it works. Why don't we try peace, as a science of human relations, not as some vague notion - as everyday work.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "Gender consciousness has become involved in almost every intellectual field: history, literature, science, anthropology. There's been an extraordinary advance.", 
    "name": "Clifford Geertz"
  }, 
  {
    "quote": "I think the perception of there being a deep gulf between science and the humanities is false.", 
    "name": "Clifford Geertz"
  }, 
  {
    "quote": "I'm writing a review of three books on feminism and science, and it's about social constructionism. So I would say I'm a social constructionist, whatever that means.", 
    "name": "Clifford Geertz"
  }, 
  {
    "quote": "Now, Venus is an extremely hostile environment, and as such presents a lot of challenges for a science fiction author who wants to create life there. However, as I began to research it more thoroughly, I found myself intrigued by the possibilities the world offers.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "When we see the shadow on our images, are we seeing the time 11 minutes ago on Mars? Or are we seeing the time on Mars as observed from Earth now? It's like time travel problems in science fiction. When is now when was then?", 
    "name": "Bill Nye"
  }, 
  {
    "quote": "HGH testing is happening in Olympics. The science is there. It is a valid test.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "One of the reasons I did this, because I wasn't really looking for another science fiction film, was that my daughter can see it. She's 9 and it's really a good film for all ages.", 
    "name": "Sigourney Weaver"
  }, 
  {
    "quote": "By exploring the political and moral colorings of discoveries about what makes us tick, we can have a more honest science and a less fearful intellectual milieu.", 
    "name": "Steven Pinker"
  }, 
  {
    "quote": "Don't confuse hypothesis and theory. The former is a possible explanation the latter, the correct one. The establishment of theory is the very purpose of science.", 
    "name": "Martin H. Fischer"
  }, 
  {
    "quote": "Facts are not science - as the dictionary is not literature.", 
    "name": "Martin H. Fischer"
  }, 
  {
    "quote": "In the sick room, ten cents' worth of human understanding equals ten dollars' worth of medical science.", 
    "name": "Martin H. Fischer"
  }, 
  {
    "quote": "Science fiction, outside of poetry, is the only literary field which has no limits, no parameters whatsoever.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "In science fiction, you can also test out your own realities.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "I wrote the very first stories in science fiction which dealt with homosexuality, The World Well Lost and Affair With a Green Monkey.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "In the forensic science course I took at university they used photographs of dead bodies. For ballistics they showed us a guy lying on the floor, and his head had burst.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "My personal conviction is that science is concerned wholly with truth, not with ethics.", 
    "name": "Arthur Keith"
  }, 
  {
    "quote": "I would be more frightened as a writer if people thought my movies were like science fiction.", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "But the imposition of morality onto science, - where it does not belong - has become rampant in recent years.", 
    "name": "Bill Condon"
  }, 
  {
    "quote": "Winning is the science of being totally prepared.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "I've always been a big fan of science fiction and of the worlds of the spiritual and the mystic.", 
    "name": "Dan Aykroyd"
  }, 
  {
    "quote": "And I grew up on a steady diet of science fiction, especially apocalyptic and postapocalyptic fiction.", 
    "name": "Justin Cronin"
  }, 
  {
    "quote": "I'm really convinced that our descendants a century or two from now will look back at us with the same pity that we have toward the people in the field of science two centuries ago.", 
    "name": "John Templeton"
  }, 
  {
    "quote": "The origin of life is one of the great outstanding mysteries of science.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "In science, a healthy skepticism is a professional necessity, whereas in religion, having belief without evidence is regarded as a virtue.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Science, we are repeatedly told, is the most reliable form of knowledge about the world because it is based on testable hypotheses. Religion, by contrast, is based on faith. The term 'doubting Thomas' well illustrates the difference.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "A permanent base on Mars would have a number of advantages beyond being a bonanza for planetary science and geology. If, as some evidence suggests, exotic micro-organisms have arisen independently of terrestrial life, studying them could revolutionise biology, medicine and biotechnology.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "For me, science is already fantastical enough. Unlocking the secrets of nature with fundamental physics or cosmology or astrobiology leads you into a wonderland compared with which beliefs in things like alien abductions pale into insignificance.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Though we do need more women to graduate with technical degrees, I always like to remind women that you don't need to have science or technology degrees to build a career in tech.", 
    "name": "Susan Wojcicki"
  }, 
  {
    "quote": "Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Cosmologists have attempted to account for the day-to-day laws you find in textbooks in terms of fundamental 'superlaws,' but the superlaws themselves must still be accepted as brute facts. So maybe the ultimate laws of nature will always be off-limits to science.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Traditionally, scientists have treated the laws of physics as simply 'given,' elegant mathematical relationships that were somehow imprinted on the universe at its birth, and fixed thereafter. Inquiry into the origin and nature of the laws was not regarded as a proper part of science.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "The birth of science as we know it arguably began with Isaac Newton's formulation of the laws of gravitation and motion. It is no exaggeration to say that physics was reborn in the early 20th-century with the twin revolutions of quantum mechanics and the theory of relativity.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "A man ceases to be a beginner in any given science and becomes a master in that science when he has learned that he is going to be a beginner all his life.", 
    "name": "Robin G. Collingwood"
  }, 
  {
    "quote": "I got to spend all of my time every day at work reading and editing papers about cutting-edge technical research and getting paid for it. Then I'd go home at night and turn what I learned into science fiction stories.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "I wanted the feel in these books to be like an epic fantasy, with kings, queens, dukes and court politics, but of course like what I was explaining before, about making the science make sense, you have to make the politics make sense, too.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "Dune is the bestselling science fiction book of all time. It's something you really need to read in your lifetime. If you're going to read The Lord of the Rings, which everyone should, then you have to read Dune, too.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "We especially need imagination in science.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "One of the problems we've had is that the ICT curriculum in the past has been written for a subject that is changing all the time. I think that what we should have is computer science in the future - and how it fits in to the curriculum is something we need to be talking to scientists, to experts in coding and to young people about.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "We need to be pro-science we have to go back to science.", 
    "name": "Al Franken"
  }, 
  {
    "quote": "The thing that interests me least about the radio business is the radio business. But I've had to learn a little bit about it. It's not rocket science: You get ratings, that's good.", 
    "name": "Al Franken"
  }, 
  {
    "quote": "It turns out that understanding the British public is not rocket science. The British appreciate honesty and they also have a bonkers, off-the-wall sense of humour like me.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "If you just have a single problem to solve, then fine, go ahead and use a neural network. But if you want to do science and understand how to choose architectures, or how to go to a new problem, you have to understand what different architectures can and cannot do.", 
    "name": "Marvin Minsky"
  }, 
  {
    "quote": "Science is one of a handful of things that defines us as a very special species. It is amazing how far we have been able to get and how accurate our predictions are. I think understanding how the universe was born is very important. It really gives us a perspective on many things.", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "From my earliest acquaintance with the science of political economy, it has been evident to my mind that capital was the product of labor, and that therefore, in its best analysis there could be no natural conflict between capital and labor.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "Many writers upon the science of political economy have declared that it is the duty of a nation first to encourage the creation of wealth and second, to direct and control its distribution. All such theories are delusive.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "When I was younger I wanted to be a big movie star who'd get to be funny on talk shows and then I wanted to retire and write science fiction.", 
    "name": "Scott Thompson"
  }, 
  {
    "quote": "Science already contained all that was necessary, if you just brought it out.", 
    "name": "Arthur Young"
  }, 
  {
    "quote": "And I thought I would just share with you what science says today about silicone breast implants. If you have them, you're healthier than if you don't. In fact, there's no science that shows that silicone breast implants are detrimental and, in fact, they make you healthier.", 
    "name": "Tom Coburn"
  }, 
  {
    "quote": "Intelligence is not a science.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "I certainly saw science as a kind of calling, and one with as much legitimacy as a religious calling.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "I did get a very fine education, and not just in science. It took some pressure on the part of my elders to convince me that I really should take an interest in humanities.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "I hope I've lived a life of science whose style will encourage younger people.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "I'd like to put in a vote for the intrinsic fascination of science.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "I'm chairing a UNESCO committee on how to improve global Internet communications for science help third-world people get onto the Net so they can be part of the process.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "The general public has long been divided into two parts those who think science can do anything, and those who are afraid it will.", 
    "name": "Dixie Lee Ray"
  }, 
  {
    "quote": "Music is not math. It's science. You keep mixing the stuff up until it blows up on you, or it becomes this incredible potion.", 
    "name": "Bruno Mars"
  }, 
  {
    "quote": "English, once accepted as an international language, is no more secure than French has proved to be as the one and only accepted language of diplomacy or as Latin has proved to be as the international language of science.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "The modern mind tends to be more and more critical and analytical in spirit, hence it must devise for itself an engine of expression which is logically defensible at every point and which tends to correspond to the rigorous spirit of modern science.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "I think of it as a good opportunity to let, in particular, school kids know that this job and other interesting jobs in science and engineering are open to anyone who works hard in school and gets a good education and studies math and science. And that it's not just for a select group of people.", 
    "name": "Ellen Ochoa"
  }, 
  {
    "quote": "Usually, girls weren't encouraged to go to college and major in math and science. My high school calculus teacher, Ms. Paz Jensen, made math appealing and motivated me to continue studying it in college.", 
    "name": "Ellen Ochoa"
  }, 
  {
    "quote": "As a kid I wanted to write science fiction, and I was never without a book. Later I really got into being a scientist and never thought I'd be writing novels.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Science has not been successful by making up explanations of things that fit with the current social fabric.", 
    "name": "Kary Mullis"
  }, 
  {
    "quote": "Science rests on reason and experiment, and can meet an opponent with calmness but a belief is always sensitive.", 
    "name": "James Anthony Froude"
  }, 
  {
    "quote": "The man of science is nothing if not a poet gone wrong.", 
    "name": "George Meredith"
  }, 
  {
    "quote": "A successful society is characterized by a rising living standard for its population, increasing investment in factories and basic infrastructure, and the generation of additional surplus, which is invested in generating new discoveries in science and technology.", 
    "name": "Robert Trout"
  }, 
  {
    "quote": "As a child, I read science fiction, but from the very beginnings of my reading for pleasure, I read a lot of non-fictional history, particularly historical biography.", 
    "name": "Norman Spinrad"
  }, 
  {
    "quote": "I don't dare postulate about science, but I know that it takes both emotion and intellect in order for art to happen.", 
    "name": "Lukas Foss"
  }, 
  {
    "quote": "Today's recording techniques would have been regarded as science fiction forty years ago.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "A person that much interested in science is going to neglect his social life somewhat, but not completely, because that isn't healthy either. So one has to work it out according to one's own inclinations, how one wants to proportion these things.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "Unfortunately, a lot of the concepts in the Bible are based on ancient mythology that doesn't fit the findings of science.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "I went to college at the University of Kansas, where I got a degree in political science.", 
    "name": "Sara Paretsky"
  }, 
  {
    "quote": "The virtues of science are skepticism and independence of thought.", 
    "name": "Walter Gilbert"
  }, 
  {
    "quote": "The conscious purpose of science is control of Nature its unconscious effect is disruption and chaos.", 
    "name": "William Irwin Thompson"
  }, 
  {
    "quote": "So my degree was in political science, which I think was - the closest I could come to marketing is politics.", 
    "name": "Steve Case"
  }, 
  {
    "quote": "In order for America to remain a global leader in innovation and opportunity, we must give our children a solid foundation in math and science.", 
    "name": "Kenny Marchant"
  }, 
  {
    "quote": "In the last fifty years science has advanced more than in the 2,000 previous years and given mankind greater powers over the forces of nature than the ancients ascribed to their gods.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "As I have tried to show, science, in producing the airplane and the wireless, has created a new international political environment to which governments must adjust their foreign policies.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "I was born in 1950 and watched science fiction and horror movies on TV and was always really fascinated by them.", 
    "name": "Rick Baker"
  }, 
  {
    "quote": "I do not think we are ever going to be able to, for a long time, get the kind of quality of school personnel that we need in our schools, especially in the areas of science and math. One of the answers to that problem is to use more educational technology.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "Science has everything to say about what is possible. Science has nothing to say about what is permissible.", 
    "name": "Charles Krauthammer"
  }, 
  {
    "quote": "First, I think the science of monetary economics has clearly gotten better.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "And finally, no matter how good the science gets, there are problems that inevitably depend on judgement, on art, on a feel for financial markets.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "I love science fiction.", 
    "name": "Pam Grier"
  }, 
  {
    "quote": "I've tried to be a straight scientist doing the science and reporting it as best I can.", 
    "name": "James Hansen"
  }, 
  {
    "quote": "You have no time to do the science if you're talking to the media.", 
    "name": "James Hansen"
  }, 
  {
    "quote": "What has become clear from the science is that we cannot burn all of the fossil fuels without creating a very different planet.", 
    "name": "James Hansen"
  }, 
  {
    "quote": "As a microbiologist, I am particularly concerned with Mr. Bush's blatant disregard for science.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "At a time when science plays such a powerful role in the life of society, when the destiny of the whole of mankind may hinge on the results of scientific research, it is incumbent on all scientists to be fully conscious of that role, and conduct themselves accordingly.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "But the first the general public learned about the discovery was the news of the destruction of Hiroshima by the atom bomb. A splendid achievement of science and technology had turned malign. Science became identified with death and destruction.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "From my earliest days I had a passion for science.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "I did not imagine that the second half of my life would be spent on efforts to avert a mortal danger to humanity created by science.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "I saw science as being in harmony with humanity.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "Indeed, the whole human species is endangered, by nuclear weapons or by other means of wholesale destruction which further advances in science are likely to produce.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "Truth is I don't think God on a daily basis. I think politics, science.", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "When I'm not writing, I read loads of fiction, but I've been writing quite constantly lately so I've been reading a lot of nonfiction - philosophy, religion, science, history, social or cultural studies.", 
    "name": "Irvine Welsh"
  }, 
  {
    "quote": "Science is defined in various ways, but today it is generally restricted to something which is experimental, which is repeatable, which can be predicted, and which is falsifiable.", 
    "name": "Walter Lang"
  }, 
  {
    "quote": "The science is clear that there is an increase in the amount of CO2 in the atmosphere. What is not clear from the science is how much of that increase is caused by human activity and what also is not clear is what impact those increases have on the climatic cycle.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "In science, read by preference the newest works. In literature, read the oldest. The classics are always modern.", 
    "name": "Amy Lowell"
  }, 
  {
    "quote": "Oh, I'm nerdy about science fiction and fantasy and graphic novels and reading, and I'm nerdy about board games. My favorite board game is a board game I'm working on right now. It's a game of Napoleonic era naval warfare, and it's going to be fun.", 
    "name": "Billy Campbell"
  }, 
  {
    "quote": "This is a global fight to get the right people in the right place and we're talking about people with PhDs in engineering, computer science, mathematics.", 
    "name": "Jerry Moran"
  }, 
  {
    "quote": "Certainly going back to Sherlock Holmes we have a tradition of forensic science featured in detective stories.", 
    "name": "Jeffery Deaver"
  }, 
  {
    "quote": "Weapons of mass destruction aren't pulled out of a black hat like a white rabbit at a magic show. They're produced in factories. There's science and technology involved. They're not produced in a hole in the ground or in a basement.", 
    "name": "Scott Ritter"
  }, 
  {
    "quote": "The world is my country, science is my religion.", 
    "name": "Christiaan Huygens"
  }, 
  {
    "quote": "Science is not about control. It is about cultivating a perpetual condition of wonder in the face of something that forever grows one step richer and subtler than our latest theory about it. It is about reverence, not mastery.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "I think that if the novel's task is to describe where we find ourselves and how we live now, the novelist must take a good, hard look at the most central facts of contemporary life - technology and science.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "I really like science because it seems to be that place where you get the big picture, everything connects.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "I was a science fiction junkie for a long time.", 
    "name": "William Hurt"
  }, 
  {
    "quote": "Unfortunately, Climate Science has become Political Science. It is tragic that some perhaps well-meaning but politically motivated scientists who should know better have whipped up a global frenzy about a phenomena which is statistically questionable at best.", 
    "name": "Robert H. Austin"
  }, 
  {
    "quote": "When I started in the business, there was a thing called adult fantasy, but nobody quite knew what it was, and most publishers didn't have an adult fantasy list. They had science fiction lists, which they stuck a little bit of fantasy into.", 
    "name": "Terri Windling"
  }, 
  {
    "quote": "I grew up a Red Sox fan. I grew up going to Fenway Park and the Museum of Fine Arts and the Science Museum and Symphony Hall and going to the Common, walking around. My whole family at different times lived and worked in Boston.", 
    "name": "James Spader"
  }, 
  {
    "quote": "Science fiction readers probably have the gene for novelty, and seem to enjoy a cascade of invention as much as a writer enjoys providing one.", 
    "name": "Walter Jon Williams"
  }, 
  {
    "quote": "Even if you only want to write science fiction, you should also read mysteries, poetry, mainstream literature, history, biography, philosophy, and science.", 
    "name": "Walter Jon Williams"
  }, 
  {
    "quote": "We asked ourselves and the world to base decisions on good science, and I really believe the United States can be the leader in delivering that message to our international trading partners.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "The goal is to normalize trade relations based on sound science and consumer protection.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "Science is the international language, so when we are able to convince countries that good decision-making for human health and animal health is based upon science, that's a real success story for us.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "In beef trade issues, we base our decisions upon science.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "When I was born in 1970 with a rare genetic disorder called spondyloepiphyseal dysplasia congenita (SED), medical science wasn't what it is today and my mum and dad were treated terribly by the medical profession.", 
    "name": "Warwick Davis"
  }, 
  {
    "quote": "Beyond that, I seem to be compelled to write science fiction, rather than fantasy or mysteries or some other genre more likely to climb onto bestseller lists even though I enjoy reading a wide variety of literature, both fiction and nonfiction.", 
    "name": "Joan D. Vinge"
  }, 
  {
    "quote": "However, I wasn't very good at the sciences, or didn't have a lot of help in the sciences or something but certainly didn't set science for my A level. And when I came to take my A levels I didn't get a good enough result to go to University.", 
    "name": "Jeremy Irons"
  }, 
  {
    "quote": "I would argue that the issue of God and the issue of science have the same roots.", 
    "name": "Dinesh D'Souza"
  }, 
  {
    "quote": "The time was not yet ripe for the growth of mathematical science among us, and any development that might have taken place in that direction was rudely stopped by the civil war.", 
    "name": "Simon Newcomb"
  }, 
  {
    "quote": "One hardly knows where, in the history of science, to look for an important movement that had its effective start in so pure and simple an accident as that which led to the building of the great Washington telescope, and went on to the discovery of the satellites of Mars.", 
    "name": "Simon Newcomb"
  }, 
  {
    "quote": "It was generally believed that Catholics were not interested in arts and science graduate schools. They weren't going to be intellectuals. And so I put the theses to the test. And they all collapsed.", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "It's such a long mission and we get to spend so much time in space... we're doing such exciting research. And I don't want to overemphasize the life science research, but as a physician the life science research that we're doing is extremely exciting.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "Life science research can be done on multiple platforms. Since we have a very small number of people flying into space, the more people you have, the better.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "Science, for hundreds of years, has spanned the differences between cultures and between countries.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "Computer Science is embarrassed by the computer.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "Art is made to disturb, science reassures.", 
    "name": "Georges Braque"
  }, 
  {
    "quote": "American high school students trail teenagers from 14 European and Asian countries in reading, math and science. We're even trailing France.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "Don't you see what's at stake here? The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet.", 
    "name": "Walter Reisch"
  }, 
  {
    "quote": "Science is what we understand well enough to explain to a computer. Art is everything else we do.", 
    "name": "Donald Knuth"
  }, 
  {
    "quote": "People who love science fiction really do love sex.", 
    "name": "Susie Bright"
  }, 
  {
    "quote": "I'm from the Madeleine L'Engle school. The more she delves into science, the more she knows there's a creator who's behind these amazing laws, these amazing events. The symmetry of nature, the structure and order of it.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "I was on the football team because I wanted to experience the different iconic social classes of high school. So football for me was an attempt to socially integrate in an interesting way. And then I didn't like it anymore and stopped doing it and focused more on drama and science and other forms of art and music.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "I don't think immortality is necessarily the key to understanding the world. You have to be careful with what you think you're achieving. I'm all for science discovering amazing and fantastic things about our world, but I think the motivations behind it are slightly askew.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "Science and art, or by the same token, poetry and prose differ from one another like a journey and an excursion. The purpose of the journey is its goal, the purpose of an excursion is the process.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally.", 
    "name": "Ulrich Beck"
  }, 
  {
    "quote": "People challenge my nerd cred all the time. I just show them the photo of me winning my middle-school science fair, wearing my Casio calculator watch and eyeglasses so big they look like they can see the future.", 
    "name": "Aisha Tyler"
  }, 
  {
    "quote": "It is not enough to know your craft - you have to have feeling. Science is all very well, but for us imagination is worth far more.", 
    "name": "Edouard Manet"
  }, 
  {
    "quote": "I was sent to a finishing school, which didn't last long when mother found out how badly chaperoned we were. Then I 'came out' before going to a domestic science school.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "I think there is a tendency in science to measure what is measurable and to decide that what you cannot measure must be uninteresting.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "It's very strange writing science fiction in a world that moves as fast as ours does.", 
    "name": "Daniel Keys Moran"
  }, 
  {
    "quote": "I really like being pregnant. Not that there aren't things I don't love, but when I think about what my body is doing - creating a child - it just blows my mind. I'm in awe of the process and science.", 
    "name": "Emily Deschanel"
  }, 
  {
    "quote": "Tact and diplomacy are fine in international relations, in politics, perhaps even in business in science only one thing matters, and that is the facts.", 
    "name": "Hans Eysenck"
  }, 
  {
    "quote": "Anthropologists are a connecting link between poets and scientists though their field-work among primitive peoples has often made them forget the language of science.", 
    "name": "Robert Graves"
  }, 
  {
    "quote": "I'm not being evasive but I am saying I'm not a scientist and I'm not directly involved in the consultation however the science must be sound, it must be agreed and the consultation must be of a high quality or no one will have any confidence in the process.", 
    "name": "John Anderson"
  }, 
  {
    "quote": "There's a science to ordering potatoes. Are they skinny shoestring or big, fat steak fries? You just have to let your taste buds guide you when deciding what to eat.", 
    "name": "Gayle King"
  }, 
  {
    "quote": "I sort of feel that climate change will be solved by science. I just feel instinctively that we will find a way of saving ourselves. But I am less confident that we won't destroy ourselves in other ways.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "I think the reason people are dealing with science less well now than 50 years ago is that it has become so complicated.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "Science moves with the spirit of an adventure characterized both by youthful arrogance and by the belief that the truth, once found, would be simple as well as pretty.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "Science has always been my preoccupation and when you think a breakthrough is possible, it is terribly exciting.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "We're not all equal, it's simply not true. That isn't science.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "Sure, science involves trial and error. Scientists refine theories each day. But as they do, they help us grasp more clearly the wonders of the world and the universe.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "That said, ID does not qualify as science because it gives us nothing to test or measure. Science requires replicable tests involving measurable variables.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "Architecture is a science arising out of many other sciences, and adorned with much and varied learning by the help of which a judgment is formed of those works which are the result of other arts.", 
    "name": "Marcus V. Pollio"
  }, 
  {
    "quote": "Perhaps, to the uninformed, it may appear unaccountable that a man should be able to retain in his memory such a variety of learning but the close alliance with each other, of the different branches of science, will explain the difficulty.", 
    "name": "Marcus V. Pollio"
  }, 
  {
    "quote": "Harmony is an obscure and difficult musical science, but most difficult to those who are not acquainted with the Greek language because it is necessary to use many Greek words to which there are none corresponding in Latin.", 
    "name": "Marcus V. Pollio"
  }, 
  {
    "quote": "I have to do more close research and fact checking for the science fiction. This is not however to say that writing good fantasy does not involve doing good research.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "It is a shock to us in the twentieth century to discover, from observations science has made, that the fundamental mechanisms of life cannot be ascribed to natural selection, and therefore were designed. But we must deal with our shock as best we can and go on.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "I'm mostly a novelist these days, but I have written short stories in Fantasy, Science Fiction and horror.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "It is often said that science must avoid any conclusions which smack of the supernatural.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "Global Warming: It is a hoax. It is bad science. It is high-jacking public policy. It is the greatest scam in history.", 
    "name": "John Coleman"
  }, 
  {
    "quote": "It was a shock to people of the nineteenth century when they discovered, from observations science had made, that many features of the biological world could be ascribed to the elegant principle of natural selection.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "I'm not a great science fiction fan myself. I probably feel that way about Westerns. Like I used to play Cowboys and Indians, they can act out Will and the Robot.", 
    "name": "Mark Goddard"
  }, 
  {
    "quote": "Science is not a game in which arbitrary rules are used to decide what explanations are to be permitted.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "The theory of undirected evolution is already dead, but the work of science continues.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "Science is a self-sufficient activity.", 
    "name": "Jonathan Miller"
  }, 
  {
    "quote": "The thing about science is that it's an accurate picture of the world.", 
    "name": "Jonathan Miller"
  }, 
  {
    "quote": "In praising science, it does not follow that we must adopt the very poor philosophies which scientific men have constructed. In philosophy they have much more to learn than to teach.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "There's no doubt that scientific training helps many authors to write better science fiction. And yet, several of the very best were English majors who could not parse a differential equation to save their lives.", 
    "name": "David Brin"
  }, 
  {
    "quote": "Predicting has a spotty record in science fiction. I've had some failures. On the other hand, I also predicted the fall of the Berlin Wall and the rise of fundamentalist Islam... and I'm not happy to be right in all of those cases.", 
    "name": "David Brin"
  }, 
  {
    "quote": "Change is the principal feature of our age and literature should explore how people deal with it. The best science fiction does that, head-on.", 
    "name": "David Brin"
  }, 
  {
    "quote": "But honestly, if you do a rigorous survey of my work, I'll bet you'll find that biology is a theme far more often than physical science.", 
    "name": "David Brin"
  }, 
  {
    "quote": "One of the first rules of science is if somebody delivers a secret weapon to you, you better use it.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "The proper study of mankind is the science of design.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "Carl took on the military-industrial complex. He campaigned around the world for an end to the production of weapons of mass destruction. To him it was a perversion of science.", 
    "name": "Ann Druyan"
  }, 
  {
    "quote": "Questions have arisen about the policing of science. Who is responsible for the policing? My answer is: all of us.", 
    "name": "Serge Lang"
  }, 
  {
    "quote": "Modern science, then, so far from being an enemy of romance, is seen on every hand to be its sympathetic and resourceful friend, its swift and irresistible helper in its serious need, and an indulgent minister to its lighter fancies.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "We need to tap the resource of current and retiring science and math professionals that have both content mastery and the practical experience to serve as effective teachers.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "Today, over half of China's undergraduate degrees are in math, science technology and engineering, yet only 16 percent of America's undergraduates pursue these schools.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "Math and science fields are not the only areas where we see the United States lagging behind. Less than 1 percent of American high school students study the critical foreign languages of Arabic, Chinese, Japanese, Korean or Russian, combined.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "I don't read other science fiction. I don't read any at all.", 
    "name": "Jack Vance"
  }, 
  {
    "quote": "But Roy Rockwood, it was science fiction for the sake of science fiction.", 
    "name": "Jack Vance"
  }, 
  {
    "quote": "We must be willing to pay inspiring math and science teachers, who have high paying alternatives in industry, more to teach and reward students who take more challenging courses in high school.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "With science fiction I think we are preparing ourselves for contact with them, whoever they may be.", 
    "name": "Dwight Schultz"
  }, 
  {
    "quote": "The Old Testament is my favourite science fantasy reading.", 
    "name": "Tom Baker"
  }, 
  {
    "quote": "Fashion is the science of appearances, and it inspires one with the desire to seem rather than to be.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "I dig science fiction, though it was never really my thing.", 
    "name": "Yancy Butler"
  }, 
  {
    "quote": "Research and development needs permanent tax credits to build the technology that spurs our growth. But no government programs alone can get America's students to study more science and math parents must push and help their children to meet this goal.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "In Europe art has to a large degree taken the place of religion. In America it seems rather to be science.", 
    "name": "Johan Huizinga"
  }, 
  {
    "quote": "I had never seen much of Star Trek, or any other science fiction, before I was cast. But Seven's wonderful.", 
    "name": "Jeri Ryan"
  }, 
  {
    "quote": "But man has still another powerful resource: natural science with its strictly objective methods.", 
    "name": "Ivan Pavlov"
  }, 
  {
    "quote": "Sound science must be a basis to governing our trade relations around the globe.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "On the other hand, the waging of peace as a science, as an art, is in its infancy. But we can trace its growth, its steady progress, and the time will come when there will be particular individuals designated to assume responsibility for and leadership of this movement.", 
    "name": "Fredrik Bajer"
  }, 
  {
    "quote": "I have been a reader of Science Fiction and Fantasy for a long time, since I was 11 or 12 I think, so I understand it and I'm not at all surprised that readers of the genre might enjoy my books.", 
    "name": "Jean M. Auel"
  }, 
  {
    "quote": "We have long possessed the art of war and the science of war, which have been evolved in the minutest detail.", 
    "name": "Fredrik Bajer"
  }, 
  {
    "quote": "Of the two, I would think of my work as closer to Science Fiction than Fantasy.", 
    "name": "Jean M. Auel"
  }, 
  {
    "quote": "Brian and I were both science students. You know science sort of math and physics side, you know.", 
    "name": "John Deacon"
  }, 
  {
    "quote": "Science Fiction is not just about the future of space ships travelling to other planets, it is fiction based on science and I am using science as my basis for my fiction, but it's the science of prehistory - palaeontology and archaeology - rather than astronomy or physics.", 
    "name": "Jean M. Auel"
  }, 
  {
    "quote": "Every science is a profane restatement of the preceding dogmas of the religious period.", 
    "name": "Francis Parker Yockey"
  }, 
  {
    "quote": "I have heard Science Fiction and Fantasy referred to as the fiction of ideas, and I like that definition, but it's the mainstream public that chooses my books for the most part.", 
    "name": "Jean M. Auel"
  }, 
  {
    "quote": "I quite enjoy science fiction.", 
    "name": "Lexa Doig"
  }, 
  {
    "quote": "My fiction is reviewed by the mainstream press, by science fiction periodicals, romance magazines, small press publications and various other journals, including some usually devoted to archaeological and other science material.", 
    "name": "Jean M. Auel"
  }, 
  {
    "quote": "There's a big overlap with the people you meet at the fantasy and science fiction cons.", 
    "name": "Fred Saberhagen"
  }, 
  {
    "quote": "I could write historical fiction, or science fiction, or a mystery but since I find it fascinating to research the clues of some little know period and develop a story based on that, I will probably continue to do it.", 
    "name": "Jean M. Auel"
  }, 
  {
    "quote": "I finally decided one day, reading science fiction magazines of the time, I could do at least as well as some of these people are doing. So I finally made a serious effort.", 
    "name": "Fred Saberhagen"
  }, 
  {
    "quote": "I love having my hands in the dirt. It is never a science and always an art. There are no rules. And if it comes down to me versus that weed I'm trying to pull out of the ground that doesn't want to come out? I know I'll win.", 
    "name": "Matthew McConaughey"
  }, 
  {
    "quote": "The Geezer album, Black Science, had a lot of keyboards and it did not work.", 
    "name": "Geezer Butler"
  }, 
  {
    "quote": "I like to browse in occult bookshops if for no other reason than to refresh my commitment to science.", 
    "name": "Heinz R. Pagels"
  }, 
  {
    "quote": "Even in our day, science suspects beyond the Polar seas, at the very circle of the Arctic Pole, the existence of a sea which never freezes and a continent which is ever green.", 
    "name": "H. P. Blavatsky"
  }, 
  {
    "quote": "When I did 'Battlestar Galactica' it was the first time I really understood science fiction. That was a very political drama, but set in spaceships so people didn't really take it seriously. But some really fascinating things were explored in that.", 
    "name": "Michelle Forbes"
  }, 
  {
    "quote": "Science consists exactly of those forms of knowledge that can be verified and duplicated by anybody.", 
    "name": "Seth Lloyd"
  }, 
  {
    "quote": "Of course, not everybody's willing to go out and do the experiments, but for the people who are willing to go out and do that, - if the experiments don't work, then it means it's not science.", 
    "name": "Seth Lloyd"
  }, 
  {
    "quote": "Instead of having to be a member of the Royal Society to do science, the way you had to be in England in the 17th, 18th, centuries today pretty much anybody who wants to do it can, and the information that they need to do it is there.", 
    "name": "Seth Lloyd"
  }, 
  {
    "quote": "In this time of budget cuts, we cannot forget that basic science is a building block for scientific innovation and economic growth in the information age.", 
    "name": "Tim Bishop"
  }, 
  {
    "quote": "Nevertheless, as is a frequent occurrence in science, a general hypothesis was constructed from a few specific instances of a phenomenon.", 
    "name": "Sidney Altman"
  }, 
  {
    "quote": "When I was a kid, I loved 'The Curse of Frankenstein,' 'The Creeping Unknown,' 'X: The Unknown.' I love 'Forbidden Planet,' 'The Thing from Another World.' They were science fiction/horror movies, generally.", 
    "name": "John Carpenter"
  }, 
  {
    "quote": "Fracking is doable if there's full disclosure of all chemicals used. Secondly, science dictates the policy rather than politics. Third, there's collaboration between environmental groups and the natural gas industry.", 
    "name": "Bill Richardson"
  }, 
  {
    "quote": "That the way to achieve higher standards of living for all is through science and technology, taking advantage of better tools, methods and organization.", 
    "name": "Charles E. Wilson"
  }, 
  {
    "quote": "1988 I also received from the city of Vienna the cross of honour for art and science. These titles and the various honors mean a great deal to me, most of all for the reason that they would mean a great deal to my parents too.", 
    "name": "Leon Askin"
  }, 
  {
    "quote": "I think Junior is certainly a science fiction premise as is Twins, as is Dave, beyond Ghostbusters.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "I'd always been a science fiction enthusiast.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "I've always been a fan of science fiction films, and I've never been able to put my particular spin on it.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "Galileo was no idiot. Only an idiot could believe that science requires martyrdom - that may be necessary in religion, but in time a scientific result will establish itself.", 
    "name": "David Hilbert"
  }, 
  {
    "quote": "How thoroughly it is ingrained in mathematical science that every real advance goes hand in hand with the invention of sharper tools and simpler methods which, at the same time, assist in understanding earlier theories and in casting aside some more complicated developments.", 
    "name": "David Hilbert"
  }, 
  {
    "quote": "The further a mathematical theory is developed, the more harmoniously and uniformly does its construction proceed, and unsuspected relations are disclosed between hitherto separated branches of the science.", 
    "name": "David Hilbert"
  }, 
  {
    "quote": "Mathematical science is in my opinion an indivisible whole, an organism whose vitality is conditioned upon the connection of its parts.", 
    "name": "David Hilbert"
  }, 
  {
    "quote": "I read Popular Mechanics, Popular Science, Reader's Digest... I read some responsible journalism, and from that, I form my own opinions. I also happen to be intelligent, and I question everything.", 
    "name": "Gary Coleman"
  }, 
  {
    "quote": "I'd always wanted the show to be more reality based science fiction, something along the lines of The Day the Earth Stood Still, which I consider to be the classic science fiction film.", 
    "name": "Gil Gerard"
  }, 
  {
    "quote": "Math is sometimes called the science of patterns.", 
    "name": "Ronald Graham"
  }, 
  {
    "quote": "I felt that chess... is a science in the form of a game... I consider myself a scientist. I wanted to be treated like a scientist.", 
    "name": "Bobby Fischer"
  }, 
  {
    "quote": "I believe that science fiction is as profound as you want it to be or it can be very simple entertainment, and I'm all for very simple entertainment. Every now and then we all need to come home, veg-out, watch something and not think too deeply about it. It's what you want it to be. We tend to steer clear of being pedantic it's entertainment first, otherwise we'd be on a lecture circuit.", 
    "name": "Joe Flanigan"
  }, 
  {
    "quote": "It does not just happen. It is disclosed by science that practically one-half of trained intellectual resources are being mobilized for murderous purposes.", 
    "name": "Alva Myrdal"
  }, 
  {
    "quote": "There are so many stories to tell in the worlds of science fiction, the worlds of fantasy and horror that to confine yourself to even doing historical revisionist fiction, whatever you want to call it - mash-ups, gimmick lit, absurdist fiction - I don't know if I want to do that anymore.", 
    "name": "Seth Grahame-Smith"
  }, 
  {
    "quote": "We in science are spoiled by the success of mathematics. Mathematics is the study of problems so simple that they have good solutions.", 
    "name": "Whitfield Diffie"
  }, 
  {
    "quote": "If you publish a scientific paper it is very hard to start a nationwide debate about something. If you do this in a movie, you can start a debate. We like to create a bridge between those two worlds - film and science.", 
    "name": "Jose Padilha"
  }, 
  {
    "quote": "So one reason the science educators panic at the first sign of public rebellion is that they fear exposure of the implicit religious content in what they are teaching.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "As it turns out, what looks like science sometimes is not.", 
    "name": "Jose Padilha"
  }, 
  {
    "quote": "Some theists in evolutionary science acquiesce to these tacit rules and retain a personal faith while accepting a thoroughly naturalistic picture of physical reality.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "Science is based on the possibility of objectivity, on the possibility of different people checking out for themselves the observations made by others. Without that possibility, there is no empirical principle capable of deciding between different arguments and theories.", 
    "name": "Jose Padilha"
  }, 
  {
    "quote": "In short, it is not that evolutionary naturalists have been less brazen than the scientific creationists in holding science hostage, but rather that they have been infinitely more effective in getting away with it.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "Science by itself has no moral dimension. But it does seek to establish truth. And upon this truth morality can be built.", 
    "name": "William Masters"
  }, 
  {
    "quote": "No doubt it is true that science cannot study God, but it hardly follows that God had to keep a safe distance from everything that scientists want to study.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "The assumption that nature is all there is, and that nature has been governed by the same rules at all times and places, makes it possible for natural science to be confident that it can explain such things as how life began.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "If modernist naturalism were true, there would be no objective truth outside of science. In that case right and wrong would be a matter of cultural preference, or political power, and the power already available to modernists ideologies would be overwhelming.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "The problem with allowing God a role in the history of life is not that science would cease, but rather that scientists would have to acknowledge the existence of something important which is outside the boundaries of natural science.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "The monopoly of science in the realm of knowledge explains why evolutionary biologists do not find it meaningful to address the question whether the Darwinian theory is true.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "Since coming to Congress, I have been advocating for increased resources for research in the physical sciences and for the Department of Energy Office of Science in particular.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "As the Nation's primary supporter of research in the physical sciences, the DOE Office of Science led the way in creating a unique system of large-scale, specialized, often one-of-a-kind facilities for scientific discovery.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "I meant exactly what I said: that we are saddled with a culture that hasn't advanced as far as science.", 
    "name": "Michelangelo Antonioni"
  }, 
  {
    "quote": "Scientific prayer makes God a celestial lab rat, leading to bad science and worse religion.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "But there is only one surefire method of proper pattern recognition, and that is science.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "Anecdotal thinking comes naturally science requires training.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "We know evolution happened because innumerable bits of data from myriad fields of science conjoin to paint a rich portrait of life's pilgrimage.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "But the power of science lies in open publication, which, with the rise of the Internet, is no longer constrained by the price of paper.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "Rocket science has been mythologized all out of proportion to its true difficulty.", 
    "name": "John Carmack"
  }, 
  {
    "quote": "There are relatively few science fiction or fantasy books with the main character being an old person.", 
    "name": "Elizabeth Moon"
  }, 
  {
    "quote": "I dislike literary jargon and never use it. Criticism has only one function and that is to help readers read and understand literature. It is not a science, it is an aid to art.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "One of my degrees was a science degree in biology.", 
    "name": "Elizabeth Moon"
  }, 
  {
    "quote": "I was horrible at science and math. I couldn't pass a test to save my life! I'm surprised that it didn't take me until I was 20 to graduate. That's why my role is so cool - Grissom is the complete opposite of me.", 
    "name": "William Petersen"
  }, 
  {
    "quote": "My personal feeling about science fiction is that it's always in some way connected to the real world, to our everyday world.", 
    "name": "Elizabeth Moon"
  }, 
  {
    "quote": "We do a hard fantasy as well as hard science fiction, and I think I probably single-handedly recreated military science fiction. It was dead before I started working in it.", 
    "name": "Jerry Pournelle"
  }, 
  {
    "quote": "It may be far in the future, but there's some kind of logical way to get from where we are to where the science fiction is.", 
    "name": "Elizabeth Moon"
  }, 
  {
    "quote": "I started in this racket in the early '70s, and when I was president of the Science Fiction Writers of America, of which I was like the sixth president, I was the first one nobody ever heard of.", 
    "name": "Jerry Pournelle"
  }, 
  {
    "quote": "All the mathematical sciences are founded on relations between physical laws and laws of numbers, so that the aim of exact science is to reduce the problems of nature to the determination of quantities by operations with numbers.", 
    "name": "James C. Maxwell"
  }, 
  {
    "quote": "In my family, as in most middle-class Indian families I knew when I was growing up, science and mathematics were held in awe.", 
    "name": "Aravind Adiga"
  }, 
  {
    "quote": "We've established a Washington State Academy of Sciences that will enable us to make decisions based on science about what is right for our state, meaning the quality of our lives will get better.", 
    "name": "Christine Gregoire"
  }, 
  {
    "quote": "I was really bright as a kid and tested well, and it was clear that I was going to get scholarships to any schools I wanted. My dad always said I could be an engineer at that time it was the elite of society: steady job, working in science, which was then the answer to every problem we had. It was kind of a mandate. Kind of a dream he had for me.", 
    "name": "James Wood"
  }, 
  {
    "quote": "I'm crazy about Grant: his character, his nature, his science in fighting and everything else. But I don't like the idea that he never accepted the blame for anything, always found someone else to blame for any mistake that was ever made, including blaming Prentiss for Shiloh.", 
    "name": "Shelby Foote"
  }, 
  {
    "quote": "If co-operation, is thus the lifeblood of science and technology, it is similarly vital to society as a whole.", 
    "name": "Arthur Holly Compton"
  }, 
  {
    "quote": "They've also asked me now to start on another series that we're gonna do after this Frontier Earth. But it's not science fiction, it's more in the Mystery and Crime division and that's another area I'm very interested in.", 
    "name": "Bruce Boxleitner"
  }, 
  {
    "quote": "Human relations are built on feeling, not on reason or knowledge. And feeling is not an exact science like all spiritual qualities, it has the vagueness of greatness about it.", 
    "name": "Amelia Edith Huddleston Barr"
  }, 
  {
    "quote": "Science, almost from its beginnings, has been truly international in character. National prejudices disappear completely in the scientist's search for truth.", 
    "name": "Irving Langmuir"
  }, 
  {
    "quote": "If you look at the purported dangers of salt or fat, there is no consensus of support in scientific literature. So I would ask first: 'Is it possible to have an informed government that actually follows the science?' From what I've seen, it's not likely.", 
    "name": "Tim Ferriss"
  }, 
  {
    "quote": "I do love science fiction, but it's not really a genre unto itself it always seems to merge with another genre. With the few movies I've done, I've ended up playing with genre in some way or another, so any genre that's made to mix with others is like candy to me. It allows you to use big, mythic situations to talk about ordinary things.", 
    "name": "Rian Johnson"
  }, 
  {
    "quote": "A third ideal that has made its way in the modern world is reliance on reason, especially reason disciplined and enriched by modern science. An eternal basis of human intercommunication is reason.", 
    "name": "Emily Greene Balch"
  }, 
  {
    "quote": "It is characteristic of science that the full explanations are often seized in their essence by the percipient scientist long in advance of any possible proof.", 
    "name": "John Desmond Bernal"
  }, 
  {
    "quote": "The recognition of the art that informs all pure science need not mean the abandonment for it of all present art, rather it will mean the completion of the transformation of art that has already begun.", 
    "name": "John Desmond Bernal"
  }, 
  {
    "quote": "The relevance of Marxism to science is that it removes it from its imagined position of complete detachment and shows it as a part, but a critically important part, of economy and social development.", 
    "name": "John Desmond Bernal"
  }, 
  {
    "quote": "We must always emphasize research and development of science and mathematics, and I can think of no better way to achieve this than through our future in space.", 
    "name": "Nick Lampson"
  }, 
  {
    "quote": "Science fiction is no more written for scientists that ghost stories are written for ghosts.", 
    "name": "Brian Aldiss"
  }, 
  {
    "quote": "I sort of was good at writing essays. I was never very good at mathematics, and I was never very good at algebra. I loved science, but I wasn't sure of it.", 
    "name": "Diane Cilento"
  }, 
  {
    "quote": "Whenever you deal with science fiction you are setting up a world of rules. I think you work hard to establish the rules. And you also have to work even harder to maintain those rules, and within that find excitement and unpredictability and all that stuff.", 
    "name": "Joel Edgerton"
  }
]