[
  {
    "quote": "This is my simple religion. There is no need for temples no need for complicated philosophy. Our own brain, our own heart is our temple the philosophy is kindness.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "I like your Christ, I do not like your Christians. Your Christians are so unlike your Christ.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Aim at heaven and you will get earth thrown in. Aim at earth and you get neither.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "I would rather live my life as if there is a God and die to find out there isn't, than live my life as if there isn't and die to find out there is.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "There is no need for temples, no need for complicated philosophies. My brain and my heart are my temples my philosophy is kindness.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Just as a candle cannot burn without fire, men cannot live without a spiritual life.", 
    "name": "Buddha"
  }, 
  {
    "quote": "You cannot believe in God until you believe in yourself.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I love you when you bow in your mosque, kneel in your temple, pray in your church. For you and I are sons of one religion, and it is the spirit.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Morality is of the highest importance - but for us, not for God.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "A thorough knowledge of the Bible is worth more than a college education.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Our prayers should be for blessings in general, for God knows best what is good for us.", 
    "name": "Socrates"
  }, 
  {
    "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Religion is what keeps the poor from murdering the rich.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "When the missionaries came to Africa they had the Bible and we had the land. They said 'Let us pray.' We closed our eyes. When we opened them we had the Bible and they had the land.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Rivers, ponds, lakes and streams - they all have different names, but they all contain water. Just as religions do - they all contain truths.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "It's wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Preach the Gospel at all times and when necessary use words.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Prayer does not change God, but it changes him who prays.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "God is a metaphor for that which transcends all levels of intellectual thought. It's as simple as that.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "The World is my country, all mankind are my brethren, and to do good is my religion.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "Heaven is under our feet as well as over our heads.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "No man ever believes that the Bible means what it says: He is always convinced that it says what he means.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "If the grandfather of the grandfather of Jesus had known what was hidden within him, he would have stood humble and awe-struck before his soul.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "I have been all things unholy. If God can work through me, he can work through anyone.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "God is a thought who makes crooked all that is straight.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I prayed for twenty years but received no answer until I prayed with my legs.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "We are punished by our sins, not for them.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "God is to be worshipped as the one beloved, dearer than everything in this and next life.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Let your religion be less of a theory and more of a love affair.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "So I say to you, Ask and it will be given to you search, and you will find knock, and the door will be opened for you.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "If I had to choose a religion, the sun as the universal giver of life would be my god.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Science can purify religion from error and superstition. Religion can purify science from idolatry and false absolutes.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I never knew how to worship until I knew how to love.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "To gather with God's people in united adoration of the Father is as necessary to the Christian life as prayer.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Human beings must be known to be loved but Divine beings must be loved to be known.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We are always on the anvil by trials God is shaping us for higher things.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "God loves each of us as if there were only one of us.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "There are many of us that are willing to do great things for the Lord, but few of us are willing to do little things.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "We can only learn to know ourselves and do what we can - namely, surrender our will and fulfill God's will in us.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The glory of Christianity is to conquer by forgiveness.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Religion is essentially the art and the theory of the remaking of man. Man is not a finished creation.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "The Bible shows the way to go to heaven, not the way the heavens go.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "We have to pray with our eyes on God, not on the difficulties.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "Wonder is the basis of worship.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I know the Bible is inspired because it inspires me.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "It is only when men begin to worship that they begin to grow.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "One act of obedience is better than one hundred sermons.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "Doubt is part of all religion. All the religious thinkers were doubters.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "If, then, you are looking for the way by which you should go, take Christ, because He Himself is the way.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "God made everything out of nothing, but the nothingness shows through.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "I don't believe in God but I'm very interested in her.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "Jesus does not give recipes that show the way to God as other teachers of religion do. He is himself the way.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "The Kingdom of Heaven is not a place, but a state of mind.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Even if a unity of faith is not possible, a unity of love is.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "I think you can judge from somebody's actions a kind of a stability and sense of purpose perhaps created by strong religious roots. I mean, there's a certain patience, a certain discipline, I think, that religion helps you achieve.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Worship means reverence and humility it means revering your real self and humbling delusions.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Teach us to give and not to count the cost.", 
    "name": "Saint Ignatius"
  }, 
  {
    "quote": "There seems to be a terrible misunderstanding on the part of a great many people to the effect that when you cease to believe you may cease to behave.", 
    "name": "Louis Kronenberger"
  }, 
  {
    "quote": "More and more people care about religious tolerance as fewer and fewer care about religion.", 
    "name": "Alexander Chase"
  }, 
  {
    "quote": "See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse therefore choose life.", 
    "name": "Moses"
  }, 
  {
    "quote": "Prayer is aligning ourselves with the purposes of God.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "Earth changes, but thy soul and God stand sure.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Prayer is the spirit speaking truth to Truth.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "My life was changed in one breath from God.", 
    "name": "Donna Summer"
  }, 
  {
    "quote": "Religion kept some of my relatives alive, because it was all they had. If they hadn't had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "There must be freedom for all to live, to think, to worship, no book, no avenue must be closed.", 
    "name": "James Larkin"
  }, 
  {
    "quote": "We must seek the loving-kindness of God in all the breadth and open-air of common life.", 
    "name": "George A. Smith"
  }, 
  {
    "quote": "Worship is a way of seeing the world in the light of God.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "This is God's world, not Satan's. Christians are the lawful heirs, not non-Christians.", 
    "name": "Gary North"
  }, 
  {
    "quote": "The Son of God became man so that we might become God.", 
    "name": "Athanasius"
  }, 
  {
    "quote": "Muslims must believe that all power, success and victory comes from God alone.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "There is nothing evil save that which perverts the mind and shackles the conscience.", 
    "name": "Saint Ambrose"
  }, 
  {
    "quote": "Give yourself entirely to God, enter and hide in the hidden ground of your soul.", 
    "name": "Johannes Tauler"
  }, 
  {
    "quote": "Our Father and Our God, unto thee, O Lord we lift our souls.", 
    "name": "William Pennington"
  }, 
  {
    "quote": "To the first class belong the Gospels and Acts to the second, the Epistles to the third, the Revelation.", 
    "name": "Philip Schaff"
  }, 
  {
    "quote": "Where it is a duty to worship the sun it is pretty sure to be a crime to examine the laws of heat.", 
    "name": "John Morley"
  }, 
  {
    "quote": "Recounting of a life story, a mind thinking aloud leads one inevitably to the consideration of problems which are no longer psychological but spiritual.", 
    "name": "Paul Tournier"
  }, 
  {
    "quote": "The Godhead consists of the Father, the Son, and the Holy Spirit. The Father is a material being.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "I was raised Catholic, but my father's people were Methodist, so we went to both churches.", 
    "name": "Aaron Neville"
  }, 
  {
    "quote": "The Sabbath is a weekly cathedral raised up in my dining room, in my family, in my heart.", 
    "name": "Anita Diament"
  }, 
  {
    "quote": "Krishna children were taught that in the spiritual world there were no parents, only souls and hence this justified their being kept out of view from others, cloistered in separate buildings and sheltered from the evil material world.", 
    "name": "Mary Garden"
  }, 
  {
    "quote": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Science without religion is lame, religion without science is blind.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "My religion is very simple. My religion is kindness.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "When I do good, I feel good. When I do bad, I feel bad. That's my religion.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I am a deeply religious nonbeliever - this is a somewhat new kind of religion.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Science investigates religion interprets. Science gives man knowledge which is power religion gives man wisdom which is control.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "True religion is real living living with all one's soul, with all one's goodness and righteousness.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "One strength of the communist system of the East is that it has some of the character of a religion and inspires the emotions of a religion.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It was the experience of mystery - even if mixed with fear - that engendered religion.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Whether one believes in a religion or not, and whether one believes in rebirth or not, there isn't anyone who doesn't appreciate kindness and compassion.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "We can live without religion and meditation, but we cannot survive without human affection.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "If you have a particular faith or religion, that is good. But you can survive without it.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "I care not much for a man's religion whose dog and cat are not the better for it.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I believe in the religion of Islam. I believe in Allah and peace.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.", 
    "name": "George Washington"
  }, 
  {
    "quote": "It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Whether you call it Buddhism or another religion, self-discipline, that's important. Self-discipline with awareness of consequences.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "A religion that takes no account of practical affairs and does not help to solve them is no religion.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Conversion is not my intention. Changing religion is not easy. You may develop some kind of confusion or difficulties.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "It is in our lives and not our words that our religion must be read.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "A tyrant must put on the appearance of uncommon devotion to religion. Subjects are less apprehensive of illegal treatment from a ruler whom they consider god-fearing and pious. On the other hand, they do less easily move against him, believing that he has the gods on his side.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Those who say religion has nothing to do with politics do not know what religion is.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Difference of opinion is advantageous in religion. The several sects perform the office of a Censor - over each other.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Every religion is true one way or another. It is true when understood metaphorically. But when it gets stuck in its own metaphors, interpreting them as facts, then you are in trouble.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Gentleness, self-sacrifice and generosity are the exclusive possession of no one race or religion.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Music is my religion.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Religion is more than life. Remember that his own religion is the truest to every man even if it stands low in the scales of philosophical comparison.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "One's own religion is after all a matter between oneself and one's Maker and no one else's.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Religion is a matter of the heart. No physical inconvenience can warrant abandonment of one's own religion.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Every formula of every religion has in this age of reason, to submit to the acid test of reason and universal assent.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "All who think cannot but see there is a sanction like that of religion which binds us in partnership in the serious work of the world.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Your daily life is your temple and your religion. When you enter into it take with you your all.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "When we blindly adopt a religion, a political system, a literary dogma, we become automatons. We cease to grow.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "We must respect the other fellow's religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "We are persuaded that good Christians will always be good citizens, and that where righteousness prevails among individuals the Nation will be great and happy. Thus while just government protects all in their religious rights, true religion affords to government it's surest support.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Religion is regarded by the common people as true, by the wise as false, and by the rulers as useful.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "In Christianity neither morality nor religion come into contact with reality at any point.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Religion is the impotence of the human mind to deal with occurrences it cannot understand.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "There is not enough religion in the world even to destroy religion.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I have an everyday religion that works for me. Love yourself first, and everything else falls into line.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "There is only one religion, though there are a hundred versions of it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "If religion were true, its followers would not try to bludgeon their young into an artificial conformity but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "Religion is just mind control.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "It's not surprising, then, they get bitter, they cling to guns or religion or antipathy to people who aren't like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "A little philosophy inclineth man's mind to atheism, but depth in philosophy bringeth men's minds about to religion.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "The more powerful and original a mind, the more it will incline towards the religion of solitude.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Religion is the opium of the masses.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "A strong argument for the religion of Christ is this - that offences against Charity are about the only ones which men on their death-beds can be made - not to understand - but to feel - as crime.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Religion can never reform mankind because religion is slavery.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Any system of religion that has anything in it that shocks the mind of a child, cannot be true.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "I'm a student of world religion, so to me, it's hugely important to have knowledge and to understand what people are doing.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Superstition is to religion what astrology is to astronomy the mad daughter of a wise mother. These daughters have too long dominated the earth.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Religion is the organization of spirituality into something that became the hand maiden of conquerors. Nearly all religions were brought to people and imposed on people by conquerors, and used as the framework to control their minds.", 
    "name": "John Henrik Clarke"
  }, 
  {
    "quote": "I maintain that Truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "I don't necessarily believe in organized religion.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Love is my religion - I could die for it.", 
    "name": "John Keats"
  }, 
  {
    "quote": "He who possesses art and science has religion he who does not possess them, needs religion.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Selfishness is the only real atheism aspiration, unselfishness, the only real religion.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "I am against religion because it teaches us to be satisfied with not understanding the world.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Nothing can be more contrary to religion and the clergy than reason and common sense.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "The Christian religion, though scattered and abroad will in the end gather itself together at the foot of the cross.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "This is all the inheritance I give to my dear family. The religion of Christ will give them one which will make them rich indeed.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "When it is a question of money, everybody is of the same religion.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "It was not a religion that attacked us that September day. It was al-Qaeda. We will not sacrifice the liberties we cherish or hunker down behind walls of suspicion and mistrust.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness.", 
    "name": "Anthony de Mello"
  }, 
  {
    "quote": "The truths of religion are never so well understood as by those who have lost the power of reason.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Religion is for people who are scared to go to hell. Spirituality is for people who have already been there.", 
    "name": "Bonnie Raitt"
  }, 
  {
    "quote": "There is no surer sign of decay in a country than to see the rites of religion held in contempt.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Communism, like any other revealed religion, is largely made up of prophecies.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "And let me make this very clear - unlike President Obama, I will not raise taxes on the middle class. As president, I will protect the sanctity of life. I will honor the institution of marriage. And I will guarantee America's first liberty: the freedom of religion.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "No religion has mandated killing others as a requirement for its sustenance or promotion.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I say quite deliberately that the Christian religion, as organized in its Churches, has been and still is the principal enemy of moral progress in the world.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Whoever seeks to set one religion against another seeks to destroy all religion.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Since Castro took power, the Cuban people have been denied basic human freedoms. No freedom of religion, no freedom of the press, no political freedom. And the regime uses brutality and violence to suppress these freedoms and impose its will.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "We have enslaved the rest of the animal creation, and have treated our distant cousins in fur and feathers so badly that beyond doubt, if they were able to formulate a religion, they would depict the Devil in human form.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "Religion is the frozen thought of man out of which they build temples.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "If any of you should ask me for an epitome of the Christian religion, I should say that it is in one word - prayer. Live and die without prayer, and you will pray long enough when you get to hell.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Religion is all bunk.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "I have now disposed of all my property to my family. There is one thing more I wish I could give them, and that is the Christian religion.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "One of the things that is wrong with religion is that it teaches us to be satisfied with answers which are not really answers at all.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Persecution is not an original feature in any religion but it is always the strongly marked feature of all religions established by law.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Nothing defines humans better than their willingness to do irrational things in the pursuit of phenomenally unlikely payoffs. This is the principle behind lotteries, dating, and religion.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "The first requisite for the happiness of the people is the abolition of religion.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I have been astonished that men could die martyrs for religion - I have shuddered at it. I shudder no more - I could be martyred for my religion - Love is my religion - I could die for that.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Every religion is good that teaches man to be good and I know of none that instructs him to be bad.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "As with the Christian religion, the worst advertisement for Socialism is its adherents.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "My religion encompasses all religions. I believe in God, I believe in the universe. I believe you are god, I believe I am god I believe the earth is god and the universe is god. We're all god.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "My country is the world, and my religion is to do good.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Is it not a species of blasphemy to call the New Testament revealed religion, when we see in it such contradictions and absurdities.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "We want to answer this classical question, who am I? So I think that most of our works are for art, or whatever we do, including science or religion, tried to answer that question.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "The three great elements of modern civilization, Gun powder, Printing, and the Protestant religion.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "Toleration is the best religion.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I'm religiously opposed to religion.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "A universe with a God would look quite different from a universe without one. A physics, a biology where there is a God is bound to look different. So the most basic claims of religion are scientific. Religion is a scientific theory.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Religion is excellent stuff for keeping common people quiet.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "In nearly every religion I am aware of, there is a variation of the golden rule. And even for the non-religious, it is a tenet of people who believe in humanistic principles.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Of all the tyrannies that affect mankind, tyranny in religion is the worst.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Communism has decided against God, against Christ, against the Bible, and against all religion.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Many of us saw religion as harmless nonsense. Beliefs might lack all supporting evidence but, we thought, if people needed a crutch for consolation, where's the harm? September 11th changed all that.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "We have enough religion to make us hate, but not enough to make us love one another.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "It is possible that mankind is on the threshold of a golden age but, if so, it will be necessary first to slay the dragon that guards the door, and this dragon is religion.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "We know too much, and are convinced of too little. Our literature is a substitute for religion, and so is our religion.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Religion. A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Let us put theology out of religion. Theology has always sent the worst to heaven, the best to hell.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "We are a nation that is unenlightened because of religion. I do believe that. I think religion stops people from thinking. I think it justified crazies.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "It is the test of a good religion whether you can joke about it.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "A people and their religion must be judged by social standards based on social ethics. No other standard would have any meaning if religion is held to be necessary good for the well-being of the people.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "The day is not far off when the economic problem will take the back seat where it belongs, and the arena of the heart and the head will be occupied or reoccupied, by our real problems - the problems of life and of human relations, of creation and behavior and religion.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "Passion is universal humanity. Without it religion, history, romance and art would be useless.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I am an Anglo-Catholic in religion, a classicist in literature and a royalist in politics.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "What is a wife and what is a harlot? What is a church and what is a theatre? are they two and not one? Can they exist separate? Are not religion and politics the same thing? Brotherhood is religion. O demonstrations of reason dividing families in cruelty and pride!", 
    "name": "William Blake"
  }, 
  {
    "quote": "Mayonnaise: One of the sauces which serve the French in place of a state religion.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Happiness is a mystery, like religion, and should never be rationalised.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Men despise religion. They hate it and are afraid it may be true.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "And I have no doubt that every new example will succeed, as every past one has done, in showing that religion and Government will both exist in greater purity, the less they are mixed together.", 
    "name": "James Madison"
  }, 
  {
    "quote": "I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "It is easy to talk on religion, but difficult to practice it.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "Where knowledge ends, religion begins.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Unless we place our religion and our treasure in the same thing, religion will always be sacrificed.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Nothing is so fatal to religion as indifference.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Superstition is the religion of feeble minds.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "If we must not act save on a certainty, we ought not to act on religion, for it is not certain. But how many things we do on an uncertainty, sea voyages, battles!", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Let me say this loud and clear. There is a world of difference between terrorist acts and the Islamic Shari'a. Islam is not only a religion, but a way of life. And at its heart lie the sacred principles of tolerance and dialogue.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "As a religion, bilingualism is the god that failed. It has led to no fairness, produced no unity, and cost Canadian taxpayers untold millions.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "I like the religion that teaches liberty, equality and fraternity.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Prisons are built with stones of Law. Brothels with the bricks of religion.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Indians today are governed by two different ideologies. Their political ideal set in the preamble of the Constitution affirms a life of liberty, equality and fraternity. Their social ideal embodied in their religion denies them.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "The first time I sang in the church choir two hundred people changed their religion.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "All humanity is passion without passion, religion, history, novels, art would be ineffectual.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "When Religion and Royalty are swept away, the people will attack the great, and after the great, they will fall upon the rich.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Religion must mainly be a matter of principles only. It cannot be a matter of rules. The moment it degenerates into rules, it ceases to be a religion, as it kills responsibility which is an essence of the true religious act.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "We have convinced over one billion members of the Islamic faith that we are prejudiced against their religion, that we would deny them freedom of religion, that we want suppress their culture and invade their governments.", 
    "name": "Theodore C. Sorensen"
  }, 
  {
    "quote": "I'm sickened by all religions. Religion has divided people. I don't think there's any difference between the pope wearing a large hat and parading around with a smoking purse and an African painting his face white and praying to a rock.", 
    "name": "Howard Stern"
  }, 
  {
    "quote": "Every major religion today is a winner in the Darwinian struggle waged among cultures, and none ever flourished by tolerating its rivals.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Forget sex or politics or religion, loneliness is the subject that clears out a room.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "The greatest thing a human soul ever does in this world... to see clearly is poetry, prophecy and religion all in one.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "You might sooner get lightning out of incense smoke than true action or passion out of your modern English religion.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "To see clearly is poetry, prophecy and religion all in one.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Patriotism is a kind of religion it is the egg from which wars are hatched.", 
    "name": "Guy de Maupassant"
  }, 
  {
    "quote": "I think flying planes into a building was a faith-based initiative. I think religion is a neurological disorder.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Next to religion, let your care be to promote justice.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Religion and art spring from the same root and are close kin. Economics and art are strangers.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "There's naught, no doubt, so much the spirit calms as rum and true religion.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Teach a child what is wise, that is morality. Teach him what is wise and beautiful, that is religion!", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "People in general are equally horrified at hearing the Christian religion doubted, and at seeing it practiced.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Religion has done love a great service by making it a sin.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "I'm not into organized religion. I'm into believing in a higher source of creation, realizing we're all just part of nature.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "Formerly, when religion was strong and science weak, men mistook magic for medicine now, when science is strong and religion weak, men mistake medicine for magic.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "No matter the nationality, no matter the religion, no matter the ethnic background, America brings out the best in people.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "I can't understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that's not religion, that's not helping humanity, that's organizing an army to defeat somebody.", 
    "name": "Mojo Nixon"
  }, 
  {
    "quote": "It would be intolerant if I advocated the banning of religion, but of course I never have.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The problem with writing about religion is that you run the risk of offending sincerely religious people, and then they come after you with machetes.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift it must deal with such fundamental forces in life as make these things possible.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "The Americans combine the notions of religion and liberty so intimately in their minds, that it is impossible to make them conceive of one without the other.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "The humanists' replacement for religion: work really hard and somehow you'll either save yourself or you'll be immortal. Of course, that's a total joke, and our progress is nothing. There may be progress in technology but there's no ethical progress whatsoever.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Religion is not a department of life it is something that enters into the whole of it.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "The God who existed before any religion counts on you to make the oneness of the human family known and celebrated.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "I was told to challenge every spiritual teacher, every world leader to utter the one sentence that no religion, no political party, and no nation on the face of the earth will dare utter: 'Ours is not a better way, ours is merely another way.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "In fact, I thought that Christianity was very a good and a very valuable thing for us. But after a while, I began to feel that the story that I was told about this religion wasn't perhaps completely whole, that something was left out.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "But even in the Christian religion, much of its real meaning is hidden by words that are misleading and symbols that but few understand.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "I don't call myself a Buddhist. I'm a free spirit. I believe I'm here on earth to admire and enjoy it that's my religion.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "God did not intend religion to be an exercise club.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "The difference between a saint and a hypocrite is that one lies for his religion, the other by it.", 
    "name": "Minna Antrim"
  }, 
  {
    "quote": "To fall in love is to create a religion that has a fallible god.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "I won't take my religion from any man who never works except with his mouth.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "So potent was religion in persuading to evil deeds.", 
    "name": "Lucretius"
  }, 
  {
    "quote": "Hey, I'm a Catholic deer hunter, I am happy to be clinging to my guns and my religion.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Fascism is a religion. The twentieth century will be known in history as the century of Fascism.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "Religion, to me, is a bureaucracy between man and God that I don't need.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Religion is the state of being grasped by an ultimate concern, a concern which qualifies all other concerns as preliminary and which itself contains the answer to the question of a meaning of our life.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "Joy in the universe, and keen curiosity about it all - that has been my religion.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Religious people often prefer to be right rather than compassionate. Often, they don't want to give up their egotism. They want their religion to endorse their ego, their identity.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "The main object of religion is not to get a man into heaven, but to get heaven into him.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Well, I think indigenous peoples have ways of living on the Earth that they've had forever. And they've been overrun by organized religion, which has had a lot of money and power.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "We first fought... in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "True character arises from a deeper well than religion.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Science and religion are the two most powerful forces in the world. Having them at odds... is not productive.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "I see no way out of the problems that organized religion and tribalism create other than humans just becoming more honest and fully aware of themselves.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "The biological evolutionary perception of life and of human qualities is radically different from that of traditional religion, whether it's Southern Baptist or Islam or any religion that believes in a supernatural supervalance over humanity.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "All religion seems to need to prove that it's the only truth. And that's where it turns demonic. Because that's when you get religious wars and persecutions and burning heretics at the stake.", 
    "name": "John Shelby Spong"
  }, 
  {
    "quote": "Freedom of speech, freedom of the press, and freedom of religion all have a double aspect - freedom of thought and freedom of action.", 
    "name": "Frank Murphy"
  }, 
  {
    "quote": "If you want to move people, you look for a point of sensitivity, and in Egypt nothing moves people as much as religion.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "All too many Muslims fail to grasp Islam, which teaches one to be lenient towards others and to understand their value systems, knowing that these are tolerated by Islam as a religion.", 
    "name": "Abdurrahman Wahid"
  }, 
  {
    "quote": "Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "He, however, who begins with Metaphysics, will not only become confused in matters of religion, but will fall into complete infidelity.", 
    "name": "Maimonides"
  }, 
  {
    "quote": "For that again, is what all manner of religion essentially is: childish dependency.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "Religion flourishes in greater purity, without than with the aid of Government.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The world is divided into men who have wit and no religion and men who have religion and no wit.", 
    "name": "Avicenna"
  }, 
  {
    "quote": "Religion in its humility restores man to his only dignity, the courage to live by grace.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Wealth, religion, military victory have more rhetorical than efficacious worth.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "There is no cure for the pride of a virtuous nation but pure religion.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "There is a heroism in crime as well as in virtue. Vice and infamy have their altars and their religion.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "If your religion doesn't teach you the difference between good and evil, your religion is worse than useless.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Such are the heights of wickedness to which men are driven by religion.", 
    "name": "Lucretius"
  }, 
  {
    "quote": "The Christian religion not only was at first attended with miracles, but even at this day cannot be believed by any reasonable person without one.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Moral values, and a culture and a religion, maintaining these values are far better than laws and regulations.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "A man has no religion who has not slowly and painfully gathered one together, adding to it, shaping it and one's religion is never complete and final, it seems, but must always be undergoing modification.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Morality without religion is only a kind of dead reckoning - an endeavor to find our place on a cloudy sea by measuring the distance we have run, but without any observation of the heavenly bodies.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Movies are my religion and God is my patron. I'm lucky enough to be in the position where I don't make movies to pay for my pool. When I make a movie, I want it to be everything to me like I would die for it.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "My first memories of religion were being taken to Episcopal church. My father was Catholic, but my mother, I believe, was Episcopal. So I sort of veered off into the watered-down version of Catholicism.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "My great religion is a belief in the blood, the flesh, as being wiser than the intellect. We can go wrong in our minds. But what our blood feels and believes and says, is always true. The intellect is only a bit and a bridle.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Religion is the recognition of all our duties as divine commands.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Superstition is the only religion of which base souls are capable of.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "There is no higher religion than human service. To work for the common good is the greatest creed.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Leave the matter of religion to the family altar, the church, and the private school, supported entirely by private contributions. Keep the church and state forever separate.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "After all, is football a game or a religion?", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "To know a person's religion we need not listen to his profession of faith but must find his brand of intolerance.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Generally speaking, the errors in religion are dangerous those in philosophy only ridiculous.", 
    "name": "David Hume"
  }, 
  {
    "quote": "If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "I count religion but a childish toy, and hold there is no sin but ignorance.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "You know, religion itself, Eastern and Western, is divisive and quarrelsome anyway.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "I don't have a religion. I believe in a God. I don't know what it looks like but it's MY god. My own interpretation of the supernatural.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Religion without humanity is very poor human stuff.", 
    "name": "Sojourner Truth"
  }, 
  {
    "quote": "I never saw, heard, nor read, that the clergy were beloved in any nation where Christianity was the religion of the country. Nothing can render them popular, but some degree of persecution.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "When push comes to shove, it ain't the science that's going to lift you up-it's the belief, the spiritual side of life, that's going to lift you up, no matter what religion you are.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "It is a fine thing to establish one's own religion in one's heart, not to be dependent on tradition and second-hand ideals. Life will seem to you, later, not a lesser, but a greater thing.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "If I don't talk about my religion, if I say I'm not discussing it or different humanitarian things I'm working on, they're like, 'He's avoiding it.' If I do talk about it, it becomes, 'Oh, he's proselytizing.'", 
    "name": "Tom Cruise"
  }, 
  {
    "quote": "There are three modes of bearing the ills of life, by indifference, by philosophy, and by religion.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Bigotry murders religion to frighten fools with her ghost.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "In religion as in politics it so happens that we have less charity for those who believe half our creed, than for those who deny the whole of it.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "I am determined that my children shall be brought up in their father's religion, if they can find out what it is.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "The real religion of the world comes from women much more than from men - from mothers most of all, who carry the key of our souls in their bosoms.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Love and business and family and religion and art and patriotism are nothing but shadows of words when a man's starving!", 
    "name": "O. Henry"
  }, 
  {
    "quote": "God's love is too great to be confined to any one side of a conflict or to any one religion.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "It's one thing to be religious, but it's another thing to make religion your policy.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "I ask you to pray for me, for once age has overtaken us, we find consolation only in religion.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "You know what the fastest growing religion in America is? Statism. The growing reliance on government.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I found a religion that blended scientific reason with spiritual reality in a unifying faith far removed from the headlines of violence, destruction and terrorism.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "After it is all over, the religion of man is his most important possession.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Religion is compulsory in English schools, you know.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Religion is not going to come up with any new arguments.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "A lot of people, because of my contempt for the false consolations of religion, think of me as a symbolic public opponent of that in extremis. And sometimes that makes me feel a bit alarmed, to be the repository of other people's hope.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "My children, to the extent that they have found religion, have found it from me, in that I insist on at least a modicum of religious education for them.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I don't think Romney is wacky at all, but religion makes intelligent people say and do wacky things, believe and affirm crazy things. Left on his own, Romney would never have said something like the Garden Of Eden was in Missouri, and will be again.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Hobbies of any kind are boring except to people who have the same hobby. This is also true of religion, although you will not find me saying so in print.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "I would no more quarrel with a man because of his religion than I would because of his art.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "Too many younger artists, critics, and curators are fetishizing the sixties, transforming the period into a deformed cult, a fantasy religion, a hip brand, and a crippling disease.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Twin-sister of Religion, Selfishness.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Religion is not merely the opium of the masses, it's the cyanide.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "There is a vulgar incredulity, which in historical matters, as well as in those of religion, finds it easier to doubt than to examine.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "Personally, I don't choose any particular religion or symbol or group of words or teachings to define me. That's between me and the most high. You know, my higher self. The Creator.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "There are two sorts of hypocrites: ones that are deceived with their outward morality and external religion and the others are those that are deceived with false discoveries and elevation which often cry down works, and men's own righteousness, and.", 
    "name": "Jonathan Edwards"
  }, 
  {
    "quote": "Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Real religion is no religion at all.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "The major obstacle to a religious renewal is the intellectual classes, who are highly influential and tend to view religion as primitive superstition. They believe that science has left atheism as the only respectable intellectual stance.", 
    "name": "Robert Bork"
  }, 
  {
    "quote": "Religion has caused more harm than any other idea since the beginning of time. There's nothing good I can say about it. People use it as a crutch.", 
    "name": "Larry Flynt"
  }, 
  {
    "quote": "If we have to give up either religion or education, we should give up education.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "Some of you say religion makes people happy. So does laughing gas.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "Counting is the religion of this generation it is its hope and its salvation.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "What is marriage, is marriage protection or religion, is marriage renunciation or abundance, is marriage a stepping-stone or an end. What is marriage.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Science is a differential equation. Religion is a boundary condition.", 
    "name": "Alan Turing"
  }, 
  {
    "quote": "Our religion is itself profoundly sad - a religion of universal anguish, and one which, because of its very catholicity, grants full liberty to the individual and asks no better than to be celebrated in each man's own language - so long as he knows anguish and is a painter.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Even if it were proven that God didn't exist, Religion would still be Saintly and Divine.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "We all dream. We dream vividly, depending on our nature. Our existence is beyond our explanation, whether we believe in God or we have religion or we're atheist.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "I am not systematic at all when it comes to religion. I just love life. And I'm not judgmental. And I'm a vegetarian.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "To die for a religion is easier than to live it absolutely.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "In matters of religion and matrimony I never give any advice because I will not have anybody's torments in this world or the next laid to my charge.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Don't try to tear down other people's religion about their ears, Build up your own perfect structure of truth, and invite your listeners to enter in and enjoy it's glories.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "Religion must completely encircle the spirit of ethical man like his element, and this luminous chaos of divine thoughts and feelings is called enthusiasm.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Religion can emerge in all forms of feeling: here wild anger, there the sweetest pain here consuming hatred, there the childlike smile of serene humility.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Religion is doing a man does not merely think his religion or feel it, he 'lives' his religion as much as he is able, otherwise it is not religion but fantasy or philosophy.", 
    "name": "G. I. Gurdjieff"
  }, 
  {
    "quote": "There was no division I could see between the essential teaching of all Prophets and wise men of religion.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "The latest horror to hit the U.S. looks to have been caused by people of Middle Eastern origin, bearing Muslim names. Again, shame. This fuels more hatred for a religion and a people who have nothing to do with these events.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "They have hijacked my religion.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "In the early days I had a very black-and-white view of everything. I think that's kind of natural for anyone who's just embraced Islam - or any religion - as a convert. It was important for me to duck out of the fast and furious life I'd been living as a pop star. I was in a different mood.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Eradicating a religion of kindness is, I think, a terrible thing for the Chinese to attempt.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "My whole life has been movies and religion. That's it. Nothing else.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I hold that religion and faith are two different things.", 
    "name": "Pat Buckley"
  }, 
  {
    "quote": "Baseball just a came as simple as a ball and bat. Yet, as complex as the American spirit it symbolizes. A sport, a business and sometimes almost even a religion.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "Adherents of the new religious right reject the separation of politics and religion, but they bring no spiritual insights to politics.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Religion has caused more misery to all of mankind in every stage of human history than any other single idea.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "If you are part of a religion that very strongly insists that you believe then to decide not to do that is quite a big hurdle to jump over. You never forget the thought process you went through. It becomes part of your whole intellectual picture.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "If you grow up in a very strong religion like Catholicism you certainly cultivate in yourself a certain taste for the intensity of ideas.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I'm actually an evangelical atheist, but there is something I recognise about religion: that it gives people a chance to surrender.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The fact that religion plays such a part in how people vote troubles me, troubles me as a minister's daughter. Because I always felt that the separation of church and state was what our forefathers and foremothers really fought for.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "The habit of religion is oppressive, an easy way out of thought.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "My philosophy is to do the best you can for somebody. Help. It's not just what do you for yourself. It's how you treat people decently. The golden rule. There isn't big anything better than the golden rule. It's in every major religion in one language or another.", 
    "name": "Art Linkletter"
  }, 
  {
    "quote": "In my view, the Christian religion is the most important and one of the first things in which all children, under a free government ought to be instructed.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "There's a gullible side to the American people. They can be easily misled. Religion is the best device used to mislead them.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "Religion is doing a man does not merely think his religion or feel it, he lives his religion as much as he is able, otherwise it is not religion but fantasy or philosophy.", 
    "name": "George Gurdjieff"
  }, 
  {
    "quote": "I'm very interested in religion as something to study, but I'm not a religious person in the slightest.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Religion leaves no room for human complexity.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Islam is a violent, I was going to say religion, but it's not a religion. It's a political system. It's a violent political system bent on the overthrow of the governments of the world and world domination. That is the ultimate aim.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Plato's philosophy is a dignified preface to future religion.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "He who has religion will speak poetry. But philosophy is the tool with which to seek and discover religion.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Religion is absolutely unfathomable. Always and everywhere one can dig more deeply into infinities.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "In the world of language, or in other words in the world of art and liberal education, religion necessarily appears as mythology or as Bible.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Set religion free, and a new humanity will begin.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "The difference between religion and morality lies simply in the classical division of things into the divine and the human, if one only interprets this correctly.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Religion is not only a part of education, an element of humanity, but the center of everything else, always the first and the ultimate, the absolutely original.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "The enemy is not just terrorism. It is the threat posed specifically by Islamist terrorism, by Bin Ladin and others who draw on a long tradition of extreme intolerance within a minority strain of Islam that does not distinguish politics from religion, and distorts both.", 
    "name": "John Cornyn"
  }, 
  {
    "quote": "If faith is lost, there is no security and there is no life for him who does not adhere to religion.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Religion is the last refuge of human savagery.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "I don't normally talk about my religion publicly because I don't want people to associate me and my flaws with this beautiful thing. And I believe it is beautiful if you learn it the right way.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "I'm not defined by where I came from. I never took part in the rules and hatred that sometimes go along with religion. But if my parents are happy with what they believe, then I'm happy to stay out of their way. We agree to disagree.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I think that what went wrong with religion is the same thing that went wrong with politics. Is that it became too money based and too controlling. It's just a weakness that we human beings have for control - we want one thing and then we want more and then we want more.", 
    "name": "Dave Davies"
  }, 
  {
    "quote": "There is a very intimate connection between hypnotic phenomena and religion.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "All theory of modernity in sociology suggests that the more modernity there is, the less religion. In my theory we can realize that this is wrong: atheism is only one belief system among many.", 
    "name": "Ulrich Beck"
  }, 
  {
    "quote": "All outward forms of religion are almost useless, and are the causes of endless strife. Believe there is a great power silently working all things for good, behave yourself and never mind the rest.", 
    "name": "Beatrix Potter"
  }, 
  {
    "quote": "From the age of fifteen, dogma has been the fundamental principle of my religion: I know no other religion I cannot enter into the idea of any other sort of religion religion, as a mere sentiment, is to me a dream and a mockery.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "There is one thing higher than Royalty: and that is religion, which causes us to leave the world, and seek God.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "The trouble with many men is that they have got just enough religion to make them miserable. If there is not joy in religion, you have got a leak in your religion.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Sex is the mysticism of materialism and the only possible religion in a materialistic society.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "If you look at U.S. history through religious history, there is very much a motif that shows the importance religion has played in the U.S. We're a very religious country and it affects the way we look at various political issues.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "After all, enforced national bilingualism in this country isn't mere policy. It has attained the status of a religion. It's a dogma which one is supposed to accept without question.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "Human rights is a universal standard. It is a component of every religion and every civilization.", 
    "name": "Shirin Ebadi"
  }, 
  {
    "quote": "Religious wars are not caused by the fact that there is more than one religion, but by the spirit of intolerance... the spread of which can only be regarded as the total eclipse of human reason.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "I love the idea of the teachings of Jesus Christ and the beautiful stories about it, which I loved in Sunday school and I collected all the little stickers and put them in my book. But the reality is that organised religion doesn't seem to work. It turns people into hateful lemmings and it's not really compassionate.", 
    "name": "Elton John"
  }, 
  {
    "quote": "I don't believe in organized religion - I dealt with them hand in hand, and a whole bunch of Catholic priests tried to molest me. Telling me I was gay and I should go home with them and stuff.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "There are lots of people out there who think they know the truth about God and religion, but does anybody really know for sure? That's why the founding fathers built freedom of religious belief into the structure of this nation, so that everybody could make up their minds for themselves.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "But let's just say, I'm Irish. I grew up in the 1950s. Religion had a very tight iron fist.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "I think Muslims have become the new Negroes in America. They are being mistreated at airports, by the Immigration - everywhere. Islam is a religion of peace. They are wrong.", 
    "name": "Jermaine Jackson"
  }, 
  {
    "quote": "Religion can be the enemy of God. It's often what happens when God, like Elvis, has left the building.", 
    "name": "Bono"
  }, 
  {
    "quote": "Religion doesn't play any part in my life in terms of how I live my life. But I don't think I've ever gone through a day in my life without hearing someone say the word 'Jew' or saying it myself.", 
    "name": "Larry David"
  }, 
  {
    "quote": "I've found a more personal, pagan kind of religion to satisfy the spiritual side of things.", 
    "name": "Julian Clary"
  }, 
  {
    "quote": "Not every religion has to have St. Augustine's attitude to sex. Why even in our culture marriages are celebrated in a church, everyone present knows what is going to happen that night, but that doesn't prevent it being a religious ceremony.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "It may be that religion is dead, and if it is, we had better know it and set ourselves to try to discover other sources of moral strength before it is too late.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The major civilizing force in the world is not religion, it is sex.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "Being a rock star is like being a cult leader - you really have to be in your own religion.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "I mean, I went to a Catholic boys' school for a year, but that was to play hockey. Religion class was quite contentious for me.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "There's no religion but sex and music.", 
    "name": "Sting"
  }, 
  {
    "quote": "Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "No philosophy, no religion, has ever brought so glad a message to the world as this good news of Atheism.", 
    "name": "Annie Besant"
  }, 
  {
    "quote": "It's been mentioned or suggested that Paradise will not be well studied, because it's about this unimportant intellectual topic, which is religion.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers. It tells people to go out and stick their noses in other people's business.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "My faith is very private to me. It plays an important part in my life, but I do not try and throw my beliefs at others. I have tremendous respect for all faiths and beliefs, but have a deep concern that religion and faith are currently a long way apart from each other.", 
    "name": "Rick Wakeman"
  }, 
  {
    "quote": "Nothing has done more to separate and divide human beings one from another than exclusivist organized religion.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "To become a popular religion, it is only necessary for a superstition to enslave a philosophy.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "If I were going to convert to any religion I would probably choose Catholicism because it at least has female saints and the Virgin Mary.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "But like a born actor who only really wants to direct, Gingrich has always been unsatisfied with what he's brilliant at. He can't still his hunger to deliver grand pronouncements on life, liberalism, conservatism, religion and whatever else swims into his consciousness.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "What the feminists want of me is something they haven't examined because it comes from religion. They want me to bear witness.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Every fundamentalist movement I've studied in Judaism, Christianity and Islam is convinced at some gut, visceral level that secular liberal society wants to wipe out religion.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "More people have been slaughtered in the name of religion than for any other single reason. That, my friends, that is true perversion.", 
    "name": "Harvey Milk"
  }, 
  {
    "quote": "When Christians start thinking about Jesus, things start breaking down, they lose their faith. It's perfectly possible to go to church every Sunday and not ask any questions, just because you like it as a way of life. They fear that if they ask questions they'll lose their Christ, the very linchpin of their religion.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I also like to look at the dynamic that takes place between religion and science because, in a way, both are asking the same questions: Who are we? Where do we come from? Why are we here? Where are we going? The methodologies are diametrically opposed, but their motivation is the same the wellspring is the same in both cases.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "Religion which lays so many restraints upon us, is a troublesome companion to those who will lay no restraints upon themselves.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "I've had trouble now and again in Nigeria because I have spoken up about the mistreatment of factions in the country because of difference in religion. These are things we should put behind us.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "Fear of things invisible in the natural seed of that which everyone in himself calleth religion.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "The earth is the Lord's fullness thereof: this is no longer a hollow dictum of religion, but a directive for economic action toward human brotherhood.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "I do not know how to teach philosophy without becoming a disturber of established religion.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Indeed, in view of its function, religion stands in greater need of a rational foundation of its ultimate principles than even the dogmas of science.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Yet higher religion, which is only a search for a larger life, is essentially experience and recognized the necessity of experience as its foundation long before science learnt to do so.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Whatever you may think of the proposed mosque and community center, lost in the heat of the debate has been a basic question: Should government attempt to deny private citizens the right to build a house of worship on private property based on their particular religion?", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "But in terms of how people live together, how we minimize the prospects of conflict and maximize the prospects of peace, the place of religion in our society today is essential.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "More than this, even in those white men who professed religion we found much inconsistency of conduct. They spoke much of spiritual things, while seeking only the material.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "I believe in the separation of church and state, but I do not believe in the separation of politics from religion.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Islam is a religion of success. Unlike Christianity, which has as its main image, in the west at least, a man dying in a devastating, disgraceful, helpless death.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "The First Amendment freedom of religion is as important today as when the Bill of Rights was first written.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Religion, for better or for worse, has been politicized in blatant ways that have seldom been equaled in American elections.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "What is especially important is addressing the question of how religion can be enforced through political means and what can be done to create a political environment that, on the one hand, acknowledges the role of religion in society, while on the other hand does not impose one religion on the populace at the expense of all others.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "There is no doubt that religion had already waned under the onslaught of the Enlightenment, but it was Freud who provided the radically new understanding of human nature that made any religious explanation of the whats and whys of our personhood seem naive.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Who's to say that there is any more support for Freud's psychoanalytic concept of the superego than there is for that old time religion that asserted that there is a God who ordains what is right and wrong, and that His righteousness endures for all generations?", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "From faith, hope, and love, the virtues of religion referring to God, there arises a double act which bears on the spiritual communion exercised between God and us the hearing of the word and prayer.", 
    "name": "William Ames"
  }, 
  {
    "quote": "These days politics, religion, media seem to get all mixed up. Television became the new religion a long time back and the media has taken over.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "Religion needs a baptism of horse sense.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "I think it's perfectly just to refuse service to anyone based on behavior, but not based on race or religion.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "True religion... is giving and finding one's happiness by bringing happiness into the lives of others.", 
    "name": "William J. H. Boetcker"
  }, 
  {
    "quote": "No, the religion of Jesus is a social religion.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "So, basically, my view is I don't want to support the exploitation of animals, and within reason, I will do what I can to avoid it, but it's not like it's a religion for me. It's not like I consider I'm polluted if somehow some bit of milk or cheese or something passes my lips.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "You have this mounting aggressive ignorance with the rabbit's foot of their particular religion. You don't really have any kind of spiritual law, just a kind of a rabid mental illness. The songs are a little slice of life.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "Religion enables us to ignore nothingness and get on with the jobs of life.", 
    "name": "John Updike"
  }, 
  {
    "quote": "A man will do more for his stubbornness than for his religion or his country.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I love religion.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I have a problem with religion that makes it so, like, 'We are the ones. We are the chosen ones.'", 
    "name": "Cher"
  }, 
  {
    "quote": "Leftism seeks to undo most of the values that are distinct to Judeo-Christian religion.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "The Left is doing to America what it has done to almost everything it has deeply influenced - the arts, the university, religion, culture, minorities, Europe: ruining it.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Beside all this I think there was something personal, being Muslim myself who lived in the west I felt that it was my obligation my duty to tell the truth about Islam. It is a religion that has a 700 million following, yet it's so little known about it which surprised me.", 
    "name": "Moustapha Akkad"
  }, 
  {
    "quote": "It is not classified as a pagan religion. The so-called New Age activities and this are not called religions and therefore don't come under the prohibition of mingling church and state that we have in this country.", 
    "name": "Dixie Lee Ray"
  }, 
  {
    "quote": "The Establishment Clause prohibits government from making adherence to a religion relevant in any way to a person's standing in the political community.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I hate organized religion. I think you have to love thy neighbor as thyself. I think you have to pick your own God and be true to him. I always say 'him' rather than 'her.' Maybe it's because of my generation, but I don't like the idea of a female God. I see God as a benevolent male.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "Let us not seek to bring religion to others, but let us endeavor to live it ourselves.", 
    "name": "Paul Tournier"
  }, 
  {
    "quote": "Resist this war on God, freedom of religion and freedom of speech.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Among politicians the esteem of religion is profitable the principles of it are troublesome.", 
    "name": "Benjamin Whichcote"
  }, 
  {
    "quote": "The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "I still love the theology of the Mormon religion and think it is a wonderful way to grow up.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "Take away the Book of Mormon and the revelations, and where is our religion? We have none.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "To criticize a person for their race is manifestly irrational and ridiculous, but to criticize their religion, that is a right. That is a freedom.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "As crucial as religion has been and is to the life of the nation, America's unifying force has never been a specific faith, but a commitment to freedom - not least freedom of conscience.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Attacks on a politician's identity - questioning Romney's religion, say, or Obama's birthplace - tend to come when an opponent is desperate and can't sell himself.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Whether one believes or not, religion is as real a force in the life of the world as economics or politics, and it demands fair-minded attention. Even if you think the entire religious enterprise is at best misguided and at worst counterproductive, it remains vital, inspiring great good and, sometimes, great evil.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "I mean, I went to a church school when I was younger and imbibed a certain amount of religion then but it was really in university that I got interested in religion and politics at the same time. I don't think as if it were one moment of conversion but my spiritual journey really began then.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Religion and philosophy, philosophy and religion - they're two words which are both... different. In spelling.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "I'm interested in the kind of religion that makes life harder. I'm not so interested in the comforting kind of religion.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "9/11 was a deliberate, carefully planned evil act of the long-waged war on the West by Koran-inspired soldiers of Allah around the world. They hated us before George W. Bush was in office. They hated us before Israel existed. And the avengers of the religion of perpetual outrage will keep hating us.", 
    "name": "Michelle Malkin"
  }, 
  {
    "quote": "If religion had a good purpose, then man would have created something great. But we're man: we mess up everything. We mess up nature. We mess up God. We take what is given to us and make it into what we think it should be.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "The proper reply to right wing religiosity is not to insist that politics and religion don't mix. This is the stock response of the left.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "That which we call the Hindu religion is really the Eternal religion because it embraces all others.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "Indian religion has always felt that since the minds, the temperaments and the intellectual affinities of men are unlimited in their variety, a perfect liberty of thought and of worship must be allowed to the individual in his approach to the Infinite.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "Skip the religion and politics, head straight to the compassion. Everything else is a distraction.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "Do not imagine that what we have said of the insufficiency of our understanding and of its limited extent is an assertion founded only on the Bible: for philosophers likewise assert the same, and perfectly understand it,- without having regard to any religion or opinion.", 
    "name": "Maimonides"
  }, 
  {
    "quote": "The most important part of my religion is to play guitar.", 
    "name": "Lou Reed"
  }, 
  {
    "quote": "Liberalism is a religion. Its tenets cannot be proved, its capacity for waste and destruction demonstrated. But it affords a feeling of spiritual rectitude at little or no cost.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "So much of religion is exegesis. I would rather follow in the footprints of Christ than all of the dogma.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "I'm a scientist, not a theologian. I don't know if there is a God or not. Religion requires certainty.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "It just so happens that the green religion is now taking over from the Christian religion. I don't think people have noticed that, but it's got all the sort of terms that religions use... The greens use guilt. That just shows how religious greens are. You can't win people round by saying they are guilty for putting (carbon dioxide) in the air.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "I'm a scientist, not a theologian. I don't know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Haven't two hundred years of failed missionary work overseas taught anybody anything? You can't convert people to anything - whether religion, or something as inane as our flicks.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "If I were asked for a one-sentence sound bite on religion, I would say I was against it.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "I was 21 in 1968, so I'm as much a child of the '60s as is possible to be. In those years the subject of religion had really almost disappeared the idea that religion was going to be a major force in the life of our societies, in the West anyway, would have seemed absurd in 1968.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Religion is run by thought police. 'Obey. Listen. This is what you do. Don't ask questions. Go die for your country.' The spirituality says, 'Okay, you can die for your country, but know what you're doing while you're doing it.'", 
    "name": "Tommy Chong"
  }, 
  {
    "quote": "I wish your increase in holiness, number, love, religion, and righteousness and wait you, and cease to contend with these men that are gone from us, for there is nothing that shall convince them but judgment.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "Anybody who comes to the cinema is bringing they're whole sexual history, their literary history, their movie literacy, their culture, their language, their religion, whatever they've got. I can't possibly manipulate all of that, nor do I want to.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "I have never made fun of religion. Religion is something I don't even want to mess with, because I am really afraid of the clouds opening up and my being struck by lightning.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "The inner spaces that a good story lets us enter are the old apartments of religion.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Well, right now, I'm very fascinated with 1920s Berlin. I mean, probably the more interesting thing would be to go to the beginning of civilization or precivilization - like polytheistic times. It would be interesting to see what came before modern religion and culture - what circumstances created the environment or the need for it.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "You know, I get much more Jewish in Israel because I like the way that religion is done there.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "Most people don't want to talk about politics and religion. They say, 'Let's talk about something else.'", 
    "name": "Prince"
  }, 
  {
    "quote": "Of course God is endlessly multi-dimensional so every religion that exists on earth represents some face, some side of God.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Religion always remains higher than everyday life. In order to make the elevation towards religion easier for people, religion must be able to alter its forms in relation to the consciousness of modern man.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "One person's religion is another person's cult.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "In morals what begins in fear usually ends in wickedness in religion what begins in fear usually ends in fanaticism. Fear, either as a principle or a motive, is the beginning of all evil.", 
    "name": "Anna Jameson"
  }, 
  {
    "quote": "Women are oppressed in the east, in the west, in the south, in the north. Women are oppressed inside, outside home, a woman is oppressed in religion, she is oppressed outside religion.", 
    "name": "Taslima Nasrin"
  }, 
  {
    "quote": "The wise man regulates his conduct by the theories both of religion and science. But he regards these theories not as statements of ultimate fact but as art-forms.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "A religion without mystery must be a religion without God.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "Every man, either to his terror or consolation, has some sense of religion.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Some people are that - more than a parent, more than a role model, more than anything less than a religion.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Even the weakest disputant is made so conceited by what he calls religion, as to think himself wiser than the wisest who think differently from him.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "Religion which requires persecution to sustain, it is of the devil's propagation.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "I first became interested in women and religion when I was one of the few women doing graduate work in Religious Studies at Yale University in the late 1960's.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "Selfishness is the only real atheism unselfishness the only real religion.", 
    "name": "Israel Zangwill"
  }, 
  {
    "quote": "I try to just talk about human stories and what I think about religion or teapots or whatever.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "There was no religion in my life growing up. Did God invent us or did we invent God?", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "We from every religion feel comfortable in Britain because there is a host. The Church of England is a good host, it has been a major force in shaping England into such a tolerant society.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Since the 18th century, many Western intellectuals have predicted religion's imminent demise.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Religion is the best antidote to the individualism of the consumer age. The idea that society can do without it flies in the face of history and, now, evolutionary biology.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Religion survives because it answers three questions that every reflective person must ask. Who am I? Why am I here? How then shall I live?", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Religion creates community, community creates altruism and altruism turns us away from self and towards the common good... There is something about the tenor of relationships within a religious community that makes it the best tutorial in citizenship and good neighborliness.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Now I think one of the reasons why religion developed in the way that it did over the centuries was precisely to curb this murderous bent that we have as human beings.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "There are some forms of religion that are bad, just as there's bad cooking or bad art or bad sex, you have bad religion too.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Compassion is not a popular virtue. Very often when I talk to religious people, and mention how important it is that compassion is the key, that it's the sine-qua-non of religion, people look kind of balked, and stubborn sometimes, as much to say, what's the point of having religion if you can't disapprove of other people?", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Religion brings to man an inner strength, spiritual light, and ineffable peace.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "There are fundamentalist psychopaths in every religion in the world. Every single one.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "As long as I don't write about the government, religion, politics, and other institutions, I am free to print anything.", 
    "name": "Pierre Beaumarchais"
  }, 
  {
    "quote": "I know it's very idealistic and utopian, but I believe we need to just let everyone not be judged in terms of religion, groups or nations or region.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "Religious tolerance is something we should all practice however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else.", 
    "name": "Walter Koenig"
  }, 
  {
    "quote": "A lot of people have questioned how yoga and their own spiritual beliefs can come together. Yoga actually pre-dates religion.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "Yoga is not a religion to me.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "The Grateful Dead are our religion. This is a religion that doesn't pay homage to the God that all the other religions pay homage to.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "I firmly believe that the mission of religion in the 21st century must be to contribute concretely to the peaceful coexistence of humankind.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I used to think religion was just more of the same thing. Dump responsibility on the big guy. Now I see an importance in that. It's a relief to accept that not everything is under your control.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "Science, like art, religion, commerce, warfare, and even sleep, is based on presuppositions.", 
    "name": "Gregory Bateson"
  }, 
  {
    "quote": "In the 21st century, I believe the mission of the United Nations will be defined by a new, more profound awareness of the sanctity and dignity of every human life, regardless of race or religion.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "There is no religion in which everyday life is not considered a prison there is no philosophy or ideology that does not think that we live in alienation.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "It's funny that there was so much disturbance about having a Catholic in the White House with Kennedy, and when we finally get a religion in the White House that's causing a lot of conflicts, and concerns, and disturbances for a lot of people, it's in the Bush Administration.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "You're always going to have extremists in every religion.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Catholicism is not a soothing religion. It's a painful religion. We're all gluttons for punishment.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "The best thing about science is that hard, empirical answers are always there if you look hard enough. The best thing about religion is that the very absence of that certainty is what requires - and gives rise to - deep feelings of faith.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "There is a great difference between Christianity and religion at the south. If a man goes to the communion table, and pays money into the treasury of the church, no matter if it be the price of blood, he is called religious.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "The fact is that more people have been slaughtered in the name of religion than for any other single reason. That, THAT my friends, is true perversion.", 
    "name": "Harvey Milk"
  }, 
  {
    "quote": "Religion, oh, just another of those numerous failures resulting from an attempt to popularize art.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "Boxing is a celebration of the lost religion of masculinity all the more trenchant for its being lost.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "I could never take the idea of religion very seriously.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "I think people's perception of a rich girl is literal, but metaphorically I embrace it as being rich in love, spirit, joy and religion. So it's not about money.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "Every society and religion has rules, for both have moral laws. And the essence of morality consists, as in art, of drawing the line somewhere.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "Whether we call it religion or faith, we all battle for a balanced integrated soul.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Someone once told me that religion is like a knife: You can stab someone with it, or you can slice bread with it.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I just hate one-dimensional portrayals of religion it's too cheap and easy to do, and ignores the nuances that go into having a belief system.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "It's a very different thing, religion and faith. Religion is man-made, it's man-regulated. And faith, you can define God as you wish. But I think they're two different things.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "We're all sick of holy wars and bloodshed because religion is supposed to give us life and a better life and is supposed to bring out our best self. When it results in mass destruction and hatred and anxiety, it's the antithesis I think of what religion was designed to do.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I do not find it easy to articulate thoughts about religion. I remain the sort of person who turns off 'Thought for the Day' when it comes on the radio.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "A cult is a religion with no political power.", 
    "name": "Tom Wolfe"
  }, 
  {
    "quote": "As long as there are religions, there are going to be people who are hiding their rottenness behind the veil of religion.", 
    "name": "Juliana Hatfield"
  }, 
  {
    "quote": "I think we have to believe in things we don't see. That's really important for all of us, whether it's your religion or Santa Claus, or whatever. That's pretty much what it's about.", 
    "name": "James Caan"
  }, 
  {
    "quote": "People still kill in the name of religion. We haven't evolved to the point where we're one tribe called humans.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "Twenty five percent of Israeli citizens are not even Jewish. Anybody can become an Israeli citizen if you qualify. Religion is not a criterion for citizenship.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "Intolerance respecting other people's religion is toleration itself in comparison with intolerance respecting other people's art.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "I decided to take God and organized religion seriously, and to reject the secular life which in my teens had looked attractive because it allowed me to act in any way that I wanted.", 
    "name": "Luke Ford"
  }, 
  {
    "quote": "Look at Islam in a rational manner and without demagoguery or emotion. It is the leading religion of the world with 1.5 billion followers.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "I grew up very religious, and I don't have a great relationship with religion.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "Religion points to that area of human experience where in one way or another man comes upon mystery as a summons to pilgrimage.", 
    "name": "Frederick Buechner"
  }, 
  {
    "quote": "There's no reason to bring religion into it. I think we ought to have as great a regard for religion as we can, so as to keep it out of as many things as possible.", 
    "name": "Sean O'Casey"
  }, 
  {
    "quote": "I think I like big issues, but I don't believe in God or religion.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Religion promotes the divine discontent within oneself, so that one tries to make oneself a better person and draw oneself closer to God.", 
    "name": "Cyril Cusack"
  }, 
  {
    "quote": "But I remember the moment when my father died. I wasn't a very committed Catholic beforehand, but when that happened it suddenly all felt so obvious: I now believe religion is our attempt to find an explanation, for us to feel more protected.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "Religion has to stay in the heart, not in politics. It is private.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "In Goddess religion death is not feared, but is understood to be a part of life, followed by birth and renewal.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "I grew up with the religion of 'Star Wars,' frankly. That's when I realized there is something bigger out there... and it's called The Force.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "Most people I know are not hard-core religious people. They are what I would call 'lightly religious.' So I don't buy the notion that we can't laugh about religion in America.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "I love it when the left and when the president say, 'Don't try to impose your values on us, you folks who hold your Bibles in your hand and cling to your guns.' They have values too. Our values are based on religion, based on life. Their values are based on a religion of self.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "Communism was meant to be an alternative religion.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "In the traditional urban novel, there is only survival or not. The suburban idea, the conformist idea, that agony can be seen to and cured by doctors or psychoanalysis or self-knowledge is nowhere to be found in the city. Talking is a way of life, but it is not a cure. Same with religion.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "I'm just confused as to where we lost that in America because it is everyone's God-given right to think the way they think and that's fine. That's why our ancestors came here to America, to believe what they want, pray how they want and follow a religion with whoever they want.", 
    "name": "Angie Harmon"
  }, 
  {
    "quote": "Sex is the ersatz or substitute religion of the 20th Century.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "I did an album a long time ago called 'Replicas,' which was entirely science-fiction driven, or science-fantasy. Since then it's been a song here, a song there. It's not really a constant theme. I've written far more about my problems with religion, with God and all that.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "Human nature doesn't include all human beings. There are human beings who are indifferent to politics, religion, virtually anything.", 
    "name": "Conor Cruise O'Brien"
  }, 
  {
    "quote": "After I left the convent, for 15 years I was worn out with religion, I wanted nothing whatever to do with it. I felt disgusted with it. If I saw someone reading a religious book on a train, I'd think, how awful.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Religion is a search for transcendence. But transcendence isn't necessarily sited in an external god, which can be a very unspiritual, unreligious concept.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "I am not interested in the afterlife. Religion is supposed to be about losing your ego, not preserving it eternally in optimum conditions.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Zionism was originally a rebellion against religious Judaism and the PLO Charter was essentially secularist. But because the conflict was allowed to fester without a resolution, religion got sucked into the escalating cycle of violence and became part of the problem.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "When violence becomes imbedded in a region, then this affects everything. It affects your dreams, your fantasies and relationships, and your religion becomes violent, too.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "The memory of my own suffering has prevented me from ever shadowing one young soul with the superstition of the Christian religion.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "When asked if I consider myself Buddhist, the answer is, Not really. But it's more my religion than any other because I was brought up with it in an intellectual and spiritual environment. I don't practice or preach it, however.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "Another important historical factor is the fact that this already very simple religion was further simplified and purified by the early philosophers of ancient China. Our first great philosopher was a founder of naturalism and our second great philosopher was an agnostic.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "For no art and no religion is possible until we make allowances, until we manage to keep quiet the enfant terrible of logic that plays havoc with the other faculties.", 
    "name": "John C. Ransom"
  }, 
  {
    "quote": "The idea that religion and politics don't mix was invented by the Devil to keep Christians from running their own country.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "Religion has become so many different things. Religion is an economic thing for some people. Religion is a gun.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "I am known for a life spent in the struggle for freedom, and freedom includes the freedom of religion.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "I am an atheist, and if an atheist and a pope think the same things, there must be something true. There must be some human truth that is beyond religion.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "Religion is the solid basis of good morals therefore education should teach the precepts of religion, and the duties of man toward God.", 
    "name": "Gouverneur Morris"
  }, 
  {
    "quote": "My political ideas and things like that, even my religion, I try to keep close to me because it's a personal thing, and I don't shove it down people's throats. I don't condemn any artist that wants to do that, like the Baldwins. That's their choice. But in my world, I'm just an entertainer.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "I am not going to condemn anybody. That's where religion gets a bad name, when people get holier than thou. We are all human. If my children make a mistake, I want them to know it is all right and they should try harder next time.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "Anyone with sincere religious beliefs cannot say that all religions are true. That is so illogical it is pathetic. All religion cannot be true because some of them are so diametrically opposed to each other.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "The United States is not a nation based upon race, creed, or religion - we are a nation based upon our loyalty and allegiance to our country and her principles.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "I did not want to reject religion as nonsense because life seemed to have no ultimate purpose without it, and most of the good people I knew were Christians.", 
    "name": "Luke Ford"
  }, 
  {
    "quote": "Christianity is not about religion. It's about faith, about being held, about being forgiven. It's about finding joy and finding home.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "We live in a great country. It's time again to get religion about it.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "Even though you can't expect to defeat the absurdity of the world, you must make that attempt. That's morality, that's religion. That's art. That's life.", 
    "name": "Phil Ochs"
  }, 
  {
    "quote": "Religion and political expediency go beautifully hand in hand.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "For us to think we can enjoy, understand and practice the Christian religion with just Matthew to Revelation is foolishness.", 
    "name": "Randall Terry"
  }, 
  {
    "quote": "I broke with my religion in college.", 
    "name": "Anne Rice"
  }, 
  {
    "quote": "Religion is never the problem it's the people who use it to gain power.", 
    "name": "Julian Casablancas"
  }, 
  {
    "quote": "We need religion as a guide. We need it because we are imperfect. Our government needs the church, because only those humble enough to admit they are sinners can bring to democracy the tolerance it requires in order to survive.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you're lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life.", 
    "name": "Carrie-Anne Moss"
  }, 
  {
    "quote": "The Christian use of religion as a personal love affair both shocked me, and attracted me.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "For some years I deserted religion in favour of Marxism. The republic of goodness seemed more attainable than the Kingdom of God.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "Early on I saw the repression and idolatry of Stalinism, and when it cracked, I was open to religion again.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "My mother was a modern woman with a limited interest in religion. When the sun set and the fast of the Day of Atonement ended, she shot from the synagogue like a rocket to dance the Charleston.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "When law and duty are one, united by religion, you never become fully conscious, fully aware of yourself. You are always a little less than an individual.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "So much about religion has to do with rigid, sacrosanct preciousness. I don't live my life that way, and I don't feel that's what Baha'u'llah teaches.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Religion's in the heart, not in the knees.", 
    "name": "Douglas William Jerrold"
  }, 
  {
    "quote": "Existentialism is about being a saint without God being your own hero, without all the sanction and support of religion or society.", 
    "name": "Anita Brookner"
  }, 
  {
    "quote": "We first fought the heathens in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "It was a real surprise to me to come across the evidence that Christianity might once have been a danced religion. Certainly, some of the early church leaders thought this was great and spoke of what seems to have been circle dancing, perhaps around an altar.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "It was during my time at secondary school that I abandoned religion.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "Those in the west who dismiss the repressiveness of laws against women in countries like Iran, no matter how benign their intentions, present a condescending view not just of the religion but also of women living in Muslim majority countries, as if the desire for choice and happiness is the monopoly of women in the west.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "I'm not involved in the politics of religion, but I love what the message is.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I believe that there is some spiritual entity that's greater than us. I do not belong to any specific organized religion. I have always believed that, and I believe it even more so now. I believe that someone was listening to me, and someone is giving me an incredibly blessed life.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I hope we will not so characterize religious people as being so narrow and so biased towards people not of their own religion that they cannot even work with them in this common cause to which you say they are committed.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "The American way was for commerce, personal relationships, and religion to be voluntary. No one was forced to participate in something he didn't want.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "There are a lot of Grinches out there that would like nothing better than to take any references to religion out of the holiday season.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "I am utterly struck how, 300 years after his execution, Christianity became the official religion of the Roman Empire.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "The hierarchy of class in London was rigid. It was like a religion. It still is to a certain extent.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "If fishing is a religion, fly fishing is high church.", 
    "name": "Tom Brokaw"
  }, 
  {
    "quote": "My religion centers in different areas than what's considered conventional religion.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "It is, then, by those shadows of the hoary Past and their fantastic silhouettes on the external screen of every religion and philosophy, that we can, by checking them as we go along, and comparing them, trace out finally the body that produced them.", 
    "name": "H. P. Blavatsky"
  }, 
  {
    "quote": "My sense of religion is Einstein's sense of relativity. I don't believe in God. I believe that energy never dies. So the possibility exists that you might be breathing in some other form of Moses or Buddha or Muhammad or Bobby Kennedy or Roosevelt or Martin Luther King or Jesus.", 
    "name": "Mandy Patinkin"
  }, 
  {
    "quote": "Religion is induced insanity.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "Today's interpretations of religion are often backward and contradict the needs of civilization.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "Religion often is misused for purely power-political goals, including war.", 
    "name": "Hans Kung"
  }, 
  {
    "quote": "No power of government ought to be employed in the endeavor to establish any system or article of belief on the subject of religion.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "Religion can make it worse. Are you supposing that if people were encouraged to believe in a transcendent reality, and to be encouraged by grand rituals and music and preaching, to love their neighbors, then they would put jealousy and frustration aside?", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Religion, like water, may be free, but when they pipe it to you, you've got to help pay for piping. And the Piper!", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "Even at school I studied ethics instead of religion.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "I don't believe there's any inherent darkness at the center of religion at all. I think religion actually is a morally neutral force.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "Every sect is a moral check on its neighbour. Competition is as wholesome in religion as in commerce.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "What a pity it is that we have no amusements in England but vice and religion!", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "Religion is to mysticism what popularization is to science.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "My philosophy is that the most important aspect of any religion should be human kindness. And to try to ease the suffering of others. To try to bring light and love into the lives of mankind.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "I went to Catholic high school for half a year and religion wasn't the cool thing to talk about even at a catholic high school. It never came up.", 
    "name": "Mandy Moore"
  }, 
  {
    "quote": "Every week I get letters from people worldwide who feel that the possibilian point of view represents their understanding better than either religion or neo-atheism.", 
    "name": "David Eagleman"
  }, 
  {
    "quote": "No truth is more evident to my mind than that the Christian religion must be the basis of any government intended to secure the rights and privileges of a free people.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "I never found much comfort in overly organized religion of any sort.", 
    "name": "Jewel"
  }, 
  {
    "quote": "I do explicitly see Jewish people as a people - not either a religion or an ethnicity but a people.", 
    "name": "Kenneth Robert Livingstone"
  }, 
  {
    "quote": "Socialism is the religion people get when they lose their religion.", 
    "name": "Richard John Neuhaus"
  }, 
  {
    "quote": "It's a bit odd that nobody seems to be using the correct technical term to describe organized Islamic terrorists. They are not a faction of a religion or a social movement. They are a cult. A suicide cult.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "We must not enable anyone to impose his personal view regarding religion on others by force, oppression, or pressure.", 
    "name": "Shirin Ebadi"
  }, 
  {
    "quote": "I never close a door on any other religion. Most of the time, some part of it makes sense to me. I don't believe everyone has to chant just because I chant. I believe all religion is about touching something inside of yourself.", 
    "name": "Tina Turner"
  }, 
  {
    "quote": "Certain I am, that Christian Religion does no where allow Rebellion.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "I have sung for Americans of every political persuasion, and I am proud that I never refuse to sing to an audience, no matter what religion or color of their skin, or situation in life.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "Our bodies are at once the receiving and transmitting stations for life itself. It is the highest wisdom to recognize this fact and train our bodies to render them sensitive and responsive to nature. art and religion.", 
    "name": "Ruth St. Denis"
  }, 
  {
    "quote": "Religion can be both good and bad - it is spirituality that counts.", 
    "name": "Pat Buckley"
  }, 
  {
    "quote": "First of all, the Jewish religion has a great deal in common with the Christian religion because, as Rabbi Gillman points out in the show, Christianity is based on Judaism. Christ was Jewish.", 
    "name": "Barbara Walters"
  }, 
  {
    "quote": "Politics should share one purpose with religion: the steady emancipation of the individual through the education of his passions.", 
    "name": "George Will"
  }, 
  {
    "quote": "Diversity of thought and culture and religion and ideas has been the strength of America.", 
    "name": "Gary Locke"
  }, 
  {
    "quote": "Not longer loved or fostered by religion, beauty is lifted from its face as a mask, and its absence exposes features on that face which threaten to become incomprehensible to man.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "Religion is not a burden, not a weight, it is wings.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "There is an absolutely fundamental hostility on the part of totalitarian regimes toward religion.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "Just as the Russians and the Soviets didn't manage to wipe out languages in Lithuania, neither have they managed to wipe out religion to the extent that we had feared.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "Jesus claimed He had the power to raise himself from the dead and His followers would be raised from the dead. That's a unique claim in the literature of religion.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "It is already clear, after twenty years of socialism in Russia, that if you do not provide your society with a new religion, it will gradually revert to the old one.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "We may be sure that out of the ruins of our capitalist civilization a new religion will emerge, just as Christianity emerged from the ruins of the Roman civilization.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "I call religion a natural authority, but it has usually been conceived as a supernatural authority.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "The equation of religion with belief is rather recent.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "Religion enabled society to organise itself to debate goodness, just as Greek drama had once done.", 
    "name": "Edward Bond"
  }, 
  {
    "quote": "Religion is the possibility of the removal of every ground of confidence except confidence in God alone.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "Nevertheless, there is another threat on the horizon. I see this threat in environmentalism which is becoming a new dominant ideology, if not a religion. Its main weapon is raising the alarm and predicting the human life endangering climate change based on man-made global warming.", 
    "name": "Vaclav Klaus"
  }, 
  {
    "quote": "Shelley is truth itself and honour itself notwithstanding his out-of-the-way notions about religion.", 
    "name": "George Byron"
  }, 
  {
    "quote": "It is an interesting and demonstrable fact, that all children are atheists and were religion not inculcated into their minds, they would remain so.", 
    "name": "Ernestine Rose"
  }, 
  {
    "quote": "Genius without religion is only a lamp on the outer gate of a palace it may serve to cast a gleam of light on those that are without, while the inhabitant sits in darkness.", 
    "name": "Hannah More"
  }, 
  {
    "quote": "Christmas renews our youth by stirring our wonder. The capacity for wonder has been called our most pregnant human faculty, for in it are born our art, our science, our religion.", 
    "name": "Ralph W. Sockman"
  }, 
  {
    "quote": "Religion is a candle inside a multicolored lantern. Everyone looks through a particular color, but the candle is always there.", 
    "name": "Mohammed Naguib"
  }, 
  {
    "quote": "Mysticism, poor mysticism! When it is underestimated and oversimplified, it comes down from its original sphere and stands beside religion.", 
    "name": "Sri Chinmoy"
  }, 
  {
    "quote": "I know one thing: There are a billion Islamic people in the world today, and there will be about 2 billion by the time we're dead. They're not going to give up their religion.", 
    "name": "Chris Matthews"
  }, 
  {
    "quote": "Religion is all-too-often a refuge for scoundrels.", 
    "name": "Neal Boortz"
  }, 
  {
    "quote": "Let us have but one end in view, the welfare of humanity and let us put aside all selfishness in consideration of language, nationality, or religion.", 
    "name": "John Comenius"
  }, 
  {
    "quote": "The Law of God in the Christian religion is the schoolmaster that leads us to Christ.", 
    "name": "Randall Terry"
  }, 
  {
    "quote": "The enemies of the Christian religion and the Law of God confuse law with faith.", 
    "name": "Randall Terry"
  }, 
  {
    "quote": "I'm a believer. I don't go to church. I don't belong to any particular religion, but I do believe in God. I couldn't write what I write about and be creative without a certain form of belief.", 
    "name": "Nick Cave"
  }, 
  {
    "quote": "We establish no religion in this country, nor will we ever. But we poison our society when we remove its theological underpinnings. We court corruption when we leave society devoid of belief.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "These days too many of us seem inclined to cover our ears, close our eyes, and blindly follow the most narrow, conservative tenets of religion or else seek comfort in the ancient traditions of New Age ritual.", 
    "name": "Joan D. Vinge"
  }, 
  {
    "quote": "The religion of the Indian is the last thing about him that the man of another race will ever understand.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "Religion often partakes of the myth of progress that shields us from the terrors of an uncertain future.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "There's a couple things you don't talk about in life, and that's race, religion and politics. I try to make sure I don't talk about politics at all.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "Our religion does not discriminate according to color, sex or anything else. What counts is piety and faith.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Philosophy is an attempt by man to find cause and effect. Religion has the same goal.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "First of all, my persuasion is what really breeds violence is political differences. But because religion serves as the soul of community, it gets drawn into the fracas and turns up the heat.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "Religion is the call to confront reality to master the self.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "It is commonly said and known that each civilization has its own religion. Now my claim is that if we look deeper, the different civilizations were brought into being by the different revelations.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "Most modern science fiction went to school on 'Dune.' Even 'Harry Potter' with its 'boy protagonist who has not yet grown into his destiny' shares a common theme. When I read it for the first time, I felt like I had learned another language, mastered a new culture, adopted a new religion.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "I'm not a religious person, and I'm not too interested in being a part of a religion, but I do like having some sort of communal gathering, and having some sense of peoples.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "Through history, people look for something spiritual. The greatest scientists in the world were men of religion and faith, too.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "There is all the difference in the world between teaching children about religion and handing them over to be taught by the religious.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "Fashion is almost like a religion, for me at least.", 
    "name": "ASAP Rocky"
  }, 
  {
    "quote": "There was a time when someone would get on a plane and request to move their seat just because the person sitting next to them was of a different ethnicity or religion or nationality. But I don't think my generation wants that. That's how it used to be.", 
    "name": "ASAP Rocky"
  }, 
  {
    "quote": "Mr. Speaker, the fact of the matter is that the Ten Commandments are a historical document that contains moral, ethical, and legal truisms that any person of any religion or even an atheist can recognize and appreciate.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "Don't be confused that my interest in religion, faith, and spirituality is driven by any sense of faith or spirituality of my own.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "I am sensitive to the value of faith and religion and spirituality in people's lives because I'm a journalist.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "I think you can be cynical about religion on occasion, and certainly skeptical about the degree to which some people use religion to manipulate other people.", 
    "name": "Peter Jennings"
  }, 
  {
    "quote": "The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion.", 
    "name": "Tom Wolfe"
  }, 
  {
    "quote": "Do you think that God will punish them for not practicing a religion which he did not reveal to them?", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "People here argue about religion interminably, but it appears that they are competing at the same time to see who can be the least devout.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "No account of the Renaissance can be complete without some notice of the attempt made by certain Italian scholars of the fifteenth century to reconcile Christianity with the religion of ancient Greece.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "You can't write about the past and ignore religion. It was such a fundamental, mind-shaping, driving force for pre-modern societies. I'm very interested in what religion does to us - its capacity to create love and empathy or hatred and violence.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "Supreme serenity still remains the Ideal of great Art. The shapes and transitory forms of life are but stages toward this Ideal, which Christ's religion illuminates with His divine light.", 
    "name": "Franz Liszt"
  }, 
  {
    "quote": "It's fun being in Islamic countries, to know there's only one religion. There's order. You wear a burqa. There's no choice. People are happy with that.", 
    "name": "Prince"
  }, 
  {
    "quote": "Difference of religion breeds more quarrels than difference of politics.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "The first guy who came up with the concept of religion was sitting out under a tree. I'm sure of that.", 
    "name": "Tom T. Hall"
  }, 
  {
    "quote": "It doesn't matter what color, sex, religion, age, sexual orientation, etc., everyone should have the same freedoms and liberties.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "I am a Westerner. We're not going to change the West by going East. The East has a lot to teach us, but essentially it's like a mirror, saying, hey, can't you see what's here in your own religion, what are you, stupid?", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "Violence against women in all its forms is a human rights violation. It's not something that any culture, religion or tradition propagates.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "How can you tell when a political ideology has become the equivalent of a religion?", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "I have increasingly, over the years, felt that religion today does our civilization more harm than good.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "It is very reasonable to worry about the harm done by organized religion, and to prefer looser and more private arrangements.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Just in our lifetime our society has become looser and more private, it becomes extremely difficult to hold to any permanent commitment whatever, least of all to organized religion.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "It is only partly true that religion does more harm than good in society. The community makes God into the image it wants, vengeful, or milky sweet, or scrupulously just, and so on.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Those among them that have not received our religion do not fright any from it, and use none ill that goes over to it, so that all the while I was there one man was only punished on this occasion.", 
    "name": "Thomas More"
  }, 
  {
    "quote": "I like to say magic is the world's second oldest profession, a mystical and often awe-inspiring spectacle that, throughout the ages, has blended superstition, trickery and religion.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "I took religion much too seriously, however, and its overall effect was depressing. I would have really liked to discard it, but somehow I couldn't.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "There can be no truce between science and religion.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "I was little there were times I wanted my parents to be normal. I wanted them to have a religion. I wanted them to have a job, like the parents of every other kid I went to school with.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "In every society in human history, including the United States, those in power seek to imbue themselves with the attributes of religion and patriotism as a way of getting greater support for their policy and insulating themselves from any criticism.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "One of Dawkins' major gripes is against religion. I am in total agreement on that one. I abhor religion.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Things are coming to a pretty pass when religion is allowed to invade private life.", 
    "name": "Lord Melbourne"
  }, 
  {
    "quote": "The women's movement will present a growing threat to patriarchal religion less by attacking it than by simply leaving it behind.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "I think there's a difference between God and religion.", 
    "name": "Sinead O'Connor"
  }, 
  {
    "quote": "I believe that the Framers of the Constitution made their intent clear when they wrote the First Amendment. I believe they wanted to keep the new government from endorsing one religion over another, not erase the public consciousness or common faith.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "If God existed, and if He cared for humankind, He would never have given us religion.", 
    "name": "Martin Amis"
  }, 
  {
    "quote": "And these two elements are at odds with one another because Freud is utterly adversary to almost all the ways of structuring the human experience found in Western religions. No Western religion can countenance Freud's view of man.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "Is woman a religion? Well, perhaps you will have the chance of judging for yourselves if you go to America. There you will find men treating women with just the same respect formerly accorded only to religious dignitaries or to great nobles.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "Religion obviously played a role in this book and the previous book, too.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "To play June, I had an immediate connect with her background and culture. We grew up with the same religion and shared a lot of the same values of family and spirituality. But I was really so inspired by what a modern woman she was.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "The Lord's prayer contains the sum total of religion and morals.", 
    "name": "Arthur Wellesley"
  }, 
  {
    "quote": "Educate men without religion and you make of them but clever devils.", 
    "name": "Arthur Wellesley"
  }, 
  {
    "quote": "I'm interested in spirituality and in religion and our relationship to the divine.", 
    "name": "Giancarlo Esposito"
  }, 
  {
    "quote": "I found enormous opposition to my religion. It's like if you want to strengthen your biceps, you lift heavy weight, as heavy as you can handle, and work your muscles against resistance until it grows strong. I had to do that with my religion.", 
    "name": "Ricardo Montalban"
  }, 
  {
    "quote": "Since the governments are in the pockets of businesses, who's going to control this most powerful institution? Business is more powerful than politics, and it's more powerful than religion. So it's going to have to be the vigilante consumer.", 
    "name": "Anita Roddick"
  }, 
  {
    "quote": "Religion works on some people but not on everyone, because it says, 'Stop thinking and accept what I tell you.' That's not valid for people who want to think and reflect.", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "All the different nations in the world, despite their differences of appearance and religion and language and way of life, still have one thing in common, and that is what's inside of all of us. If we X-rayed the insides of different human beings, we wouldn't be able to tell from those X-rays what the person's language or background or race is.", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "If you went for a job interview in a Glasgow law firm, they used to ask you what school you went to. And that was a way of finding out what religion you were.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "Where you have no religion, you are sure to have no government, for as religion disappears, anarchy takes place and fixes a compleat Hell on earth till religion returns.", 
    "name": "Daniel Morgan"
  }, 
  {
    "quote": "Kinsey was trying to study sex scientifically, get rid of the overlay of culture and religion.", 
    "name": "Bill Condon"
  }, 
  {
    "quote": "With religion I was always like, 'Does it matter if it's true if it makes you happy?'", 
    "name": "Matt Stone"
  }, 
  {
    "quote": "True Americanism is opposed utterly to any political divisions resting on race and religion.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "I think the church and the religion right now have a lot more to be worried about than SLAYER.", 
    "name": "Kerry King"
  }, 
  {
    "quote": "In science, a healthy skepticism is a professional necessity, whereas in religion, having belief without evidence is regarded as a virtue.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Science, we are repeatedly told, is the most reliable form of knowledge about the world because it is based on testable hypotheses. Religion, by contrast, is based on faith. The term 'doubting Thomas' well illustrates the difference.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Imagine a civilisation that's way in advance of us wants to communicate with us, and assist us in our development. The information we provide to them must reflect our highest aspirations and ideals, and not just be some crazy person's bizarre politics or religion.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "I don't feel the need for religion. But I went on a yoga retreat last year and I do believe slightly in the karma thing and just being good and true unto yourself. And I slightly believe that you can attract good and bad to you.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "There are a lot of Christian fundamentalists there are a lot of Muslim extremists. Every religion - Mormonism - has something way on the side that's completely using the religion as some weird backbone for their twisted faith. It has nothing to do with their religion.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "I am fascinated with religion or things that people believe in and question that. I think it's interesting.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "Cruel persecutions and intolerance are not accidents, but grow out of the very essence of religion, namely, its absolute claims.", 
    "name": "Morris Raphael Cohen"
  }, 
  {
    "quote": "The marvel of the Bhagavad-Gita is its truly beautiful revelation of life's wisdom which enables philosophy to blossom into religion.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "For many people religion can be so easy they stumble right over it.", 
    "name": "Kathie Lee Gifford"
  }, 
  {
    "quote": "When I was almost 13 I was ripe for religion. I was actually just plain ripe.", 
    "name": "Kathie Lee Gifford"
  }, 
  {
    "quote": "How do you live with evil? Art is traditionally - certainly with my secular background - the answer, but art is very self-referential, whereas religion claims to go beyond the bounds of human existence.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "There are several reasons why Russians view the oppressive state positively. First, in the Russian Orthodox religion, there is an understanding of authority as something sent by God.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "Although religion was around me my whole life I never felt it was forced upon me. It is my centring, my grounding, the soul of me. I feel I'm nothing without it.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "I found it interesting that as people become more technically oriented all over the world, at the same time people are becoming increasingly spiritual. The success of the Da Vinci code - even though it was a great yawn - also showed people's interest in religion.", 
    "name": "Barbara Walters"
  }, 
  {
    "quote": "Coming out involves varying degrees of difficulty that are affected by class, race, religion, and geography.", 
    "name": "Lance Loud"
  }, 
  {
    "quote": "As a politician who cherishes religious conviction in his personal sphere, but regards politics as a domain belonging outside religion, I believe that this view is seriously flawed.", 
    "name": "Recep Tayyip Erdogan"
  }, 
  {
    "quote": "I should like to repeat what I stated recently in the Jeddah Economic Forum in Saudi Arabia: It won't be the religion, but rather the world-view of some of its followers that shall be made current.", 
    "name": "Recep Tayyip Erdogan"
  }, 
  {
    "quote": "Both of my parents would say they were atheists, so where I inherited my connection to God I don't know. But it's natural. No Bible, no Torah, just the love religion.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "I fear it's because religion is man's attempt to reach God, and when he feels he has succeeded, he cannot abide anyone else's claim to have done the same.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "The Islam of the 18th, 19th and first half of the 20th century was a poor thing. Nobody bothered about it. Islam was that funny sort of pure system of beliefs that depressed people in the Middle East held as their religion.", 
    "name": "John Keegan"
  }, 
  {
    "quote": "There's a generation of people I think without a strong connection to family, to religion, to civic duty. They have a real disassociation from the problems of the world.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "Religion is inwardly focused and driven only to sustain itself.", 
    "name": "Kary Mullis"
  }, 
  {
    "quote": "As I have pointed out, it is the Christian tradition that is the most fundamental element in Western culture. It lies at the base not only of Western religion, but also of Western morals and Western social idealism.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "Moreover, behind this vague tendency to treat religion as a side issue in modern life, there exists a strong body of opinion that is actively hostile to Christianity and that regards the destruction of positive religion as absolutely necessary to the advance of modern culture.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "The secret of a person's nature lies in their religion and what they really believes about the world and their place in it.", 
    "name": "James Anthony Froude"
  }, 
  {
    "quote": "In course of time, religion came with its rites invoking the aid of good spirits which were even more powerful than the bad spirits, and thus for the time being tempered the agony of fears.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "If there ever was a militant religion, it was that of early New England.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "One's religion is one's own possession and he has a right to it.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "For me sport was a religion... with religious sentiment.", 
    "name": "Pierre de Coubertin"
  }, 
  {
    "quote": "Disappointment over nationalistic authoritarian regimes may have contributed to the fact that today religion offers a new and subjectively more convincing language for old political orientations.", 
    "name": "Jurgen Habermas"
  }, 
  {
    "quote": "The first act of religion, therefore, concerns those things which are communicated to us from God. The other concerns those things which we yield to God.", 
    "name": "William Ames"
  }, 
  {
    "quote": "I have always said that often the religion you were born with becomes more important to you as you see the universality of truth.", 
    "name": "Ram Dass"
  }, 
  {
    "quote": "Billions of people don't practice a religion at all.", 
    "name": "Richard Gere"
  }, 
  {
    "quote": "Energy, energy? Energy is, is, it's nothing more than a lot of new age hokum masquerading as religion.", 
    "name": "Tony Wilson"
  }, 
  {
    "quote": "The increase of territory and power of empires by force of arms has been the policy of all great powers, and it has always been possible to get the approval of their state religion.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "Religion is a mixed blessing.", 
    "name": "John Shelby Spong"
  }, 
  {
    "quote": "It appears to be in the nature of religion itself to be prejudiced against those who are different.", 
    "name": "John Shelby Spong"
  }, 
  {
    "quote": "The audience that I try to reach are members of what I call the church alumni association. Now they are people who have not found in institutional religion a God big enough to be God for their world.", 
    "name": "John Shelby Spong"
  }, 
  {
    "quote": "Religion may be defined thus: a belief in, and homage rendered to, existences unseen and causes unknown.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "I started listening to and playing other music in the '90s. It was after hearing other bands, like Bad Religion, cover Ramones songs that I started to like our songs again.", 
    "name": "Dee Dee Ramone"
  }, 
  {
    "quote": "What are my sources of strength? My husband and my three kids, my health-care team, and my religion.", 
    "name": "Geraldine Ferraro"
  }, 
  {
    "quote": "No religion can long continue to maintain its purity when the church becomes the subservient vassal of the state.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "Ethical religion can be real only to those who are engaged in ceaseless efforts at moral improvement. By moving upward we acquire faith in an upward movement, without limit.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "Oh, there's going to be debate because you're dealing with the Bible and religion is supposed to be separate from state and that to me is already a conflict before it even hits the gay issue.", 
    "name": "Pam Grier"
  }, 
  {
    "quote": "The more you get into any religion, it becomes the same. It really becomes how you treat other people and how you get outside yourself. How you look to help other people, and how you get out of this 'I, me, mine' type of thing.", 
    "name": "Abel Ferrara"
  }, 
  {
    "quote": "It's not my place to tell you whom to vote for, to take any political stand, to tell you what religion to believe in. I'm an athlete. I can influence certain things, but when I see other athletes and celebrities telling you whom to vote for, I actually get a bit offended.", 
    "name": "Pete Sampras"
  }, 
  {
    "quote": "God expects from men something more than at such times, and that it were much to be wished for the credit of their religion as well as the satisfaction of their conscience that their Easter devotions would in some measure come up to their Easter dress.", 
    "name": "Robert South"
  }, 
  {
    "quote": "I think that we are at a point in our country where we're trying to decide what role should religion play in the political arena.", 
    "name": "Nikki Haley"
  }, 
  {
    "quote": "Let them be reassured, it has never been one of our intentions to ban religion in society, but solely to protect the national education system from any conspicuous display of religious affiliation.", 
    "name": "Jean-Pierre Raffarin"
  }, 
  {
    "quote": "When I'm not writing, I read loads of fiction, but I've been writing quite constantly lately so I've been reading a lot of nonfiction - philosophy, religion, science, history, social or cultural studies.", 
    "name": "Irvine Welsh"
  }, 
  {
    "quote": "I mean, I talk about being Jewish a lot. It's funny because I do think of myself as Jewish ethnically, but I'm not religious at all. I have no religion.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "Man is the religious animal. He is the only one that's got true religion, several of them.", 
    "name": "Hal Holbrook"
  }, 
  {
    "quote": "Religion fails if it cannot speak to men as they are.", 
    "name": "William Barclay"
  }, 
  {
    "quote": "The world is my country, science is my religion.", 
    "name": "Christiaan Huygens"
  }, 
  {
    "quote": "The true meaning of religion is thus, not simply morality, but morality touched by emotion.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "I think there's been a big problem between religion, or organized religion, and spirituality.", 
    "name": "Dave Davies"
  }, 
  {
    "quote": "My view of social media is that it is a set of tools, not a religion.", 
    "name": "Bill Keller"
  }, 
  {
    "quote": "The Muslims have, as everyone else says, the right to practice their religion and they have the right to construct a mosque at ground zero if they wish. What I am saying, though, is that they should listen to public opinion, they should listen to the deep wounds and anguish that this is causing to so many good people.", 
    "name": "Peter King"
  }, 
  {
    "quote": "Then if your movie clicks with real audiences, you'll be sucked into some sort of Hollywood orbit. It's a devil of a place where the only religion that really counts is box office.", 
    "name": "Yahoo Serious"
  }, 
  {
    "quote": "When state and religion are one, religion becomes a means for the powerful to remain in power.", 
    "name": "Walter Jon Williams"
  }, 
  {
    "quote": "I believe there is a moral sense and a global ethic that commands attention from people of every religion and every faith, and people of no faith. But I think what's new is that we now have the capacity to communicate instantaneously across frontiers right across the world.", 
    "name": "Gordon Brown"
  }, 
  {
    "quote": "The American Indian was an individualist in religion as in war. He had neither a national army nor an organized church.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "In every religion there is an element of the supernatural, varying with the influence of pure reason over its devotees.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "I subscribe to no religion. But I believe that in the creation of art, there can be moments of God.", 
    "name": "Andrea Riseborough"
  }, 
  {
    "quote": "I think the real problem for American religion are those minority of fundamentalists who try to identify political policies with religion.", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "Practically speaking, your religion is the story you tell about your life.", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "Well, religion has been passed down through the years by stories people tell around the campfire. Stories about God, stories about love. Stories about good spirits and evil spirits.", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "History is the key to everything: politics, religion, even fashion.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "It is the sincere desire of the writer that our citizens should early understand that the genuine source of correct republican principles is the bible, particularly the New Testament or the Christian religion.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "The Coptic Church respects the law but it does not accept rulings that go against the Bible and our freedom of religion.", 
    "name": "Pope Shenouda III"
  }, 
  {
    "quote": "I do engineering, not religion.", 
    "name": "Daniel J. Bernstein"
  }, 
  {
    "quote": "Art and Religion are, then, two roads by which men escape from circumstance to ecstasy. Between aesthetic and religious rapture there is a family alliance. Art and Religion are means to similar states of mind.", 
    "name": "Clive Bell"
  }, 
  {
    "quote": "Most men's anger about religion is as if two men should quarrel for a lady they neither of them care for.", 
    "name": "Edward F. Halifax"
  }, 
  {
    "quote": "I don't care what the religion is called as far as I'm concerned, one God, the God I adhere to, is in charge of all of them.", 
    "name": "Charley Pride"
  }, 
  {
    "quote": "If there is a God, atheism must seem to Him as less of an insult than religion.", 
    "name": "Edmond de Goncourt"
  }, 
  {
    "quote": "Think about all the great leaders. Think about Obama. Think about Clinton. Think about Nelson Mandela. Think about all the people that we know who are very successful in business, in politics and religion. What are they? They tell purposeful stories. They move people to action by aiming at the heart.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "I'm still a person, a human being, no matter what religion I am.", 
    "name": "T-Pain"
  }, 
  {
    "quote": "My religion lies in my composition.", 
    "name": "John Philip Sousa"
  }, 
  {
    "quote": "In Lincoln's day a President's religion was a very private affair. There were no public prayer meetings, no attempts to woo the Religious Right. Few of Lincoln's countrymen knew anything at all of his religious beliefs.", 
    "name": "David Herbert Donald"
  }, 
  {
    "quote": "The basic assumption of the secular society is that modernity overcomes religion.", 
    "name": "Ulrich Beck"
  }, 
  {
    "quote": "The arts and a belief in the values of the civil rights movement, in the overwhelming virtue of diversity, these were our religion. My parents worshipped those ideals.", 
    "name": "Jonathan Lethem"
  }, 
  {
    "quote": "I believe every religion captures a piece of the truth.", 
    "name": "James Van Der Beek"
  }, 
  {
    "quote": "When you're in prison, you either embrace religion or you reject it. I embraced it it was a very spiritual time for me.", 
    "name": "Henrique Capriles Radonski"
  }, 
  {
    "quote": "There is a holy, mistaken zeal in politics, as well as in religion. By persuading others, we convince ourselves.", 
    "name": "Junius"
  }, 
  {
    "quote": "Wars have always started over religion.", 
    "name": "Glenn Danzig"
  }, 
  {
    "quote": "I don't think we should proselytize a particular religion.", 
    "name": "Sean Hannity"
  }, 
  {
    "quote": "I liked the humor of it, I've always enjoyed a sense of humor in God and in religion and in spirituality.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "I could never say that one religion is wrong. I could never say that this person's God is wrong, I could never say that someone is wrong because they don't believe in God.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "Who made these laws? That's what I want to know. So that's why I wear two crosses now. I call it double cross. I believe in God-not religion.", 
    "name": "Ja Rule"
  }, 
  {
    "quote": "I travel around the world, experiencing every language, every religion... some places where there's just no reason to smile, because their lives are so difficult.", 
    "name": "Lionel Richie"
  }, 
  {
    "quote": "To have dominion by religion, is to have dominion over men's souls, thus over their very spiritual life, and to use the Divine things, which are in their religion, as the means.", 
    "name": "Emanuel Swedenborg"
  }, 
  {
    "quote": "The artist himself may not think he is religious, but if he is sincere his sincerity in itself is religion.", 
    "name": "Emily Carr"
  }, 
  {
    "quote": "The point here is that physics followed the data where it seemed to lead, even though some thought the model gave aid and comfort to religion.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "I almost got a psychology degree, I almost got a philosophy degree. I kept changing it so they couldn't make me graduate. I studied anthropology and eastern religion, epistomology, and astronomy... I took every interesting course I could find for nine years.", 
    "name": "Patrick Rothfuss"
  }, 
  {
    "quote": "Religion theme aside, most of the time I'm in some sort of comedy and I'm a straight man and it's really just, let's wind this guy up and see him explode.", 
    "name": "Colin Hanks"
  }, 
  {
    "quote": "Basically, fundamentalism is a modern phenomenon. In the same way that Hitler evoked a mythological religion of German purity and the glory of the past, the Islamists use religion to evoke emotions and passions in people who have been oppressed for a long time in order to reach their purpose.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "Religion was used as an ideology, as a system of control. When they forced the veil upon women, they were using it as an instrument of control in the same way that in Mao's China people were wearing Mao jackets and women were not supposed to wear any makeup.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "All religions have periods in their history which are looked back to with retrospective fear and trembling as eras of persecution, and each religion has its own book of martyrs.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "The spiritual element, the really important part of religion, has no concern with Time and Space, temporary mundane laws, or conduct.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "The only difference is that religion is much better organised and has been around much longer, but it's the same story with different characters and different costumes.", 
    "name": "James Randi"
  }, 
  {
    "quote": "You think that religion is a thing that is there to help you and to see you through life, and then you wake up one morning and find the entire Irish situation, the civil war that's based on religion.", 
    "name": "Midge Ure"
  }, 
  {
    "quote": "Perhaps these Ten Commandments cases will be the turning point in the legal war against religion.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "The irony of the Supreme Court hearing on these cases last week and of the outright hostility that the Court has displayed against religion in recent years is that above the head of the Chief Justice of the Supreme Court is a concrete display of the Ten Commandments.", 
    "name": "Cliff Stearns"
  }, 
  {
    "quote": "Religion, you can't a handle on it, you just have to know or not know-people either believe or they don't believe.", 
    "name": "Dennis Potter"
  }, 
  {
    "quote": "Growing up in Wales was a pretty Draconian experience with religion.", 
    "name": "John Cale"
  }, 
  {
    "quote": "We are pre-disposed for fantasy, there is a natural impulse for human beings to want to get off their heads or out of their heads in something in a substance or a drink or an idea or a religion which will comfort them and make life exciting.", 
    "name": "Tom Baker"
  }, 
  {
    "quote": "Religion without morality is a superstition and a curse, and morality without religion is impossible.", 
    "name": "Mark Hopkins"
  }, 
  {
    "quote": "It's not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It's that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "Indeed, the acknowledgement of God is not synonymous with religion.", 
    "name": "Roy Moore"
  }, 
  {
    "quote": "I also don't have organized religion on Pern. I figured - since there were four holy wars going on at the time of writing - that religion was one problem Pern didn't need.", 
    "name": "Anne McCaffrey"
  }, 
  {
    "quote": "The courts are using the First Amendment to attack religion, when they should be using it to protect religion.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "Americans should be free to recognize our religious heritage doing that is not the same as creating a government-sponsored religion.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "Religion is man's attempt to bind himself back to a relationship with God.", 
    "name": "Victoria Jackson"
  }, 
  {
    "quote": "Islam is a peaceful religion.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "I'm a modern Muslim. I pray, and if I have a question, I ask someone who is more educated in the religion than me.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "I think that Sufism fits all over the world. The concept is not anything that fits standard Western ideas - it's always related to culture, to music, to religion. It is a dominant religion in Senegal.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "In Europe art has to a large degree taken the place of religion. In America it seems rather to be science.", 
    "name": "Johan Huizinga"
  }, 
  {
    "quote": "Religion is interesting because it brings out the best and the worst in humanity. It can be a source of good deeds, whether it's people from different spiritual backgrounds coming together to help other people in need after a crisis. But it's also a cause for war and bloodshed.", 
    "name": "Josh Gad"
  }, 
  {
    "quote": "What is normally called religion is what I would tend to call music - participating in music, listening to music, making records and singing.", 
    "name": "Will Oldham"
  }, 
  {
    "quote": "To reject even one major tenet of the religion or to violate one major rule of behavior is enough to get one kicked out - or worse.", 
    "name": "Robert Shea"
  }, 
  {
    "quote": "Organized religion provides a model of the way all organizations, from the state down to the village garden club, end a price in terms of a member's freedom of thought and action.", 
    "name": "Robert Shea"
  }, 
  {
    "quote": "I have a certain pool of subject matter that I like to write about, things that interest me: politics, religion, ecology, and relationships between men and women. And that's usually what I focus on.", 
    "name": "Don Henley"
  }, 
  {
    "quote": "And religion causes most of the problems, war, and economics of course, and study your history or you're going to repeat it and if you're burning a Harry Potter book you need some serious counseling, you don't get it, you're missing the whole point.", 
    "name": "Michael Berryman"
  }, 
  {
    "quote": "I have my own religion. I'm sort of one-quarter Baptist, one-quarter Catholic, one-quarter Jewish.", 
    "name": "Tom T. Hall"
  }, 
  {
    "quote": "Religion is a strange, wonderful thing. More crimes have been committed in the name of righteousness than any other notion.", 
    "name": "Tom T. Hall"
  }, 
  {
    "quote": "My theory is if you have a religion, it's a good one. Because some people don't have any at all.", 
    "name": "Tom T. Hall"
  }, 
  {
    "quote": "I don't practise any religion but I am deeply interested in the answers that mankind has come up with to explain the human situation.", 
    "name": "Simon Callow"
  }, 
  {
    "quote": "Our nation and those of the developed world must offer our own resistance to despot leaders who seek to commit murder on the basis of religion or race.", 
    "name": "Tim Bishop"
  }, 
  {
    "quote": "With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "People don't talk about religion a lot in Hollywood because it's not an incredibly safe place to do it.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "That means that every human being - without distinction of sex, age, race, skin color, language, religion, political view, or national or social origin - possesses an inalienable and untouchable dignity.", 
    "name": "Hans Kung"
  }, 
  {
    "quote": "What I miss today more than anything else - I don't go to church as much anymore - but that old-time religion, that old singing, that old praying which I love so much. That is the great strength of my being, of my writing.", 
    "name": "Ernest Gaines"
  }, 
  {
    "quote": "And what is religion, you might ask. It's a technology of living.", 
    "name": "Toni Cade Bambara"
  }, 
  {
    "quote": "Democracy may have arisen in the West as the way of striving for the universal aspiration to dignity and freedom, but it isn't alien to the underlying concepts that infuse religion and moral philosophy everywhere.", 
    "name": "Flora Lewis"
  }, 
  {
    "quote": "Religion is the sole technique for the validating of values.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "All human beings have an innate need to hear and tell stories and to have a story to live by. religion, whatever else it has done, has provided one of the main ways of meeting this abiding need.", 
    "name": "Harvey Cox"
  }, 
  {
    "quote": "Scientology is not a white religion. It is not just for white people.", 
    "name": "Doug E. Fresh"
  }, 
  {
    "quote": "Galileo was no idiot. Only an idiot could believe that science requires martyrdom - that may be necessary in religion, but in time a scientific result will establish itself.", 
    "name": "David Hilbert"
  }, 
  {
    "quote": "When obedience to the Divine precepts keeps pace with knowledge, in the mind of any man, that man is a Christian and when the fruits of Christianity are produced, that man is a disciple of our blessed Lord, let his profession of religion be what it may.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "All around me insisted that my doubts proved only my own ignorance and sinfulness that they knew by experience they would soon give place to true knowledge, and an advance in religion and I felt something like indecision.", 
    "name": "Maria Monk"
  }, 
  {
    "quote": "There is no religion without love, and people may talk as much as they like about their religion, but if it does not teach them to be good and kind to man and beast, it is all a sham.", 
    "name": "Anna Sewell"
  }, 
  {
    "quote": "It was part of your religion to hate the British.", 
    "name": "Rebecca Harding Davis"
  }, 
  {
    "quote": "The restriction of religion to private life therefore does not necessarily threaten the vital interests of the majority religion, if there is one, and it protects minority religions from tyranny of the majority.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "We believe that God is big enough to give every nationality their own religion, as he's given them their own taste in food, in plants, in furniture, and housing. I think that each religion has their basic Christ-ish way to get to the Everlasting God.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "I'm a writer of faith who worries about the intolerance of religion. I look at the past and fear we haven't learned from it. I believe that humanity is capable of evil as well as great acts of courage and goodness. I have hope. Deep down, I believe in the human spirit, although sometimes that belief is shaken.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "The fundamentalists are increasing. People, afraid to oppose those fundamentalists, shut their mouths. It is really very difficult to make people move against a sensitive issue like religion, which is the source of fundamentalism.", 
    "name": "Taslima Nasrin"
  }, 
  {
    "quote": "Christianity is usually called a religion. As a religion it has had a wider geographic spread and is more deeply rooted among more peoples than any other religion in the history of mankind.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "Christianity emerged from the religion of Israel. Or rather, it has as its background a persistent strain in that religion. To that strain Christians have looked back, and rightly, as the preparation in history for their faith.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "Scientific prayer makes God a celestial lab rat, leading to bad science and worse religion.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "We need a new religion.", 
    "name": "Lauren Hutton"
  }, 
  {
    "quote": "Religion is organized to satisfy and guide the soul - politics does the same thing for the body.", 
    "name": "Joyce Cary"
  }, 
  {
    "quote": "I was just then going through a healthy reaction from the orthodoxy of my youth religion had become for me not so much a possession as an obsession, which I was trying to throw off, and this iconoclastic tale of an imaginary tribe was the result.", 
    "name": "Laurence Housman"
  }, 
  {
    "quote": "It is the sincerest thing I have written, caught by the drama of a soul struggling in the contrary toils of love and religion - death brought them into harmony.", 
    "name": "Laurence Housman"
  }, 
  {
    "quote": "In the relationship between man and religion, the state is firmly committed to a position of neutrality.", 
    "name": "Tom C. Clark"
  }, 
  {
    "quote": "Politics in America is the binding secular religion.", 
    "name": "Theodore White"
  }, 
  {
    "quote": "I have quite a few different Bibles. Having rejected my parents' religion, I still think the King James Bible is the most important work of literature in English. None of us can help being influenced by it.", 
    "name": "Ken Follet"
  }, 
  {
    "quote": "Buddhism has become a socially recognized religious philosophy for Americans, whereas it used to be considered an exotic religion.", 
    "name": "Thurston Moore"
  }, 
  {
    "quote": "The songs keep on writing themselves, and I really love them. It's as close as I get to a religion.", 
    "name": "Kristin Hersh"
  }, 
  {
    "quote": "We have no problems with Jews and highly respect Judaism as a holy religion.", 
    "name": "Akbar Hashemi Rafsanjani"
  }, 
  {
    "quote": "There is a great interest in comparative religion and a desire to understand faiths other than our own and even to experiment with exotic cults.", 
    "name": "Emily Greene Balch"
  }, 
  {
    "quote": "It's very difficult to talk about religion in Iran because religion has gotten so mixed up with politics.", 
    "name": "Asghar Farhadi"
  }, 
  {
    "quote": "Religious suffering is at once the expression of real suffering and a protest against real suffering. Religion is the sigh of the oppressed creature, the sentiment of the heartless world, as it is the soul of soulless condition. It is the opium of the people.", 
    "name": "John Desmond Bernal"
  }, 
  {
    "quote": "In my book I specifically discussed the structural nature of injustice and offered Nine Touchstones of Goddess ethics as an alternative to the Ten Commandments of Biblical religion.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "Because religion has such a compelling hold on the deep psyches of so many people, feminists cannot afford to leave it in the hands of the fathers.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "In all the antique religions, mythology takes the place of dogma that is, the sacred lore of priests and people... and these stories afford the only explanation that is offered of the precepts of religion and the prescribed rules of ritual.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "But, strictly speaking, this mythology was no essential part of ancient religion, for it had no sacred sanction and no binding force on the worshippers.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "Even the highest forms of sacrificial worship present much that is repulsive to modern ideas, and in particular it requires an effort to reconcile our imagination to the bloody ritual which is prominent in almost every religion which has a strong sense of sin.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "In better times the religion of the tribe or state has nothing in common with the private and foreign superstitions or magical rites that savage terror may dictate to the individual.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "Plenty of people are raised Catholic and then aren't Catholic anymore, like any religion.", 
    "name": "Danny Masterson"
  }, 
  {
    "quote": "Religion did not exist for the saving of souls but for the preservation and welfare of society, and in all that was necessary to this end every man had to take his part, or break with the domestic and political community to which he belonged.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "The dissolution of the nation destroys the national religion, and dethrones the national deity.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "I don't think you need religion.", 
    "name": "Terry Jones"
  }, 
  {
    "quote": "Thus a man was born into a fixed relation to certain gods as surely as he was born into a relation to his fellow-men and his religion... was simply one side of the general scheme of conduct prescribed for him by his position as a member of society.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "We are so accustomed to think of religion as a thing between individual men and God that we can hardly enter into the idea of a religion in which a whole nation in its national organisation appears as the religious unit.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "The stability and peace which seemed to be so firmly established by the brilliant monarchy of Francis I vanished with the terrible outbreak of the Wars of Religion.", 
    "name": "Lytton Strachey"
  }, 
  {
    "quote": "The question of religion was a matter for each individual's conscience, and in a great many cases was the outcome of birth or residence in a certain geographical area.", 
    "name": "James Larkin"
  }, 
  {
    "quote": "The Constitution provides for freedom of religion, not freedom from religion.", 
    "name": "Lamar S. Smith"
  }, 
  {
    "quote": "It's also reflective of a young person's religion or faith in that it's highly charged with sacramental imagery and with country imagery, because I was in the seminary for so many years in the country.", 
    "name": "Daniel Berrigan"
  }, 
  {
    "quote": "But it is the province of religion, of philosophy, of pure poetry only, to go beyond life, beyond time, into eternity.", 
    "name": "Alfred de Vigny"
  }, 
  {
    "quote": "It doesn't make any difference what religion you are, or how young you are or how old you are-if they go to these abortion mills and stand there and pray-that would make a lot of difference.", 
    "name": "Norma McCorvey"
  }, 
  {
    "quote": "In both religion and science, some people are dishonest, exploitative, incompetent and exhibit other human failings.", 
    "name": "Rupert Sheldrake"
  }, 
  {
    "quote": "I am a person whose father had no religion but who went to the nuns for a couple of years. And I think I'm the same: On one hand, I pray on the other hand, I don't believe. I am constantly between the two.", 
    "name": "Anjelica Huston"
  }, 
  {
    "quote": "Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.", 
    "name": "Rupert Sheldrake"
  }, 
  {
    "quote": "So I remember both medicine, because I frequently sick, particularly with asthma for which there was no proper treatment then, and in religion I had a strong sense of there being a patriarchy.", 
    "name": "Thomas Keneally"
  }, 
  {
    "quote": "I've long been really intrigued with what is the... proper role of faith and religion in public life.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "The little religion that I have clung to-that what matters most is the continuity of life, and its improvement from one generation to another.", 
    "name": "David O. Selznick"
  }, 
  {
    "quote": "I think people often come to the synagogue, mosque, the church looking for God, and what we give them is religion.", 
    "name": "Gene Robinson"
  }, 
  {
    "quote": "I believe that what we are fighting here is not just a small group of people who have hijacked a religion, but it is a civilization bent on destroying ours.", 
    "name": "Tom Tancredo"
  }, 
  {
    "quote": "I'm not embarrassed about the novels I wrote when I was younger, but I couldn't write them today because of my religion.", 
    "name": "Louise Mensch"
  }, 
  {
    "quote": "When theology erodes and organization crumbles, when the institutional framework of religion begins to break up, the search for a direct experience which people can feel to be religious facilitates the rise of cults.", 
    "name": "Daniel Bell"
  }, 
  {
    "quote": "I'm fascinated with all kinds of religion, but I'm not committed to any specific one.", 
    "name": "Sheryl Lee"
  }, 
  {
    "quote": "I could almost say it is my religion. I guess that sounds pretentious, but I want to live and breathe cinema.", 
    "name": "Giovanni Ribisi"
  }, 
  {
    "quote": "The government must pursue a course of complete neutrality toward religion.", 
    "name": "John Paul Stevens"
  }, 
  {
    "quote": "Neither the wording of the amendment itself nor common practice challenged the widely held belief that government guaranteed freedom of religion, not freedom from religion.", 
    "name": "Linda Chavez"
  }, 
  {
    "quote": "I wanted to show how a man of sensitive and noble character, born for religion, comes to throw off the orthodoxies of his day and moment, and to go out into the wilderness where all is experiment, and spiritual life begins again.", 
    "name": "Mary Augusta Ward"
  }, 
  {
    "quote": "What use is revelation or religion if it doesnt change anything?", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "I just think Texas and that whole Bible Belt section is so, like, corporate. And I don't agree with organized religion in that respect.", 
    "name": "Hunter Parrish"
  }, 
  {
    "quote": "Science may eventually explain the world of How. The ultimate world of Why may remain for contemplation, philosophy, religion.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "Nations are equal in respect to each other, and entitled to claim equal consideration for their rights, whatever may be their relative dimensions or strength or however greatly they may differ in government, religion or manners.", 
    "name": "James Kent"
  }, 
  {
    "quote": "The search for religion is the starting point of thought.", 
    "name": "Xu Zhimo"
  }, 
  {
    "quote": "I read Christopher McDougall's book 'Born to Run.' If running were a religion, this would be its bible. I actually scribbled my favorite passages on my arm to read during the race.", 
    "name": "Jennifer Carpenter"
  }, 
  {
    "quote": "Well, the first time I ran into the term religion, people were asking whether you had any. You know, some people had religion and some people didn't have religion.", 
    "name": "Bernice Johnson Reagon"
  }, 
  {
    "quote": "Modern societies march towards morality in proportion as they leave religion behind.", 
    "name": "Paul Bert"
  }, 
  {
    "quote": "And I used to think that proof that I had religion was whether I knew how to sing all of the songs.", 
    "name": "Bernice Johnson Reagon"
  }, 
  {
    "quote": "The engine of ancient society was religion but the engine of contemporary society, as I see it, is advertising.", 
    "name": "Kit Williams"
  }, 
  {
    "quote": "For if the honour paid to Him is shared by others, He altogether ceases to be worshipped, since His religion requires us to believe that He is the one and only God.", 
    "name": "Lactantius"
  }, 
  {
    "quote": "So obviously, any religion embodies some form of rules and expectations for behavior, and even sometimes consequences, and they don't want to hear any of that.", 
    "name": "Pat Boone"
  }, 
  {
    "quote": "They become the keepers of the mystery. They place themselves between the communicants of the religion, and the immediate experience. And then they dictate the terms on which you can have contact with this wonderful mystery. We don't dictate those terms.", 
    "name": "Larry Harvey"
  }, 
  {
    "quote": "I have a strong belief in God... I find religion to be a very personal thing... I am also very spiritual.", 
    "name": "Sela Ward"
  }, 
  {
    "quote": "I've been a little bit obsessed with religion, without being a religious person, for about a decade.", 
    "name": "Tom Perrotta"
  }, 
  {
    "quote": "The advent of a new religion, making serious and impressive claims to embody a new revelation from on high, is not a frequent occurrence.", 
    "name": "Robert Rainy"
  }, 
  {
    "quote": "I think I'm fascinated by the power of religion in our culture. Like a lot of secular, liberal people, I ignored it for a long time. Lately, of course, just from a political perspective, it's impossible to ignore.", 
    "name": "Tom Perrotta"
  }, 
  {
    "quote": "When men take pleasure in feeling their minds elevated with strong drink, and so indulge their appetite as to disorder their understandings, neglect their duty as members of a family or civil society, and cast off all regard to religion, their case is much to be pitied.", 
    "name": "John Woolman"
  }, 
  {
    "quote": "Religion is the idol of the mob it adores everything it does not understand.", 
    "name": "Frederick II"
  }, 
  {
    "quote": "Contradictory to my religion, I think, is journalism.", 
    "name": "Sydney Schanberg"
  }, 
  {
    "quote": "I appreciate the 'Surreal Life.' I had a really positive experience on that show, and with those people. I found some love in my heart for religion again, and had the support of a new family of friends. I wouldn't have had the pleasure of meeting those people, if we were not all placed in that fishbowl.", 
    "name": "Vince Neil"
  }, 
  {
    "quote": "Religion is no more the parent of morality than an incubator is the mother of a chicken.", 
    "name": "Lemuel K. Washburn"
  }, 
  {
    "quote": "Civilisation has ever accompanied emigration and conquest - the conflict of opinion, of religion, or of race.", 
    "name": "Alfred Russel Wallace"
  }
]