[
  {
    "quote": "If you have only one smile in you give it to the people you love.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "All you need is love. But a little chocolate now and then doesn't hurt.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "A girl should be two things: classy and fabulous.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "The heart has its reasons of which reason knows nothing.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The best smell in the world is that man that you love.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Love will find a way through paths where wolves fear to prey.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "A friendship that like love is warm A love like friendship, steady.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "Money can't buy love, but it improves your bargaining position.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "I'll love you, dear, I'll love you till China and Africa meet and the river jumps over the mountain and the salmon sing in the street.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "It is better to have loved and lost than never to have lost at all.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "A heart is not judged by how much you love, but by how much you are loved by others.", 
    "name": "Frank Morgan"
  }, 
  {
    "quote": "I'd rather have roses on my table than diamonds on my neck.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Where there is great love, there are always wishes.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "The Eskimos had fifty-two names for snow because it was important to them: there ought to be as many for love.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "Husbands are like fires - they go out when they're left unattended.", 
    "name": "Cher"
  }, 
  {
    "quote": "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.", 
    "name": "Erich Segal"
  }, 
  {
    "quote": "Now a soft kiss - Aye, by that kiss, I vow an endless bliss.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Today is Valentine's Day - or, as men like to call it, Extortion Day!", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Kisses are a better fate than wisdom.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "I love romance. I'm a sucker for it. I love it so much. It's pathetic.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Sometimes I'm so sweet even I can't stand it.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "I want a man who's kind and understanding. Is that too much to ask of a millionaire?", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "I love bringing roses to a woman when she least expects it.", 
    "name": "Esai Morales"
  }, 
  {
    "quote": "So, fall asleep love, loved by me... for I know love, I am loved by thee.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "The last time I saw him he was walking down lover's lane holding his own hand.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "Soul meets soul on lovers' lips.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "I'd kiss a frog even if there was no promise of a Prince Charming popping out of it. I love frogs.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "Some women flirt more with what they say, and some with what they do.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "I'm into all that sappy stuff - a surprise picnic, nice dinner, or traveling. I'm kind of an old romantic.", 
    "name": "Will Estes"
  }, 
  {
    "quote": "It's better to have loved and lost than to have to do forty pounds of laundry a week.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "We don't believe in rheumatism and true love until after the first attack.", 
    "name": "Marie von Ebner-Eschenbach"
  }, 
  {
    "quote": "How sweet it is!", 
    "name": "Jackie Gleason"
  }, 
  {
    "quote": "We are each of us angels with only one wing, and we can only fly by embracing one another.", 
    "name": "Luciano De Crescenzo"
  }, 
  {
    "quote": "Everything's coming up roses - for me.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "In a recent Valentine's Day posting on her fan website, Britney Spears says that - oh, who cares?", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "I'm like the kid in kindergarten I really do send valentines to everyone.", 
    "name": "Susie Bright"
  }, 
  {
    "quote": "I like perfume and flowers.", 
    "name": "Donatella Versace"
  }, 
  {
    "quote": "Look, there's no metaphysics on earth like chocolates.", 
    "name": "Fernando Pessoa"
  }, 
  {
    "quote": "Love is when the desire to be desired takes you so badly that you feel you could die of it.", 
    "name": "Henri de Toulouse-Lautrec"
  }, 
  {
    "quote": "I'm a laugh tart. I make no secret of that fact.", 
    "name": "Hugh Grant"
  }, 
  {
    "quote": "I used to be a hopeless romantic - I fell in love with everyone I went out with.", 
    "name": "Jeremy London"
  }, 
  {
    "quote": "Working with Julie Andrews is like getting hit over the head with a valentine.", 
    "name": "Christopher Plummer"
  }
]