[
  {
    "quote": "Education is the most powerful weapon which you can use to change the world.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "The only thing that interferes with my learning is my education.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "In the first place, God made idiots. That was for practice. Then he made school boards.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Education is the ability to listen to almost anything without losing your temper or your self-confidence.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "An investment in knowledge pays the best interest.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "An education isn't how much you have committed to memory, or even how much you know. It's being able to differentiate between what you know and what you don't.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "The roots of education are bitter, but the fruit is sweet.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Education is not the filling of a pail, but the lighting of a fire.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Develop a passion for learning. If you do, you will never cease to grow.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "Education is the key to unlock the golden door of freedom.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "A liberal education is at the heart of a civil society, and at the heart of a liberal education is the act of teaching.", 
    "name": "A. Bartlett Giamatti"
  }, 
  {
    "quote": "It is a thousand times better to have common sense without education than to have education without common sense.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "I spent three days a week for 10 years educating myself in the public library, and it's better than college. People should educate themselves - you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I'd written a thousand stories.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "He who opens a school door, closes a prison.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The only person who is educated is the one who has learned how to learn and change.", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "Education is not preparation for life education is life itself.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "The goal of education is the advancement of knowledge and the dissemination of truth.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Education is a progressive discovery of our own ignorance.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "The doer alone learneth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A human being is not attaining his full heights until he is educated.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "Education doesn't change life much. It just lifts trouble to a higher plane of regard.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Don't limit a child to your own learning, for he was born in another time.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "I would rather entertain and hope that people learned something than educate people and hope they were entertained.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "No one has yet realized the wealth of sympathy, the kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Change is the end result of all true learning.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "America is becoming so educated that ignorance will be a novelty. I will belong to the select few.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "The direction in which education starts a man will determine his future in life.", 
    "name": "Plato"
  }, 
  {
    "quote": "Education is a better safeguard of liberty than a standing army.", 
    "name": "Edward Everett"
  }, 
  {
    "quote": "The more that learn to read the less learn how to make a living. That's one thing about a little education. It spoils you for actual work. The more you know the more you think somebody owes you a living.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Education's purpose is to replace an empty mind with an open one.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.", 
    "name": "Clifford Stoll"
  }, 
  {
    "quote": "An educated person is one who has learned that information almost always turns out to be at best incomplete and very often false, misleading, fictitious, mendacious - just dead wrong.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "The illiterate of the future will not be the person who cannot read. It will be the person who does not know how to learn.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Much education today is monumentally ineffective. All too often we are giving young people cut flowers when we should be teaching them to grow their own plants.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Education is simply the soul of a society as it passes from one generation to another.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Children have to be educated, but they have also to be left to educate themselves.", 
    "name": "Ernest Dimnet"
  }, 
  {
    "quote": "I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "I'm not afraid of storms, for I'm learning to sail my ship.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "The love of learning, the sequestered nooks, And all the sweet serenity of books.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Some people will never learn anything, for this reason, because they understand everything too soon.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Education, n.: That which discloses to the wise and disguises from the foolish their lack of understanding.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "No man who worships education has got the best out of education... Without a gentle contempt for education no man's education is complete.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Education is learning what you didn't even know you didn't know.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Learn to think continentally.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Learning is not attained by chance, it must be sought for with ardor and diligence.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "Learning, n. The kind of ignorance distinguishing the studious.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "An educated man is thoroughly inoculated against humbug, thinks for himself and tries to give his thoughts, in speech or on paper, some style.", 
    "name": "Alan K. Simpson"
  }, 
  {
    "quote": "When I get a little money I buy books and if any is left I buy food and clothes.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "When a subject becomes totally obsolete we make it a required course.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "To the uneducated, an A is just three sticks.", 
    "name": "A. A. Milne"
  }, 
  {
    "quote": "The whole purpose of education is to turn mirrors into windows.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Poor people cannot rely on the government to come to help you in times of need. You have to get your education. Then nobody can control your destiny.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "Education is what survives when what has been learned has been forgotten.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "Good teaching is one-fourth preparation and three-fourths pure theatre.", 
    "name": "Gail Godwin"
  }, 
  {
    "quote": "Education is all a matter of building bridges.", 
    "name": "Ralph Ellison"
  }, 
  {
    "quote": "The object of education is to prepare the young to educate themselves throughout their lives.", 
    "name": "Robert M. Hutchins"
  }, 
  {
    "quote": "Some people drink from the fountain of knowledge, others just gargle.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "I prefer the company of peasants because they have not been educated sufficiently to reason incorrectly.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "The great difficulty in education is to get experience out of ideas.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "An educated people can be easily governed.", 
    "name": "Frederick The Great"
  }, 
  {
    "quote": "Learning is a result of listening, which in turn leads to even better listening and attentiveness to the other person. In other words, to learn from the child, we must have empathy, and empathy grows as we learn.", 
    "name": "Alice Miller"
  }, 
  {
    "quote": "I think everyone should go to college and get a degree and then spend six months as a bartender and six months as a cabdriver. Then they would really be educated.", 
    "name": "Al McGuire"
  }, 
  {
    "quote": "Education is the transmission of civilization.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "If the education of our kids comes from radio, television, newspapers - if that's where they get most of their knowledge from, and not from the schools, then the powers that be are definitely in charge, because they own all those outlets.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Your library is your paradise.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "If the Romans had been obliged to learn Latin, they would never have found time to conquer the world.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "The only real failure in life is one not learned from.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "He who studies books alone will know how things ought to be, and he who studies men will know how they are.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "America is the best half-educated country in the world.", 
    "name": "Nicholas M. Butler"
  }, 
  {
    "quote": "I read Shakespeare and the Bible, and I can shoot dice. That's what I call a liberal education.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "It is always in season for old men to learn.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Education... has produced a vast population able to read but unable to distinguish what is worth reading.", 
    "name": "G. M. Trevelyan"
  }, 
  {
    "quote": "If an ignorant person is attracted by the things of the world, that is bad. But if a learned person is thus attracted, it is worse.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "True, a little learning is a dangerous thing, but it still beats total ignorance.", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "It is only as we develop others that we permanently succeed.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "Responsibility educates.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "I would like to learn, or remember, how to live.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "Real education must ultimately be limited to men who insist on knowing, the rest is mere sheep-herding.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "It has been said that 80% of what people learn is visual.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "I learned more stuff in church than I did in the world.", 
    "name": "Al Green"
  }, 
  {
    "quote": "The willingness to learn new skills is very high.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "To the extent that we are all educated and informed, we will be more equipped to deal with the gut issues that tend to divide us.", 
    "name": "Caroline Kennedy Schlossberg"
  }, 
  {
    "quote": "If I had learned education I would not have had time to learn anything else.", 
    "name": "Cornelius Vanderbilt"
  }, 
  {
    "quote": "Man is what he reads.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "You can educate yourself right out of a relationship with God.", 
    "name": "Tammy Faye Bakker"
  }, 
  {
    "quote": "The simplest schoolboy is now familiar with truths for which Archimedes would have sacrificed his life.", 
    "name": "Ernest Renan"
  }, 
  {
    "quote": "I know a lot of people think I'm dumb. Well, at least I ain't no educated fool.", 
    "name": "Leon Spinks"
  }, 
  {
    "quote": "Every educated person is a future enemy.", 
    "name": "Martin Bormann"
  }, 
  {
    "quote": "It is well to read everything of something, and something of everything.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "To me education is a leading out of what is already there in the pupil's soul. To Miss Mackay it is a putting in of something that is not there, and that is not what I call education. I call it intrusion.", 
    "name": "Muriel Spark"
  }, 
  {
    "quote": "Our universities and museums are respected around the country.", 
    "name": "Jane Byrne"
  }, 
  {
    "quote": "I am sure my fellow-scientists will agree with me if I say that whatever we were able to achieve in our later years had its origin in the experiences of our youth and in the hopes and wishes which were formed before and during our time as students.", 
    "name": "Felix Bloch"
  }, 
  {
    "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The purpose of education is to replace an empty mind with an open one.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Education is what remains after one has forgotten what one has learned in school.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute all my success in life to the moral, intellectual and physical education I received from her.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Formal education will make you a living self-education will make you a fortune.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "It is a miracle that curiosity survives formal education.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Nothing in this world can take the place of persistence. Talent will not nothing is more common than unsuccessful people with talent. Genius will not unrewarded genius is almost a proverb. Education will not the world is full of educated failures. Persistence and determination alone are omnipotent.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Education without values, as useful as it is, seems rather to make man a more clever devil.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "A thorough knowledge of the Bible is worth more than a college education.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Don't let schooling interfere with your education.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I've never let my school interfere with my education.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Cauliflower is nothing but cabbage with a college education.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I have always had this view about the modern education system: we pay attention to brain development, but the development of warmheartedness we take for granted.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Education consists mainly of what we have unlearned.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I have never let my schooling interfere with my education.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "I never let schooling interfere with my education.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Soap and education are not as sudden as a massacre, but they are more deadly in the long run.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "No part of the education of a politician is more indispensable than the fighting of elections.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The highest result of education is tolerance.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "To penetrate and dissipate these clouds of darkness, the general mind must be strengthened by education.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The giving of love is an education in itself.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Purity of personal life is the one indispensable condition for building up a sound education.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Do you know the difference between education and experience? Education is when you read the fine print experience is what you get when you don't.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "Our progress as a nation can be no swifter than our progress in education. The human mind is our fundamental resource.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Education is an ornament in prosperity and a refuge in adversity.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Genius without education is like silver in the mine.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "If someone is going down the wrong road, he doesn't need motivation to speed him up. What he needs is education to turn him around.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Sex education may be a good idea in the schools, but I don't believe the kids should be given homework.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Music is the movement of sound to reach the soul for the education of its virtue.", 
    "name": "Plato"
  }, 
  {
    "quote": "A man who has never gone to school may steal from a freight car but if he has a university education, he may steal the whole railroad.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "If you want to get laid, go to college. If you want an education, go to the library.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "Education is the best provision for old age.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Education comes from within you get it by struggle and effort and thought.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Education is hanging around until you've caught on.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "No man should bring children into the world who is unwilling to persevere to the end in their nature and education.", 
    "name": "Plato"
  }, 
  {
    "quote": "I had a terrible education. I attended a school for emotionally disturbed teachers.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine. It may make you feel like you're flying high at first, but it won't take long before you feel the impact.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "The most important part of education is proper training in the nursery.", 
    "name": "Plato"
  }, 
  {
    "quote": "Men are born ignorant, not stupid. They are made stupid by education.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I cannot understand how the education of this United States of America has been fooled time and time again. Either make it separate but equal or integrate, therefore it will be equal. And it has been separate and unequal.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "The highest education is that which does not merely give us information but makes our life in harmony with all existence.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "If a man neglects education, he walks lame to the end of his life.", 
    "name": "Plato"
  }, 
  {
    "quote": "There's only one thing that can kill the movies, and that's education.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The greatest education in the world is watching the masters at work.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "For good nurture and education implant good constitutions.", 
    "name": "Plato"
  }, 
  {
    "quote": "Natural ability without education has more often raised a man to glory and virtue than education without natural ability.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Education is a weapon whose effects depend on who holds it in his hands and at whom it is aimed.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "We can't get to the $4 trillion in savings that we need by just cutting the 12 percent of the budget that pays for things like medical research and education funding and food inspectors and the weather service. And we can't just do it by making seniors pay more for Medicare.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Nature has always had more force than education.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Academic qualifications are important and so is financial education. They're both important and schools are forgetting one of them.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "Give a girl an education and introduce her properly into the world, and ten to one but she has the means of settling well, without further expense to anybody.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "To accuse others for one's own misfortunes is a sign of want of education. To accuse oneself shows that one's education has begun. To accuse neither oneself nor others shows that one's education is complete.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Education is the investment our generation makes in the future.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The Church is not a gallery for the exhibition of eminent Christians, but a school for the education of imperfect ones.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "What have I got? No looks, no money, no education. Just talent.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Opportunity expands when there is excellence and choice in education, when taxes are lowered, when every citizen has affordable, portable health insurance and when constitutional freedoms are preserved.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The most valuable of all education is the ability to make yourself do the thing you have to do, when it has to be done, whether you like it or not.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who've historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Self-education is, I firmly believe, the only kind of education there is.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "As people do better, they start voting like Republicans - unless they have too much education and vote Democratic, which proves there can be too much of a good thing.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Common sense is in spite of, not as the result of education.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The aim of a college education is to teach you to know a good man when you see one.", 
    "name": "William James"
  }, 
  {
    "quote": "Let's not leave an educational vacuum to be filled by religious extremists who go to families who have no other option and offer meals, housing and some form of education. If we are going to combat extremism then we must educate those very same children.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Travel, in the younger sort, is a part of education in the elder, a part of experience.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Without education, you are not going anywhere in this world.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Education is that whole system of human training within and without the school house walls, which molds and develops men.", 
    "name": "W. E. B. Du Bois"
  }, 
  {
    "quote": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "If you know how to read, you have a complete education about life, then you know how to vote within a democracy. But if you don't know how to read, you don't know how to decide. That's the great thing about our country - we're a democracy of readers, and we should keep it that way.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "I feel very lucky because of my parents and then my education, the opportunities that I've had, so I would like to continue working to improve lives for others.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "The aim of education is the knowledge not of facts but of values.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "An unschooled man who knows how to meditate upon the Lord has learned far more than the man with the highest education who does not know how to meditate.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I doubt whether classical education ever has been or can be successfully carried out without corporal punishment.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Education is the cheap defense of nations.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Too much of what is called 'education' is little more than an expensive isolation from reality.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "I add this, that rational ability without education has oftener raised man to glory and virtue, than education without natural ability.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The ultimate goal of the educational system is to shift to the individual the burden of pursing his own education. This will not be a widely shared pursuit until we get over our odd conviction that education is what goes on in school buildings and nowhere else.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Establishing lasting peace is the work of education all politics can do is keep us out of war.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Education is the period during which you are being instructed by somebody you do not know, about something you do not want to know.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "His lack of education is more than compensated for by his keenly developed moral bankruptcy.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Education begins the gentleman, but reading, good company and reflection must finish him.", 
    "name": "John Locke"
  }, 
  {
    "quote": "The purpose of Compulsory Education is to deprive the common people of their commonsense.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Without education we are in a horrible and deadly danger of taking educated people seriously.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Game shows are designed to make us feel better about the random, useless facts that are all we have left of our education.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "There is no education like adversity.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "To read a newspaper is to refrain from reading something worth while. The first discipline of education must therefore be to refuse resolutely to feed the mind with canned chatter.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "The first duty of government is to see that people have food, fuel, and clothes. The second, that they have means of moral and intellectual education.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Whenever a youth is ascertained to possess talents meriting an education which his parents cannot afford, he should be carried forward at the public expense.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Natural ability without education has more often attained to glory and virtue than education without natural ability.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Upon books the collective education of the race depends they are the sole instruments of registering, perpetuating and transmitting thought.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Frivolity is inborn, conceit acquired by education.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Education must provide the opportunities for self-fulfillment it can at best provide a rich and challenging environment for the individual to explore, in his own way.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "To make your children capable of honesty is the beginning of education.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "Upon the education of the people of this country the fate of this country depends.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "We are born weak, we need strength helpless, we need aid foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Apply yourself. Get all the education you can, but then, by God, do something. Don't just stand there, make it happen.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "The education of a man is never completed until he dies.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Education is the leading of human souls to what is best, and making what is best out of them.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "You know, nothing is more important than education, because nowhere are our stakes higher our future depends on the quality of education of our children today.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Education is indoctrination if you're white - subjugation if you're black.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Modern education has devoted itself to the teaching of impudence, and then we complain that we can no longer control our mobs.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The first condition of education is being able to put someone to wholesome and meaningful work.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "It makes little difference how many university courses or degrees a person may own. If he cannot use words to move an idea from one point to another, his education is incomplete.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Education begins at home and I applaud the parents who recognize that they - not someone else - must take responsibility to assure that their children are well educated.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "Education is not the piling on of learning, information, data, facts, skills, or abilities - that's training or instruction - but is rather making visible what is hidden as a seed.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "The very spring and root of honesty and virtue lie in good education.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "The child who desires education will be bettered by it the child who dislikes it disgraced.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "History is a race between education and catastrophe.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "Education forms the common mind. Just as the twig is bent, the tree's inclined.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Knowledge without education is but armed injustice.", 
    "name": "Horace"
  }, 
  {
    "quote": "Education, therefore, is a process of living and not a preparation for future living.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Anyone who tries to make a distinction between education and entertainment doesn't know the first thing about either.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Segregation has no place in the education system.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "I am a big believer in education, because when I grew up in Austria - when I grew up in Austria I had a great education. I had great teachers.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Human history becomes more and more a race between education and catastrophe.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "It is our moral obligation to give every child the very best education possible.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Men of polite learning and a liberal education.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "What sculpture is to a block of marble, education is to the soul.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift it must deal with such fundamental forces in life as make these things possible.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "In true education, anything that comes to our hand is as good as a book: the prank of a page- boy, the blunder of a servant, a bit of table talk - they are all part of the curriculum.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "I think art education, especially in this country, which government pretty much ignores, is so important for young people.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "Education is not a problem. Education is an opportunity.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The education of women is the best way to save the environment.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "'Tis education forms the common mind just as the twig is bent the tree's inclined.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "The foundation of every state is the education of its youth.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "What charitable 1 percenters can't do is assume responsibility - America's national responsibilities: the care of its sick and its poor, the education of its young, the repair of its failing infrastructure, the repayment of its staggering war debts.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "I'm not convinced that women have the education or the sense of their own history enough or that they understand the cruelty of which men are capable and the delight that many men will take in seeing you choose to chain yourself - then they get to say 'See, you did it yourself.'", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "As women slowly gain power, their values and priorities are reshaping the agenda. A multitude of studies show that when women control the family funds, they generally spend more on health, nutrition, and education - and less on alcohol and cigarettes.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Men have had every advantage of us in telling their own story. Education has been theirs in so much higher a degree the pen has been in their hands. I will not allow books to prove anything.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Nine tenths of education is encouragement.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "I am entirely certain that twenty years from now we will look back at education as it is practiced in most schools today and wonder that we could have tolerated anything so primitive.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Every single major push in education has made it worse and right now it's really bad because everything we've done is de-humanizing education. It's destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "An education which does not cultivate the will is an education that depraves the mind.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "You may be a redneck if... you have spent more on your pickup truck than on your education.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "It is because the body is a machine that education is possible. Education is the formation of habits, a superinducing of an artificial organization upon the natural organization of the body.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Education has failed in a very serious way to convey the most important lesson science can teach: skepticism.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Good manners will open doors that the best education cannot.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "The aim of education is the knowledge, not of facts, but of values.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "You know there is a problem with the education system when you realize that out of the 3 R's only one begins with an R.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "My childhood was safe and sane. No abuse and no traumas. I was surrounded by a large and loving family who taught me the importance of hard work and a meaningful education.", 
    "name": "Ronnie James Dio"
  }, 
  {
    "quote": "Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Anyone who has passed though the regular gradations of a classical education, and is not made a fool by it, may consider himself as having had a very narrow escape.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "If we help an educated man's daughter to go to Cambridge are we not forcing her to think not about education but about war? - not how she can learn, but how she can fight in order that she might win the same advantages as her brothers?", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "I believe that education is all about being excited about something. Seeing passion and enthusiasm helps push an educational message.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "No one can get an education, for of necessity education is a continuing process.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "For every successful actor or actress, there are countless numbers who don't make it. The name of the game is rejection. You go to an audition and you're told you're too tall or you're too Irish or your nose is not quite right. You're rejected for your education, you're rejected for this or that and it's really tough.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "Poverty is multidimensional. It extends beyond money incomes to education, health care, political participation and advancement of one's own culture and social organisation.", 
    "name": "Atal Bihari Vajpayee"
  }, 
  {
    "quote": "Education is our only political safety. Outside of this ark all is deluge.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "I respect faith, but doubt is what gives you an education.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "Education and democracy have the same goal: the fullest possible development of human capabilities.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "I think that you have to do everything you can do to empower girls when they are young, from their education, to their successful independence, to their sexual self-knowledge.", 
    "name": "Susie Bright"
  }, 
  {
    "quote": "Only a liberal senator from Massachusetts would say that a 49 percent increase in funding for education was not enough.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "I do not want art for a few any more than education for a few, or freedom for a few.", 
    "name": "William Morris"
  }, 
  {
    "quote": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "You can't have a university without having free speech, even though at times it makes us terribly uncomfortable. If students are not going to hear controversial ideas on college campuses, they're not going to hear them in America. I believe it's part of their education.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "We discovered that education is not something which the teacher does, but that it is a natural process which develops spontaneously in the human being.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "The mere imparting of information is not education.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "Inclusive, good-quality education is a foundation for dynamic and equitable societies.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "I know what it feels like to struggle to get the education that you need.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "'Tis well enough for a servant to be bred at an University. But the education is a little too pedantic for a gentleman.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "We are living in 1937, and our universities, I suggest, are not half-way out of the fifteenth century. We have made hardly any changes in our conception of university organization, education, graduation, for a century - for several centuries.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Everything that everyone is afraid of has already happened: The fragility of capitalism, which we don't want to admit the loss of the empire of the United States and American exceptionalism. In fact, American exceptionalism is that we are exceptionally backward in about fifteen different categories, from education to infrastructure.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "The main part of intellectual education is not the acquisition of facts but learning how to make facts live.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Documentaries are the first line of education, and the second line of education is dramatization, such as 'The Pacific'.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Universal education is not only a moral imperative but an economic necessity, to pave the way toward making many more nations self-sufficient and self-sustaining.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Television could perform a great service in mass education, but there's no indication its sponsors have anything like this on their minds.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "Education: the inculcation of the incomprehensible into the indifferent by the incompetent.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "I was delighted to not go to university. I couldn't wait to be out of education.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "All men who have turned out worth anything have had the chief hand in their own education.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Freedom can occur only through education.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "I believed in studying just because I knew education was a privilege. It was the discipline of study, to get into the habit of doing something that you don't want to do.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "Education is a method whereby one acquires a higher grade of prejudices.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "One of the critical issues that we have to confront is illegal immigration, because this is a multi-headed Hydra that affects our economy, our health care, our health care, our education systems, our national security, and also our local criminality.", 
    "name": "Allen West"
  }, 
  {
    "quote": "Reforming public education, cutting property taxes, fixing adult and child protective services and funding our budget can all occur when Democrats and Republicans engage in consensus and cooperation - not cynicism and combat.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "English usage is sometimes more than mere taste, judgment and education - sometimes it's sheer luck, like getting across the street.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "My children, to the extent that they have found religion, have found it from me, in that I insist on at least a modicum of religious education for them.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "How is it that little children are so intelligent and men so stupid? It must be education that does it.", 
    "name": "Alexandre Dumas"
  }, 
  {
    "quote": "Life must be a constant education one must learn everything, from speaking to dying.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Do I dare set forth here the most important, the most useful rule of all education? It is not to save time, but to squander it.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "We must promote upward mobility, starting with solutions that speak to our broken education system, broken immigration policy, and broken safety-net programs that foster dependency instead of helping people get back on their feet.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Education is a crutch with which the foolish attack the wise to prove that they are not idiots.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "For me, I was somebody who was a smart young guy who didn't do very well in school. The basic system of education, I didn't fit in my intelligence was elsewhere.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "I always felt that I came up short in the education department, but I've come to the conclusion that we all get an education.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Education is not only a ladder of opportunity, but it is also an investment in our future.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "If you think education is expensive, try ignorance.", 
    "name": "Derek Bok"
  }, 
  {
    "quote": "Financial literacy is an issue that should command our attention because many Americans are not adequately organizing finances for their education, healthcare and retirement.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "I don't imagine Heads of Government would ever be able to say I'm not an economist therefore I can't take decisions on matters of the economy I'm not a soldier I can't take decisions on matters of defence I'm not an educationist so I can't take decisions about education.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "Television is something the Russians invented to destroy American education.", 
    "name": "Paul Erdos"
  }, 
  {
    "quote": "Education, whatever else it should or should not be, must be an inoculation against the poisons of life and an adequate equipment in knowledge and skill for meeting the chances of life.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "A wise system of education will at last teach us how little man yet knows, how much he has still to learn.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "As far as I was concerned, the Depression was an ill wind that blew some good. If it hadn't occurred, my parents would have given me my college education. As it was, I had to scrabble for it.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "Until we get equality in education, we won't have an equal society.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "We never had it as rough as the kids have it today. Look at the price of a gallon of gas or a piece of real estate or a college education.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "For every fresh stage in our lives we need a fresh education, and there is no stage for which so little educational preparation is made as that which follows the reproductive period.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "The internet could be a very positive step towards education, organisation and participation in a meaningful society.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Rewards and punishment is the lowest form of education.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "Those outside of autism need to understand this is an epidemic and we need more government funding, insurance coverage and education reform.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "The key to education is the experience of beauty.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Had the United States and the United Kingdom gone on alone to capture Baghdad, under the provisions of the Geneva and Hague conventions we would have been considered occupying powers and therefore would have been responsible for all the costs of maintaining or restoring government, education and other services for the people of Iraq.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Without education, we are weaker economically. Without economic power, we are weaker in terms of national security. No great military power has ever remained so without great economic power.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "We have not given science too big a place in our education, but we have made a perilous mistake in giving it too great a preponderance in method in every other branch of study.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The so-called modern education, with all its defects, however, does others so much more good than it does the Negro, because it has been worked out in conformity to the needs of those who have enslaved and oppressed weaker peoples.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "It is only the ignorant who despise education.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "If we have to give up either religion or education, we should give up education.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "In the new economy, information, education, and motivation are everything.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Very likely education does not make very much difference.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Education should prepare our minds to use its own powers of reason and conception rather than filling it with the accumulated misconceptions of the past.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "True education is limited to those people who would die without knowing, whereas the masses in the institutions are merely going through the motions, for education is a way of living.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Education is the art of making man ethical.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "I tell students that the opportunities I had were a result of having a good educational background. Education is what allows you to stand out.", 
    "name": "Ellen Ochoa"
  }, 
  {
    "quote": "This is at the heart of all good education, where the teacher asks students to think and engages them in encouraging dialogues, constantly checking for understanding and growth.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "Now that virtually every career is an option for ambitious girls, it can no longer be considered regressive or reactionary to reintroduce discussion of marriage and motherhood to primary education. We certainly do not want to return to the simplistic duality of home economics classes for girls and wood shop for boys.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "My parents started with very little and were the only ones in their families to graduate from college. As parents, they focused on education, but did not stop at academics - they made sure that we knew music, saw art and theatre and traveled - even though it meant budgeting like crazy.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "All real education is the architecture of the soul.", 
    "name": "William Bennett"
  }, 
  {
    "quote": "You can't legislate good will - that comes through education.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "The regeneration of society is the regeneration of society by individual education.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "My father is a real idealist, and he's all about learning. If I asked for a pair of Nikes growing up, it was just a resounding 'No.' But if I asked for a saxophone, one would appear and next day and I'd be signed up for lessons. So anything to do with education or learning, my father would spare no expense.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "A black agenda is jobs, jobs, jobs, quality education, investment in infrastructure and strong democratic regulation of corporations. The black agenda, at its best, looks at America from the vantage point of the least of these and asks what's best for all.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "In the government schools, which are referred to as public schools, Indian policy has been instituted there, and its a policy where they do not encourage, in fact, discourage, critical thinking and the creation of ideas and public education.", 
    "name": "Russell Means"
  }, 
  {
    "quote": "True education is concerned not only with practical goals but also with values. Our aims assure us of our material life, our values make possible our spiritual life.", 
    "name": "Ludwig Mies van der Rohe"
  }, 
  {
    "quote": "For all my education, accomplishments, and so called 'wisdom'... I can't fathom my own heart.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "Since my education, I've done quite untraditional things. There are very few Etonians who went to Rada. And far fewer Etonians - certainly when I was there - went to Cambridge. I don't know whether it's the same now. Most people I knew went to Oxford, because it seemed more of an easy bridge.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "I've never been a big believer in formal education.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "All claims of education notwithstanding, the pupil will accept only that which his mind craves.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Versatility of education can be found in our best poetry, but the depth of mankind should be found in the philosopher.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "In the world of language, or in other words in the world of art and liberal education, religion necessarily appears as mythology or as Bible.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Religion is not only a part of education, an element of humanity, but the center of everything else, always the first and the ultimate, the absolutely original.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Let woman out of the home, let man into it, should be the aim of education. The home needs man, and the world outside needs woman.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Music - that's been my education. There's not a day that goes by that I take it for granted.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves.", 
    "name": "David Hume"
  }, 
  {
    "quote": "We will invest in our people, quality education, job opportunity, family, neighborhood, and yes, a thing we call America.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Sixty years ago I knew everything now I know nothing education is a progressive discovery of our own ignorance.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "The government is not your salvation. The government is not your road to prosperity. Hard work, education will take you far beyond what any government program can ever promise.", 
    "name": "Mia Love"
  }, 
  {
    "quote": "Dialogue and education for peace can help free our hearts from the impulse toward intolerance and the rejection of others.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Heart and head are the constituent parts of character temperament has almost nothing to do with it, and, therefore, character is dependent upon education, and is susceptible of being corrected and improved.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "'No Child Left Behind' requires states and school districts to ensure that all students are learning and are reaching their highest potential. Special education students should not be left out of these accountability mechanisms.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "Brands must have a point of view on that purposeful engagement, whether it's directed towards the environment, poverty, water as a resource or causes such as breast cancer or education. Merely declaring your commitment to a category or cause will not be enough the distinguish your brand sufficiently to see a return on these well-intended efforts.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Education is not solely about earning a great living. It means living a great life.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "I have felt for the last 10 years I have had this battle I've been fighting so hard to have an education. It's been this uphill struggle. I was Warner Bros' pain in the butt. I was their scheduling conflict. I was the one who made life difficult.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "In an era ruled by materialism and unstable geopolitics, art must be restored to the center of public education.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I have to say I have an incredible musical education because of my father.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "My education was the liberty I had to read indiscriminately and all the time, with my eyes hanging out.", 
    "name": "Dylan Thomas"
  }, 
  {
    "quote": "As skills and energy became more of a demand, people who didn't have skills just got left behind, got shuttled to the side. Education didn't keep up with their promise. Education didn't prepare them for this new world. Jobs went overseas.", 
    "name": "Julian Bond"
  }, 
  {
    "quote": "Instruction ends in the schoolroom, but education ends only with life. A child is given to the universe to be educated.", 
    "name": "Frederick William Robertson"
  }, 
  {
    "quote": "Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government.", 
    "name": "Sam Houston"
  }, 
  {
    "quote": "It is only through such real-life daily struggles and challenges that a genuine sensitivity to human rights can be inculcated. This is a truth that is not limited to school education: it applies to all of us.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I went to a football school, which meant that I went to a university that served up education and was simultaneously operating a sports franchise.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Well, we lost a lot of our independence already. We are dependent on China for credit. We are dependent on Middle Eastern countries for energy supplies. And many Americans are dependent on the government for their income, health care, education of their children, food stamps.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "The primary purpose of a liberal education is to make one's mind a pleasant place in which to spend one's leisure.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "President Obama believes in a country where we invest in education, in roads and bridges, in science, and in the future so we can create new opportunities so the next kid can make it big and the kid afer that and the kid after that, that's what President Obama believes.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "The ultimate end of education is happiness or a good human life, a life enriched by the possession of every kind of good, by the enjoyment of every type of satisfaction.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "A child's education should begin at least one hundred years before he is born.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "It seems to me that at this time we need education in the obvious more than the investigation of the obscure.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "We pay a price when we deprive children of the exposure to the values, principles, and education they need to make them good citizens.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "We cannot create observers by saying 'observe,' but by giving them the power and the means for this observation and these means are procured through education of the senses.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.", 
    "name": "Ron Jaworski"
  }, 
  {
    "quote": "The main failure of education is that it has not prepared people to comprehend matters concerning human destiny.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "There's a need for accepting responsibility - for a person's life and making choices that are not just ones for immediate short-term comfort. You need to make an investment, and the investment is in health and education.", 
    "name": "Buzz Aldrin"
  }, 
  {
    "quote": "The length of your education is less important than its breadth, and the length of your life is less important than its depth.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "On the diffusion of education among the people rest the preservation and perpetuation of our free institutions.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "Abraham Lincoln comes from nothing, has no education, no money, lives in the middle of nowhere on the frontier. And despite the fact that he suffers one tragedy and one setback after another, through sheer force of will, he becomes something extraordinary: not only the president but the person who almost single-handedly united the country.", 
    "name": "Seth Graham-Smith"
  }, 
  {
    "quote": "The focus of tolerance education is to deal with the concept of equality and fairness. We need to establish confidence with children that there is more goodness than horror in this world.", 
    "name": "Morris Dees"
  }, 
  {
    "quote": "Education is the movement from darkness to light.", 
    "name": "Allan Bloom"
  }, 
  {
    "quote": "All provisions of federal, state or local law requiring or permitting discrimination in public education must yield.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "Education is a wonderful thing. If you couldn't sign your name you'd have to pay cash.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "When I was a young musician, the only option available to pursue secondary education in music was to attend a classical conservatory.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Education remains the key to both economic and political empowerment.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "Education can counteract the natural tendency to do the wrong thing, but the inexorable succession of generations requires that the basis for this knowledge be constantly refreshed.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "To succeed, you will soon learn, as I did, the importance of a solid foundation in the basics of education - literacy, both verbal and numerical, and communication skills.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "We're first on executions. We're 49th in funding public education. We're in a race with Mississippi for the bottom, and we're winning.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "True education flowers at the point when delight falls in love with responsibility.", 
    "name": "Philip Pullman"
  }, 
  {
    "quote": "Scientific research and other studies have demonstrated that arts education can enhance American students' math and language skills and improve test scores which in turn increase chances of higher education and good jobs in the future.", 
    "name": "Thad Cochran"
  }, 
  {
    "quote": "There are over 200 million illiterate women in India. This low literacy negatively impacts not just their lives but also their families' and the country's economic development. A girl's lack of education also has a negative impact on the health and well-being of her children.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "There is nothing of any consequence in education, in the economy, in city planning, in social policy that does not concern black people.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Research has shown time and time again that infants who receive the high-quality child care and early education programs do better in school, have more developed social skills, and display fewer behavior problems.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "Dreams do come true, even for someone who couldn't speak English and never had a music lesson or much of an education.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "A country like Belgium, or socialist countries in central Europe spend more money on art education than the United States, which is a really puzzling thought.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "But I look at failure as education. In that respect, I am so well-educated.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "The difference in the education of men and women must give the former great advantages over the latter, even where geniuses are equal.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "If the education and studies of children were suited to their inclinations and capacities, many would be made useful members of society that otherwise would make no figure in it.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I recognize that I have a unique position to be a role model to young girls because I am doing something that they consider glamorous, which is acting, and yet I took a time to really get my education and study mathematics, and I think math is the cat's meow.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "I had done quite a bit of research about math education when I spoke before Congress in 2000 about the importance of women in mathematics. The session of Congress was all about raising more scholarships for girls in college. I told them I felt that it's too late by college.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "What I got which was unusual, especially as a child actress, was parents who believed that Hollywood was not that important. They told us education, family, health, all come first and they meant it.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "When I was young I didn't care about education, just money and box office.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I give the children education.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "The world we build tomorrow is born in the stories we tell our children today. Politics moves the pieces. Education changes the game.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The great aim of education is not knowledge but action.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Education has for its object the formation of character.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Apartheid education, rarely mentioned in the press or openly confronted even among once-progressive educators, is alive and well and rapidly increasing now in the United States.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "I am beginning to suspect all elaborate and special systems of education. They seem to me to be built up on the supposition that every child is a kind of idiot who must be taught to think.", 
    "name": "Anne Sullivan"
  }, 
  {
    "quote": "An inventor is simply a fellow who doesn't take his education too seriously.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "Education in the light of present-day knowledge and need calls for some spirited and creative innovations both in the substance and the purpose of current pedagogy.", 
    "name": "Anne Sullivan Macy"
  }, 
  {
    "quote": "The test and the use of man's education is that he finds pleasure in the exercise of his mind.", 
    "name": "Jacques Barzun"
  }, 
  {
    "quote": "Outright bans on plastic bags may not be the best solution, but education and incentives to get people to stop using them are necessary.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "I had never done anything with blue screen before, or prosthetics, or anything like that. Lord of the Rings was like stepping into a videogame for me. It was another world completely. But, to be honest, I basically did it so that I could have the ears. I thought they would really work with my bare head.Working with Martin Scorsese was an absolute minute-by-minute education without him ever being grandiose about it.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "Health care and education, in my view, are next up for fundamental software-based transformation.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "The trouble with people like Tony Blair is they get confused, they think intelligence is education when they're two different things.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "In common with many others in the varied branches of our profession, my academic education is subnormal.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "Study after study confirms that even when you control for variables like profession, education, hours worked, age, marital status, and children, men still are compensated substantially more - even in professions, like nursing, dominated by women. No wonder there's a gender gap.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "I challenge you to show me where the saloon has ever helped business, education, church, morals or anything we hold dear.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "By education most have been misled So they believe, because they were bred. The priest continues where the nurse began, And thus the child imposes on the man.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "The paradox of education is precisely this that as one begins to become conscious one begins to examine the society in which he is being educated.", 
    "name": "James Baldwin"
  }, 
  {
    "quote": "For-profit higher education is today a booming industry, feeding on the student loans handed out to the desperate.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Without in any way minimising the economic and psychological blow that people experience when they lose their jobs, the unemployed in affluent countries still have a safety net, in the form of social security payments, and usually free healthcare and free education for their children. They also have sanitation and safe drinking water.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "Education, like neurosis, begins at home.", 
    "name": "Milton Sapirstein"
  }, 
  {
    "quote": "One of the great mind destroyers of college education is the belief that if it's very complex, it's very profound.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "I believe in education and wish I had a better one.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "The more education a woman has, the wider the gap between men's and women's earnings for the same work.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I had become increasingly concerned in recent years about the lack of civics education in our nation's schools. In recent years, the schools have stopped teaching it. And it's unfortunate.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Parents should continue to become more involved with their communities, and more involved in their children's education.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I wanted to be a mechanic. When I was 14 I wanted to quit school and go work on my car. But my dad said Son, you shouldn't do that. You should stay in school until your education is finished, and when you're done, don't make your hobby your job.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "If you go and talk to most people, they mean well but they don't have much of a breadth on education, of knowledge of understanding what the real issues are and therefore they listen to pundits on television who tell them what they are supposed to think and they keep repeating that until pretty soon they say, 'Oh, well that must be true.'", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Education is a fundamental principle of what made America a success. We can't afford to throw any young people away.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Just like my father, I've always loved education. In school I was a member of the honor society.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Education is a shared commitment between dedicated teachers, motivated students and enthusiastic parents with high expectations.", 
    "name": "Bob Beauprez"
  }, 
  {
    "quote": "I think it is totally wrong and terribly harmful if education is defined as acquiring knowledge.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "Education is the process in which we discover that learning adds quality to our lives. Learning must be experienced.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "To counter the avoidance of intellectual challenge and responsibility, we must reduce the domination of certainty in education.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "Education is the best economic policy there is.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Together we can and must fight for justice for our children and protect them from draconian tax cuts and budget choices that threaten their survival, education and preparation for the future. If they are not ready for tomorrow, neither is America.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "My grandmother lived to be 100 years old. Her grandmother was a slave, yet she was a college graduate in the Spellman class of 1917. She taught art for 50 years and she saved her Social Security checks for her children's education.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "I had a great education. From kindergarten to John Dewey High School in Coney Island, I am public-school educated.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "To be successful in life what you need is education, not literacy and degrees.", 
    "name": "Munshi Premchand"
  }, 
  {
    "quote": "Education is when you read the fine print experience is what you get when you don't.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "When the students are occupied, they're not juvenile delinquents. I believe that education is a capital investment.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Strong advocacy for education, health care and worker safety will be indispensable if they are to get their fair share of President Bush's austere budget for the next fiscal year.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Growing up, I was encouraged to get a good education, get a real job doing something I enjoyed, and, should the opportunity present itself, consider public service as just that: a chance to serve, not an end in itself.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Nothing in education is so astonishing as the amount of ignorance it accumulates in the form of inert facts.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Knowledge of human nature is the beginning and end of political education.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilized by education they grow firm there, firm as weeds among stones.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "No education can be of true advantage to young women but that which trains them up in humble industry, in great plainness of living, in exact modesty of dress.", 
    "name": "William Law"
  }, 
  {
    "quote": "You know, in 1975 I couldn't get a job in New York City because I was American. The kitchens were predominantly run by French, Swiss, German, and basically I got laughed at. I had education, I had experience, but got laughed at because I was American.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I belong to the generation of workers who, born in the villages and hamlets of rural Poland, had the opportunity to acquire education and find employment in industry, becoming in the course conscious of their rights and importance in society.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.", 
    "name": "John Glenn"
  }, 
  {
    "quote": "My mother was a dominant force in my life. She had a very specific idea about education, which was: you should know everything about everything. It was quite simple. There was no exclusivity, and there really was no judgment.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "The formal education that I received made little sense to me.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "Education is not so important as people think.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "I think that anybody that stays in school, gets good grades, pays the price, I think we are wealthy enough in the public and the private sector in America to make sure that every child in America that wants to continue their education, they should be able to do that.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Education was the most important value in our home when I was growing up. People don't always realize that my parents shared a sense of intellectual curiosity and a love of reading and of history.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "The Founding Fathers in their wisdom decided that children were an unnatural strain on parents. So they provided jails called schools, equipped with tortures called an education.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Poor people, people of color - especially are much more likely to be found in prison than in institutions of higher education.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "I can say without affectation that I belong to the Russian convict world no less than I do to Russian literature. I got my education there, and it will last forever.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "When I was four years old, my mother put me into a school for early music education where you get perfect pitch and harmony and composition.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "I ain't got much education, but I got some sense.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "When I was in school, my mother stressed education. I am so glad she did. I graduated from Yale College and Yale University with my master's and I didn't do it by missing school.", 
    "name": "Angela Bassett"
  }, 
  {
    "quote": "I pledge to you today that as president, in my first budget, I will introduce the largest increase in special education ever.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Education commences at the mother's knee, and every word spoken within hearsay of little children tends toward the formation of character.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "Experts tell us that 90% of all brain development occurs by the age of five. If we don't begin thinking about education in the early years, our children are at risk of falling behind by the time they start Kindergarten.", 
    "name": "Robert. L. Ehrlich"
  }, 
  {
    "quote": "If you improve education by teaching for competence, eliminating schooling, and connecting with students, the test scores will improve.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "If we had in this room a hundred teachers, good teachers from good schools, and asked them to define the word education, there would be very little general agreement.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "I think education is both using and improving knowledge and that changes the whole picture.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "I never got a formal education. So my intellect is my common sense. I don't have anything else going for me. And my common sense opens the door to instinct.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "To defend a country you need an army, but to defend a civilization you need education.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Religiosity turns out to be the best indicator of civic involvement: it's more accurate than education, age, income, gender or race.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Freedom begins with what we teach our children. That is why Jews became a people whose passion is education, whose heroes are teachers and whose citadels are schools.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Jews know this in their bones. Our community could not exist for a day without its volunteers. They are the lifeblood of our organizations, whether they involve welfare, youth, education, care of the sick and elderly, or even protection against violence and abuse.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "During the decades after Brown v. Board of Education there was terrific progress. Tens of thousands of public schools were integrated racially. During that time the gap between black and white achievement narrowed.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "I am opposed to the use of public funds for private education.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "Many of those who argue for vouchers say that they simply want to use competition to improve public education. I don't think it works that way, and I've been watching this for a longtime.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "Racial segregation has come back to public education with a vengeance.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "I believe we need a national amendment which will guarantee every child in America the promise of not just an equal education but a high-quality equal education.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "There are five issues that make a fist of a hand that can knock America out cold. They're lack of jobs, obesity, diabetes, homelessness, and lack of good education.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "As we develop and get quicker with technology in America, it's like we're downgrading if you look at the investment in education... that's the thing that worries me.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "To throw obstacles in the way of a complete education is like putting out the eyes.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "Economists report that a college education adds many thousands of dollars to a man's lifetime income - which he then spends sending his son to college.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "The American education system couldn't be more badly directed or poorly funded if the Secretary of Education were Ed Wood.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "I think you can't really escape any kind of spiritual education as a child, whether it's New Age or Judaism or Buddhism or whatever it is. You can't escape it, even if you completely disagree with it, you still have it as a foundation that you base things off of.", 
    "name": "Jack White"
  }, 
  {
    "quote": "I was a total education geek. I loved school. I loved learning. I loved doing homework. All of my books and notebooks from high school are underlined and highlighted and there are notes all over the margins. And you know, I was a theater kid too. I was all over the place.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "We must believe in the power of education. We must respect just laws. We must love ourselves, our old and or young, our women as well as our men.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Here once again education is crucial, it enables children to be become more aware of their rights and to exercise them in a respectful manner which helps them shape their own future.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "Both class and race survive education, and neither should. What is education then? If it doesn't help a human being to recognize that humanity is humanity, what is it for? So you can make a bigger salary than other people?", 
    "name": "Beah Richards"
  }, 
  {
    "quote": "The dilemma of modern medicine, and the underlying central flaw in medical education and, most of all, in the training of interns, is the irresistible drive to do something, anything. It is expected by patients and too often agreed to by their doctors, in the face of ignorance.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "I feel a social responsibility. We need to open people's eyes. There is a lack of education in Ethiopia.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "My mom was on welfare and the occasional food stamp, but I have never participated in any of those governmental programs, even the ones that kind of work like education, scholarships and whatever, and I managed to do just fine.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "And I also thought that Richard Nixon was the greatest political education we have ever had, but it looks like we need to relearn them again.", 
    "name": "Wavy Gravy"
  }, 
  {
    "quote": "It is education that will arm us with the tools that will enable us to succeed and put a stop to the rising rates of preventable death.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "Likewise, education can direct people toward good or evil ends. When education is based on a fundamentally distorted worldview, the results are horrific.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "The effects of human rights education can be dramatic in awakening people to the value and power of their own lives, as shown in the following stories.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I believe public education is the new civil rights battle and I support charter schools.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Because of the lack of education on AIDS, discrimination, fear, panic, and lies surrounded me.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "We conclude that in the field of public education the doctrine of 'separate but equal' has no place.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "It was the full conviction of this, and of what could be done, if every man were placed in the office for which he was fitted by nature and a proper education, which first suggested to me the plan of Illumination.", 
    "name": "Adam Weishaupt"
  }, 
  {
    "quote": "The great end of education is to discipline rather than to furnish the mind to train it to the use of its own powers, rather than fill it with the accumulation of others.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "Education is for growth and fulfillment.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "I don't think anybody anywhere can talk about the future of their people or of an organization without talking about education. Whoever controls the education of our children controls our future.", 
    "name": "Wilma Mankiller"
  }, 
  {
    "quote": "Furthermore, we believe that health care reform, again I said at the beginning of my remarks, that we sent the three pillars that the President's economic stabilization and job creation initiatives were education and innovation - innovation begins in the classroom - clean energy and climate, addressing the climate issues in an innovative way to keep us number one and competitive in the world with the new technology, and the third, first among equals I may say, is health care, health insurance reform.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "For me, I am left leaning when it comes to health and education, on the right when it comes to defense. So I don't know where I come on the political spectrum. And I think this the challenge that a lot of Jordanians have to deal with.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "Our solution on 'The Simpsons' is to do jokes that people who have an education, or some frame of reference, can get. And for the ones who don't, it doesn't matter, because we have Homer banging his head and saying, 'D'oh!'", 
    "name": "Matt Groening"
  }, 
  {
    "quote": "If adolescent pregnancy prevention is to become a priority, then our strategy, as advocates, must contain two key elements: civic engagement and education.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "Our youth deserve the opportunity to complete their high school and college education, free of early parenthood. Their future children deserve the opportunity to grow up in financially and emotionally stable homes. Our communities benefit from healthy, productive, well-prepared young people.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "When I was a child I didn't care about getting an education, and I didn't finish high school.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "Ensuring quality higher education is one of the most important things we can do for future generations.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "I think through education, belief in God, and good engineering, our children become a lot better at what they're doing than we did, and that starts with the very first sign of life on the face of this earth.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "I would support a devolution of power out of Washington for education, health care, transportation.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "It begins and ends with money. It's absurd in this day and age when we need so much money for education, health, for people, that a $100 million dollars can be spent on a film. It's obscene.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "Illegal immigration costs taxpayers $45 billion a year in health care, education, and incarceration expenses.", 
    "name": "Ric Keller"
  }, 
  {
    "quote": "The education that prepared me was my general education classes, which I tried to avoid when I was a stupid undergraduate, but which gave me the foundation of general knowledge that makes a career as a writer possible.", 
    "name": "Orson Scott Card"
  }, 
  {
    "quote": "My mother is a special education teacher but also an artist, and my father an advertising executive. They are about as wacky as you can get without being alcoholics.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "My grandfather could barely read. My grandmother had a sixth-grade education. They were people who were industrious. They were frugal.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "More particularly, having a largely German-oriented education has made me very responsive to 19th-century German literature.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system.", 
    "name": "Sidney Hook"
  }, 
  {
    "quote": "Arbitrary benchmarks cheat kids out of a fulfilling education.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I think if you have to pay for your education, you worry very seriously about you're going to do when you've got your degree.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "An education program is, by definition, a societal program. Work should be done at school, rather than at home.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "As the tension eases, we must look in the direction of agriculture, industry and education as our final goals, and toward democracy under Mr Mubarak.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "One of the things that's great about New York is that it is not a one-industry town. It has education, academia, the service industry, arts, publishing, theater, politics, fashion, finance, as well as movie-making.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "A mother's ability to provide for her children is not always tied to income, but rather to education.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Education is what most receive, many pass on, and few possess.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "Sex education is legitimate in that girls cannot be taught soon enough how children don't come into the world.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "Reformation, like education, is a journey, not a destination.", 
    "name": "Mary Harris Jones"
  }, 
  {
    "quote": "Education levels the playing field, allowing everyone to compete.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "Yeah, I'm a thrill seeker, but crikey, education's the most important thing.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "The Tories and the Lib Dems talk about social mobility, but, short of winning the lottery, the only way to guarantee young people from all backgrounds the opportunity to do better and to raise aspirations is through education.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I am playing the violin, that's all I know, nothing else, no education, no nothing. You just practice every day.", 
    "name": "Itzhak Perlman"
  }, 
  {
    "quote": "Education can lift individuals out of poverty and into rewarding careers.", 
    "name": "Christine Gregoire"
  }, 
  {
    "quote": "America's growth historically has been fueled mostly by investment, education, productivity, innovation and immigration. The one thing that doesn't seem to have anything to do with America's growth rate is a brutal work schedule.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "Giving women education, work, the ability to control their own income, inherit and own property, benefits the society. If a woman is empowered, her children and her family will be better off. If families prosper, the village prospers, and eventually so does the whole country.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "My parents came from a poor background and worked their way up because of education. They saw it as a way to succeed. So they cared about me getting straight A grades when I was growing up.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "We all have a responsibility to volunteer somewhere and I'm lucky that I get the education and get taken to places to see what's out there and see what's happening and to then be a part of it in hopefully an impactful way.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My mom was really vigorous about making sure that we saw things and that we questioned things. Education was so important to both of my parents.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I think an education is not only important, it is the most important thing you can do with your life.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "I also tell them that your education can take you way farther than a football, baseball, track, or basketball will - that's just the bottom line.", 
    "name": "Bo Jackson"
  }, 
  {
    "quote": "If you have four years to complete your college education, do it.", 
    "name": "Bo Jackson"
  }, 
  {
    "quote": "Strange as it may seem, no amount of learning can cure stupidity, and formal education positively fortifies it.", 
    "name": "Stephen Vizinczey"
  }, 
  {
    "quote": "It is therefore not unreasonable to suppose that some portion of the neglect of science in England, may be attributed to the system of education we pursue.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "The older I grow the more I see the influence of my family on my life. I didn't always see it. It was up to our parents to see that we had our education in a town that hadn't yet realized what racial prejudice was but actually knew and practiced it on occasion.", 
    "name": "Katherine Dunham"
  }, 
  {
    "quote": "But to me the bottom line is the more education you can give yourself, and the more preparation you can do, the less chance of failing.", 
    "name": "Stuart Pearce"
  }, 
  {
    "quote": "Education is important because, first of all, people need to know that discrimination still exists. It is still real in the workplace, and we should not take that for granted.", 
    "name": "Alexis Herman"
  }, 
  {
    "quote": "I'm no politician. I'm an historian who has learned through a lifetime of studying that nothing in the world beats universal education.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "A person like myself, born and raised in the inner city of Atlanta, Georgia, to lower-middle-class parents. But I had the opportunity to get an education, to go and earn a commission in the United States Army, to serve for 22 years, to lead men and women in combat.", 
    "name": "Allen West"
  }, 
  {
    "quote": "Education is for improving the lives of others and for leaving your community and world better than you found it.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "Unless children have strong education and strong families and strong communities and decent housing, it's not enough to go sit in at a lunch counter.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "With Michigan's economic future on the line, we can't afford to have our 500 local school districts marching in different directions. Instead, we need a high standards, mandatory curriculum to get all our students on the road to higher education and a good paying job.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "To compete in a global economy, our students must continue their education beyond high school. To make this expectation a reality, we must give students the tools they need to succeed, including the opportunity to take a college entrance exam.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "I was blessed to have a mother and father that recognized the value of education.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "I don't know if I'm a national education figure.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "Over the next two years UNICEF will focus on improving access to and the quality of education to provide children who have dropped out of school or who work during school hours the opportunity to gain a formal education!", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "I had the most reversed education possible. Every parent wants their son to be a businessman, respectable - me, it was the opposite. When I had an artist career my mum was like, 'Oh finally, I'm proud of you!'", 
    "name": "David Guetta"
  }, 
  {
    "quote": "Education is when you read the fine print. Experience is what you get if you don't.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "Religion is the solid basis of good morals therefore education should teach the precepts of religion, and the duties of man toward God.", 
    "name": "Gouverneur Morris"
  }, 
  {
    "quote": "I think Democrats are right. We fight for the American dream, for the environment, for privacy rights, a woman's right to choose, a good public education system.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "In his first year in office, President Obama pulled us back from the brink of the greatest economic crisis since the Great Depression and worked to lay a new foundation for economic growth. The president identified three key strategies to build that lasting prosperity: innovation, investment, and education.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Americans are a decade behind Canada when it comes to sex education and understanding their bodies.", 
    "name": "Sue Johanson"
  }, 
  {
    "quote": "The zeitgeist is for cutting spending and balancing the budget. But I do not want the Republican Party to be perceived as putting the budget ahead of people, jobs and education.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "Most everything I do revolves around tae kwon do. That said, I like to be a typical girl and go shopping. I have three nieces and nephews that I like to hang out with. I'm also finishing my last semester at the University of Houston, where I'm majoring in childhood education.", 
    "name": "Diana Lopez"
  }, 
  {
    "quote": "So I was shampooing at 14. But I've always thought that had I the opportunity for an education, I would have been an architect. There's no question about it.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "Racism cannot be cured solely by attacking some of the results it produces, like discrimination in housing or in education.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "A good education is that which prepares us for our future sphere of action and makes us contented with that situation in life in which God, in his infinite mercy, has seen fit to place us, to be perfectly resigned to our lot in life, whatever it may be.", 
    "name": "Ann Plato"
  }, 
  {
    "quote": "It takes most men five years to recover from a college education, and to learn that poetry is as vital to thinking as knowledge.", 
    "name": "Brooks Atkinson"
  }, 
  {
    "quote": "No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "You have to go through the falling down in order to learn to walk. It helps to know that you can survive it. That's an education in itself.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "It would be nice if education was free to everyone who wanted it, but that's not the world we live in.", 
    "name": "Glenda Jackson"
  }, 
  {
    "quote": "Education is the mother of leadership.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "I made education the highest priority of my campaign - actually education and jobs - and the reason is a simple one: I think the future of America depends on it.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "So I want my kids to go to public schools because I think it's a better education overall.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "It was a way out of poverty. It was a way to success. It was a way to education. And it was a way to a brighter day for me.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "And I do believe that the way to change a society, to uplift people - not just their spirit, but to uplift their society and economic base - is through education.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Now the main areas of higher education that still enjoy considerable financial support from government are subjects like engineering and science and the research ringfence which is the basic minimum to protect Britain's scientific competitiveness.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "For wide swaths of training and education there are valuable spillovers which mean that the private sector needs support from the government. That is why I have been so determined to protect and grow apprenticeships and put higher education on a sustainable footing.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "Violence is black children going to school for 12 years and receiving 6 years' worth of education.", 
    "name": "Julian Bond"
  }, 
  {
    "quote": "I wanted to acquire an education, work extremely hard and never deviate from my goal, to make it.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "If the Liberals' law is passed, will sex education in the schools, including elementary grades, include the same portrayals of sexual activity which presently exist in heterosexual instruction? Will there be the same presentation of homosexual activity? Of course there will.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "Environmental concern is now firmly embedded in public life: in education, medicine and law in journalism, literature and art.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "When a woman earns a dollar, the payback is higher. She'll invest in her children, in their education, health care, and basic needs. The impact of a woman's role in the economy benefits society at large.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "My background was computer science and business school, so eventually I worked my way up where I was running product groups - development, testing, marketing, user education.", 
    "name": "Melinda Gates"
  }, 
  {
    "quote": "You should be able to afford health care for your family. You should be able to retire with dignity and respect. And you should be able to give your children the kind of education that allows them to dream even bigger, go even farther and accomplish even more than you could ever imagine.", 
    "name": "Cory Booker"
  }, 
  {
    "quote": "Head Start graduates are more likely to graduate from high school and less likely to need special education, repeat a grade, or commit crimes in adolescence.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "As a proud Catholic, I know the impact that faith-based education can have in our society and have witnessed it first hand in my district.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "Catholic schools in our Nation's education have been paramount in teaching the values that we as parents seek to instill in our children.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "Is education possibly a process of trading awareness for things of lesser worth? The goose who trades his is soon a pile of feathers.", 
    "name": "Aldo Leopold"
  }, 
  {
    "quote": "It is, of course, further indication that a fundamentalist right has really taken over much of the Republican Party, People might cite George Bush as proof that you can be totally impervious to the effects of Harvard and Yale education.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "Whatever education I got was from experience and reading. But I also realize I wouldn't pass my friend's sixth-grade class.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "Let us not, in the eagerness of our haste to educate, forget all the ends of education.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "Realizing that the majority of kids that get molested feel that it is their fault, along with shame, those kids have no idea what to say or do to try to report anything, and add that with the lack of education, it is a complete recipe for disaster that leads to non-reporting of molestation.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I feel sorry sometimes for these sportsmen and women who put in just as much effort as the footballers. For example, athletes train at least as hard as footballers but have to be happy if they can earn enough to finance a decent education.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "The real solution is to improve the incomes of the poor and provide their children with decent education.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "The question is, will we continue to fight what may be a rearguard action to defend universal literacy as a central goal of our education system, or are we bold enough to see what's actually happening to our culture?", 
    "name": "Hugh Mackay"
  }, 
  {
    "quote": "My mother was born on a tiny farm in County Mayo. She was meant to stay at home and look after the farm while her brother and sister got an education. However, she came to England on a visit and never went back.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "There were all us baby boomers who had a grammar school education, started to learn, then went on the pill, the whole thing, and so there are today a lot more women writers, editors, producers, and so a lot more women's stories. God, the BBC's practically run by women.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "I don't feel I'm qualified to be a coach outside the high school level. I think I would need to do more education to really be a good coach.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "I use every single thing that Alfred Hitchcock taught me in my acting career... I am very grateful for the education he gave me in making motion pictures.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "You go to Scandinavia, and you will find that people have a much higher standard of living, in terms of education, health care and decent paying jobs.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "My parents were keen for me to have the education they themselves never had. They weren't able to guide me towards particular books, but they encouraged me to read, which I did, randomly and compulsively.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "Misdirected focus on paperwork, on procedures, and on bureaucracy frustrates teachers and fails to give children the education they need.", 
    "name": "Christopher Bond"
  }, 
  {
    "quote": "Education in our times must try to find whatever there is in students that might yearn for completion, and to reconstruct the learning that would enable them autonomously to seek that completion.", 
    "name": "Allan Bloom"
  }, 
  {
    "quote": "Of all the public services, education is the one I'm most interested in. You get a more dynamic economy, you deal with most social problems, and it's morally right.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "The progress of freedom depends more upon the maintenance of peace, the spread of commerce, and the diffusion of education, than upon the labors of cabinets and foreign offices.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "Through first-class education, a generation marches down the long uncertain road of the future with confidence.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "Education is extremely important to the Hispanic community, as well as faith, and certainly working hard.", 
    "name": "Luis Fortuno"
  }, 
  {
    "quote": "Education must, be not only a transmission of culture but also a provider of alternative views of the world and a strengthener of the will to explore them.", 
    "name": "Jerome Bruner"
  }, 
  {
    "quote": "Sex education has to do with what's in people's head.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "We need to drive down requirements for the schools. In the 19th century, we increased the quality of the schools by higher education saying, 'You can't come in unless you have these skills, unless you've taken these courses.' We did that in Wisconsin when I was there, it helped to transform the secondary school system.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "Higher education is one of few areas where this country competes with the rest of the world and wins. The best of American higher education outstrips any in the world. Look where the rest of the world goes for higher education, for graduate degrees. They come here.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "Access to computers and the Internet has become a basic need for education in our society.", 
    "name": "Kent Conrad"
  }, 
  {
    "quote": "My parents discussed singing every night over the dinner table I had a tremendous music education.", 
    "name": "Renee Fleming"
  }, 
  {
    "quote": "Let's remember the children who come from broken homes, surrounded by crime, drugs, temptation, their peers having babies out of wedlock, but who still manage to get a good education despite the many obstacles they face every day.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "The best method for preventing destructive cult involvement is preventative education. If students and the public at large are more aware of destructive groups beforehand they may better understand and resist their recruitment efforts.", 
    "name": "Rick Ross"
  }, 
  {
    "quote": "The government has convinced parents that at some point it's no longer their responsibility. And in fact, they force them, in many respects, to turn their children over to the public education system and wrest control from them and block them out of participation of that. That has to change or education will not improve in this country.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "In Britain, the centrally prescribed welfare to work system short-changes the young unemployed. Transport, housing and education are over centralised.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "I'm very jealous of my daughter's education. She's been inspired by her teachers, and nobody inspired me as a teenager.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "My parents grew up working class, but in that way that working class families do, they spent a fortune on education to better me.", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "Some of the things I think I learned from that were very educational as far as just paying bills - the basics in dealing with a restaurant like that. It was just life - the education involved in running the organization, even on a small level.", 
    "name": "Todd English"
  }, 
  {
    "quote": "In education, they say either property taxes have to go up, or we'll have poor education - that's a false choice.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "When you have strict censorship of the internet, young students cannot receive a full education. Their view of the world is imbalanced. There can be no true discussion of the issues.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "I decided to study special education and fell in love with working with individuals with autism. That's what I planned to do with my life.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "Education is a precondition to survival in America today.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "I'm sure I am impatient sometimes. I sure do get angry sometimes. I think it's outrageous how hard it is to get this country to feed its children and to take care of its children, to give them a decent education.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "Ignorance and a narrow education lay the foundation of vice, and imitation and custom rear it up.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "The Constitution was written by 55 educated and highly intelligent men in Philadelphia in 1787, but it was written so that it could be understood by people of limited education and modest intelligence.", 
    "name": "John Jay Hooker"
  }, 
  {
    "quote": "The gap in education in this country, the unfairness of the schools, is one of the great unfairness in this society.", 
    "name": "Gaston Caperton"
  }, 
  {
    "quote": "One of the greatest obstacles to escaping poverty is the staggering cost of higher education.", 
    "name": "Chris Van Hollen"
  }, 
  {
    "quote": "I think the whole system of education would change if I were in charge and had the ability to make changes. I don't think I would keep Princeton exactly being Princeton.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "But the thing I felt most strongly about, and put at the end of one of the prison diaries, was education.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "Politics should share one purpose with religion: the steady emancipation of the individual through the education of his passions.", 
    "name": "George Will"
  }, 
  {
    "quote": "Why has elegance found so little following? That is the reality of it. Elegance has the disadvantage, if that's what it is, that hard work is needed to achieve it and a good education to appreciate it.", 
    "name": "Edsger Dijkstra"
  }, 
  {
    "quote": "Think about it: Every educated person is not rich, but almost every education person has a job and a way out of poverty. So education is a fundamental solution to poverty.", 
    "name": "Kathleen Blanco"
  }, 
  {
    "quote": "The five different areas in which boys are in crisis - education jobs emotional health physical health and fatherlessness - are handled by different portions of the government.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Tonight, you are hearing from the Democratic women of the Senate... We stand together on so many issues: economic prosperity, quality education for all, protecting a woman's right to choose.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children's right and it is also our best hope and their best hope for the future.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "One of the great failings of our education system is that we tend to focus on those who are succeeding in exams, and there are plenty of them. But what we should also be looking at, and a lot more urgently, is those who fail.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "A lot of children, like I did, move away from words because of the fear - which is something you have to take out of education: the fear of worrying about what marks you'll get, detention, worrying about letting people down, your parents, teachers.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "I had passed through the entire British education system studying literature, culminating in three years of reading English at Oxford, and they'd never told me about something as basic as the importance of point of view in fiction!", 
    "name": "Philip Pullman"
  }, 
  {
    "quote": "I have maintained a passionate interest in education, which leads me occasionally to make foolish and ill-considered remarks alleging that not everything is well in our schools.", 
    "name": "Philip Pullman"
  }, 
  {
    "quote": "Excellent education and an excellent environment are two hallmarks of our state. How we treat our environment is connected to so many other opportunities in Maine.", 
    "name": "John Baldacci"
  }, 
  {
    "quote": "Rewards and punishments are the lowest form of education.", 
    "name": "Zhuang Zi"
  }, 
  {
    "quote": "The Wayne Education Building was the first classroom building that we have done on the Wayne campus.", 
    "name": "Minoru Yamasaki"
  }, 
  {
    "quote": "Most Indians go into education. Their parents just push them into education like parents in Australia push them into sports.", 
    "name": "Mahesh Bhupathi"
  }, 
  {
    "quote": "Smart businesses do not look at labor costs alone anymore. They do look at market access, transportation, telecommunications infrastructure and the education and skill level of the workforce, the development of capital and the regulatory market.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "Few things are as essential as education.", 
    "name": "Walter Annenberg"
  }, 
  {
    "quote": "In the world today, a young lady who does not have a college education just is not educated.", 
    "name": "Walter Annenberg"
  }, 
  {
    "quote": "To create the power of competence without creating a corresponding direction to guide the use of that power is bad education.", 
    "name": "John Dickey"
  }, 
  {
    "quote": "If education does not create a need for the best in life, then we are stuck in an undemocratic, rigid caste society.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "Education is our greatest opportunity to give an irrevocable gift to the next generation.", 
    "name": "Ernie Fletcher"
  }, 
  {
    "quote": "We are currently working on new policies to protect and create American jobs, particularly by improving education. We need more information in order to find the best solutions to this increasing concern for American families.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "By cutting critical domestic programs such as education, health, environmental protection, and veterans' services, this budget reveals misplaced priorities.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "I have an education degree from the University of Minnesota, and I was a teacher for about a minute.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "Any education that matters is liberal. All the saving truths, all the healing graces that distinguish a good education from a bad one or a full education from a half empty one are contained in that word.", 
    "name": "Alan K. Simpson"
  }, 
  {
    "quote": "I have an education, I went to college, you know?", 
    "name": "Nicole Polizzi"
  }, 
  {
    "quote": "These are important reforms. Infrastructure, education, health, hospitals, closing the gap with indigenous Australians. Also the Apology to the first Australians. As Prime Minister of the country I am proud of each and every one of these achievements.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "Education is the vaccine for violence.", 
    "name": "Edward James Olmos"
  }, 
  {
    "quote": "Official education was telling people almost nothing of the nature of all those things on the seashores, and in the redwood forests, in the deserts and in the plains.", 
    "name": "Gregory Bateson"
  }, 
  {
    "quote": "My wife wanted my children to have some Chinese culture and education. She believes the children need to learn two languages and two cultures.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "If we do not provide education for every single American, we are consigning those without an education to second-class status.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "We have over 500,000 illegal immigrants living in Arizona. And we simply cannot sustain it. It costs us a tremendous amount of money of course in health care, in education, and then, on top of it all, in incarceration. And the federal government doesn't reimburse us on any of these things.", 
    "name": "Jan Brewer"
  }, 
  {
    "quote": "The Brown decision promised that every child, regardless of the color of his or her skin, would have unequivocal access to quality education and an equal opportunity to pursue his/her dreams.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "Although children are only 24 percent of the population, they're 100 percent of our future and we cannot afford to provide any child with a substandard education.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "There are three major social issues that this country is struggling with: education, poverty, and drugs. Two of them we talk about, and one of them we don't.", 
    "name": "Steven Soderbergh"
  }, 
  {
    "quote": "In the 1960s we were fighting to be recognized as equals in the marketplace, in marriage, in education and on the playing field. It was a very exciting, rebellious time.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Being the lead of the show and working a lot of hours - all good stuff, a tremendous education, incredible opportunity, it changed my life - it was a marathon, and by the end of it I was pretty beat.", 
    "name": "James Van Der Beek"
  }, 
  {
    "quote": "I've got no education.", 
    "name": "Andrea Arnold"
  }, 
  {
    "quote": "Sex education classes are like in-home sales parties for abortions.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "Capitalism would have never let me be a filmmaker, living in Flint, Michigan with a high school education. I was going to have to make that happen myself.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "In fact, I believe that we need better sex education in our own culture, here in America, so that young folk learn about things like venereal disease before they encounter it.", 
    "name": "Piers Anthony"
  }, 
  {
    "quote": "Human education is concerned with certain changes in the intellects, characters and behavior of men, its problems being roughly included under these four topics: Aims, materials, means and methods.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "Education is a state-controlled manufactory of echoes.", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "My advantage as a woman and a human being has been in having a mother who believed strongly in women's education. She was an early undergraduate at Oxford, and her own mother was a doctor.", 
    "name": "Antonia Fraser"
  }, 
  {
    "quote": "The value of a good education has never left me.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "You can't have a sustainable US economy without a great education system. Teach students to do the job right. You don't have an innovative economy unless you have a great education.", 
    "name": "Walter Isaacson"
  }, 
  {
    "quote": "My parents had an old-fashioned ideal of college, that four years at a liberal arts college should be a liberal arts education.", 
    "name": "Julie Bowen"
  }, 
  {
    "quote": "What makes me angry? The education of children. How in God's name can you expect to have a functioning society the way we teach our kids?", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "Economic prosperity and quality education for our children are inexorably linked.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "I'm not sure it's the stimulus money that will necessarily allow the economy to recover. It will help to fortify our budgets, frankly, to ensure that there isn't as much backsliding in the areas of education and healthcare, for example.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "A writer should get as much education as possible, but just going to school is not enough if it were, all owners of doctorates would be inspired writers.", 
    "name": "Gwendolyn Brooks"
  }, 
  {
    "quote": "But instead of standing up for reason, our government is handing education over to the world of faith.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "My votes against the education bill and my votes against the Medicare bill got huge play at home.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "Look, I want what's good for everybody. I want to promote good state education for all. I want to raise standards for all kids, irrespective of race and class but why can't they all just do what I say when I know I'm right?", 
    "name": "Arabella Weir"
  }, 
  {
    "quote": "Mothers, unless they were very poor, didn't work. Both of my parents had to leave education. My mother had to work in a cotton mill until 18 or 19, when she took some training in domestic science.", 
    "name": "Roger Bannister"
  }, 
  {
    "quote": "As the true object of education is not to render the pupil the mere copy of his preceptor, it is rather to be rejoiced in, than lamented, that various reading should lead him into new trains of thinking.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "Government will not fail to employ education, to strengthen its hands, and perpetuate its institutions.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "My mother is a professor of early childhood education. When I was two she would say she knew I was going to be an actor.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "Education is the cornerstone of our communities and our country.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "And what is liberty, whose very name makes the heart beat faster and shakes the world? Is it not the union of all liberties - liberty of conscience, of education, of association, of the press, of travel, or labor, or trade?", 
    "name": "Frederic Bastiat"
  }, 
  {
    "quote": "The real fight is about what should be in the marketplace and what should not. Should education be a marketable commodity? Should healthcare?", 
    "name": "Susan George"
  }, 
  {
    "quote": "What is defeat? Nothing but education. Nothing but the first step to something better.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "An arts education helps build academic skills and increase academic performance, while also providing alternative opportunities to reward the skills of children who learn differently.", 
    "name": "Gavin Newsom"
  }, 
  {
    "quote": "The dream doesn't lie in victimization or blame it lies in hard work, determination and a good education.", 
    "name": "Alphonso Jackson"
  }, 
  {
    "quote": "As a former recipient of these services I can honestly say that the overwhelming majority of TANF recipients are hard-working Americans who are down on their luck, and just want an opportunity to better their lives and those of their family through work and access to education.", 
    "name": "Gwen Moore"
  }, 
  {
    "quote": "But the fact is, no matter how good the teacher, how small the class, how focused on quality education the school may be none of this matters if we ignore the individual needs of our students.", 
    "name": "Roy Barnes"
  }, 
  {
    "quote": "When women earn the money for the family, everyone in the family benefits. We also know that when women have an income, everyone wins because women dedicate 90% of the income to health, education, to food security, to the children, to the family, or to the community, so when women have an income, everybody wins.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "One of the factors a country's economy depends on is human capital. If you don't provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women's empowerment bring huge economic benefits.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "I think we were raised in a nice Texas Jewish family where education was the most important thing, and close behind that was the arts. It was emphasized and expected that we'd play piano.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "'Friends' was an education in intelligent comedic banter in intelligent vernacular. It was an education in scene study. It was an education in group dynamic. I came out of there with a master's degree in comedy.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "About half my work in education is U.S. political reform around school districts and charter schools, and creating more room for entrepreneurial organizations to develop. And about half on technology, which I look at as a global platform.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "What's got me excited about the education space is the growth of the Internet over the next 10, 20, 30 years.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "Competitiveness is really what it costs you per man-hour to get you what you want. In other words, there's an education level that plays into the mix and so if it's inexpensive to buy an hour of real good education in places like China versus the U.S., that factors in.", 
    "name": "Ray Dalio"
  }, 
  {
    "quote": "I was really fortunate growing up to have a broad musical education. My parents listened to all kinds of music, rock, soul, Motown, jazz, Frank Sinatra, everything.", 
    "name": "Mayer Hawthorne"
  }, 
  {
    "quote": "A liberal education... frees a man from the prison-house of his class, race, time, place, background, family and even his nation.", 
    "name": "Robert M. Hutchins"
  }, 
  {
    "quote": "Many thousands of youth have been deprived of the benefit of education thereby, their morals ruined, and talents irretrievably lost to society, for want of cultivation: while two parties have been idly contending who should bestow it.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "When I enrolled in college at age 19, I had a total of eight years of formal classroom education. As a result, I was not comfortable with formal lectures and receiving regular homework assignments.", 
    "name": "Philip Emeagwali"
  }, 
  {
    "quote": "I believe that access to a university education should be based on the ability to learn, not what people can afford. I think there is no more nauseating a sight than politicians pulling up the ladder of opportunity behind them.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "I want to see far more decisions taken far closer to the patients, the passengers and the pupils. Far more power for locally and regionally elected politicians who understand best the needs of their areas. And far more say too for the dedicated staff at all levels in health and education.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "Further Education should be about the ability to learn, not the ability to pay - everyone who is able should have the opportunity, regardless of their family background. I don't want to see students struggling with huge debts or frightened off even going to university in the first place.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "But I like going to church. If you've been brought up in the Church of England, it feels like visiting an elderly relative. And I think it's important that part of the kids' education is knowing about the Bible.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "A good education is usually harmful to a dancer. A good calf is better than a good head.", 
    "name": "Agnes de Mille"
  }, 
  {
    "quote": "In Mexico, theater is very underground, so if you're a theater actor it's very difficult to make a living. But it's also a very beautiful pathway to knowledge and to an open education.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "I really owe everything to my parents and their devotion and drive to see to it that their children had the education which led to the opportunities that they never were able to have.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "I don't want to scrounge around and be homeless, and I want to finish my education.", 
    "name": "Callan McAuliffe"
  }, 
  {
    "quote": "It is just called Continuing Legal Education. You can go to lectures, you can even listen to tapes on airplanes - they want you to stay current. So you do have to stay current to maintain your license even if you are not practicing.", 
    "name": "Frank Shorter"
  }, 
  {
    "quote": "Education makes us more stupid than the brutes. A thousand voices call to us on every hand, but our ears are stopped with wisdom.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "At any rate, girls are differently situated. Having no need of deep scientific knowledge, their education is confined more to the ordinary things of the world, the study of the fine arts, and of the manners and dispositions of people.", 
    "name": "William John Wills"
  }, 
  {
    "quote": "Making the City Of Joy gave me the best political education of my life. It became a wrestling match between an Englishman who had gradually ceased to be a Marxist, and a culture that was becoming more Marxist by the day.", 
    "name": "Roland Joffe"
  }, 
  {
    "quote": "In my home State of Louisiana, several institutions of higher education have been impacted by both Hurricanes Katrina and Rita, literally dozens across the entire State.", 
    "name": "Bobby Jindal"
  }, 
  {
    "quote": "Poorer students take out larger loans and will have to contribute more to the cost of higher education.", 
    "name": "Anne Campbell"
  }, 
  {
    "quote": "There is still a lot of misinformation being spread about higher education funding arrangements under the new Act. The students page on my website sets out the main points in the Act.", 
    "name": "Anne Campbell"
  }, 
  {
    "quote": "Money spent on carbon cuts is money we can't use for effective investments in food aid, micronutrients, HIV/AIDS prevention, health and education infrastructure, and clean water and sanitation.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "And really, the basis, I think, of achieving some success in what I want to do today comes from my mother's push to get me to read and to make something of myself from the standpoint of an education.", 
    "name": "Sam Donaldson"
  }, 
  {
    "quote": "The amount of money we spend on education is important, but not nearly as important as how the money is spent.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "Ladies and gentlemen: There can be no greater investment in Alabama's future than an investment in education.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "I wouldn't be where I am today without the amazing public arts education that I had.", 
    "name": "Matthew Morrison"
  }, 
  {
    "quote": "The Obama administration now has regulations that tells them that they can no longer promote marriage to these young girls. They can no longer promote marriage as a way of avoiding poverty and bad choices that they make in their life. They can no longer even teach abstinence education. They have to be neutral with respect to how people behave.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "I believe that a child going without an education is a crime.", 
    "name": "Kamala Harris"
  }, 
  {
    "quote": "Each year, I say I'm going to go to school next year. It's inevitable that I'll end up getting my education.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "Illegal immigration is crisis for our country. It is an open door for drugs, criminals, and potential terrorists to enter our country. It is straining our economy, adding costs to our judicial, healthcare, and education systems.", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "For this reason, to study English literature without some general knowledge of the relation of the Bible to that literature would be to leave one's literary education very incomplete.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "The true purpose of education is to teach a man to carry himself triumphant to the sunset.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "There have been studies that clearly state that children who are exposed to arts education at a young age will in fact do markedly better in their SAT tests.", 
    "name": "Marvin Hamlisch"
  }, 
  {
    "quote": "Interactions between fathers and children are the starting point of education.", 
    "name": "Yoshihiko Noda"
  }, 
  {
    "quote": "In our post-9/11 world, our Nation's military deserves, at least the same access to institutions of higher education that any other major employer might enjoy.", 
    "name": "Mike Rogers"
  }, 
  {
    "quote": "I'm sure everything has a bearing on what I'm doing. My family is a lower-middle-class family, there's lots of children, seven brothers, two sisters grew up together, fighting with each other, went to school. My mother went to school up to 4th grade. My father went to school up to 8th grade. So that's about the education level we had in the family.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "Such schemes take money from people who can least afford to spend it to support an unneeded bureaucracy that eats money people thought they were providing for education.", 
    "name": "Jesse Helms"
  }, 
  {
    "quote": "Let people have an education and you can't stop them.", 
    "name": "La Monte Young"
  }, 
  {
    "quote": "If my career detour from special education to singing has done one thing, it has afforded me the opportunity to make a difference in the lives of others.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "I went to school for special education. I always assumed when I had the opportunity I would love to try and help kids with disabilities.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "I did get a degree in special education.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "Years ago nobody was elected on the economic ticket. It was either the education platform, or it was health or it was other issues. It is only recently that economic values have superceded every other human value.", 
    "name": "Anita Roddick"
  }, 
  {
    "quote": "The education cuts in the President's budget are both irresponsible and morally unjustifiable.", 
    "name": "Chaka Fattah"
  }, 
  {
    "quote": "I hope to focus on what I'm passionate about because I think I'd do them best job on them - education, urban education, women and children's issues and literacy.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I don't think of myself as a policy expert. I think education is the most important thing.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "My father made sure that I had lots of levels of education - from ballroom-dancing to painting, commando training, theatre and magic.", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "The parent knows instinctively that if they're working and setting an example for their child that means that child is more likely to be in school, more likely to stay out of trouble and more likely to complete their education.", 
    "name": "John Engler"
  }, 
  {
    "quote": "The first big break was winning a scholarship to go to Cambridge University. I was very lucky, because my parents couldn't have afforded a university education for me. Without a scholarship I couldn't possibly have gone.", 
    "name": "Trevor Nunn"
  }, 
  {
    "quote": "Except among those whose education has been in the minimalist style, it is understood that hasty moral judgments about the past are a form of injustice.", 
    "name": "Jacques Barzun"
  }, 
  {
    "quote": "Education is what remains when we have forgotten all that we have been taught.", 
    "name": "George Savile"
  }, 
  {
    "quote": "I was in fashion school, my brother has a law background, and my sister-in-law had worked in production, but none of us had a proper fashion business education.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "No one should be denied the opportunity to get an education and increase their earning potential based solely on their inability to pay for a college education.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "Unfortunately, the elimination of incentives such as parole, good time credits and funding for college courses, means that fewer inmates participate in and excel in literacy, education, treatment and other development programs.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "In the Brown decision, the United States Supreme Court unanimously struck down the legal and moral footing of racially segregated public education in this country.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "Today, education is perhaps the most important function of state and local governments.", 
    "name": "Bobby Scott"
  }, 
  {
    "quote": "A college education shows a man how little other people know.", 
    "name": "Thomas Chandler Haliburton"
  }, 
  {
    "quote": "As long as she is talented enough and passionate about doing it herself then I will be happy and support her. I think I will be sensible - my parents said I could only do it if I got my education and so I had something to fall back on.", 
    "name": "Anna Friel"
  }, 
  {
    "quote": "After completing a Delaware State education, they were afforded opportunities beyond anything they might have imagined - and they opened doors for themselves that surely would have remained closed if they only had a high school education.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "By climbing a steeper road, the value and appreciation Delaware State students took and continue to take from their education and their experiences is just as great, if not greater, than students attending ivy league schools.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "Delaware State began as a school bent on service - teaching education, social services and nursing.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "They were often the first students in their family to go to college and the very idea of higher education was still foreign to them. They had to make a conscious and often difficult decision to come to college.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "This is a value-added college education if I have heard one described. And what is the most remarkable about Delaware State University graduates - is they just keeping giving back.", 
    "name": "Michael N. Castle"
  }, 
  {
    "quote": "What we're doing now is we're saying that individual schools can spend the money on their own priorities, so that head teachers can decide what's truly important, because the big shift in approach on education that we're taking - which is different from what happened before - is that we trust teachers and we trust heads.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "Unfortunately, the real achievements of children on the ground became debased and devalued because Labor education secretaries sounded like Soviet commissars praising the tractor production figures when we know that those exams were not the rock-solid measures of achievement that children deserve.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "The big shift in approach on education that we are taking - which is different from what happened before - is that we trust teachers and we trust heads.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "The one thing we can do is invest in the quality of education, especially higher education.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "I also found that for myself, since I've had no religious education, it was so interesting to see the different versions of heaven and what life on earth means.", 
    "name": "Barbara Walters"
  }, 
  {
    "quote": "The present structure of rewards in high schools produces a response on the part of an adolescent social system which effectively impedes the process of education.", 
    "name": "James S. Coleman"
  }, 
  {
    "quote": "I scored a 910 on my SAT. I didn't care about education. I don't know what I cared about.", 
    "name": "Skeet Ulrich"
  }, 
  {
    "quote": "Because if you don't have a great workforce, a great higher education system, you're not going to have the next eBay, the next AmGen, the next, you know, Miasole, and not only California but America is going to fall behind a whole new competitive context which is obviously China, India, and other countries.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "You can't stand for too many things. You can't use the bully pulpit for too many things. So, I promise you, every day, I am going to talk about jobs, spending, and education.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "It's commonly said that people who've been ill in childhood and who've had an upset education never really regret that they do. It means that you don't look at the world in the way that other people do, and if you were inclined to be a writer, that's a help.", 
    "name": "John Keegan"
  }, 
  {
    "quote": "I think we spend too much on K-12 education a.k.a. teachers' salaries. It's the only industry where you never see any productivity increases.", 
    "name": "Peter Brimelow"
  }, 
  {
    "quote": "I'd like to work with kids in special education - younger kids.", 
    "name": "John Madden"
  }, 
  {
    "quote": "The U.S. tries to provide immigrants who grow up here with a world-class education and imbue them with the can-do attitude that has long defined American innovation.", 
    "name": "Gary Locke"
  }, 
  {
    "quote": "I think the most important issue for all of us is our economy and jobs and creating opportunities for young people to be able to get the education that you need to be able to afford to go to college.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "When they favor the access of other people to education and health care, the countries of the North not only demonstrate generosity or solidarity, but also implement the principles of respecting and promoting human rights.", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "I did get a very fine education, and not just in science. It took some pressure on the part of my elders to convince me that I really should take an interest in humanities.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "I think of it as a good opportunity to let, in particular, school kids know that this job and other interesting jobs in science and engineering are open to anyone who works hard in school and gets a good education and studies math and science. And that it's not just for a select group of people.", 
    "name": "Ellen Ochoa"
  }, 
  {
    "quote": "My mum and dad had worked incredibly hard to afford me an education.", 
    "name": "Benedict Cumberbatch"
  }, 
  {
    "quote": "My parents always made education and school the number one priority. They believed that an education is the best gift you can give to your child.", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "The message of women's liberation is that women can love each other and ourselves against our degrading education.", 
    "name": "Jane Rule"
  }, 
  {
    "quote": "The Recovery plan will put money in the pockets of the American worker, create and save millions of new jobs and invest in crucial areas such as health care, education, energy independence and a new infrastructure.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "We're failing our children with education, we're failing our environment.", 
    "name": "Carol Moseley Braun"
  }, 
  {
    "quote": "I'm committed to universal health coverage and education.", 
    "name": "Carol Moseley Braun"
  }, 
  {
    "quote": "I am a firm believer in education and have worked very hard to tell young Latinos that they must go to college and that, if possible, they should pursue an advanced degree. I am convinced that education is the great equalizer.", 
    "name": "Jimmy Smits"
  }, 
  {
    "quote": "Good education means learning to read, write and most importantly learn how to learn so that you can be whatever you want to be when you grow up.", 
    "name": "Patty Murray"
  }, 
  {
    "quote": "I realized that I would have some very tough sledding, and I was very discouraged because I didn't see much hope of getting into the field I wanted to get into with no college education.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "It was depressing, very depressing. I worried about how I would make a living. I didn't want to stay on the farm. It didn't offer the challenge I wanted and yet, without a college education, I felt that I was really out of luck.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "My job is to make sure that if you're a family in Florida, your children can get a good education and you have the opportunity for a job. That's my job and that's what I think about every day.", 
    "name": "Rick Scott"
  }, 
  {
    "quote": "Unless we make education a priority, an entire generation of Americans could miss out on the American dream.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "I do think that a general liberal arts education is very important, particularly in an uncertain changing world.", 
    "name": "Steve Case"
  }, 
  {
    "quote": "So what it boils down to, in my humble opinion, is that we need to support the arts in schools, and at every other level in the education of children.", 
    "name": "Phil Lesh"
  }, 
  {
    "quote": "Education should be one of our top funding priorities talking about it does not help the teachers and students who desperately need promises fulfilled.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "Education makes children less dependent upon others and opens doors to better jobs and career possibilities.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "Education is the silver bullet to improve this Nation's standing worldwide... and our teachers know that.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "I think that every child grows up with the ideas that what we are given, is our society. Your education, and your mother and father, they tell you this is how it is, but then you hit adolescence and you think, 'Is it? Why? Why is it like that?' Sometimes that questioning leads to something more.", 
    "name": "Alice Englert"
  }, 
  {
    "quote": "The very effect of the education they were given... was to make men think and, thinking, they became less and less satisfied with the miserable pays they received.", 
    "name": "John Grierson"
  }, 
  {
    "quote": "I have a greater goal - to empower young people through music education.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "Our mother was a very religious and observant Jew, our father less so. She was kind of driving the religious education, so for us it was more a burden and an obligation when we were kids at that age.", 
    "name": "Joel Coen"
  }, 
  {
    "quote": "Health and education are always issues.", 
    "name": "Helen Clark"
  }, 
  {
    "quote": "And I'm very surprised that all this stuff actually worked out to where I could have a career in film, gain the benefit of my education, and be thankful that I was able to break into my craft as an actor.", 
    "name": "Terrence Howard"
  }, 
  {
    "quote": "If it is the duty of the State to educate, it is the duty of the State also to bear the burden of education, namely, the taxation out of which education is provided.", 
    "name": "Edmund Barton"
  }, 
  {
    "quote": "It's amazing to me that they're cutting physical education programs in the school systems.", 
    "name": "Shannon Miller"
  }, 
  {
    "quote": "Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "Education technology is very important because we have a massive challenge in public schools.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "Excitement in education and student productivity, the ability to get a result that you want from students, go together and cannot be separated.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "I will continue my activities related to education in one way or another. I certainly would have at the top my agenda, with respect to education, the need to do much better with modern educational technology.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "The American Dream is still alive out there, and hard work will get you there. You don't necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination.", 
    "name": "Bill Rancic"
  }, 
  {
    "quote": "My parents are very hard working people who did everything they could for their children. I have two brothers and they worked dog hard to give us an education and provide us with the most comfortable life possible. My dad provided for his family daily. So, yes, that is definitely in my DNA.", 
    "name": "David Oyelowo"
  }, 
  {
    "quote": "Parents should conduct their arguments in quiet, respectful tones, but in a foreign language. You'd be surprised what an inducement that is to the education of children.", 
    "name": "Judith Martin"
  }, 
  {
    "quote": "A university is not a political party, and an education is not an indoctrination.", 
    "name": "David Horowitz"
  }, 
  {
    "quote": "I've been working with the National Lung Health Education Program to raise awareness about Chronic Obstructive Pulmonary Disease.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "There is no war on women. Women are doing well. But women are thoughtful. And what we in the Republican Party and across the country, Republican, Independents and Democrat women say is we're more thoughtful than a label. We care about jobs and the economy and healthcare and education. We care about a lot of different things.", 
    "name": "Nikki Haley"
  }, 
  {
    "quote": "I knew from a young age that I wanted to be an actor. I never even thought about other careers. The acting field is certainly not the path many Indian parents encourage their children to take, but mine were very supportive. They wanted me to have an education, but understood that this is what I wanted to do.", 
    "name": "Archie Panjabi"
  }, 
  {
    "quote": "Let them be reassured, it has never been one of our intentions to ban religion in society, but solely to protect the national education system from any conspicuous display of religious affiliation.", 
    "name": "Jean-Pierre Raffarin"
  }, 
  {
    "quote": "Iran is not a make-believe country. It is a real country populated by some 75 million people - real people including, I daresay, a majority who are philosophically and by education inclined toward the modern, secular world, and particularly American values.", 
    "name": "Bob Barr"
  }, 
  {
    "quote": "Napoleon was probably the equal at least of Washington in intellect, his superior in education. Both of them were successful in serving the state.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "Education is a vacine for violence.", 
    "name": "Edward James Olmos"
  }, 
  {
    "quote": "Education is the key. But it's the kind of education that we teach that is the key. We don't have it.", 
    "name": "Edward James Olmos"
  }, 
  {
    "quote": "Universal suffrage should rest upon universal education. To this end, liberal and permanent provision should be made for the support of free schools by the State governments, and, if need be, supplemented by legitimate aid from national authority.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "Law without education is a dead letter. With education the needed law follows without effort and, of course, with power to execute itself indeed, it seems to execute itself.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "I am less disposed to think of a West Point education as requisite for this business than I was at first. Good sense and energy are the qualities required.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "Many seventh graders I know in Illinois, as well as around the Nation, are studying the Constitution. I was pretty impressed with the quality of education our children are receiving because they had not expected me to ask them about it.", 
    "name": "Melissa Bean"
  }, 
  {
    "quote": "I definitely had a top-notch education.", 
    "name": "Paul Giamatti"
  }, 
  {
    "quote": "I hope I've been able to show other young girls that as long as you work hard and you're committed to fight for your education, that anything's possible.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "Latinos care about education, yes, so we need reform, not just money.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "I think an education is beneficial, but whether it takes an education to be successful in the arts is a whole other question.", 
    "name": "Isaiah Mustafa"
  }, 
  {
    "quote": "My father was an autodidact. It wasn't a middle-class house. Shopkeepers are aspirant. He paid for me to go to private school. He was denied an education - he had a horrible childhood. He got a place at a grammar school and wasn't allowed to go.", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "You see, some non-Catholic friends of mine have questioned the depth of my faith because of the fact that I have a good education.", 
    "name": "Robert Vaughn"
  }, 
  {
    "quote": "You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Poverty does not cause violence and terrorism. Lack of education does not cause terrorism.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "You look at public education system, charter schools, infrastructure, in so many ways New Orleans has come back stronger.", 
    "name": "Drew Brees"
  }, 
  {
    "quote": "I came up poor. My mother only had a fourth-grade education. My dad didn't have any education at all. But they were very structured. They worked hard. You know, they didn't complain. They didn't murmur. And they believe in the Christ.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "Listen, if the mayor wants to have a debate about education in this city, I got three words: bring it on.", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "Freedom Summer, the massive voter education project in Mississippi, was 1964. I graduated from high school in 1965. So becoming active was almost a rite of passage.", 
    "name": "Danny Glover"
  }, 
  {
    "quote": "It goes against the grain of modern education to teach students to program. What fun is there to making plans, acquiring discipline, organizing thoughts, devoting attention to detail, and learning to be self critical.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "I've seen people with a tremendous amount of educational background in the field not turn out to be terribly good actors, and I've seen people with no education in the field turn out to be people that I admire quite a bit.", 
    "name": "Ron Silver"
  }, 
  {
    "quote": "Fully 57 percent of American college students are women. Life insurance companies sell more policies to women than to men. As women continue to draw on experience and education, they're accelerating their numbers in upper management, too.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "I tell young people to prepare themselves as best they can for a world that grows more challenging every day-get the best education they can, and couple that education with real-life experience in social justice work.", 
    "name": "Julian Bond"
  }, 
  {
    "quote": "We must ensure our system of higher education offers world-class quality for a world-class economy.", 
    "name": "Bob Taft"
  }, 
  {
    "quote": "My idea of the ideal sex education site doesn't exist.", 
    "name": "Susie Bright"
  }, 
  {
    "quote": "Community colleges are one of America's great social inventions a gateway to the future for first time students looking for an affordable college education, and for mid-career students looking to get ahead in the workplace.", 
    "name": "Barbara Mikulski"
  }, 
  {
    "quote": "Most Hispanics are concerned with the same issues other Americans are - the economy, jobs, education. Similar to Main Street America.", 
    "name": "Henry Bonilla"
  }, 
  {
    "quote": "And I thought that was the best way for me to participate, because standing in the crowd and listening is a fantastic education, but it's not my nature. I need to be involved. So I did that instead.", 
    "name": "Andre Braugher"
  }, 
  {
    "quote": "Increased awareness and education could be a great help toward improving spending and saving habits and increasing participation and contribution levels to retirement plans.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "The College Access and Opportunity Act addresses the important need to make higher education more affordable and easier to access for low and middle-income students.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "You need education. You need subsistence protection. We need jobs and social security. These are preconditions under which it will perhaps be possible to deal with these complex circumstances.", 
    "name": "Ulrich Beck"
  }, 
  {
    "quote": "I stupidly ignored education completely. I found it dull and I preferred to cause chaos and have fun. I regret this massively now.", 
    "name": "Dominic Cooper"
  }, 
  {
    "quote": "The people in Iraq lived essentially good lives. They had brilliant health and education systems. Saddam actually created an incredible infrastructure in a very difficult country, but they were a Mafia family. If you said anything against that regime or that family you would be killed instantly.", 
    "name": "Dominic Cooper"
  }, 
  {
    "quote": "I'm essentially a momma's boy with a good education.", 
    "name": "Tom Sizemore"
  }, 
  {
    "quote": "The West has been able to bring Afghanistan a much better health service, better education, better roads, a better economy, though some have benefited more some have benefited less from that economic well-being in Afghanistan.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "What will we do in a globalised world? All human beings are equal, so they have the same right to have the same lifestyle-the same social security, jobs, education.", 
    "name": "Joschka Fischer"
  }, 
  {
    "quote": "When the state or federal government control the education of all of our children, they have the dangerous and illegitimate monopoly to control and influence the thought process of our citizens.", 
    "name": "Michael Badnarik"
  }, 
  {
    "quote": "Education liberates a woman.", 
    "name": "Sharmeen Obaid-Chinoy"
  }, 
  {
    "quote": "What good is my parents' wealth and education and upbringing if I'm not contributing to the world?", 
    "name": "Sharmeen Obaid-Chinoy"
  }, 
  {
    "quote": "The worst education which teaches self-denial, is better than the best which teaches everything else, and not that.", 
    "name": "John Sterling"
  }, 
  {
    "quote": "Education has fundamentally changed my life. It's perhaps the mission of my life. I'm wed to it in a very powerful and personal way. And I chose the pathway that I believe could make me the most significant on changing the outcomes that we see now in North Carolina.", 
    "name": "Bev Perdue"
  }, 
  {
    "quote": "I think any time you have too much education in one certain field, that can sometimes play against you.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "My dad grew up in a working-class Jewish neighbourhood, and I got a scholarship from my dad's union to go to college. I went there to get an education, not as an extension of privilege.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "I'm a huge fan of music in schools and music education because that's how I grew up.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "In Philadelphia, our public safety, poverty reduction, health and economic development all start with education. We can't grow the middle class if we don't give our kids the tools they need to innovate and invent.", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "What the mayors care about is, 'How can I get money to invest in the infrastructure in my city? How do we put people back to work, lower the unemployment rate, provide for job training programs? How do we make class sizes smaller and make investments in our children from an education standpoint?'", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "Civic education and civic responsibility should be taught in elementary school.", 
    "name": "Donna Brazile"
  }, 
  {
    "quote": "This journey is not over. Our education initiatives have so much momentum, and we're committed to sharing even more stories from the Arctic when we return.", 
    "name": "Ann Bancroft"
  }, 
  {
    "quote": "I only had a high school education and believe me, I had to cheat to get that.", 
    "name": "Sparky Anderson"
  }, 
  {
    "quote": "During this period at the Department of Education, my working relationship with Judge Thomas was positive.", 
    "name": "Anita Hill"
  }, 
  {
    "quote": "My education and background thoroughly inform my writing.", 
    "name": "David Brin"
  }, 
  {
    "quote": "I cherish the creation of public space and services, especially health, housing and the comprehensive education system which dared to give so many of us ideas 'above our station.'", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "Session musicians kind of respected me because what I was talking about made sense. That all came from an education. Believe me, education does you more good. Maybe that's the reason I've been around so long.", 
    "name": "Bobby Vinton"
  }, 
  {
    "quote": "All around as a person, on right decisions, on holding your money, on doing your trade, a good education is a must. I don't think I would've done as good without an education.", 
    "name": "Bobby Vinton"
  }, 
  {
    "quote": "States have the responsibility to create rules and conditions for growth and development, and to channel the benefits to all citizens by providing education and making people able to participate in the economies, and in decision-making.", 
    "name": "Anna Lindh"
  }, 
  {
    "quote": "Today there are people trying to take away rights that our mothers, grandmothers and great-grandmothers fought for: our right to vote, our right to choose, affordable quality education, equal pay, access to health care. We the people can't let that happen.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "As a Member of Congress, I've continued my family's tradition of focusing on education.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "But the best thing Washington can do for education is realize that our role is limited. Washington must keep its promises, but let those who know our childrens' names- parents, teachers and school board members- make education decisions.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "Few things are more important to each individual's future success or to our nation's prosperity than education.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "I've got a very deep and abiding passion about education being far more than buildings and textbooks it's what children bring into school with them.", 
    "name": "Johann Lamont"
  }, 
  {
    "quote": "Too many vital education dollars that should be spent in the classroom are bouncing around in the federal bureaucracy.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "This is not a zero-sum game. We know that if we provide access and education, particularly where there are gaps in the market, we will create more jobs, we will create more growth, and we will create more activity in the U.S. market, which will be good for our economy.", 
    "name": "Karen Mills"
  }, 
  {
    "quote": "I agree that it is not just the extremists who harbor bad thoughts or engage in bad acts, but they are usually the source of the polarization and try to keep education and communication of the main stream from moving forward.", 
    "name": "Joichi Ito"
  }, 
  {
    "quote": "Only time, education and plenty of good schooling will make anti-segregation work.", 
    "name": "Nat King Cole"
  }, 
  {
    "quote": "If you can feed your family, give them an education, then you are a success.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "One of the biggest development issues in the world is the education of girls. In the United States and Europe, it has been accepted, but not in Africa and the developing countries.", 
    "name": "Harri Holkeri"
  }, 
  {
    "quote": "If there is something I would like to do as President of the General Assembly, it is to place more emphasis on the issue of education, which enables a better life for women.", 
    "name": "Harri Holkeri"
  }, 
  {
    "quote": "I do not want to speak about overpopulation or birth control, but I think education is the way to give new impetus to the poverty question.", 
    "name": "Harri Holkeri"
  }, 
  {
    "quote": "I'm on Governor Gray Davis' California Alliance Towards Education to bring the arts back to high schools.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "With my ministry of light, part of what I do is work on the California Alliance For Arts Education.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "I thought if anyone need a leg up, it was our foster children. So, I started getting involved in education reform, and that was back in 1998. And as a result of all the reform work that I had done, people urged me to run for the Minnesota state Senate. I did, I was there for six years.", 
    "name": "Michele Bachmann"
  }, 
  {
    "quote": "I'm not only a lawyer, I have a post doctorate degree in federal tax law from William and Mary. I work in serious scholarship and work in the United States federal tax court. My husband and I raised five kids. We've raised 23 foster children. We've applied ourselves to education reform. We started a charter school for at-risk kids.", 
    "name": "Michele Bachmann"
  }, 
  {
    "quote": "As a former high school teacher, I know that investing in education is one of the most important things we can do, not only for our children, but for the benefit of our whole community.", 
    "name": "Ed Pastor"
  }, 
  {
    "quote": "It is as impossible to withhold education from the receptive mind, as it is impossible to force it upon the unreasoning.", 
    "name": "Agnes Repplier"
  }, 
  {
    "quote": "I learned a lot from that first record and I learned a lot from my experiences touring, but really the biggest education I got over the past two years was learning the importance of arrangements.", 
    "name": "Vanessa Carlton"
  }, 
  {
    "quote": "I went to drama school for four years at Carnegie Mellon, conservatory training before television comedy. I was doing Shakespeare and Chekov plays. It's about delivering on the promise of a $100,000 education and taking the shackles off and trying the hand at my craft. I'm thrilled with what I've seen so far.", 
    "name": "Josh Gad"
  }, 
  {
    "quote": "The best math lesson we can teach college students this year is to subtract a tuition increase and benefit from the dividends of higher education.", 
    "name": "Jodi Rell"
  }, 
  {
    "quote": "People who don't read seem to me mysterious. I don't know how they think or learn about other people. Novels are a very important part of our education.", 
    "name": "Nina Bawden"
  }, 
  {
    "quote": "Education brings about opportunity, and in turn inspiration.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "Every child should have the opportunity to receive a quality education.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "In choosing global corporate partners UNICEF emphasises compatibility with our core values and looks to build alliances that advance our mission of ensuring the health, education, equality and protection for all the world's children.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "Vocational education programs have made a real difference in the lives of countless young people nationwide they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents.", 
    "name": "Conrad Burns"
  }, 
  {
    "quote": "I graduated from the University of Michigan with a BA in Communications and left formal education behind.", 
    "name": "Sarah Zettel"
  }, 
  {
    "quote": "I would have been about seven years old when the formative years of my competitive football education began. I was playing in the local leagues around Manchester, playing against lads from tough areas who had been taught they had to fight for everything.", 
    "name": "Gary Neville"
  }, 
  {
    "quote": "The best education in the world is that got by struggling to get a living.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "The point of my work is to show that culture and education aren't simply hobbies or minor influences.", 
    "name": "Pierre Bourdieu"
  }, 
  {
    "quote": "The value of an arts education is widely accepted, especially in California.", 
    "name": "Gavin Newsom"
  }, 
  {
    "quote": "I'm a big believer in education, period.", 
    "name": "Jon Secada"
  }, 
  {
    "quote": "And my career, the things that have happened have happened because of my music education background.", 
    "name": "Jon Secada"
  }, 
  {
    "quote": "My mother was the influence in my life. She was strong she had great faith in the ultimate triumph of justice and hard work. She believed passionately in education.", 
    "name": "John H. Johnson"
  }, 
  {
    "quote": "Progress for black Americans depends on good schools because education is the last great equalizer.", 
    "name": "Alphonso Jackson"
  }, 
  {
    "quote": "I was a teacher for a long time. I taught at a community college: voice, theory, humanities. And nowadays, music education is a dying thing. Funding is being cut more and more and more.", 
    "name": "Jon Secada"
  }, 
  {
    "quote": "The Republicans have chosen to neglect young Americans who need assistance with the costs of higher education.", 
    "name": "John Conyers"
  }, 
  {
    "quote": "If you take any world problem, any issue on the planet, the solution to that problem certainly includes education. In education, the roadblock is the laptop.", 
    "name": "Nicholas Negroponte"
  }, 
  {
    "quote": "Pell Grants are, and have been, critically important tools in making higher education a possibility for lower- and middle-income students.", 
    "name": "Christopher Dodd"
  }, 
  {
    "quote": "My goal is not selling laptops. OLPC is not in the laptop business. It's in the education business.", 
    "name": "Nicholas Negroponte"
  }, 
  {
    "quote": "Enhancing revenues will help us improve education and solve our infrastructure problems.", 
    "name": "Roy Barnes"
  }, 
  {
    "quote": "Everybody agrees that whatever the solutions are to the big problems, they... can never be without some element of education.", 
    "name": "Nicholas Negroponte"
  }, 
  {
    "quote": "All school districts receive funds from the federal government, through the Department of Education, to support anti-drug education efforts.", 
    "name": "John Walters"
  }, 
  {
    "quote": "We've been working now with computers and education for 30 years, computers in developing countries for 20 years, and trying to make low-cost machines for 10 years. This is not a sudden turn down the road.", 
    "name": "Nicholas Negroponte"
  }, 
  {
    "quote": "In regard to education, something has been done by the Provincial Legislature but to build churches, and to place clergymen is a work of greater difficulty.", 
    "name": "John Strachan"
  }, 
  {
    "quote": "They basically said that if I didn't show up for school they'd mark me present, they wouldn't send the truant officer after me. At 16 I enrolled in something called continuing education. Once a month I'd go out to Jamaica, but I didn't take it seriously.", 
    "name": "Dave Van Ronk"
  }, 
  {
    "quote": "I believe in local control of education.", 
    "name": "Russ Feingold"
  }, 
  {
    "quote": "I loved education, and, yes, I did want to go on learning.", 
    "name": "Arthur Hailey"
  }, 
  {
    "quote": "Real education should educate us out of self into something far finer into a selflessness which links us with all humanity.", 
    "name": "Nancy Astor"
  }, 
  {
    "quote": "President Obama is a principled man who has worked hard to put healthcare and a good education in the reach of millions of Americans and believes that everyone who works hard and plays by the rules, should have a fair shot at the American dream.", 
    "name": "Cristina Saralegui"
  }, 
  {
    "quote": "The smartest thing we can do to create high-wage jobs and grow our economy is to keep our focus on education.", 
    "name": "Bill Richardson"
  }, 
  {
    "quote": "Education enables people and societies to be what they can be.", 
    "name": "Bill Richardson"
  }, 
  {
    "quote": "We have been learning since we were children how to make money, buy things, build things. The whole education system is set up to teach us how to think, not to feel.", 
    "name": "Yakov Smirnoff"
  }, 
  {
    "quote": "No one bill will cure the problem of spam. It will take a combined effort of legislation, litigation, enforcement, customer education, and technology solutions.", 
    "name": "David Baker"
  }, 
  {
    "quote": "What you have in most education software is that they're catering to the decision-maker who makes the budget allocations, and that decision-maker has a lot of check boxes. Does it do this? Check. Does it do that? Check. They could care less about the end user experience.", 
    "name": "Salman Khan"
  }, 
  {
    "quote": "Education is a kind of continuing dialogue, and a dialogue assumes different points of view.", 
    "name": "Robert M. Hutchins"
  }, 
  {
    "quote": "But I didn't really enjoy my secondary education that much, probably because I am a very physical person and don't enjoy sitting at a desk all day. I just dragged myself through GCSE and A Levels, so it suited me very much to go on to drama school, which was very active.", 
    "name": "Amanda Burton"
  }, 
  {
    "quote": "Education is not to reform students or amuse them or to make them expert technicians. It is to unsettle their minds, widen their horizons, inflame their intellects, teach them to think straight, if possible.", 
    "name": "Robert M. Hutchins"
  }, 
  {
    "quote": "I was taught by my father. He was head of the primary school so I went to his school until I was 11 - I was the youngest of four daughters and we had all been taught by him. But I didn't really enjoy my secondary education that much, probably because I am a very physical person and don't enjoy sitting at a desk all day.", 
    "name": "Amanda Burton"
  }, 
  {
    "quote": "My idea of education is to unsettle the minds of the young and inflame their intellects.", 
    "name": "Robert M. Hutchins"
  }, 
  {
    "quote": "Immigration is not the top issue for Latinos. Latinos are like every other American - economy, jobs, healthcare, education.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "Maybe it's a tired tale, but without an education, you're not going to go anywhere.", 
    "name": "H. G. Bissinger"
  }, 
  {
    "quote": "I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "In more than 20 years I've spent studying the issue, I have yet to hear a convincing argument that college football has anything do with what is presumably the primary purpose of higher education: academics.", 
    "name": "H. G. Bissinger"
  }, 
  {
    "quote": "In my family, there was one cardinal priority - education. College was not an option it was mandatory. So even though we didn't have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "Education, particularly higher education, will take Africa into the mainstream of globalization.", 
    "name": "John Agyekum Kufuor"
  }, 
  {
    "quote": "Research shows that children do better in school and are less likely to drop out when fathers are involved. Engaged parents can strengthen communities, mentor and tutor students, and demonstrate through their actions how much they value their children's education.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "We face a choice this election. President Obama is fighting for changes that grow the economy from the middle out and help all Americans succeed - jobs, education, health reform, the DREAM Act, equal pay for women. He is moving us forward with opportunity today for prosperity tomorrow. Mitt Romney wants to take us back to yesterday.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "Teachers say their schools of education did not adequately prepare them for the classroom. They would have welcomed more mentoring and feedback in their early years.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "THE rich possess ample means to realize any theory they may chuse to adopt in the education of their children, regardless of the cost but it is not so with him whose Subsistence is derived from industry.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "A postsecondary education is the ticket to economic success in America.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "A system of education, which would not gratify this disposition in any party, is requisite, in order to obviate the difficulty, and the reader will find a something said to that purpose in perusing this tract.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "Even in a time of fiscal austerity, education is more than just an expense.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "The complaint of bad pay, and difficulty in obtaining it, is almost generally reiterated through every department of education.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "State governments generate less revenue in a recession. As state leaders struggle to make up for lost revenue, legislatures tend to cut funding for higher education. Colleges, in turn, answer these funding cuts with tuition hikes.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "May this plain statement of facts prevail on the friends of the rising generation to interpose for their welfare that the education of children may no longer be to parent and master a lottery, in which the prizes bear no proportion to the enormous number of blanks.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "I am persuaded, that if any attempt is made to improve the education of the poor, and such an unmanly spirit should guide the resolution of a society or committee for that purpose, it would render the design abortive.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "The supreme lesson of any education should be to think for yourself and to be yourself absent this attainment, education creates dangerous, stupefying conformity.", 
    "name": "Bryant McGill"
  }, 
  {
    "quote": "The institution of a public library, containing books on education, would be well adapted for the information of teachers, many of whom are not able to purchase expensive publications on those subjects.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "I have said it on several occasions, several times from this podium, that providing a quality education for our children is high on my priority list. I will not stop now.", 
    "name": "Jane D. Hull"
  }, 
  {
    "quote": "Of course the EU and member states must work to ensure that people moving from one country to another understand their obligations and their rights in areas like health, road safety and further education.", 
    "name": "John Bruton"
  }, 
  {
    "quote": "I know there are things I did in education that will never be reversed. I have not done that in film yet because I have only been here for about nine months.", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "If bringing up the next generation is important, why aren't they the best qualified, the best paid? Why aren't we as concerned about their career progression as we are about those who work in the education or health services?", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "At different times I taught humanities, social sciences and pre-vocational education.", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "We do recognise the need to move towards the publication of information showing the progress made by pupils from one stage of their education to another.", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "Where the private sector, or anyone else, has skills, knowledge and resources that can help to deliver a high quality of education and to raise standards, we should use them.", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "I grew up in an non-athletic family, where my parents were interested in music, in literature, in education and art.", 
    "name": "Bill Walton"
  }, 
  {
    "quote": "A constitutional democracy is in serious trouble if its citizenry does not have a certain degree of education and civic virtue.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "A lot of people criticize the primaries, but I think they are absolutely essential to the education of the President of the United States.", 
    "name": "Pierre Salinger"
  }, 
  {
    "quote": "It was clear to me that the forms of consciousness of our inherited and acquired historical education - aesthetic consciousness and historical consciousness - presented alienated forms of our true historical being.", 
    "name": "Hans-Georg Gadamer"
  }, 
  {
    "quote": "In England, literary pretence is more universal than elsewhere from our method of education.", 
    "name": "James Payn"
  }, 
  {
    "quote": "When you Google me, you'll find a lot of people don't like Richard Dreyfuss. Because I'm cocky and I present a cocky attitude. But no one has ever disagreed with the notion I represent, that we need more civic education. So far there's 100 percent support for that.", 
    "name": "Richard Dreyfuss"
  }, 
  {
    "quote": "I'd repair our education system or replace it with something that works.", 
    "name": "Larry Niven"
  }, 
  {
    "quote": "Even on education, his one accomplishment, the Leave No Child Behind Act, and he has left it unfunded.", 
    "name": "Sidney Blumenthal"
  }, 
  {
    "quote": "I feel like in America, we don't have a kid problem. You think about all these issues that these kids are dealing with, we have an adult problem. We have adults that do not place the priority on our kids to get a valuable education.", 
    "name": "Alonzo Mourning"
  }, 
  {
    "quote": "I feel that education needs an overhaul - courses are obsolete and grades are on the way out.", 
    "name": "Kent McCord"
  }, 
  {
    "quote": "I studied secondary education.", 
    "name": "Jim McKay"
  }, 
  {
    "quote": "I confess that for fifteen years my efforts in education, and my hopes of success in establishing a system of national education, have always been associated with the idea of coupling the education of this country with the religious communities which exist.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "In Holland, they have come to precisely the same conclusion. There they have adopted a system of secular education, because they have found it impracticable to unite the religious bodies in any system of combined religious instruction.", 
    "name": "Richard Cobden"
  }
]