[
  {
    "quote": "True art is characterized by an irresistible urge in the creative artist.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "The highest art is always the most religious, and the greatest artist is always a devout person.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The aim of art is to represent not the outward appearance of things, but their inward significance.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "A work of art is the unique result of a unique temperament.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The purpose of art is washing the dust of daily life off our souls.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "No great artist ever sees things as they really are. If he did, he would cease to be an artist.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Without tradition, art is a flock of sheep without a shepherd. Without innovation, it is a corpse.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Every artist was first an amateur.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The essence of all beautiful art, all great art, is gratitude.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Art is the most intense mode of individualism that the world has known.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Art enables us to find ourselves and lose ourselves at the same time.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "In art, the hand can never execute anything higher than the heart can imagine.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Life imitates art far more than art imitates Life.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A guilty conscience needs to confess. A work of art is a confession.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "This world is but a canvas to our imagination.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "An artist is not paid for his labor but for his vision.", 
    "name": "James Whistler"
  }, 
  {
    "quote": "Art is a step from what is obvious and well-known toward what is arcane and concealed.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "A picture is worth a thousand words.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "If you do not breathe through writing, if you do not cry out in writing, or sing in writing, then don't write, because our culture has no use for it.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Pictures must not be too picturesque.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Art is the only way to run away without leaving home.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "An artist is always alone - if he is an artist. No, what the artist needs is loneliness.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "We have art in order not to die of the truth.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Art is the proper task of life.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Without art, the crudeness of reality would make the world unbearable.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Art is not a thing it is a way.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "You don't take a photograph, you make it.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Vision is the art of seeing what is invisible to others.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "A picture is a poem without words.", 
    "name": "Horace"
  }, 
  {
    "quote": "Without freedom, no art art lives only on the restraints it imposes on itself, and dies of all others.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "I found I could say things with color and shapes that I couldn't say any other way - things I had no words for.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "Every artist dips his brush in his own soul, and paints his own nature into his pictures.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "A man paints with his brains and not with his hands.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "An artist is somebody who produces things that people don't need to have.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "The beginning is the most important part of the work.", 
    "name": "Plato"
  }, 
  {
    "quote": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider's web.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "An artist cannot fail it is a success to be one.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "Personality is everything in art and poetry.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Painting, n.: The art of protecting flat surfaces from the weather, and exposing them to the critic.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Art is a collaboration between God and the artist, and the less the artist does the better.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Painting is easy when you don't know how, but very difficult when you do.", 
    "name": "Edgar Degas"
  }, 
  {
    "quote": "The essence of all art is to have pleasure in giving pleasure.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Very few people possess true artistic ability. It is therefore both unseemly and unproductive to irritate the situation by making an effort. If you have a burning, restless urge to write or paint, simply eat something sweet and the feeling will pass.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "The mediator of the inexpressible is the work of art.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "In art as in love, instinct is enough.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Every human is an artist. The dream of your life is to make beautiful art.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Art, like morality, consists in drawing the line somewhere.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "In art the best is good enough.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "The very essence of the creative is its novelty, and hence we have no standard by which to judge it.", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "I'm afraid that if you look at a thing long enough, it loses all of its meaning.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Painting is just another way of keeping a diary.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Ads are the cave art of the twentieth century.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "All art is but imitation of nature.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "An artist never really finishes his work, he merely abandons it.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "I don't want to be interesting. I want to be good.", 
    "name": "Ludwig Mies van der Rohe"
  }, 
  {
    "quote": "The true work of art is but a shadow of the divine perfection.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Art is not a study of positive reality, it is the seeking for ideal truth.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Photograph: a picture painted by the sun without instruction in art.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Even a true artist does not always produce art.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "An artist is a dreamer consenting to dream of the actual world.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "If we could but paint with the hand what we see with the eye.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Photography takes an instant out of time, altering life by holding it still.", 
    "name": "Dorothea Lange"
  }, 
  {
    "quote": "To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can't eat it.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Painting is an infinitely minute part of my personality.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "A writer should write with his eyes and a painter paint with his ears.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "I cry out for order and find it only in art.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "Fine art is that in which the hand, the head, and the heart of man go together.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Art consists of limitation. The most beautiful part of every picture is the frame.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "The art of art, the glory of expression and the sunshine of the light of letters, is simplicity.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Not everybody trusts paintings but people believe photographs.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Every production of an artist should be the expression of an adventure of his soul.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "There is nothing worse than a sharp image of a fuzzy concept.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "The arts are an even better barometer of what is happening in our world than the stock market or the debates in congress.", 
    "name": "Hendrik Willem Van Loon"
  }, 
  {
    "quote": "Art is man's expression of his joy in labor.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Fashion is only the attempt to realize art in living forms and social intercourse.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "A great artist is always before his time or behind it.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "Artists who seek perfection in everything are those who cannot attain it in anything.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Life is painting a picture, not doing a sum.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Abstract art: a product of the untalented sold by the unprincipled to the utterly bewildered.", 
    "name": "Al Capp"
  }, 
  {
    "quote": "The artist is nothing without the gift, but the gift is nothing without work.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "When I judge art, I take my painting and put it next to a God made object like a tree or flower. If it clashes, it is not art.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Treat a work of art like a prince. Let it speak to you first.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "I have no fear of making changes, destroying the image, etc., because the painting has a life of its own.", 
    "name": "Jackson Pollock"
  }, 
  {
    "quote": "Art produces ugly things which frequently become more beautiful with time. Fashion, on the other hand, produces beautiful things which always become ugly with time.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "The terrifying and edible beauty of Art Nouveau architecture.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Art for art's sake is a philosophy of the well-fed.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Every good painter paints what he is.", 
    "name": "Jackson Pollock"
  }, 
  {
    "quote": "The history of art is the history of revivals.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The business of art is to reveal the relation between man and his environment.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "So vast is art, so narrow human wit.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "To make us feel small in the right way is a function of art men can only make us feel small in the wrong way.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Every creator painfully experiences the chasm between his inner vision and its ultimate expression.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "Trifles make perfection, and perfection is no trifle.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Art begins with resistance - at the point where resistance is overcome. No human masterpiece has ever been created without great labor.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "To me, photography is the simultaneous recognition, in a fraction of a second, of the significance of an event.", 
    "name": "Henri Cartier-Bresson"
  }, 
  {
    "quote": "Art is parasitic on life, just as criticism is parasitic on art.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The waking mind is the least serviceable in the arts.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Advertising is the greatest art form of the 20th century.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "My imagination can picture no fairer happiness than to continue living for art.", 
    "name": "Clara Schumann"
  }, 
  {
    "quote": "Works of art, in my opinion, are the only objects in the material universe to possess internal order, and that is why, though I don't believe that only art matters, I do believe in Art for Art's sake.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "What art offers is space - a certain breathing room for the spirit.", 
    "name": "John Updike"
  }, 
  {
    "quote": "To send light into the darkness of men's hearts - such is the duty of the artist.", 
    "name": "Robert Schumann"
  }, 
  {
    "quote": "Pictures deface walls more often than they decorate them.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "I've been called many names like perfectionist, difficult and obsessive. I think it takes obsession, takes searching for the details for any artist to be good.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Art is science made clear.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Rules and models destroy genius and art.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Immature artists imitate. Mature artists steal.", 
    "name": "Lionel Trilling"
  }, 
  {
    "quote": "What makes photography a strange invention is that its primary raw materials are light and time.", 
    "name": "John Berger"
  }, 
  {
    "quote": "Art is magic delivered from the lie of being truth.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "All art is autobiographical. The pearl is the oyster's autobiography.", 
    "name": "Federico Fellini"
  }, 
  {
    "quote": "The task of art today is to bring chaos into order.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Things are beautiful if you love them.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "I don't paint things. I only paint the difference between things.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "The moment you cheat for the sake of beauty, you know you're an artist.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "Art is the right hand of Nature. The latter has only given us being, the former has made us men.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Of all lies, art is the least untrue.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Art is either plagiarism or revolution.", 
    "name": "Paul Gauguin"
  }, 
  {
    "quote": "Lesser artists borrow, great artists steal.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "The artist belongs to his work, not the work to the artist.", 
    "name": "Novalis"
  }, 
  {
    "quote": "A sculptor is a person who is interested in the shape of things, a poet in words, a musician by sounds.", 
    "name": "Henry Moore"
  }, 
  {
    "quote": "Art is the daughter of freedom.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Every artist writes his own autobiography.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Great art picks up where nature ends.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "When I work, and in my art, I hold hands with God.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "The perfection of art is to conceal art.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "My painting does not come from the easel.", 
    "name": "Jackson Pollock"
  }, 
  {
    "quote": "Art, in itself, is an attempt to bring order out of chaos.", 
    "name": "Stephen Sondheim"
  }, 
  {
    "quote": "Drawing is like making an expressive gesture with the advantage of permanence.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Art is a revolt against fate. All art is a revolt against man's fate.", 
    "name": "Andre Malraux"
  }, 
  {
    "quote": "Art is the stored honey of the human soul, gathered on wings of misery and travail.", 
    "name": "Theodore Dreiser"
  }, 
  {
    "quote": "I don't think there's any artist of any value who doesn't doubt what they're doing.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "Time extracts various values from a painter's work. When these values are exhausted the pictures are forgotten, and the more a picture has to give, the greater it is.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Wherever art appears, life disappears.", 
    "name": "Robert Motherwell"
  }, 
  {
    "quote": "I've never really had a hobby, unless you count art, which the IRS once told me I had to declare as a hobby since I hadn't made money with it.", 
    "name": "Laurie Anderson"
  }, 
  {
    "quote": "An artist is never ahead of his time but most people are far behind theirs.", 
    "name": "Edgard Varese"
  }, 
  {
    "quote": "The beauty one can find in art is one of the pitifully few real and lasting products of human endeavor.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "The creative act lasts but a brief moment, a lightning instant of give-and-take, just long enough for you to level the camera and to trap the fleeting prey in your little box.", 
    "name": "Henri Cartier-Bresson"
  }, 
  {
    "quote": "I like to pretend that my art has nothing to do with me.", 
    "name": "Roy Lichtenstein"
  }, 
  {
    "quote": "I choose a block of marble and chop off whatever I don't need.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "Rationalism is the enemy of art, though necessary as a basis for architecture.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "The artist one day falls through a hole in the brambles, and from that moment he is following the dark rapids of an underground river which may sometimes flow so near to the surface that the laughing picnic parties are heard above.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Every other artist begins with a blank canvas, a piece of paper the photographer begins with the finished product.", 
    "name": "Edward Steichen"
  }, 
  {
    "quote": "To make pictures big is to make them more powerful.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "My hand is the extension of the thinking process - the creative process.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "That's the motivation of an artist - to seek attention of some kind.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "The principles of true art is not to portray, but to evoke.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "Art hurts. Art urges voyages - and it is easier to stay at home.", 
    "name": "Gwendolyn Brooks"
  }, 
  {
    "quote": "I think about my work every minute of the day.", 
    "name": "Jeff Koons"
  }, 
  {
    "quote": "Vitality is radiated from exceptional art and architecture.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "By the work one knows the workman.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Art doesn't transform. It just plain forms.", 
    "name": "Roy Lichtenstein"
  }, 
  {
    "quote": "My love of fine art increased - the more of it I saw, the more of it I wanted to see.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "Mournful and yet grand is the destiny of the artist.", 
    "name": "Franz Liszt"
  }, 
  {
    "quote": "The artist's world is limitless. It can be found anywhere, far from where he lives or a few feet away. It is always on his doorstep.", 
    "name": "Paul Strand"
  }, 
  {
    "quote": "Artists don't make objects. Artists make mythologies.", 
    "name": "Anish Kapoor"
  }, 
  {
    "quote": "The principle of art is to pause, not bypass.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "Art is the unceasing effort to compete with the beauty of flowers - and never succeeding.", 
    "name": "Gian Carlo Menotti"
  }, 
  {
    "quote": "The writer, when he is also an artist, is someone who admits what others don't dare reveal.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "The works must be conceived with fire in the soul but executed with clinical coolness.", 
    "name": "Joan Miro"
  }, 
  {
    "quote": "Trying to force creativity is never good.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "Beauty in art is often nothing but ugliness subdued.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "When I think of art I think of beauty. Beauty is the mystery of life. It is not in the eye it is in the mind. In our minds there is awareness of perfection.", 
    "name": "Agnes Martin"
  }, 
  {
    "quote": "Modern art is what happens when painters stop looking at girls and persuade themselves that they have a better idea.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "Vision is the true creative rhythm.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "No heirloom of humankind captures the past as do art and language.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "The history of modern art is also the history of the progressive loss of art's audience. Art has increasingly become the concern of the artist and the bafflement of the public.", 
    "name": "Paul Gauguin"
  }, 
  {
    "quote": "In an artwork you're always looking for artistic decisions, so an ashtray is perfect. An ashtray has got life and death.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Art is an invention of aesthetics, which in turn is an invention of philosophers... What we call art is a game.", 
    "name": "Octavio Paz"
  }, 
  {
    "quote": "The artist who aims at perfection in everything achieves it in nothing.", 
    "name": "Eugene Delacroix"
  }, 
  {
    "quote": "I think an artist's responsibility is more complex than people realize.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "Painting is by nature a luminous language.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "A painting that is well composed is half finished.", 
    "name": "Pierre Bonnard"
  }, 
  {
    "quote": "Artists themselves are not confined, but their output is.", 
    "name": "Robert Smithson"
  }, 
  {
    "quote": "When that shutter clicks, anything else that can be done afterward is not worth consideration.", 
    "name": "Edward Steichen"
  }, 
  {
    "quote": "If a building becomes architecture, then it is art.", 
    "name": "Arne Jacobsen"
  }, 
  {
    "quote": "Every time a student walks past a really urgent, expressive piece of architecture that belongs to his college, it can help reassure him that he does have that mind, does have that soul.", 
    "name": "Louis Kahn"
  }, 
  {
    "quote": "Light in Nature creates the movement of colors.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "Art in Nature is rhythmic and has a horror of constraint.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "Murals in restaurants are on a par with the food in museums.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "It is a mistake for a sculptor or a painter to speak or write very often about his job. It releases tension needed for his work.", 
    "name": "Henry Moore"
  }, 
  {
    "quote": "Photography is a major force in explaining man to man.", 
    "name": "Edward Steichen"
  }, 
  {
    "quote": "The more horrifying this world becomes, the more art becomes abstract.", 
    "name": "Ellen Key"
  }, 
  {
    "quote": "Art is subject to arbitrary fashion.", 
    "name": "Kary Mullis"
  }, 
  {
    "quote": "When I make art, I think about its ability to connect with others, to bring them into the process.", 
    "name": "Jim Hodges"
  }, 
  {
    "quote": "You begin with the possibilities of the material.", 
    "name": "Robert Rauschenberg"
  }, 
  {
    "quote": "To an engineer, good enough means perfect. With an artist, there's no such thing as perfect.", 
    "name": "Alexander Calder"
  }, 
  {
    "quote": "Culture is the arts elevated to a set of beliefs.", 
    "name": "Thomas Wolfe"
  }, 
  {
    "quote": "I think of my peace paintings as one long poem, with each painting being a single stanza.", 
    "name": "Robert Indiana"
  }, 
  {
    "quote": "It is art that makes life, makes interest, makes importance and I know of no substitute whatever for the force and beauty of its process.", 
    "name": "Max Eastman"
  }, 
  {
    "quote": "Art ought never to be considered except in its relations with its ideal beauty.", 
    "name": "Alfred de Vigny"
  }, 
  {
    "quote": "Art is the desire of a man to express himself, to record the reactions of his personality to the world he lives in.", 
    "name": "Amy Lowell"
  }, 
  {
    "quote": "I paint with shapes.", 
    "name": "Alexander Calder"
  }, 
  {
    "quote": "I was the least Pop of all the Pop artists.", 
    "name": "Robert Indiana"
  }, 
  {
    "quote": "I realize that protest paintings are not exactly in vogue, but I've done many.", 
    "name": "Robert Indiana"
  }, 
  {
    "quote": "Friendship is unnecessary, like philosophy, like art... It has no survival value rather it is one of those things that give value to survival.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "All the art of living lies in a fine mingling of letting go and holding on.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Love of beauty is taste. The creation of beauty is art.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "I regard the theatre as the greatest of all art forms, the most immediate way in which a human being can share with another the sense of what it is to be a human being.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Those who educate children well are more to be honored than they who produce them for these only gave them life, those the art of living well.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "Be slow to fall into friendship but when thou art in, continue firm and constant.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Beautiful music is the art of the prophets that can calm the agitations of the soul it is one of the most magnificent and delightful presents God has given us.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "It is through art, and through art only, that we can realise our perfection.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "All art is quite useless.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I wash my hands of those who imagine chattering to be knowledge, silence to be ignorance, and affection to be art.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "There's no art to find the mind's construction in the face.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The art of being wise is the art of knowing what to overlook.", 
    "name": "William James"
  }, 
  {
    "quote": "The art of love is largely the art of persistence.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "The moment you think you understand a great work of art, it's dead for you.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "It is only an auctioneer who can equally and impartially admire all schools of art.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "What we have to do, what at any rate it is our duty to do, is to revive the old art of Lying.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The supreme art of war is to subdue the enemy without fighting.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Speak the truth, do not yield to anger give, if thou art asked for little by these three steps thou wilt go near the gods.", 
    "name": "Confucius"
  }, 
  {
    "quote": "A work of art is above all an adventure of the mind.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "The art of acting consists in keeping people from coughing.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "In general, the art of government consists of taking as much money as possible from one class of citizens to give to another.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Procrastination is the art of keeping up with yesterday.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "I think in art, but especially in films, people are trying to confirm their own existences.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that... I believe in what I do, and I'll say it.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Life is the art of drawing without an eraser.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Every art and every inquiry, and similarly every action and choice, is thought to aim at some good and for this reason the good has rightly been declared to be that at which all things aim.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Diplomacy is the art of saying 'Nice doggie' until you can find a rock.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Well, Art is Art, isn't it? Still, on the other hand, water is water. And east is east and west is west and if you take cranberries and stew them like applesauce they taste much more like prunes than rhubarb does. Now you tell me what you know.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Admiration for a quality or an art can be so strong that it deters us from striving to possess it.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Homer has taught all other poets the art of telling lies skillfully.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "It is Homer who has chiefly taught other poets the art of telling lies skillfully.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "For art to exist, for any sort of aesthetic activity to exist, a certain physiological precondition is indispensable: intoxication.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I do not know what the spirit of a philosopher could more wish to be than a good dancer. For the dance is his ideal, also his fine art, finally also the only kind of piety he knows, his 'divine service.'", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The art of living is more like wrestling than dancing.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Were I called on to define, very briefly, the term Art, I should call it 'the reproduction of what the Senses perceive in Nature through the veil of the soul.' The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of 'Artist.'", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "When art dresses in worn-out material it is most easily recognized as art.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Sleeping is no mean art: for its sake one must stay awake all day.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Art raises its head where creeds relax.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The bad gains respect through imitation, the good loses it especially in art.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Envy is the art of counting the other fellow's blessings instead of your own.", 
    "name": "Harold Coffin"
  }, 
  {
    "quote": "Politics is the art of controlling your environment.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Take care to sell your horse before he dies. The art of life is passing losses on.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "It is the function of art to renew our perception. What we are familiar with we cease to see. The writer shakes up the familiar scene, and, as if by magic, we see a new meaning in it.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Next to the Word of God, the noble art of music is the greatest treasure in the world.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "She had lost the art of conversation but not, unfortunately, the power of speech.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "You use a glass mirror to see your face you use works of art to see your soul.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Art is the beautiful way of doing things. Science is the effective way of doing things. Business is the economic way of doing things.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "The art of government is the organisation of idolatry.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Truly fertile Music, the only kind that will move us, that we shall truly appreciate, will be a Music conducive to Dream, which banishes all reason and analysis. One must not wish first to understand and then to feel. Art does not tolerate Reason.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Art washes away from the soul the dust of everyday life.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "We're going to shoot one Polaroid per show. I'm going to sign this before it even develops because I know that once it develops with my signature on it, it's worth a fortune. I'll make this a work of magic warlock art.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Art is never finished, only abandoned.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "The art of government is to make two-thirds of a nation pay all it possibly can pay for the benefit of the other third.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "My goal is to be one with the music. I just dedicate my whole life to this art.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Advertising is the art of convincing people to spend money they don't have for something they don't need.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Love isn't an emotion or an instinct - it's an art.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Motivation is the art of getting people to do what you want them to do because they want to do it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Democracy is the art and science of running the circus from the monkey cage.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "When you create art, the world has to wait.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "The art of medicine consists in amusing the patient while nature cures the disease.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Bullfighting is the only art in which the artist is in danger of death and in which the degree of brilliance in the performance is left to the fighter's honor.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "To catch a husband is an art to hold him is a job.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Rhetoric is the art of ruling the minds of men.", 
    "name": "Plato"
  }, 
  {
    "quote": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact to shatter and destroy it is not so good.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "He who possesses art and science has religion he who does not possess them, needs religion.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Originality is the fine art of remembering what you hear but forgetting where you heard it.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "Music is the art of the prophets and the gift of God.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "You must not fight too often with one enemy, or you will teach him all your art of war.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "The biggest problem with every art is by the use of appearance to create a loftier reality.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Art is a lie that makes us realize truth.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I think art is the only thing that's spiritual in the world. And I refuse to forced to believe in other people's interpretations of God. I don't think anybody should be. No one person can own the copyright to what God means.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "I never called my work an 'art'. It's part of show business, the business of building entertainment.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Where the spirit does not work with the hand, there is no art.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.", 
    "name": "Ernst Fischer"
  }, 
  {
    "quote": "The human foot is a masterpiece of engineering and a work of art.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "It is after all the greatest art to limit and isolate oneself.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.", 
    "name": "Paul Hawken"
  }, 
  {
    "quote": "Art is not a handicraft, it is the transmission of feeling the artist has experienced.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Art is always and everywhere the secret confession, and at the same time the immortal movement of its time.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "One does not need buildings, money, power, or status to practice the Art of Peace. Heaven is right where you are standing, and that is the place to train.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Art is not a treasure in the past or an importation from another land, but part of the present life of all living and creating peoples.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Art is making something out of nothing and selling it.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "The art of being happy lies in the power of extracting happiness from common things.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "The web, then, or the pattern, a web at once sensuous and logical, an elegant and pregnant texture: that is style, that is the foundation of the art of literature.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble in a statue the marble must be like flesh.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars.", 
    "name": "William Blake"
  }, 
  {
    "quote": "When thou art above measure angry, bethink thee how momentary is man's life.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Europe is so well gardened that it resembles a work of art, a scientific theory, a neat metaphysical system. Man has re-created Europe in his own image.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Surely all art is the result of one's having been in danger, of having gone through an experience all the way to the end, where no one can go any further.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "I am a soul. I know well that what I shall render up to the grave is not myself. That which is myself will go elsewhere. Earth, thou art not my abyss!", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Photography is more than a medium for factual communication of ideas. It is a creative art.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Perhaps it's good for one to suffer. Can an artist do anything if he's happy? Would he ever want to do anything? What is art, after all, but a protest against the horrible inclemency of life?", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "The finest works of art are precious, among other reasons, because they make it possible for us to know, if only imperfectly and for a little while, what it actually feels like to think subtly and feel nobly.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Art is the elimination of the unnecessary.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I think most of the people involved in any art always secretly wonder whether they are really there because they're good or there because they're lucky.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "The art of life is to know how to enjoy a little and to endure very much.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Tact is the art of making a point without making an enemy.", 
    "name": "Isaac Newton"
  }, 
  {
    "quote": "To array a man's will against his sickness is the supreme art of medicine.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing. Defeat means to defeat the mind of contention that we harbor within.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Logic: The art of thinking and reasoning in strict accordance with the limitations and incapacities of the human misunderstanding.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Freedom in art, freedom in society, this is the double goal towards which all consistent and logical minds must strive.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "To my mind the old masters are not art their value is in their scarcity.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Art is the lie that enables us to realize the truth.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can't help it. It's the truth.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "The capacity to be puzzled is the premise of all creation, be it in art or in science.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "We want to answer this classical question, who am I? So I think that most of our works are for art, or whatever we do, including science or religion, tried to answer that question.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Ethics is in origin the art of recommending to others the sacrifices required for cooperation with oneself.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Dying is an art, like everything else. I do it exceptionally well. I do it so it feels like hell. I do it so it feels real. I guess you could say I've a call.", 
    "name": "Sylvia Plath"
  }, 
  {
    "quote": "Science fiction is any idea that occurs in the head and doesn't exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Life doesn't imitate art, it imitates bad television.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "There is no abstract art. You must always start with something. Afterward you can remove all traces of reality.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "So many gods, so many creeds, so many paths that wind and wind while just the art of being kind is all the sad world needs.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "All in the Family was intellectual it was art.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "The person who knows one thing and does it better than anyone else, even if it only be the art of raising lentils, receives the crown he merits. If he raises all his energy to that end, he is a benefactor of mankind and its rewarded as such.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Religion is essentially the art and the theory of the remaking of man. Man is not a finished creation.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter - a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "All great art is the work of the whole living creature, body and soul, and chiefly of the soul.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The people who make art their business are mostly imposters.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Life is not an exact science, it is an art.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The art of life is to live in the present moment, and to make that moment as perfect as we can by the realization that we are the instruments and expression of God Himself.", 
    "name": "Emmet Fox"
  }, 
  {
    "quote": "To be able to endure odium is the first art to be learned by those who aspire to power.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "If thou art a man, admire those who attempt great things, even though they fail.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Every bit of me is devoted to love and art. And I aspire to try to be a teacher to my young fans who feel just like I felt when I was younger. I just felt like a freak. I guess what I'm trying to say is I'm trying to liberate them, I want to free them of their fears and make them feel that they can make their own space in the world.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "No great art has ever been made without the artist having known danger.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "The enemy of art is the absence of limitations.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Only through art can we emerge from ourselves and know what another person sees.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Youth is the gift of nature, but age is a work of art.", 
    "name": "Stanislaw Lec"
  }, 
  {
    "quote": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "Art never improves, but... the material of art is never quite the same.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Being an artist is dragging your innermost feelings out, giving a piece of yourself, no matter in which art form, in which medium.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "The challenge is to practice politics as the art of making what appears to be impossible, possible.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Sculpture is the art of the intelligence.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "The art of living well and the art of dying well are one.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "What is Art? It is the response of man's creative soul to the call of the Real.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest Faith hovers over the towers of Jerusalem and Athens embodies the pre-eminent quality of the antique world, Art.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Art can never exist without naked beauty displayed.", 
    "name": "William Blake"
  }, 
  {
    "quote": "I think having land and not ruining it is the most beautiful art that anybody could ever want to own.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "In Art, man reveals himself and not his objects.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Art is the tree of life. Science is the tree of death.", 
    "name": "William Blake"
  }, 
  {
    "quote": "And the first rude sketch that the world had seen was joy to his mighty heart, till the Devil whispered behind the leaves 'It's pretty, but is it Art?'", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "Eloquence, n. The art of orally persuading fools that white is the color that it appears to be. It includes the gift of making any color appear white.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "I am a poor man and of little worth, who is laboring in that art that God has given me in order to extend my life as long as possible.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "All architecture is great architecture after sunset perhaps architecture is really a nocturnal art, like the art of fireworks.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Passion is universal humanity. Without it religion, history, romance and art would be useless.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Chance gives rise to thoughts, and chance removes them no art can keep or acquire them.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Great art is as irrational as great music. It is mad with its own loveliness.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "A race is a work of art that people can look at and be affected in as many ways they're capable of understanding.", 
    "name": "Steve Prefontaine"
  }, 
  {
    "quote": "The art of leadership is saying no, not saying yes. It is very easy to say yes.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Life is the art of drawing sufficient conclusions from insufficient premises.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "In seeking wisdom thou art wise in imagining that thou hast attained it - thou art a fool.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Every happening, great and small, is a parable whereby God speaks to us, and the art of life is to get the message.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "Thou must be emptied of that wherewith thou art full, that thou mayest be filled with that whereof thou art empty.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Great nations write their autobiographies in three manuscripts - the book of their deeds, the book of their words and the book of their art.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The whole art of teaching is only the art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Poetry is the art of substantiating shadows, and of lending existence to nothing.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "I say that democracy can never prove itself beyond cavil, until it founds and luxuriantly grows its own forms of art, poems, schools, theology, displacing all that exists, or that has been produced anywhere in the past, under opposite influences.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Listen to your inner-voice: Surround yourself with loving, nurturing people. Fall in love with your art and find yourself. Music is the great communicator.", 
    "name": "Glenn Hughes"
  }, 
  {
    "quote": "Winners have the ability to step back from the canvas of their lives like an artist gaining perspective. They make their lives a work of art - an individual masterpiece.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "I am a walking piece of art every day, with my dreams and my ambitions forward at all times in an effort to inspire my fans to lead their life in that way.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "The art of motherhood involves much silent, unobtrusive self-denial, an hourly devotion which finds no detail too minute.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The great art of life is sensation, to feel that we exist, even in pain.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "The foundation of empire is art and science. Remove them or degrade them, and the empire is no more. Empire follows art and not vice versa as Englishmen suppose.", 
    "name": "William Blake"
  }, 
  {
    "quote": "It is the addition of strangeness to beauty that constitutes the romantic character in art.", 
    "name": "Walter Hagen"
  }, 
  {
    "quote": "It is no great art to say something briefly when, like Tacitus, one has something to say when one has nothing to say, however, and none the less writes a whole book and makes truth into a liar - that I call an achievement.", 
    "name": "Horace"
  }, 
  {
    "quote": "If we know the divine art of concentration, if we know the divine art of meditation, if we know the divine art of contemplation, easily and consciously we can unite the inner world and the outer world.", 
    "name": "Sri Chinmoy"
  }, 
  {
    "quote": "When I am finishing a picture, I hold some God-made object up to it - a rock, a flower, the branch of a tree or my hand - as a final test. If the painting stands up beside a thing man cannot make, the painting is authentic. If there's a clash between the two, it's bad art.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "There is nothing new in art except talent.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "All that we call ideal in Greek or any other art, because to us it is false and visionary, was, to the makers of it, true and existent.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "What is art? Nature concentrated.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Creative without strategy is called 'art.' Creative with strategy is called 'advertising.'", 
    "name": "Jef I. Richards"
  }, 
  {
    "quote": "One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "All things are artificial, for nature is the art of God.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "History develops, art stands still.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "The momentous thing in human life is the art of winning the soul to good or evil.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Life beats down and crushes the soul and art reminds you that you have one.", 
    "name": "Stella Adler"
  }, 
  {
    "quote": "True ease in writing comes from art, not chance, as those who move easiest have learned to dance.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "All humanity is passion without passion, religion, history, novels, art would be ineffectual.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "We are all hungry and thirsty for concrete images. Abstract art will have been good for one thing: to restore its exact virginity to figurative art.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Those who gave thee a body, furnished it with weakness but He who gave thee Soul, armed thee with resolution. Employ it, and thou art wise be wise and thou art happy.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "Art has the power to transform, to illuminate, to educate, inspire and motivate.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Art is only a means to life, to the life more abundant. It is not in itself the life more abundant. It merely points the way, something which is overlooked not only by the public, but very often by the artist himself. In becoming an end it defeats itself.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Criticism is the windows and chandeliers of art: it illuminates the enveloping darkness in which art might otherwise rest only vaguely discernible, and perhaps altogether unseen.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "What can be more foolish than to think that all this rare fabric of heaven and earth could come by chance, when all the skill of art is not able to make an oyster!", 
    "name": "Anatole France"
  }, 
  {
    "quote": "The art of using deceit and cunning grow continually weaker and less effective to the user.", 
    "name": "John Tillotson"
  }, 
  {
    "quote": "Parents are usually more careful to bestow knowledge on their children rather than virtue, the art of speaking well rather than doing well but their manners should be of the greatest concern.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Great artists are people who find the way to be themselves in their art. Any sort of pretension induces mediocrity in art and life alike.", 
    "name": "Margot Fonteyn"
  }, 
  {
    "quote": "Really I don't like human nature unless all candied over with art.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "O, thou art fairer than the evening air clad in the beauty of a thousand stars.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "What I've discovered is that in art, as in music, there's a lot of truth-and then there's a lie. The artist is essentially creating his work to make this lie a truth, but he slides it in amongst all the others. The tiny little lie is the moment I live for, my moment. It's the moment that the audience falls in love.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Where thou art, that is home.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "To speak of morals in art is to speak of legislature in sex. Art is the sex of the imagination.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "I don't think about art when I'm working. I try to think about life.", 
    "name": "Jean-Michel Basquiat"
  }, 
  {
    "quote": "No art can be noble which is incapable of expressing thought, and no art is capable of expressing thought which does not change.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Politics is the art of choosing between the disastrous and the unpalatable.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Poetry is the art of uniting pleasure with truth.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Diplomacy: the art of restraining power.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Land really is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Criticism is the art of appraising others at one's own value.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "To do a dull thing with style-now that's what I call art.", 
    "name": "Charles Bukowski"
  }, 
  {
    "quote": "It is in this power of saying everything, and yet saying nothing too plainly, that the perfection of art consists.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The art which we may call generally art of the wayside, as opposed to that which is the business of men's lives, is, in the best sense of the word, Grotesque.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Growing up going to Christian school and the concept that you're born a sinner and you don't really have a choice to change who you are has been hammered into my head and created the entire reason why I made art and made a band and made records called 'Antichrist Superstar.'", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "To me, photography is an art of observation. It's about finding something interesting in an ordinary place... I've found it has little to do with the things you see and everything to do with the way you see them.", 
    "name": "Elliott Erwitt"
  }, 
  {
    "quote": "Cunning is the art of concealing our own defects, and discovering other people's weaknesses.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "I realised the bohemian life was not for me. I would look around at my friends, living like starving artists, and wonder, 'Where's the art?' They weren't doing anything. And there was so much interesting stuff to do, so much fun to be had... maybe I could even quit renting.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Patience is the art of hoping.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "The man of genius is he and he alone who finds such joy in his art that he will work at it come hell or high water.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Religion and art spring from the same root and are close kin. Economics and art are strangers.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "There is nothing in the world of art like the songs mother used to sing.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Simplicity and repose are the qualities that measure the true value of any work of art.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "People who don't like me talk about it as though I'm trash because I have tattoos. I find that insane because it's 2008, not the 1950s. Tattoos aren't limited to sailors. It's a form of art I find beautiful. I love it.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "Music happens to be an art form that transcends language.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "Art is man's constant effort to create for himself a different order of reality from that which is given to him.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "The true art of memory is the art of attention.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "It's clever, but is it Art?", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "The sinews of art and literature, like those of war, are money.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The youth of an art is, like the youth of anything else, its most interesting period. When it has come to the knowledge of good and evil it is stronger, but we care less about it.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "What is comedy? Comedy is the art of making people laugh without making them puke.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "It is art that makes life, makes interest, makes importance... and I know of no substitute whatever for the force and beauty of its process.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Diversity: the art of thinking independently together.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "The greatness of art is not to find what is common but what is unique.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Life is the art of being well deceived and in order that the deception may succeed it must be habitual and uninterrupted.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "All nature is but art unknown to thee.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Men's magazines often feature pictures of naked ladies. Women's magazines also often feature pictures of naked ladies. This is because the female body is a beautiful work of art, while the male body is hairy and lumpy and should not be seen by the light of day.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "What garlic is to salad, insanity is to art.", 
    "name": "Augustus Saint-Gaudens"
  }, 
  {
    "quote": "My trade and art is to live.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The only honest art form is laughter, comedy. You can't fake it... try to fake three laughs in an hour - ha ha ha ha ha - they'll take you away, man. You can't.", 
    "name": "Lenny Bruce"
  }, 
  {
    "quote": "An artist cannot speak about his art any more than a plant can discuss horticulture.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Art begins in imitation and ends in innovation.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "A work of art which did not begin in emotion is not art.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Architecture is the art of how to waste space.", 
    "name": "Philip Johnson"
  }, 
  {
    "quote": "Courtesy is a silver lining around the dark clouds of civilization it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Space is the breath of art.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Art does not reproduce what we see rather, it makes us see.", 
    "name": "Paul Klee"
  }, 
  {
    "quote": "I think art education, especially in this country, which government pretty much ignores, is so important for young people.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "Fame is the echo of actions, resounding them to the world, save that the echo repeats only the last art, but fame relates all, and often more than all.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "If thou art a master, be sometimes blind if a servant, sometimes deaf.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Art is an attempt to integrate evil.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "A work of art that contains theories is like an object on which the price tag has been left.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Mild autism can give you a genius like Einstein. If you have severe autism, you could remain nonverbal. You don't want people to be on the severe end of the spectrum. But if you got rid of all the autism genetics, you wouldn't have science or art. All you would have is a bunch of social 'yak yaks.'", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "The sadness of the incomplete, the sadness that is often Life, but should never be Art.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Every work of art is an uncommitted crime.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "You have to master not only the art of listening to your head, you must also master listening to your heart and listening to your gut.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "One science only will one genius fit so vast is art, so narrow human wit.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "There is no prejudice that the work of art does not finally overcome.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Memory is a great artist. For every man and for every woman it makes the recollection of his or her life a work of art and an unfaithful record.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "The wealthy are always surrounded by hangers-on science and art are as well.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Like music and art, love of nature is a common language that can transcend political or social boundaries.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "The work of art assumes the existence of the perfect spectator, and is indifferent to the fact that no such person exists.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "The first mistake of art is to assume that it's serious.", 
    "name": "Lester Bangs"
  }, 
  {
    "quote": "Good manners is the art of making those people easy with whom we converse. Whoever makes the fewest people uneasy is the best bred in the room.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Lying just for the fun of it is either art or pathology.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Death be not proud, though some have called thee Mighty and dreadful, for thou art not so. For, those, whom thou think'st thou dost overthrow. Die not, poor death, nor yet canst thou kill me.", 
    "name": "John Donne"
  }, 
  {
    "quote": "Evil is committed without effort, naturally, fatally goodness is always the product of some art.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The effort of art is to keep what is interesting in existence, to recreate it in the eternal.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "I consider skateboarding an art form, a lifestyle and a sport. 'Action sport' would be the least offensive categorization.", 
    "name": "Tony Hawk"
  }, 
  {
    "quote": "In life, as in art, the beautiful moves in curves.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Logic is neither an art nor a science but a dodge.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "The excellency of every art is its intensity, capable of making all disagreeable evaporate.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Let each man exercise the art he knows.", 
    "name": "Aristophanes"
  }, 
  {
    "quote": "In science, as in art, and, as I believe, in every other sphere of human activity, there may be wisdom in a multitude of counsellors, but it is only in one or two of them.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "You may choose your words like a connoisseur, And polish it up with art, But the word that sways, and stirs, and stays, Is the word that comes from the heart.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "People are surprised at how down-to-earth I am. I like to stay home on Friday nights and listen to 'The Art of Happiness' by the Dalai Lama.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "Emotion resulting from a work of art is only of value when it is not obtained by sentimental blackmail.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "All good art is an indiscretion.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Great art is the contempt of a great man for small art.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "I believe entertainment can aspire to be art, and can become art, but if you set out to make art you're an idiot.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Art, as far as it is able, follows nature, as a pupil imitates his master thus your art must be, as it were, God's grandchild.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Gossip is the art of saying nothing in a way that leaves practically nothing unsaid.", 
    "name": "Walter Winchell"
  }, 
  {
    "quote": "Errors are not in the art but in the artificers.", 
    "name": "Isaac Newton"
  }, 
  {
    "quote": "It is veneer, rouge, aestheticism, art museums, new theaters, etc. that make America impotent. The good things are football, kindness, and jazz bands.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Simplicity is the final achievement. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art.", 
    "name": "Frederic Chopin"
  }, 
  {
    "quote": "Art is the objectification of feeling.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define we can grasp them only in the depths of our perceptive spirit.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don't mean that as a bad thing. Good art requires work as well.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "The sole art that suits me is that which, rising from unrest, tends toward serenity.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Art is the collaboration between God and the artist, and the less the artist does the better.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Deliver me from writers who say the way they live doesn't matter. I'm not sure a bad person can write a good book, If art doesn't make us better, then what on earth is it for.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Politics is not the art of the possible. It consists in choosing between the disastrous and the unpalatable.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Art has to move you and design does not, unless it's a good design for a bus.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "The art of creation is older than the art of killing.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "The best part of the art of living is to know how to grow old gracefully.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Every science begins as philosophy and ends as art.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "The love of all-inclusiveness is as dangerous in philosophy as in art.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Great art is the outward expression of an inner life in the artist, and this inner life will result in his personal vision of the world.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "We work in the dark - we do what we can - we give what we have. Our doubt is our passion and our passion is our task. The rest is the madness of art.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Besides the noble art of getting things done, there is the noble art of leaving things undone. The wisdom of life consists in the elimination of non-essentials.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "Art is moral passion married to entertainment. Moral passion without entertainment is propaganda, and entertainment without moral passion is television.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Telling lies is a fault in a boy, an art in a lover, an accomplishment in a bachelor, and second-nature in a married man.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "If you are going to break a Law of Art, make the crime interesting.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The art of pleasing consists in being pleased.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man's name live for thousands of years.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Wherever the art of medicine is loved, there is also a love of humanity.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Art is permitted to survive only if it renounces the right to be different, and integrates itself into the omnipotent realm of the profane.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "The counterfeit and counterpart of Nature is reproduced in art.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "The most seductive thing about art is the personality of the artist himself.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "The art of Peace I practice has room for each of the world's eight million gods, and I cooperate with them all. The God of Peace is very great and enjoins all that is divine and enlightened in every land.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "I like it when somebody tells me a story, and I actually really feel that that's becoming like a lost art in American cinema.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "There's a lot of thought in art. People get to talk about important things. There's a lot of sex, you know, in art. There's a lot of naked women and men, and there's intrigue, there's fakery. It's a real microcosm of the larger world.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "You want to be a bit compulsive in your art or craft or whatever you do.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "I'm enamored with the art world. Anytime you look at anything that's considered artistic, there's a commercial world around it: the ballet, opera, any kind of music. It can't exist without it.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Art at its most significant is a Distant Early Warning System that can always be relied on to tell the old culture what is beginning to happen to it.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Most works of art, like most wines, ought to be consumed in the district of their fabrication.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Art is why I get up in the morning but my definition ends there. You know I don't think its fair that I'm living for something I can't even define.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "People believe that photographs are true and therefore cannot be art.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Art seduces, but does not exploit.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Art is the most beautiful deception of all. And although people try to incorporate the everyday events of life in it, we must hope that it will remain a deception lest it become a utilitarian thing, sad as a factory.", 
    "name": "Claude Debussy"
  }, 
  {
    "quote": "To the man who loves art for its own sake, it is frequently in its least important and lowliest manifestations that the keenest pleasure is to be derived.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "Film will only became an art when its materials are as inexpensive as pencil and paper.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "In art and dream may you proceed with abandon. In life may you proceed with balance and stealth.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "Building art is a synthesis of life in materialised form. We should try to bring in under the same hat not a splintered way of thinking, but all in harmony together.", 
    "name": "Alvar Aalto"
  }, 
  {
    "quote": "Skill without imagination is craftsmanship and gives us many useful objects such as wickerwork picnic baskets. Imagination without skill gives us modern art.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "An art which isn't based on feeling isn't an art at all.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "The knowledge of God is the cause of things. For the knowledge of God is to all creatures what the knowledge of the artificer is to things made by his art.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "I can't satisfy myself with just trying to tie all of my imagination into music, especially when music is not appreciated as an art form as much as it used to be.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Art gives me the freedom I don't have when I make music.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "The idea is, if I can't heal from my art, then how can you heal?", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Riding a race bike is an art - a thing that you do because you feel something inside.", 
    "name": "Valentino Rossi"
  }, 
  {
    "quote": "I try to keep a low profile in general. Not with my art, but just as a person.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "In general it can be said that a nation's art is greatest when it most reflects the character of its people.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "At the University of Maryland, my first year I started off planning to major in art because I was interested in theatre design, stage design or television design.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "What an artist is trying to do for people is bring them closer to something, because of course art is about sharing. You wouldn't be an artist unless you wanted to share an experience, a thought.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "What is art? Prostitution.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Art is not what you see, but what you make others see.", 
    "name": "Edgar Degas"
  }, 
  {
    "quote": "Design is the method of putting form and content together. Design, just as art, has multiple definitions there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that's why it is so complicated.", 
    "name": "Paul Rand"
  }, 
  {
    "quote": "I don't have anything to say about other people's art and their work.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "Patience is the art of concealing your impatience.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "The screen is a magic medium. It has such power that it can retain interest as it conveys emotions and moods that no other art form can hope to tackle.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "For his heart was in his work, and the heart giveth grace unto every art.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Resolve and thou art free.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Art is a harmony parallel with nature.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Film as dream, film as music. No art passes our conscience in the way film does, and goes directly to our feelings, deep down into the dark rooms of our souls.", 
    "name": "Ingmar Bergman"
  }, 
  {
    "quote": "I do not want art for a few any more than education for a few, or freedom for a few.", 
    "name": "William Morris"
  }, 
  {
    "quote": "The style of ancient Egyptian art is transcendently clear, something 8-year-olds can recognize in an instant. Its consistency and codification is one of the most epic visual journeys in all art, one that lasts 30 dynasties spread over 3,000 years.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Egotism: The art of seeing in yourself what others cannot see.", 
    "name": "George V. Higgins"
  }, 
  {
    "quote": "A work of art has no importance whatever to society. It is only important to the individual.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "I don't think any movie or any book or any work of art can solve the stalemate in the Middle East today. But it's certainly worth a try.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "I think that one's art is a growth inside one. I do not think one can explain growth. It is silent and subtle. One does not keep digging up a plant to see how it grows.", 
    "name": "Emily Carr"
  }, 
  {
    "quote": "It is a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "After a few months in my parents' basement, I took an apartment near the state university, where I discovered both crystal methamphetamine and conceptual art. Either one of these things are dangerous, but in combination they have the potential to destroy entire civilizations.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "I had wanted a tape recorder since I was tiny. I thought it was a magic thing. I never got one until just before I went to art school.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "It is not hard to understand modern art. If it hangs on a wall it's a painting, and if you can walk around it it's a sculpture.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "Art is anything you can get away with.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Everything a writer learns about the art or craft of fiction takes just a little away from his need or desire to write at all. In the end he knows all the tricks and has nothing to say.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "Nature scarcely ever gives us the very best for that we must have recourse to art.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "To say nothing, especially when speaking, is half the art of diplomacy.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Design in art, is a recognition of the relation between various things, various elements in the creative flux. You can't invent a design. You recognize it, in the fourth dimension. That is, with your blood and your bones, as well as with your eyes.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Oh literature, oh the glorious Art, how it preys upon the marrow in our bones. It scoops the stuffing out of us, and chucks us aside. Alas!", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Everyone discusses my art and pretends to understand, as if it were necessary to understand, when it is simply necessary to love.", 
    "name": "Claude Monet"
  }, 
  {
    "quote": "In its most limited sense, modern, art would seem to concern itself only with the technical innovations of the period.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "The question of the value of nationality in art is perhaps unsolvable.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "The trend in some of the contemporary movements in art, but by no means all, seems to deny this ideal and to me appears to lead to a purely decorative conception of painting.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "Life is short, the art long.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Everything that has ever been called folk art has always reflected domination.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art.", 
    "name": "Charlie Parker"
  }, 
  {
    "quote": "My age and health will never allow me to realize the dream of art I've been pursuing all my life.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Don't be an art critic. Paint. There lies salvation.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Film editing is now something almost everyone can do at a simple level and enjoy it, but to take it to a higher level requires the same dedication and persistence that any art form does.", 
    "name": "Walter Murch"
  }, 
  {
    "quote": "Love and business and family and religion and art and patriotism are nothing but shadows of words when a man's starving!", 
    "name": "O. Henry"
  }, 
  {
    "quote": "It ought to be illegal for an artist to marry. If the artist must marry let him find someone more interested in art, or his art, or the artist part of him, than in him. After which let them take tea together three times a week.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "It is not in life, but in art that self-fulfillment is to be found.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Art lies by its own artifice.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Art and works of art do not make an artist sense and enthusiasm and instinct do.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "You can't but know that if you can capture the emotions of the audience as well as their minds, the play will work better, because it's a narrative art form.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "Teachers believe they have a gift for giving it drives them with the same irrepressible drive that drives others to create a work of art or a market or a building.", 
    "name": "A. Bartlett Giamatti"
  }, 
  {
    "quote": "The art challenges the technology, and the technology inspires the art.", 
    "name": "John Lasseter"
  }, 
  {
    "quote": "To say the word Romanticism is to say modern art - that is, intimacy, spirituality, color, aspiration towards the infinite, expressed by every means available to the arts.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "What strikes me is the fact that in our society, art has become something which is only related to objects, and not to individuals, or to life.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "Art is so subjective, and people can react however they want.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I'm free. I just do what I want, say what I want, say how I feel, and I don't try to hurt nobody. I just try to make sure that I don't compromise my art in any kind of way, and I think people respect that.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Rumors sound of galleries asking artists for upsized art and more of it. I've heard of photographers asked to print larger to increase the wall power and salability of their work. Everything winds up set to maximum in order to feed the beast.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "To engage with art, we have to be willing to be wrong, venture outside our psychic comfort zones, suspend disbelief, and remember that art explores and alters consciousness simultaneously.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Summer is a great time to visit art museums, which offer the refreshing rinse of swimming pools - only instead of cool water, you immerse yourself in art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I can't bear art that you can walk round and admire. A book should be either a bandit or a rebel or a man in the crowd.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Since obscenity is the truth of our passion today, it is the only stuff of art - or almost the only stuff.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The essential function of art is moral. But a passionate, implicit morality, not didactic. A morality which changes the blood, rather than the mind.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I am more a friend of art than a producer of painting.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "You say a new era in art is preparing you sensed it coming continue your studies without weakening. God will do the rest.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I have nothing to hide in art. The initial force alone can bring anyone to the end he must attain.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Is art really the priesthood that demands the pure in heart who belong to it wholly?", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "A frenzied passion for art is a canker that devours everything else.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Evil is done without effort, naturally, it is the working of fate good is always the product of an art.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "I didn't grow up thinking of movies as film, or art, but as movies, something to do on a Saturday afternoon.", 
    "name": "Sydney Pollack"
  }, 
  {
    "quote": "The art of living is the art of knowing how to believe lies.", 
    "name": "Cesare Pavese"
  }, 
  {
    "quote": "Let's talk of a system that transforms all the social organisms into a work of art, in which the entire process of work is included... something in which the principle of production and consumption takes on a form of quality. It's a Gigantic project.", 
    "name": "Joseph Beuys"
  }, 
  {
    "quote": "Any authentic work of art must start an argument between the artist and his audience.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "History repeats itself, but the special call of an art which has passed away is never reproduced. It is as utterly gone out of the world as the song of a destroyed wild bird.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "One of the most amazing things about mathematics is the people who do math aren't usually interested in application, because mathematics itself is truly a beautiful art form. It's structures and patterns, and that's what we love, and that's what we get off on.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "A rose is the visible result of an infinitude of complicated goings on in the bosom of the earth and in the air above, and similarly a work of art is the product of strange activities in the human mind.", 
    "name": "Clive Bell"
  }, 
  {
    "quote": "It was Public Art, defined as art that is purchased by experts who are not spending their own personal money.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Art is not necessary at all. All that is necessary to make this world a better place to live in is to love - to love as Christ loved, as Buddha loved.", 
    "name": "Isadora Duncan"
  }, 
  {
    "quote": "Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art.", 
    "name": "William Bernbach"
  }, 
  {
    "quote": "I was doing these performance art pop music pieces in the city. And they were a bit on the eccentric side I suppose. So people started to call me Gaga after the Queen song 'Radio Gaga.'", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Medicine is not only a science it is also an art. It does not consist of compounding pills and plasters it deals with the very processes of life, which must be understood before they may be guided.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "I would no more quarrel with a man because of his religion than I would because of his art.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "So long as the system of competition in the production and exchange of the means of life goes on, the degradation of the arts will go on and if that system is to last for ever, then art is doomed, and will surely die that is to say, civilization will die.", 
    "name": "William Morris"
  }, 
  {
    "quote": "Poor Georgia O'Keeffe. Death didn't soften the opinions of the art world toward her paintings.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I've always said that an art critic can put aside politics around art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Megacollectors suppose they can enter art history by spending astronomical amounts.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The art gods cooked up something special for James Ensor.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "All art comes from other art, and all immigrants come from other places.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "When art wins, everyone wins.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I have a soft spot for art that, in terms of subject matter and material, is in bad taste.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Art is changing. Again. Here. Now. Opportunities to witness this are rare, so attend and observe.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Art is good, bad, boring, ugly, useful to us or not.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Recessions are hard on people, but they are not hard on art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I like that the art world isn't regulated.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The art world is molting - some would say melting. Galleries are closing museums are scaling back.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Almost all institutions own a lot more art than they can ever show, much of it revealing for its timeliness, genius, or sheer weirdness.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The forties, seventies, and the nineties, when money was scarce, were great periods, when the art world retracted but it was also reborn.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Robert Rauschenberg was not a giant of American art he was the giant. No American created so many aesthetic openings for so many artists.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The Met is not only the finest encyclopedic museum of art in the United States it is arguably the finest anywhere.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Money is something that can be measured art is not. It's all subjective.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Contrary to popular opinion, things don't go stale particularly fast in the art world.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Art usually only makes the news in America when the subject is money.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I hate art auctions.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The price of a work of art has nothing to do with what the work of art is, can do, or is worth on an existential, alchemical level.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "To me, nothing in the art world is neutral. The idea of 'disinterest' strikes me as boring, dishonest, dubious, and uninteresting.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The art world is an all-volunteer force. No one has to be here if he or she doesn't want to be, and we should be associating with anyone we want to.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Wolfgang Tillman's stunning large-scale pictures, being shown for the first time, were so offhand I failed to see them as art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Galleries began growing in both number and size in the late seventies, when artists who worked in lofts wanted to exhibit their work in spaces similar to the ones the art was made in.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "There's something pleasing about large, well-lit spaces. I love that dealers are willing to take massive chances in order to give this much room to their artists. Most of all, I love that more galleries showing more art gives more artists a shot.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "First let me report that the art in the Barnes Collection has never looked better. My trips to the old Barnes were always amazing, but except on the sunniest days, you could barely see the art. The building always felt pushed beyond its capacity.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Not to say people shouldn't get rich from art. I adore the alchemy wherein artists who cast a complex spell make rich people give them their money. (Just writing it makes me cackle.) But too many artists have been making money without magic.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "These days, newish art can be priced between $10,000 and $25,000. When I tell artists that a new painting by a newish artist should go for around $1,200, they look at me like I'm a flesh-eating virus.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "In art, scandal is a false narrative, a smoke screen that camouflages rather than reveals. When we don't know what we're seeing, we overreact.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Damien Hirst is the Elvis of the English art world, its ayatollah, deliverer, and big-thinking entrepreneurial potty-mouthed prophet and front man. Hirst synthesizes punk, Pop Art, Jeff Koons, Marcel Duchamp, Francis Bacon, and Catholicism.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Anyone who relishes art should love the extraordinary diversity and psychic magic of our art galleries. There's likely more combined square footage for the showing of art on one New York block - West 24th Street between Tenth and Eleventh Avenues - than in all of Amsterdam's or Hamburg's galleries.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Yes, 85 percent of the art you see isn't any good. But everyone has a different opinion about which 85 percent is bad. That in turn creates fantastically unstable interplay and argument.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Many museums are drawing audiences with art that is ostensibly more entertaining than stuff that just sits and invites contemplation. Interactivity, gizmos, eating, hanging out, things that make noise - all are now the norm, often edging out much else.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Imagine it's 1981. You're an artist, in love with art, smitten with art history. You're also a woman, with almost no mentors to look to art history just isn't that into you. Any woman approaching art history in the early eighties was attempting to enter an almost foreign country, a restricted and exclusionary domain that spoke a private language.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Willem de Kooning is generally credited for coming out of the painterly gates strong in the forties, revolutionizing art and abstraction and reaching incredible heights by the early fifties, and then tailing off.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I also take pleasure in the so-called negative power in Grotjahn's work. That is, I love his paintings for what they are not. Unlike much art of the past decade, Grotjahn isn't simply working from a prescribed checklist of academically acceptable, curator-approved 'isms' and twists.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "It is not possible to overstate the influence of Paul Cezanne on twentieth-century art. He's the modern Giotto, someone who shattered one kind of picture-making and invented a new one that the world followed.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The greatest work of art about New York? The question seems nebulous. The city's magic and majesty are distilled in the photographs of Alfred Stieglitz and Paul Strand.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Abstract Expressionism - the first American movement to have a worldwide influence - was remarkably short-lived: It heated up after World War II and was all but done for by 1960 (although visit any art school today and you'll find a would-be Willem de Kooning).", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "My culture-deprived, aspirational mother dragged me once a month from our northern suburb - where the word art never came up - to the Art Institute of Chicago. I hated it.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I'm noticing a new approach to art making in recent museum and gallery shows. It flickered into focus at the New Museum's 'Younger Than Jesus' last year and ran through the Whitney Biennial, and I'm seeing it blossom and bear fruit at 'Greater New York,' MoMA P.S. 1's twice-a-decade extravaganza of emerging local talent.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Outside museums, in noisy public squares, people look at people. Inside museums, we leave that realm and enter what might be called the group-mind, getting quiet to look at art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "It took the Metropolitan Museum of Art nearly 50 years to wake up to Pablo Picasso. It didn't own one of his paintings until 1946, when Gertrude Stein bequeathed that indomitable quasi-Cubistic picture of herself - a portrait of the writer as a sumo Buddha - to the Met, principally because she disliked the Museum of Modern Art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "All of Koons's best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century's signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Venice is the perfect place for a phase of art to die. No other city on earth embraces entropy quite like this magical floating mall.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Appropriation is the idea that ate the art world. Go to any Chelsea gallery or international biennial and you'll find it. It's there in paintings of photographs, photographs of advertising, sculpture with ready-made objects, videos using already-existing film.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "After its hothouse incubation in the seventies, appropriation breathed important new life into art. This life flowered spectacularly over the decades - even if it's now close to aesthetic kudzu.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The New York art world readily proves people wrong. Just when folks say that things stink and flibbertigibbet critics wish the worst on us all because we're not pure enough, good omens appear.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Artistic qualities that once seemed undeniable don't seem so now. Sometimes these fluctuations are only fickleness of taste, momentary glitches in an artist's work, or an artist getting ahead of his audience (it took me ten years to catch up to Albert Oehlen). Other times, however, these problems mean there's something wrong with the art.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Can space break? I mean the space of art galleries. Over the past 100 years, art galleries have gone from looking like Beaux Arts salons to simple storefronts to industrial lofts to the gleaming giant white cubes of Chelsea with their shiny concrete floors.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "It's great that New York has large spaces for art. But the enormous immaculate box has become a dated, even oppressive place. Many of these spaces were designed for sprawling installations, large paintings, and the Relational Aesthetics work of the past fifteen years.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The giant white cube is now impeding rather than enhancing the rhythms of art. It preprograms a viewer's journey, shifts the emphasis from process to product, and lacks individuality and openness. It's not that art should be seen only in rutty bombed-out environments, but it should seem alive.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "It's art that pushes against psychological and social expectations, that tries to transform decay into something generative, that is replicative in a baroque way, that isn't about progress, and wants to - as Walt Whitman put it - 'contain multitudes.'", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The last time money left the art world, intrepid types maxed out their credit cards and opened galleries, and a few of them have become the best in the world.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Much good art got made while money ruled I like a lot of it, and hardship and poverty aren't virtues. The good news is that, since almost no one will be selling art, artists - especially emerging ones - won't have to think about turning out a consistent style or creating a brand. They'll be able to experiment as much as they want.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "While a large segment of the art world has obsessed over a tiny number of stars and their prices, an aesthetic shift has been occurring. It's not a movement - movements are more sure of themselves. It's a change of mood or expectation, a desire for art to be more than showy effects, big numbers, and gamesmanship.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "When money and hype recede from the art world, one thing I won't miss will be what curator Francesco Bonami calls the 'Eventocracy.' All this flashy 'art-fair art' and those highly produced space-eating spectacles and installations wow you for a minute until you move on to the next adrenaline event.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "A saboteur in the house of art and a comedienne in the house of art theory, Lawler has spent three decades documenting the secret life of art. Functioning as a kind of one-woman CSI unit, she has photographed pictures and objects in collectors' homes, in galleries, on the walls of auction houses, and off the walls, in museum storage.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Works of art often last forever, or nearly so. But exhibitions themselves, especially gallery exhibitions, are like flowers they bloom and then they die, then exist only as memories, or pressed in magazines and books.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "If only we could persuade galleries to observe a fallow period in which, for two months every other year, new and old works of art could be sold in back rooms and all main galleries would be devoted to revisiting shows gone by.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "A canon is antithetical to everything the New York art world has been about for the past 40 years, during which we went from being the center of the art world to being one of many centers.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "It took me twenty years to get Steven Parrino's work. From the time I first saw his art, in the mid-eighties, I almost always dismissed it as mannered, Romantic, formulaic, conceptualist-formalist heavy-metal boy-art abstraction.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "'Untitled' is a time machine that can transport you to 1992, an edgy moment when the art world was crumbling, money was scarce, and artists like Tiravanija were in the nascent stages of combining Happenings, performance art, John Cage, Joseph Beuys, and the do-it-yourself ethos of punk. Meanwhile, a new art world was coming into being.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Many art-worlders have an if-you-say-so approach to art: Everyone is so scared of missing out on the next hot artist that it's never clear whether people are liking work because they like it or because other people do. Everyone is keeping up with the Joneses, and there are more Joneses than ever.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "A sad fact of life lately at the Museum of Modern Art is that when it comes to group shows of contemporary painting from the collection, the bar has been set pretty low.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The alchemy of good curating amounts to this: Sometimes, placing one work of art near another makes one plus one equal three. Two artworks arranged alchemically leave each intact, transform both, and create a third thing.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Everyone goes to the same exhibitions and the same parties, stays in the same handful of hotels, eats at the same no-star restaurants, and has almost the same opinions. I adore the art world, but this is copycat behavior in a sphere that prides itself on independent thinking.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Mission accomplished. The Museum of Modern Art's wide-open, tall-ceilinged, super-reinforced second floor was for all intents and purposes built to accommodate monumental installations and gigantic sculptures, should the need arise. It has arisen.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "'Summer of Love: Art of the Psychedelic Era,' the Whitney Museum's 40th-anniversary trip down counterculture memory lane, provides moments of buzzy fun, but it'll leave you only comfortably numb. For starters, it may be the whitest, straightest, most conservative show seen in a New York museum since psychedelia was new.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Kinkade estimated that one of his paintings hung in every twenty homes in America. Yet the art world unanimously ignores or reviles him. Me included.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Those who love him love that he sells the most art they take it as a point of faith that this proves Kinkade is the best. But his fans don't only rely on this supply-and-demand justification. They go back to values.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The reason the art world doesn't respond to Kinkade is because none - not one - of his ideas about subject-matter, surface, color, composition, touch, scale, form, or skill is remotely original. They're all cliche and already told.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Kinkade's paintings are worthless schmaltz, and the lamestream media that love him are wrong. However, I'd love to see a museum mount a small show of Kinkade's work. I would like the art world and the wider world to argue about him in public, out in the open.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Auction houses run a rigged game. They know exactly how many people will be bidding on a work and exactly who they are. In a gallery, works of art need only one person who wants to pay for them.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Artschwager's art always involves looking closely at surfaces, questions what an object is, wants to make you forget the name of the thing you're looking at so that it might mushroom in your mind into something that triggers unexpected infinities.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Early-twentieth-century abstraction is art's version of Einstein's Theory of Relativity. It's the idea that changed everything everywhere: quickly, decisively, for good.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The Metropolitan Museum of Art is unsurpassed at presenting more than 50 centuries of work. I go there constantly, seeing things over and over, better than I've ever seen them before.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "If the Frieze Art Fair catches on, I imagine at least two great things happening. First, we will once again have a huge art fair in town that isn't too annoying to go to. More importantly, Frieze may finally show New Yorkers that we can cross our own waters for visual culture. That would change everything.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Art is for anyone. It just isn't for everyone. Still, over the past decade, its audience has hugely grown, and that's irked those outside the art world, who get irritated at things like incomprehensibility or money.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I often find myself privately stewing about much British art, thinking that except for their tremendous gardens, that the English are not primarily visual artists, and are, in nearly unsurpassable ways, literary.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "A metaphysical tour de force of untethered meaning and involuting interlocking contrapuntal rhythms, 'The Clock' is more than a movie or even a work of art. It is so strange and other-ish that it becomes a stream-of-consciousness algorithm unto itself - something almost inhuman.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I don't know much about auctions. I sometimes go to previews and see art sardined into ugly rooms. I've gawked at the gaudy prices, and gaped at well-clad crowds of happy white people conspicuously spending hundreds of millions of dollars.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I love art dealers. In some ways, they're my favorite people in the art world. Really. I love that they put their money where their taste is, create their own aesthetic universes, support artists, employ people, and do all of this while letting us see art for free. Many are visionaries.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "When museums are built these days, architects, directors, and trustees seem most concerned about social space: places to have parties, eat dinner, wine-and-dine donors. Sure, these are important these days - museums have to bring in money - but they gobble up space and push the art itself far away from the entrance.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I see 30 to 40 gallery shows a week, and no matter what kind of mood I'm in, no matter how bad the art is, I almost always feel better afterward. I can learn as much from bad art as from good.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Jeffrey Deitch is the Jeff Koons of art dealers. Not because he's the biggest, best, or the richest of his kind. But because in some ways he's the weirdest (which is saying a lot when you're talking about the wonderful, wicked, lovable, and annoying creatures known as art dealers).", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Many say an art dealer running a museum is a 'conflict of interest.' But maybe the art world has lived an artificial or unintentional lie all of these years when it comes to conflicts of interest.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Of course art world ethics are important. But museums are no purer than any other institution or business. Academics aren't necessarily more high-minded than gallerists.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "We're all entitled to opinions about how art institutions should behave, and entitled to voicing those opinions through whatever means available to us. We're also allowed to change or modify our opinions.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Art is a marriage of the conscious and the unconscious.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "I don't listen to what art critics say. I don't know anybody who needs a critic to find out what art is.", 
    "name": "Jean-Michel Basquiat"
  }, 
  {
    "quote": "To play safe, I prefer to accept only one type of power: the power of art over trash, the triumph of magic over the brute.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Writing is truly a creative art - putting word to a blank piece of paper and ending up with a full-fledged story rife with character and plot.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Cinema is still a very young art form with extraordinary techniques and very impressive special effects but sometimes it seems the soul has been taken out of things.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "Out with stereotypes, feminism proclaims. But stereotypes are the west's stunning sexual personae, the vehicles of art's assault against nature. The moment there is imagination, there is myth.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Once you take yourself too seriously the art will suffer.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Politics is the art of preventing people from busying themselves with what is their own business.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "What the mass media offers is not popular art, but entertainment which is intended to be consumed like food, forgotten, and replaced by a new dish.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Trauma happens in relationships, so it can only be healed in relationships. Art can't provide healing. It can be cathartic and therapeutic but a relationship is a three-part journey.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Art is not a pastime but a priesthood.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Irresponsibility is part of the pleasure of all art it is the part the schools cannot recognize.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "As in nature, as in art, so in grace it is rough treatment that gives souls, as well as stones, their luster.", 
    "name": "Thomas Guthrie"
  }, 
  {
    "quote": "The art of writing is the art of discovering what you believe.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Art requires neither complaisance nor politeness nothing but faith, faith and freedom.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "You can calculate the worth of a man by the number of his enemies, and the importance of a work of art by the harm that is spoken of it.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "There are neither good nor bad subjects. From the point of view of pure Art, you could almost establish it as an axiom that the subject is irrelevant, style itself being an absolute manner of seeing things.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The only way to avoid being unhappy is to close yourself up in Art and to count for nothing all the rest.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The cult of art gives pride one never has too much of it.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The artist must create a spark before he can make a fire and before art is born, the artist must be ready to be consumed by the fire of his own creation.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "With care, and skill, and cunning art, She parried Time's malicious dart, And kept the years at bay, Till passion entered in her heart and aged her in a day!", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Man is unique not because he does science, and his is unique not because he does art, but because science and art equally are expressions of his marvelous plasticity of mind.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I do not regard advertising as entertainment or an art form, but as a medium of information.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Love the art in yourself and not yourself in the art.", 
    "name": "Constantin Stanislavski"
  }, 
  {
    "quote": "Art and science have their meeting point in method.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Flirting is the gentle art of making a man feel pleased with himself.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "A nation devoid of art and artists cannot have a full existence.", 
    "name": "Kemal Ataturk"
  }, 
  {
    "quote": "It's an art to live with pain... mix the light into gray.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "Art is born of humiliation.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Art is much less important than life, but what a poor life without it.", 
    "name": "Robert Motherwell"
  }, 
  {
    "quote": "I got my diploma from Ealing College of Art, in graphics and illustration.", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "Diplomacy, n. is the art of letting somebody else have your way.", 
    "name": "David Frost"
  }, 
  {
    "quote": "In the first book of my Discworld series, published more than 26 years ago, I introduced Death as a character there was nothing particularly new about this - death has featured in art and literature since medieval times, and for centuries we have had a fascination with the Grim Reaper.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "In mathematics the art of proposing a question must be held of higher value than solving it.", 
    "name": "Georg Cantor"
  }, 
  {
    "quote": "Poetry is a beautiful way of spoiling prose, and the laborious art of exchanging plain sense for harmony.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "Music is God's gift to man, the only art of Heaven given to earth, the only art of earth we take to Heaven.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "The public history of modern art is the story of conventional people not knowing what they are dealing with.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "I think art is inherently nonviolent and it actually occupies your mind with creation rather than destruction.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "Modernity is the transient, the fleeting, the contingent it is one half of art, the other being the eternal and the immovable.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Who would dare assign to art the sterile function of imitating nature?", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Art! Who comprehends her? With whom can one consult concerning this great goddess?", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "Black literature is taught as sociology, as tolerance, not as a serious, rigorous art form.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Art is always criticized and always an outsider gets the blame.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "Medicine is a science of uncertainty and an art of probability.", 
    "name": "William Osler"
  }, 
  {
    "quote": "Art saved me it got me through my depression and self-loathing, back to a place of innocence.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "Artists don't talk about art. Artists talk about work. If I have anything to say to young writers, it's stop thinking of writing as art. Think of it as work.", 
    "name": "Paddy Chayefsky"
  }, 
  {
    "quote": "Jazz is known all over the world as an American musical art form and that's it. No America, no jazz. I've seen people try to connect it to other countries, for instance to Africa, but it doesn't have a damn thing to do with Africa.", 
    "name": "Art Blakey"
  }, 
  {
    "quote": "Art attracts us only by what it reveals of our most secret self.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "I'm very manipulative towards directors. My theory is that everyone on the set is directing the film, we're all receiving art messages from the universe on how we should do the film.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I'm very much into the costuming of any character that I portray and it's one of the great things about making movies is it's a collaborative art form so you get all these artists who are looking specifically about for this instance your character's costume and what that might tell about your character.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "A primary function of art and thought is to liberate the individual from the tyranny of his culture in the environmental sense and to permit him to stand beyond it in an autonomy of perception and judgment.", 
    "name": "Beverly Sills"
  }, 
  {
    "quote": "Becoming emancipated at 14, my life wasn't normal. I didn't have to go to school, so I didn't. I was rebellious by nature. I spent my 20s focusing on my company, Flower Films, and producing movies. Now that I'm almost 30, I would like to try other things in lie. I'm crazy about photography, and I want to take an art history class.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I love doing normal things - movies, shopping, going out with friends, writing, reading, taking hot bubble baths - that's a big one for relaxation. I also love to go to art and history museums.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Piano playing is a dying art. I love the fact that I can be one guy with one instrument evoking an emotional and musical experience.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "I don't believe in art. I believe in artists.", 
    "name": "Marcel Duchamp"
  }, 
  {
    "quote": "Art is like a border of flowers along the course of civilization.", 
    "name": "Lincoln Steffens"
  }, 
  {
    "quote": "Life is the only art that we are required to practice without preparation, and without being allowed the preliminary trials, the failures and botches, that are essential for training.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "People discuss my art and pretend to understand as if it were necessary to understand, when it's simply necessary to love.", 
    "name": "Claude Monet"
  }, 
  {
    "quote": "There is no more difficult art to acquire than the art of observation, and for some men it is quite as difficult to record an observation in brief and plain language.", 
    "name": "William Osler"
  }, 
  {
    "quote": "The work of art, just like any fragment of human life considered in its deepest meaning, seems to me devoid of value if it does not offer the hardness, the rigidity, the regularity, the luster on every interior and exterior facet, of the crystal.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "The contemporary thing in art and literature is the thing which doesn't make enough difference to the people of that generation so that they can accept it or reject it.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "I love prints of skulls and bones and have some taxidermy - a crow and a rabbit - to remind me of home. I like art and have a big portrait of Bjork.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "The art of pleasing is the art of deception.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "Football is an art, like dancing is an art - but only when it's well done does it become an art.", 
    "name": "Arsene Wenger"
  }, 
  {
    "quote": "Modernity is the transitory, the fugitive, the contingent, which make up one half of art, the other being the eternal and the immutable. This transitory fugitive element, which is constantly changing, must not be despised or neglected.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "It is from the womb of art that criticism was born.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Modernity signifies the transitory, the fugitive, the contingent, the half of art of which the other half is the eternal and the immutable.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Art is not living. It is the use of living.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "The work of art is a scream of freedom.", 
    "name": "Christo"
  }, 
  {
    "quote": "The body is your instrument in dance, but your art is outside that creature, the body.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "Education is the art of making man ethical.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "The art of mastering life is the prerequisite for all further forms of expression, whether they are paintings, sculptures, tragedies, or musical compositions.", 
    "name": "Paul Klee"
  }, 
  {
    "quote": "I like science and I love gym. Oh, and I like art, but I'm really bad at it. I'm just a terrible drawer. I can't draw a circle. Even with a ruler, I can't draw a straight line.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Modesty: the gentle art of enhancing your charm by pretending not to be aware of it.", 
    "name": "Oliver Herford"
  }, 
  {
    "quote": "I don't watch television, I think it destroys the art of talking about oneself.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Great art speaks a language which every intelligent person can understand. The people who call themselves modernists today speak a different language.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "All good criticism should be judged the way art is. You shouldn't read it the way you read history or science.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "The art of dancing stands at the source of all the arts that express themselves first in the human person. The art of building, or architecture, is the beginning of all the arts that lie outside the person and in the end they unite.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "My parents started with very little and were the only ones in their families to graduate from college. As parents, they focused on education, but did not stop at academics - they made sure that we knew music, saw art and theatre and traveled - even though it meant budgeting like crazy.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Film in the 20th century, it's the American art form, like jazz.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Nature is the art of God.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "I don't think there is such a thing as being too raunchy when it comes to the art form of burlesque.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I don't think art is propaganda it should be something that liberates the soul, provokes the imagination and encourages people to go further. It celebrates humanity instead of manipulating it.", 
    "name": "Keith Haring"
  }, 
  {
    "quote": "Let us be true: this is the highest maxim of art and of life, the secret of eloquence and of virtue, and of all moral authority.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "History has remembered the kings and warriors, because they destroyed art has remembered the people, because they created.", 
    "name": "William Morris"
  }, 
  {
    "quote": "I just wish the crowd I was associated with was more passionate about what they were doing and less consumed with the commerce of the art form.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Animation is not the art of drawings that move but the art of movements that are drawn.", 
    "name": "Norman McLaren"
  }, 
  {
    "quote": "The reward of art is not fame or success but intoxication: that is why so many bad artists are unable to give it up.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "At the beginning of the 20th century, the ambition of the great painters was to make paintings that were like music, which was then considered as the noblest art.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The smart thing in the art world is to have one good idea and never have another.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The prerequisite of originality is the art of forgetting, at the proper moment, what we know.", 
    "name": "Arthur Koestler"
  }, 
  {
    "quote": "One of the things you're doing when you make art, apart from entertaining yourself and other people, is trying to see what ways of working feel good, what feels right.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Art is Art. Everything else is everything else.", 
    "name": "Ad Reinhardt"
  }, 
  {
    "quote": "All art constantly aspires towards the condition of music.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "I've got tonnes of aboriginal and Native American art, but I'd like even more.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "I don't want life to imitate art. I want life to be art.", 
    "name": "Ernst Fischer"
  }, 
  {
    "quote": "I think most art comes out of poverty and hard times.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Your talent is your art. It is not to be taken for granted.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "Our individual lives cannot, generally, be works of art unless the social order is also.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "You are welcome to your intellectual pastimes and books and art and newspapers welcome, too, to your bars and your whisky that only makes me ill. Here am I in the forest, quite content.", 
    "name": "Knut Hamsun"
  }, 
  {
    "quote": "The commonality between science and art is in trying to see profoundly - to develop strategies of seeing and showing.", 
    "name": "Edward Tufte"
  }, 
  {
    "quote": "Reason clears and plants the wilderness of the imagination to harvest the wheat of art.", 
    "name": "Austin O'Malley"
  }, 
  {
    "quote": "Censorship is to art as lynching is to justice.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The art world can be very intimidating because it's just so vast. You talk to people who are really clued in to all the young artists and coming into it you're never going to be able to catch up immediately, even though there's pressure to.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I have discovered the art of deceiving diplomats. I tell them the truth and they never believe me.", 
    "name": "Camillo di Cavour"
  }, 
  {
    "quote": "There are so many opportunities in life, that the loss of two or three capabilities is not necessarily debilitating. A handicap can give you the opportunity to focus more on art, writing, or music.", 
    "name": "Jim Davis"
  }, 
  {
    "quote": "Art is the most passionate orgy within man's grasp.", 
    "name": "John Donne"
  }, 
  {
    "quote": "Smiles come naturally to me, but I started thinking of them as an art form at my command. I studied all the time. I looked at magazines, I'd practice in front of the mirror and I'd ask photographers about the best angles. I can now pull out a smile at will.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "Art cannot result from sophisticated, frivolous, or superficial effects.", 
    "name": "Hans Hofmann"
  }, 
  {
    "quote": "It's an honor putting art above politics. Politics can be seductive in terms of things reductive to the soul.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "I'm not interested in pop art.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Wit as an instrument of revenge is as infamous as art is as a means of sensual titillation.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "In the world of language, or in other words in the world of art and liberal education, religion necessarily appears as mythology or as Bible.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Because most people are not sufficiently employed in themselves, they run about loose, hungering for employment, and satisfy themselves in various supererogatory occupations. The easiest of these occupations, which have all to do with making things already made, is the making of people: it is called the art of friendship.", 
    "name": "Laura Riding"
  }, 
  {
    "quote": "An aphorism ought to be entirely isolated from the surrounding world like a little work of art and complete in itself like a hedgehog.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Mathematics is, as it were, a sensuous logic, and relates to philosophy as do the arts, music, and plastic art to poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Form your life humanly, and you have done enough: but you will never reach the height of art and the depth of science without something divine.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Nothing is as dangerous in architecture as dealing with separated problems. If we split life into separated problems we split the possibilities to make good building art.", 
    "name": "Alvar Aalto"
  }, 
  {
    "quote": "As I grew older, I realized that it was much better to insist on the genuine forms of nature, for simplicity is the greatest adornment of art.", 
    "name": "Albrecht Durer"
  }, 
  {
    "quote": "I think of art, at its most significant, as a DEW line, a Distant Early Warning system that can always be relied on to tell the old culture what is beginning to happen to it.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "I'd love to go to art school. I'd love to learn how to draw. I'd love to be fluent in Spanish. I'd like to be a brain surgeon.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "People of art should never get married and have children, because it's a selfish experience.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "It has always been difficult for Man to realize that his life is all an art. It has been more difficult to conceive it so than to act it so. For that is always how he has more or less acted it.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Rule of art: Cant kills creativity!", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Actually I think Art lies in both directions - the broad strokes, big picture but on the other hand the minute examination of the apparently mundane. Seeing the whole world in a grain of sand, that kind of thing.", 
    "name": "Peter Hammill"
  }, 
  {
    "quote": "Does art have a future? Performance genres like opera, theater, music and dance are thriving all over the world, but the visual arts have been in slow decline for nearly 40 years. No major figure of profound influence has emerged in painting or sculpture since the waning of Pop Art and the birth of Minimalism in the early 1970s.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "And I have exposed myself to art so that my work has something beyond just the usual potter.", 
    "name": "Beatrice Wood"
  }, 
  {
    "quote": "Originality is the art of concealing your source.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "Art is creative for the sake of realization, not for amusement... for transfiguration, not for the sake of play.", 
    "name": "Max Beckmann"
  }, 
  {
    "quote": "The strangeness will wear off and I think we will discover the deeper meanings in modern art.", 
    "name": "Jackson Pollock"
  }, 
  {
    "quote": "I don't need the money, dear. I work for art.", 
    "name": "Maria Callas"
  }, 
  {
    "quote": "Customs and convictions change respectable people are the last to know, or to admit, the change, and the ones most offended by fresh reflections of the facts in the mirror of art.", 
    "name": "John Updike"
  }, 
  {
    "quote": "When hospitality becomes an art it loses its very soul.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "A verbal art like poetry is reflective it stops to think. Music is immediate, it goes on to become.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "It's a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Art is our chief means of breaking bread with the dead.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "The art of interpretation is not to play what is written.", 
    "name": "Pablo Casals"
  }, 
  {
    "quote": "I am trying to make art that relates to the deepest and most mythic concerns of human kind and I believe that, at this moment of history, feminism is humanism.", 
    "name": "Judy Chicago"
  }, 
  {
    "quote": "All works of art are commissioned in the sense that no artist can create one by a simple act of will but must wait until what he believes to be a good idea for a work comes to him.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "In every work of art the subject is primordial, whether the artist knows it or not. The measure of the formal qualities is only a sign of the measure of the artist's obsession with his subject the form is always in proportion to the obsession.", 
    "name": "Alberto Giacometti"
  }, 
  {
    "quote": "To know how to suggest is the great art of teaching. To attain it we must be able to guess what will interest we must learn to read the childish soul as we might a piece of music. Then, by simply changing the key, we keep up the attraction and vary the song.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "In fact, in many ways my mother was quite hippy-dippy, serving macrobiotic food and reading 'Zen and the Art of Motorcycle Maintenance.'", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "Another unsettling element in modern art is that common symptom of immaturity, the dread of doing what has been done before.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "Art is the signature of civilizations.", 
    "name": "Beverly Sills"
  }, 
  {
    "quote": "Although all the good arts serve to draw man's mind away from vices and lead it toward better things, this function can be more fully performed by this art, which also provides extraordinary intellectual pleasure.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "The details are the very source of expression in architecture. But we are caught in a vice between art and the bottom line.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "Surrealism: An archaic term. Formerly an art movement. No longer distinguishable from everyday life.", 
    "name": "Brad Holland"
  }, 
  {
    "quote": "I try to give people a different way of looking at their surroundings. That's art to me.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "Translation is the art of failure.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "Life is very nice, but it lacks form. It's the aim of art to give it some.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "I'm very happy to hear that my work inspires writers and painters. It's the most beautiful compliment, the greatest reward. Art should always be an exchange.", 
    "name": "Nick Cave"
  }, 
  {
    "quote": "Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "Raising children is a creative endeavor, an art rather than a science.", 
    "name": "Bruno Bettelheim"
  }, 
  {
    "quote": "The whole aspect of cinema and film festivals should be a moment to come together and celebrate art and humanity. It would be a shame if there was such a divide.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "The art of economics consists in looking not merely at the immediate but at the longer effects of any act or policy it consists in tracing the consequences of that policy not merely for one group but for all groups.", 
    "name": "Henry Hazlitt"
  }, 
  {
    "quote": "All art is exorcism. I paint dreams and visions too the dreams and visions of my time. Painting is the effort to produce order order in yourself. There is much chaos in me, much chaos in our time.", 
    "name": "Otto Dix"
  }, 
  {
    "quote": "Shadows sometimes people don't see shadows. The Chinese of course never paint them in pictures, oriental art never deals with shadow. But I noticed these shadows and I knew it meant it was sunny.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "Success and the art of making music are two different things for me.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "People criticized me for my photography. They said it's not art.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I always feel like the art's there and I just see it, so it's not really a lot of work.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "I went to art school actually when I was sixteen years old.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "How can anybody learn anything from an artwork when the piece of art only reflects the vanity of the artist and not reality?", 
    "name": "Lou Reed"
  }, 
  {
    "quote": "Anyway I feel myself a bit on the edge on the art world, but I don't mind, I'm just pursuing my work in a very excited way. And there isn't really a mainstream anymore, is there?", 
    "name": "David Hockney"
  }, 
  {
    "quote": "If you don't get noticed, you don't have anything. You just have to be noticed, but the art is in getting noticed naturally, without screaming or without tricks.", 
    "name": "Leo Burnett"
  }, 
  {
    "quote": "It seems almost backwards to me that my music seems the more emotional outlet, and the art stuff seems more about ideas.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Real popular culture is folk art - coalminers' songs and so forth.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "I want to serve chess through games, books that are works of art. I would like to bring the game closer to many people all over the world.", 
    "name": "Garry Kasparov"
  }, 
  {
    "quote": "It's important to debunk the myths of Africa being this benighted continent civilized only when white people arrived. In fact, Africans had been creators of culture for thousands of years before. These were very intelligent, subtle and sophisticated people, with organized societies and great art.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "In our life there is a single color, as on an artist's palette, which provides the meaning of life and art. It is the color of love.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "I want art to make me think. In order to do that, it may piss me off, or make me uncomfortable. That promotes awareness and change, or at least some discussion.", 
    "name": "Pink"
  }, 
  {
    "quote": "Art is vice. You don't marry it legitimately, you rape it.", 
    "name": "Edgar Degas"
  }, 
  {
    "quote": "Controversy is part of the nature of art and creativity.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Oh yeah, I mean every fighter has got be dedicated, learn how to sacrifice, know what the devotion is all about, make sure you're paying attention and studying your art.", 
    "name": "Marvin Hagler"
  }, 
  {
    "quote": "I am an anarchist in politics and an impressionist in art as well as a symbolist in literature. Not that I understand what these terms mean, but I take them to be all merely synonyms of pessimist.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "The Dancer believes that his art has something to say which cannot be expressed in words or in any other way than by dancing.", 
    "name": "Doris Humphrey"
  }, 
  {
    "quote": "Life is like art. You have to work hard to keep it simple and still have meaning.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "Ability is the art of getting credit for all the home runs somebody else hits.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Interpretation is the revenge of the intellectual upon art.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "The 1990s, after the reign of terror of academic vandalism, will be a decade of restoration: restoration of meaning, value, beauty, pleasure, and emotion to art and restoration of art to its audience.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "In an era ruled by materialism and unstable geopolitics, art must be restored to the center of public education.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Because most of my career in the classroom has been at art schools (beginning at Bennington in the 1970s), I am hyper-aware of the often grotesque disconnect between commentary on the arts and the actual practice or production of the arts.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "One of the main reasons I am so drawn to Hitchcock is that he planned his shots way in advance on story-boards, which he designed like classic paintings (he was an art connoisseur). It's why he found shooting on set boring - because he had already composed the film in his head.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Madonna remains the most visible performer on the planet, as well as one of the wealthiest, but would anyone seriously say that artistic self-development is her primary motivating principle? She is too busy with Kabbalah, fashion merchandising, adoption melodramas, the gym, and ill-starred horseback riding to study art.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "It's high time for the art world to admit that the avant-garde is dead. It was killed by my hero, Andy Warhol, who incorporated into his art all the gaudy commercial imagery of capitalism (like Campbell's soup cans) that most artists had stubbornly scorned.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "To me, art supplies are always okay to buy.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Art is something to be proud of. Art is no compromise.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "But theater, because of its nature, both text, images, multimedia effects, has a wider base of communication with an audience. That's why I call it the most social of the various art forms.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "The problem is that once the rules of art are debunked, and once the unpleasant realities the irony diagnoses are revealed and diagnosed, 'then' what do we do?", 
    "name": "David Foster Wallace"
  }, 
  {
    "quote": "Deals are my art form. Other people paint beautifully on canvas or write wonderful poetry. I like making deals, preferably big deals. That's how I get my kicks.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "Courage is the art of being the only one who knows you're scared to death.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "The downfall of the industry seems to actually be good for art. I think the industry will find their way once the focus shifts from its greed-based origins, downsizes, and begins to support creative visions that speak to our times and shifting ideals.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "The new job of art is to sit on the wall and get more expensive.", 
    "name": "Robert Hughes"
  }, 
  {
    "quote": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller.", 
    "name": "Michael Palin"
  }, 
  {
    "quote": "Art must take reality by surprise.", 
    "name": "Francoise Sagan"
  }, 
  {
    "quote": "What you have now is a Hollywood that is pure poison. Hollywood was a central place in the history of art in the 20th century: it was human idealism preserved. And then, like any great place, it collapsed, and it collapsed into the most awful machinery in the world.", 
    "name": "Emir Kusturica"
  }, 
  {
    "quote": "I have a small house so I borrow everything except art, that's what I love.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "I think people should be given a test much like driver's tests as to whether they're capable of being parents! It's an art form. I talk a lot. And I think a lot. And I draw a lot. But never in a million years would I have been a parent. That's just work that's too hard.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I owe much to mother. She had an expert's understanding, but also approached art emotionally.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "For me, pointing and clicking my phone is absolutely fine. People say that isn't the art of photography but I don't agree.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Art is the concrete representation of our most subtle feelings.", 
    "name": "Agnes Martin"
  }, 
  {
    "quote": "Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "For as long as I can remember I have suffered from a deep feeling of anxiety which I have tried to express in my art.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "If you cannot learn to love real art at least learn to hate sham art.", 
    "name": "William Morris"
  }, 
  {
    "quote": "The greater the decrease in the social significance of an art form, the sharper the distinction between criticism and enjoyment by the public. The conventional is uncritically enjoyed, and the truly new is criticized with aversion.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "Literature flourishes best when it is half a trade and half an art.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "Fashion often starts off beautiful and becomes ugly, whereas art starts off ugly sometimes and becomes beautiful.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "Art evokes the mystery without which the world would not exist.", 
    "name": "Rene Magritte"
  }, 
  {
    "quote": "What matters poverty? What matters anything to him who is enamoured of our art? Does he not carry in himself every joy and every beauty?", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "Film is a very young art that is still evolving. Soon, we shall reach a balance between content and technology.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "All I owe the world is my art.", 
    "name": "Sherman Alexie"
  }, 
  {
    "quote": "Art is dangerous. It is one of the attractions: when it ceases to be dangerous you don't want it.", 
    "name": "Duke Ellington"
  }, 
  {
    "quote": "Aesthetic emotion puts man in a state favorable to the reception of erotic emotion. Art is the accomplice of love. Take love away and there is no longer art.", 
    "name": "Remy de Gourmont"
  }, 
  {
    "quote": "When the bright angel dominates, out comes a great work of art, a Michelangelo David or a Beethoven symphony.", 
    "name": "Madeleine L'Engle"
  }, 
  {
    "quote": "I like the fact that in ancient Chinese art the great painters always included a deliberate flaw in their work: human creation is never perfect.", 
    "name": "Madeleine L'Engle"
  }, 
  {
    "quote": "I'm not dead and I don't have blue hair but some people say there are similarities. It is usually intolerable to watch myself onscreen but this time it's fine. I think it's beautiful and a real work of art.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "More than art, more than literature, music is universally accessible.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "I think no artist can claim to have any access to the truth, or an authentic version of an event. But obviously they have slightly better means at their disposal because they have their art to energize whatever it is they're trying to write about. They have music.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "Every man should follow the bent of his nature in art and letters, always provided that he does not offend against the rules of morality and good taste.", 
    "name": "Thomas Edward Brown"
  }, 
  {
    "quote": "He has only half learned the art of reading who has not added to it the more refined art of skipping and skimming.", 
    "name": "Arthur Balfour"
  }, 
  {
    "quote": "If only life could be a little more tender and art a little more robust.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "Seek art from every time and place, in any form, to connect with those who really move you.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Back then, I didn't have a big organization around me. I was just a kid with a guitar, traveling around. My responsibility basically was to the art, and I had extra time on my hands. There is no extra time now. There isn't enough time.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "There's no being wrong in seeing something in art, only being disagreed with.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "The art of living does not consist in preserving and clinging to a particular mode of happiness, but in allowing happiness to change its form without being disappointed by the change happiness, like a child, must be allowed to grow up.", 
    "name": "Charles Morgan"
  }, 
  {
    "quote": "I think good art does come from a dark place.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "I think of art as the highest level of creativity. To me, it is one of the greatest sources of enjoyment.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "Literature has drawn a funny perimeter that other art forms haven't.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Reading is an art form, and every man can be an artist.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "It is a myth that art has to be sold. It is not like stocking a grocery store where people fill a pushcart. Art is a product that has no apparent need. The salesperson builds the need in the mind of the buyer.", 
    "name": "Jack White"
  }, 
  {
    "quote": "What I'm doing is art - it's low-brow art but there's a magic in that.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Art allows people a way to dream their way out of their struggle.", 
    "name": "Russell Simmons"
  }, 
  {
    "quote": "I just like art. I get pure pleasure from it. I have a lot of wonderful paintings, and every time I look at them I see something different.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I realize that every picture isn't a work of art.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "To be honest, I sort of feel like 'movie actor' isn't of this time. I love it. But it's a 20th-century art form.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I view art as an inspirational tool.", 
    "name": "Thomas Kincade"
  }, 
  {
    "quote": "What is art but a way of seeing?", 
    "name": "Saul Bellow"
  }, 
  {
    "quote": "Any fool can have bad luck the art consists in knowing how to exploit it.", 
    "name": "Frank Wedekind"
  }, 
  {
    "quote": "Good art provides people with a vocabulary about things they can't articulate.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "It has taken me years of struggle, hard work and research to learn to make one simple gesture, and I know enough about the art of writing to realize that it would take as many years of concentrated effort to write one simple, beautiful sentence.", 
    "name": "Isadora Duncan"
  }, 
  {
    "quote": "Art may imitate life, but life imitates TV.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Celebrity doesn't have anything to do with art or craft. It's about being rich and thinking that you're better than everybody else.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "It is commonly supposed that the art of pleasing is a wonderful aid in the pursuit of fortune but the art of being bored is infinitely more successful.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "I've sort of escaped my background, as people often do, through art and culture.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "It is the glory and good of Art, That Art remains the one way possible Of speaking truth, to mouths like mine at least.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "The art of the parenthesis is one of the greatest secrets of eloquence in Society.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "The worst state of affairs is when science begins to concern itself with art.", 
    "name": "Paul Klee"
  }, 
  {
    "quote": "I was the hero of the young insurgent working class art movement.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "Thou art my single day, God lends to leaven What were all earth else, with a feel of heaven.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "The art of being sick is not the same as the art of getting well.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "I'd like to introduce someone who has just come into my life. I've admired him for 35 years. He's someone who represents integrity, honesty, art, and on top of that stuff I'm actually sleeping with him.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "An art whose medium is language will always show a high degree of critical creativeness, for speech is itself a critique of life: it names, it characterizes, it passes judgment, in that it creates.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "Art is nothing but the expression of our dream the more we surrender to it the closer we get to the inner truth of things, our dream-life, the true life that scorns questions and does not see them.", 
    "name": "Franz Marc"
  }, 
  {
    "quote": "The art of communication is the language of leadership.", 
    "name": "James Humes"
  }, 
  {
    "quote": "I love to collect modern art.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "For nine years I worked to change what was hairdressing then into a geometric art form with color, perm without setting which had never been done before.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "I choose films for their artistic value. I don't need a mansion or a Jaguar. When I leave this Earth, I won't take any money with me. All I will leave behind will be my art.", 
    "name": "Brad Renfro"
  }, 
  {
    "quote": "Alchemy is the art of far and near, and I think poetry is alchemy in that way. It's delightful to distort size, to see something that's tiny as though it were vast.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Only in men's imagination does every truth find an effective and undeniable existence. Imagination, not invention, is the supreme master of art as of life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "The idea of avant-garde art is a very suspicious thing to me, the idea that poetry is new and it keeps being new the way Chevrolets every year are new.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Any work that aspires, however humbly, to the condition of art should carry its justification in every line.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "When thou art at Rome, do as they do at Rome.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Rock isn't art, it's the way ordinary people talk.", 
    "name": "Billy Idol"
  }, 
  {
    "quote": "Tell me thy company, and I'll tell thee what thou art.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Book-jacket design may become a lost art, like album-cover design, without which late-20th-century iconography would have been pauperized.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "Art is nature speeded up and God slowed down.", 
    "name": "Malcolm De Chazal"
  }, 
  {
    "quote": "There was a big drive when I was at art school to make you aware of the economy of meaning - after all, this was still during the tail end of minimalism. Being responsible for everything you put in your picture, and being able to defend it. Keeping everything clear around you so you know what is operating. To open the wound and keep it clean.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "I was very much into buying contemporary art, but I've just decided I want to get rid of it all. Not that it's not great art, but all of a sudden my mood has changed, and I want to go back to seventeenth- and eighteenth-century masters.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "I did this Super-8 film at art school called 'Tissues,' this black comedy about a family whose father has been arrested for child molestation. I was absolutely thrilled by every inch of it, and would throw my projector in the back of my car and show it to anybody who would watch it.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "The great art of films does not consist of descriptive movement of face and body but in the movements of thought and soul transmitted in a kind of intense isolation.", 
    "name": "Louise Brooks"
  }, 
  {
    "quote": "Magic becomes art when it has nothing to hide.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Science is spectral analysis. Art is light synthesis.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "My first love is art, and I see a lot of things in an artistic way.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "In my world, history comes down to language and art. No one cares much about what battles were fought, who won them and who lost them - unless there is a painting, a play, a song or a poem that speaks of the event.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "A compromise is the art of dividing a cake in such a way that everyone believes he has the biggest piece.", 
    "name": "Ludwig Erhard"
  }, 
  {
    "quote": "Wushu is a move in Chinese, a physical move. An attack. Wushu is like an art.", 
    "name": "Jet Li"
  }
]