[
  {
    "quote": "When you are joyous, look deep into your heart and you shall find it is only that which has given you sorrow that is giving you joy. When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Every man has his secret sorrows which the world knows not and often times we call a man cold when he is only sad.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times but it is vague, like a breeze among flowers.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "If my world were to cave in tomorrow, I would look back on all the pleasures, excitements and worthwhilenesses I have been lucky enough to have had. Not the sadness, not my miscarriages or my father leaving home, but the joy of everything else. It will have been enough.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Sadness is but a wall between two gardens.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "It's sad when someone you know becomes someone you knew.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Make the most of your regrets never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Participate joyfully in the sorrows of the world. We cannot cure the world of sorrows, but we can choose to live in joy.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "The walls we build around us to keep sadness out also keeps out the joy.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "A sad soul can kill quicker than a germ.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "And I remember going to the record studio and there was a park across the street and I'd see all the children playing and I would cry because it would make me sad that I would have to work instead.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "The word 'happiness' would lose its meaning if it were not balanced by sadness.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "I've cried, and you'd think I'd be better for it, but the sadness just sleeps, and it stays in my spine the rest of my life.", 
    "name": "Conor Oberst"
  }, 
  {
    "quote": "Affliction comes to us, not to make us sad but sober not to make us sorry but wise.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Isn't it sad to go to your grave without ever wondering why you were born? Who, with such a thought, would not spring from bed, eager to resume discovering the world and rejoicing to be part of it?", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Live by this credo: have a little laugh at life and look around you for happiness instead of sadness. Laughter has always brought me out of unhappy situations.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "Sad things happen. They do. But we don't need to live sad forever.", 
    "name": "Mattie Stepanek"
  }, 
  {
    "quote": "In this world, full often, our joys are only the tender shadows which our sorrows cast.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.", 
    "name": "Nana Mouskouri"
  }, 
  {
    "quote": "One must not let oneself be overwhelmed by sadness.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Every life has a measure of sorrow, and sometimes this is what awakens us.", 
    "name": "Steven Tyler"
  }, 
  {
    "quote": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Can I see another's woe, and not be in sorrow too? Can I see another's grief, and not seek for kind relief?", 
    "name": "William Blake"
  }, 
  {
    "quote": "We look before and after, And pine for what is not Our sincerest laughter With some pain is fraught Our sweetest songs are those that tell of saddest thought.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "For all sad words of tongue and pen, The saddest are these, 'It might have been'.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "It is sadder to find the past again and find it inadequate to the present than it is to have it elude you and remain forever a harmonious conception of memory.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "In deep sadness there is no place for sentimentality.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "Good humor is the health of the soul, sadness is its poison.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Our sweetest songs are those that tell of saddest thought.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "We never taste a perfect joy our happiest successes are mixed with sadness.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "An ounce of cheerfulness is worth a pound of sadness to serve God with.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "I was raised in an atmosphere of 'everything's fine.' But as I got older, I was like, 'Well no, everything's not fine. There is stuff that's sad.' I am a really sensitive person. I think I am too sensitive sometimes.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I can see the humorous side of things and enjoy the fun when it comes but look where I will, there seems to me always more sadness than joy in life.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "It's a sad man my friend who's livin' in his own skin and can't stand the company.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "It is one of the most saddening things in life that, try as we may, we can never be certain of making people happy, whereas we can almost always be certain of making them unhappy.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "The rose and the thorn, and sorrow and gladness are linked together.", 
    "name": "Saadi"
  }, 
  {
    "quote": "I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Do not make best friends with a melancholy sad soul. They always are heavily loaded, and you must bear half.", 
    "name": "Francois Fenelon"
  }, 
  {
    "quote": "Dying is only one thing to be sad over... Living unhappily is something else.", 
    "name": "Morrie Schwartz"
  }, 
  {
    "quote": "Melancholy and sadness are the start of doubt... doubt is the beginning of despair despair is the cruel beginning of the differing degrees of wickedness.", 
    "name": "Isidore Ducasse Lautreamont"
  }, 
  {
    "quote": "Sadness flies away on the wings of time.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "The keenest sorrow is to recognize ourselves as the sole cause of all our adversities.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "My father's death, my move, and my frightening and difficult delivery created a tremendous amount of stress, pain, and sadness for me. I was practically devastated beyond recovery.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "When I seemed to be irritable or sad, my father would quote the learned Dr. Knight, and then say, 'Just go to sleep.' Like all smart aleck kids, I thought the advice was silly. But as I've grown older, I've realized just how smart Knight was.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "My parents' divorce left me with a lot of sadness and pain and acting, and especially humour, was my way of dealing with all that.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Time takes away the grief of men.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Crying is cleansing. There's a reason for tears, happiness or sadness.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "We tell our triumphs to the crowds, but our own hearts are the sole confidants of our sorrows.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "I get mad. I get sad. I have all those emotions. But I just like to keep them to myself. I don't think my fans need to be bothered with if I'm mad or sad about something. I should just be concerned that they are keeping up with my music or I'm making them happy with my show.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "It doesn't hurt to feel sad from time to time.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Sorrows are like thunderclouds, in the distance they look black, over our heads scarcely gray.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "It's a source of great sadness to me that my father died without having seen me do anything worthwhile. He was constantly having to make excuses for me.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "Oh, I am very weary, Though tears no longer flow My eyes are tired of weeping, My heart is sick of woe.", 
    "name": "Anne Bronte"
  }, 
  {
    "quote": "Your joys and sorrows. You can never tell them. You cheapen the inside of yourself if you do tell them.", 
    "name": "Greta Garbo"
  }, 
  {
    "quote": "God is in the sadness and the laughter, in the bitter and the sweet.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "Nobody understands another's sorrow, and nobody another's joy.", 
    "name": "Franz Schubert"
  }, 
  {
    "quote": "The saddest thing that befalls a soul is when it loses faith in God and woman.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "Sad will be the day for any man when he becomes contented with the thoughts he is thinking and the deeds he is doing - where there is not forever beating at the doors of his soul some great desire to do something larger which he knows he was meant and made to do.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.", 
    "name": "Edmond de Goncourt"
  }, 
  {
    "quote": "You get used to sadness, growing up in the mountains, I guess.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "Those who gave away their wings are sad not to see them fly.", 
    "name": "Antonio Porchia"
  }, 
  {
    "quote": "What else does anxiety about the future bring you but sorrow upon sorrow?", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "I had sadness for breakfast.", 
    "name": "Andy Milonakis"
  }, 
  {
    "quote": "They say it's better to bury your sadness in a graveyard or garden that waits for the spring to wake from its sleep and burst into green.", 
    "name": "Conor Oberst"
  }, 
  {
    "quote": "Actually, the moment of victory is wonderful, but also sad. It means that your trip is ended.", 
    "name": "Bill Toomey"
  }, 
  {
    "quote": "The excursion is the same when you go looking for your sorrow as when you go looking for your joy.", 
    "name": "Eudora Welty"
  }, 
  {
    "quote": "Every human walks around with a certain kind of sadness. They may not wear it on their sleeves, but it's there if you look deep.", 
    "name": "Taraji P. Henson"
  }, 
  {
    "quote": "One should either be sad or joyful. Contentment is a warm sty for eaters and sleepers.", 
    "name": "Eugene O'Neill"
  }, 
  {
    "quote": "First, accept sadness. Realize that without losing, winning isn't so great.", 
    "name": "Alyssa Milano"
  }, 
  {
    "quote": "Sadness is also a kind of defence.", 
    "name": "Ivo Andric"
  }, 
  {
    "quote": "Red is the ultimate cure for sadness.", 
    "name": "Bill Blass"
  }, 
  {
    "quote": "Everything's complicated, even those things that seem flat in their bleakness or sadness.", 
    "name": "Nick Hornby"
  }, 
  {
    "quote": "You have to let it all hang out, let go of the ideas that were more comfortable and embrace some of the sadness in your life.", 
    "name": "Madeleine Peyroux"
  }, 
  {
    "quote": "The good times of today, are the sad thoughts of tomorrow.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "For me, singing sad songs often has a way of healing a situation. It gets the hurt out in the open into the light, out of the darkness.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I hold the world but as the world, Gratiano A stage where every man must play a part, And mine is a sad one.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "It is a very sad thing that nowadays there is so little useless information.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "It is sad not to love, but it is much sadder not to be able to love.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "Every word, facial expression, gesture, or action on the part of a parent gives the child some message about self-worth. It is sad that so many parents don't realize what messages they are sending.", 
    "name": "Virginia Satir"
  }, 
  {
    "quote": "Hear me, my chiefs! I am tired. My heart is sick and sad. From where the sun now stands, I will fight no more forever.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.", 
    "name": "Maurice Chevalier"
  }, 
  {
    "quote": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "I didn't really want to live, so anything that was an investment in time made me angry... but also I just felt sad. When the hopelessness is hurting you, it's the fixtures and fittings that finish you off.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.", 
    "name": "Kirsten Dunst"
  }, 
  {
    "quote": "He is a hard man who is only just, and a sad one who is only wise.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "He who is not just is severe, he who is not wise is sad.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "The closing of a door can bring blessed privacy and comfort - the opening, terror. Conversely, the closing of a door can be a sad and final thing - the opening a wonderfully joyous moment.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "There must be something solemn, serious, and tender about any attitude which we denominate religious. If glad, it must not grin or snicker if sad, it must not scream or curse.", 
    "name": "William James"
  }, 
  {
    "quote": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it better, will preserve it longer, than the sad or sullen.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "So many gods, so many creeds, so many paths that wind and wind while just the art of being kind is all the sad world needs.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "I enjoyed in every way my 12 years of playing Archie, and I wasn't personally sad about finishing a long job.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "I don't have many sad days.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The display of grief makes more demands than grief itself. How few men are sad in their own company.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "And in real life endings aren't always neat, whether they're happy endings, or whether they're sad endings.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Beauty makes idiots sad and wise men merry.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Christmas makes everything twice as sad.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I am an optimist, unrepentant and militant. After all, in order not to be a fool an optimist must know how sad a place the world can be. It is only the pessimist who finds this out anew every day.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "Sad people dislike the happy, and the happy the sad the quick thinking the sedate, and the careless the busy and industrious.", 
    "name": "Horace"
  }, 
  {
    "quote": "It is sad to grow old but nice to ripen.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "Proud people breed sad sorrows for themselves.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "If we don't make earnest moves toward real solutions, then each day we move one day closer to revolution and anarchy in this country. This is the sad, and yet potentially joyous, state of America.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "There's no excuse to be bored. Sad, yes. Angry, yes. Depressed, yes. Crazy, yes. But there's no excuse for boredom, ever.", 
    "name": "Viggo Mortensen"
  }, 
  {
    "quote": "Man is born passionate of body, but with an innate though secret tendency to the love of Good in his main-spring of Mind. But God help us all! It is at present a sad jar of atoms.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I would not know how I am supposed to feel about many stories if not for the fact that the TV news personalities make sad faces for sad stories and happy faces for happy stories.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "The sad duty of politics is to establish justice in a sinful world.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "That is sad until one recalls how many bad books the world may yet be spared because of the busyness of writers.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "I love my past, I love my present. I am not ashamed of what I have had, and I am not sad because I no longer have it.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "War is very sad and small life is pathetically fragile at times.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "It's nice to be with someone, but I don't think you need to be in a relationship to feel complete. That would be really sad.", 
    "name": "Kristin Davis"
  }, 
  {
    "quote": "It is a sad thing when men have neither the wit to speak well nor the judgment to hold their tongues.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "They say geniuses mostly have great mothers. They mostly have sad fates.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one's home.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I'm sad to report that in the past few years, ever since uncertainty became our insistent 21st century companion, leadership has taken a great leap backwards to the familiar territory of command and control.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Falling in love is awesome, but I'm never drawn to happy songs per se, so whenever you sit down to write a heartbreak song and you're happily in love, it's like, 'OK, now I have to go back to a sad place to get something good.'", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "If you don't know about pain and trouble, you're in sad shape. They make you appreciate life.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "How sad it is that we give up on people who are just like us.", 
    "name": "Fred Rogers"
  }, 
  {
    "quote": "Art is the most beautiful deception of all. And although people try to incorporate the everyday events of life in it, we must hope that it will remain a deception lest it become a utilitarian thing, sad as a factory.", 
    "name": "Claude Debussy"
  }, 
  {
    "quote": "Of these years nought remains in memory but the sad feeling that we have advanced and only grown older.", 
    "name": "Max Muller"
  }, 
  {
    "quote": "They say such nice things about people at their funerals that it makes me sad that I'm going to miss mine by just a few days.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "Poverty makes you sad as well as wise.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "The sad souls of those who lived without blame and without praise.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "It is a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Sometimes I wonder if suicides aren't in fact sad guardians of the meaning of life.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "But it's a journey and the sad thing is you only learn from experience, so as much as someone can tell you things, you have to go out there and make your own mistakes in order to learn.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "Among the many reasons assignable for the sad decay of true Christianity, perhaps the neglecting to assemble ourselves together, in religious societies, may not be one of the least.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "Better by far you should forget and smile than that you should remember and be sad.", 
    "name": "Christina G. Rossetti"
  }, 
  {
    "quote": "Better by far you should forget and smile that you should remember and be sad.", 
    "name": "Christina Rossetti"
  }, 
  {
    "quote": "When I was a child people simply looked about them and were moderately happy today they peer beyond the seven seas, bury themselves waist deep in tidings, and by and large what they see and hear makes them unutterably sad.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "It's sad, something coming to an end. It cracks you open, in a way - cracks you open to feeling.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "A sad fact of life lately at the Museum of Modern Art is that when it comes to group shows of contemporary painting from the collection, the bar has been set pretty low.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "When I did the film Generations, in which the character died, I felt like a guest for the first time. That made me very sad.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "All pictures are unnatural. All pictures are sad because they're about dead people. Paintings you don't think of in a special time or with a specific event. With photos I always think I'm looking at something dead.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I have a piece of great and sad news to tell you: I am dead.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Country fans need to support country music by buying albums and concert tickets for traditional artists or the music will just fade away. And that would be really sad.", 
    "name": "George Jones"
  }, 
  {
    "quote": "What makes old age so sad is not that our joys but our hopes cease.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Everybody has a right to like or dislike anything or anyone. From a flower to a flavor to a book or a composition but it is very sad that in our country we actually fight over such things in an unseemly manner.", 
    "name": "Ravi Shankar"
  }, 
  {
    "quote": "I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that's all you've got, it's just boring. Everything I write, whether it's happy or sad, has a sense of humor to it.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Our religion is itself profoundly sad - a religion of universal anguish, and one which, because of its very catholicity, grants full liberty to the individual and asks no better than to be celebrated in each man's own language - so long as he knows anguish and is a painter.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "The president we have today is a typical Washington politician that's prone to hyperbole and decisiveness and false outrage. And I think it's very sad - very sad to watch.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "As virtuous men pass mildly away, and whisper to their souls to go, whilst some of their sad friends do say, the breath goes now, and some say no.", 
    "name": "John Donne"
  }, 
  {
    "quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "NASA has been one of the most successful public investments in motivating students to do well and achieve all they can achieve. It's sad that we are turning the programme in a direction where it will reduce the amount of motivation and stimulation it provides to young people.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "Well the country songs themselves are three-chord stories, ballads which are mostly sad. If you are already feeling sorry for yourself when you listen to them they will take you to an even sadder place.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "I was very sad to hear of the death of Ronnie Barker, who was such a warm, friendly and encouraging presence to have when I started in television. He was also a great comic actor to learn from.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "The sad thing is most people have to check with someone before they do the things that make them happy. We're all passing through the least we can do is be happy, and the only way to do that is by being selfish.", 
    "name": "Gene Simmons"
  }, 
  {
    "quote": "I love jazz music and sad music. I'm a sentimental guy. I'm a romantic guy.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "It's a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad.", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "A lot of country music is sad.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Women often postpone their lives, thinking that if they're not with a partner then it doesn't really count. They're still searching for their prince, in a way. And as much as we don't discuss that, because it's too embarrassing and too sad, I think it really does exist.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can't black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I'll always be sad that my marriage ended.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "His death was the first time that Ed Wynn ever made anyone sad.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "The sad truth is that without complex business partnerships between African elites and European traders and commercial agents, the slave trade to the New World would have been impossible, at least on the scale it occurred.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "But you see, that's the gilded prison of fashion. We're riding in private jets, and meantime I was so incredibly, painfully sad and lonely.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "There were points in my life where I felt oddly irresistible to women. I'm not in that state now and that makes me sad.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I've been on Prozac for 12 years and I'm off it now. I know what it feels like to be excited and sad again. I haven't felt like this in 12 years I'm like a giddy little kid.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "We've got people looking at our seamy side and our sad side a lot of the time because that's easier. It's much more difficult to make a film about happiness with lots of jokes in it.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "The funny thing is I'm not bothered or sad about being on my own - after all I've never had a husband.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "People say you should read your criticism because it will make you a better person but it doesn't. It just makes you a sad bitter old showbiz nightmare.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "The sad part about our past is that religions, ironically enough, are responsible for creating the most destructive idea that has ever been visited upon the human race: the idea that there is such a thing as 'better.'", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "Among the reasons people keep sad stories to themselves is that they do not want anyone to feel sorry for them. I don't. I don't want you to feel sorry for me.", 
    "name": "Judith Moore"
  }, 
  {
    "quote": "I think I would be very sad if I wasn't able to have a baby.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "I was sad that Corpse Bride was so short. I would've liked to have had her around for way longer. She doesn't actually have that many scenes.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "A lot of sad stories in a row - that wears on you.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "When you're going through something, whether it's a wonderful thing like having a child or a sad thing like losing somebody, you often feel like 'Oh my God, I'm so overwhelmed I'm dealing with this huge thing on my own.' In fact, poetry's a nice reminder that, no, everybody goes through it. These are universal experiences.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "The question I love to get asked is: 'What's the hardest part of your job?' And literally, the answer is probably real sad, but it's to just to be me. Like, it's really hard, because I think people, you know, have a set idea of what a pop star should be.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "It's really a sad story, and I liked that. The songs on this album talk about relationships in every aspect.", 
    "name": "Aaliyah"
  }, 
  {
    "quote": "Even modern English people are imperious, superior, ridden by class. All of the hypocrisy and the difficulties that are endemic in being British also make it an incredibly fertile place culturally. A brilliant place to live. Sad but true.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "It's sad when people break up.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "I don't know what to say to that, but I have to agree with Johnny that, yeah, we do touch upon things that most men would rather not admit: That we feel pain, we cry, get sad and sometimes don't deal well with disappointment.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "I once made the mistake of going for a whole row of false eyelashes, which was just wrong as it gave me a sad, puppy-eyed look.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "My comedy is for children from three to 93. You do need a slightly childish sense of humour and if you haven't got that, it's very sad.", 
    "name": "Norman Wisdom"
  }, 
  {
    "quote": "Being on your own would be sad, sick and weird. I don't trust myself. I need that balance.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "It's sad that the most glorious of sexual experiences can make us feel guilty, ashamed, embarrassed, and abnormal.", 
    "name": "Sue Johanson"
  }, 
  {
    "quote": "The sad thing is that I feel so boring because 'Twilight' is literally how every conversation I have these days begins - whether it's someone I'm meeting for the first time or someone I just haven't seen in a while. The first thing I want to say to them is, 'It's insane! And, as a person, I can't do anything!'", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "Los Angeles can be a really sad city.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "For my wrap present, Colin Farrell gave me a first edition book. I got so involved with this character and I was so sad when the movie was over that when I got home and I tried to read the book I got really emotional and I started crying.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "If I get the forty additional years statisticians say are likely coming to me, I could fit in at least one, maybe two new lifetimes. Sad that only one of those lifetimes can include being the mother of young children.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "It's much easier to write when you're sad. But you can end up isolated and depressed because you almost need to put yourself in that situation to have that angst to write from.", 
    "name": "Natalie Imbruglia"
  }, 
  {
    "quote": "The monarchy is foremost a business, and it's important to them that the British public continue to finance the excessive luxurious lifestyles of the now quite enormous, wasteful and useless 'royal' family. I find it very sad.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "What's really sad is that so many young women between the ages of 16 and 25 are ignorant and they already believe that women get the same pay as men. They don't even really understand that equality hasn't happened with the pay force.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "There's never been a culture that wasn't obsessed with food. The sort of sad thing is that our obsession is no longer with food, but with the price of food.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I was a very good girl for a long time, that's what really drew me to acting. The stage was the perfect place to be outrageous, to be sad, to be angry, to be all these different things.", 
    "name": "Joan Allen"
  }, 
  {
    "quote": "But I'm not like sad, depressed miserable person. I guess sometimes I give off that impression.", 
    "name": "Edward Furlong"
  }, 
  {
    "quote": "I've got to be high class... Which is sad, because I like bars.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I didn't know my mother had it. I think a lot of women don't know their mothers had it that's the sad thing about depression. You know, you don't function anymore. You shut down. You feel like you are in a void.", 
    "name": "Marie Osmond"
  }, 
  {
    "quote": "I would love to be married. But it's not a necessity like the way that I feel I need and want to have children. It would be wonderful to have a husband, and I would feel blessed to do it. But I would feel sad for the rest of my life if I had no kids.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "You know, why at the end of your life should you assemble thousands of pages of 'Why am I so sad, why am I so depressed?' Instead, assemble thousands of pages of why you're so content.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "As somebody who, in my second marriage, insisted on a prenuptial agreement, I can also testify that sometimes it is an act of love to chart the exit strategy before you enter the union, in order to make sure that not only you, but your partner as well, knows that there will be no World War III should hearts and minds, for any sad reason, change.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "As a songwriter I hate this whole, 'If it's a sad song, it has to sound like a sad song thing.' And that goes all the way back to my days with the Format. I'm an insane narcissist, so if I have to get something off my chest, I'll get something off my chest.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "I remember a time when all my fans were crying and sad and going through hell. Now, we're trying to uplift each other and accept ourselves for who we are, even if nobody else does.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "I feel quite sad for the young musicians coming up because they may never get to pay their rent properly. It doesn't matter what the genre nowadays, it's so much harder than it ever was.", 
    "name": "Bryan Adams"
  }, 
  {
    "quote": "The attacks on the World Trade Center and the Pentagon shook our nation to the core. Americans were deeply frightened, sad, and angry, and they rallied around a President who, at the time, showed impressive certitude and calm.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "It is a historical error for those who were not there to just refer to August 28th as 'I Have a Dream' speech day. That is a real disservice to those who were there. It was a sad day. It was not a celebration environment.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Even when I'm in quite a happy state of mind, I like writing really sad songs. I think a lot of people do.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I'd like a male to listen to my music and find it kind of fascinating, what a girl goes through when they get heartbroken or get sad or get hurt by something.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "'I Know You Care' is about my dad. And I haven't seen him for a long, long time. And my parents divorced when I was really young. And I guess I just wanted a - it was my way of saying that I wasn't bitter or angry anymore. I was just sad and just felt like something was missing.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Well, darkness with humor... I'm not an extremely suicidal or sad person.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "I think it is really sad that when people lose their homes they kind of lose their minds too.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "You can't have an up without a down, a right without a left, a back without a front - or a happy without a sad.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "At a time when 2500 American soldiers have given their lives for the cause of bringing democracy to Iraq, it is sad and frustrating to watch the Republican establishment disgrace the exercise of democracy in our own House of Representatives.", 
    "name": "Earl Blumenauer"
  }, 
  {
    "quote": "All he cares about is going out there with his Jack Daniels bottle. Nothing has changed. That's kind of sad. If David was doing better than he used to be, then that would be different. But it was a joke and he made it that way.", 
    "name": "Sammy Hagar"
  }, 
  {
    "quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "The first series I wrote, 'L.A. Candy,' was always meant to be a three-book series, so when I started out it was all outlined that way and by the time I was done with the third book, I had become so involved and the process and the stories, I was a little bit sad to be done.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "It is sad to see a woman sacrificing the ties of the affections even to do good.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "What I really tried to do with Helen was make her show this sad side of her. She was married off at 16, was so young and living in this castle that can't leave because of how she looks, and married to a man she hates and three times her age.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "You know, I think we Indians are afraid to show and celebrate our happiness, lest things change around. But I feel that it's okay to be sad and okay to show when you are happy.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "When I design and wonder what the point is, I think of someone having a bad time in their life. Maybe they are sad and they wake up and put on something I have made and it makes them feel just a bit better. So, in that sense, fashion is a little help in the life of a person. But only a little.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "I am firmly of the opinion that women who make a lot of effort to hang onto their looks in middle age (unless they are beauties, entertainers or prostitutes) are rather sad, as one should surely have something more substantial to recommend one by this time, such as kindness or cleverness.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "No matter how old and glorious the models, sad indeed is the woman who sees fashion as a means of self-expression rather than an agent of social control.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "As a writer, or as a filmmaker, you have to present yourself, and part of what yourself is is what you're interested in, or what you think is funny, or what you think is sad, or what you think is horrible.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "My solo album is dead and buried. We had the funeral. It was sad and I cried a lot but it made such a beautiful corpse that we had an open casket.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "We're sad about some of the losses of members of great seniority and distinction in the Congress, and some very new members, who will no longer be serving with us.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "I know what I look like - a weird, sad clown puppet. I'm fine with that.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Acting gave me the opportunity to do outrageous things. It allowed me to be sad, happy, angry and lustful, even if it was just vicariously.", 
    "name": "Joan Allen"
  }, 
  {
    "quote": "The old know what they want the young are sad and bewildered.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "The best quality about Kobe Bryant? You want me to be honest? I don't know. I'll tell you why. I open my arms to everybody. But he never stepped forward for the embrace. So I never really got to know him. I don't know anything about him, and it's kinda sad.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "Stories have always been the things that entertain me and make me feel happy and sad and move me and give me the experience of being able to live many lives in one lifetime. It's the best thing about being alive.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "For a culture that has such a problem with death, we seem to deal with it in a quite bizarre way. We see people shot, killed and blown up, and we find it funny and sexy and all those things. But, the reality of it is that every day people die, and people are really sad and they grieve and they go through a really difficult process with it.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "With my schedule being so crazy, I can't call every day or hang out with my friends like I used to and that's definitely sad.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "The '80s were fabulous. The '90s sucked, and the '70s were just a sad, sad time in human history. Go 1980s! There's something that's just so cute about that time. And not just yellow nail polish and 'I'm a loner.'", 
    "name": "Jennifer Sky"
  }, 
  {
    "quote": "It is very sad for a man to make himself servant to a single thing his manhood all taken out of him by the hydraulic pressure of excessive business.", 
    "name": "Theodore Parker"
  }, 
  {
    "quote": "Watergate provides a model case study of the interaction and powers of each of the branches of government. It also is a morality play with a sad and dramatic ending.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "Of course it's true: the public want to see young people - young people are the people who go to the cinema. It's a sad fact of life, but you've got to accept it and not whine about it.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "I'm not sad at all about turning 40.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "My dad was a homicide cop in the gay neighborhood in the city when gay neighborhoods were desperate, depressing, sad places run by the mob. The only gay people he'd met when I came out to him were corpses.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "A marriage is no amusement but a solemn act, and generally a sad one.", 
    "name": "Queen Victoria"
  }, 
  {
    "quote": "I do not take steroids. I never have. It's sad to me that people want to point fingers. I don't do that. That's not me. I wouldn't feel like a human being.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "When I moved out of my mom's house at 18 I was almost as sad to leave her sewing machine behind as anything else.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I love sad songs. They say so much. I love country music but even the happy songs sound really sad.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I was at the Olympic Games winning medals and I still doubted my image. I doubted what I looked like. That's sad.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "I happen to be interested in watching a face age. I like faces of women aging so it makes me personally quite sad. That's a beautiful gift from God. If people don't want to see that anymore then I won't be in anymore movies.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "Apart from the fact that your physical ability starts to decline, I also think someone in their fifties being childlike becomes a little sad. You've got to be careful.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "I've met so many fans of daytime television who've watched the shows with their moms and grandmas and feel like they've known the characters their whole lives. It's sad for them to have to say goodbye to their favorite soaps and characters. We don't want that to happen to the 'Days' fans.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "It's a sad day when the leaders of the free world engage in such deception and trickery. I voted against this unnecessary war and will continue to argue that the best way to support our troops is to bring them home.", 
    "name": "Major R. Owens"
  }, 
  {
    "quote": "Nobody wants to hear R&ampB. It's sad. If you want to be on the radio you got to stay young.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "I've never thought of my characters as being sad. On the contrary, they are full of life. They didn't choose tragedy. Tragedy chose them.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "You listen to a piece of music and it will remind you of something - it might make you happy, it might make you sad, but it is very emotive. And I think that Duran Duran have always understood that.", 
    "name": "Nick Rhodes"
  }, 
  {
    "quote": "I was sad to see anybody leave, we had a very nice family on that show. I was very sad to see momma go, Victoria and especially Linda. My god that was my wife on the show, in fact my wife calls her wife.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "Women get the attention when we get into the men's arena, and that's sad.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "You had to be into sport and, sad to say, I'm a traitor to my country because I don't have a sporting bone in my body.", 
    "name": "Geoffrey Rush"
  }, 
  {
    "quote": "I didn't want to be on the losing side. I was fed up with Jewish weakness, timidity and fear. I didn't want any more Jewish sentimentality and Jewish suffering. I was sickened by our sad songs.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "I think as an American society, when we're paying too many taxes or dealing with war, we don't want to see sad things at the movies.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "My lasting impression of Truman Capote is that he was a terribly gentle, terribly sensitive, and terribly sad man.", 
    "name": "Alvin Ailey"
  }, 
  {
    "quote": "Dwight is a sad clown. You've seen those paintings of sad clown.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "I find it sad that by not talking about who I sleep with, that makes me mysterious. There was a time when I would have been called a gentleman.", 
    "name": "Kevin Spacey"
  }, 
  {
    "quote": "You know how sad your life is when you know the release date of DVDs.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "I was in a bar and I said to a friend, 'You know, we've become those 40-year-old guys we used to look at and say, 'Isn't it sad?'", 
    "name": "George Clooney"
  }, 
  {
    "quote": "I love music videos, I really do. I think it's kind of sad that it's a dying art form.", 
    "name": "Adam Levine"
  }, 
  {
    "quote": "Wearing a tuxedo isn't as simple as it sounds. I've been to a lot of award shows in Hollywood over the years and have seen some pretty sad tuxes. It's surprisingly easy to go off the rails.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "In their heyday, the Pet Shop Boys were the Interpol of the Eighties, dressing up to sing really weird pop songs about lust and loneliness in the big city. They're low-pro now, not retro-worshipped in the manner of Depeche Mode, New Order, or The Cure, but you can hear the reason why - these guys are too sad.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "It makes me so desperately sad to witness just how unforgivably wretched our world has become.", 
    "name": "Ralph Steadman"
  }, 
  {
    "quote": "Marketing has supplanted story as the primary force behind the worthiness of making a film, and that's a very sad thing. It's film only as a function of consumerism rather than as an important component of our culture, and that's everywhere around the world.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "I always think of the live show first, where the song is gonna go in the show. That's why they aren't sad songs. When I play, I want to make people happy, not sad. It's such a pleasure for me to do what I do, and I want other people to feel some form of that pleasure, too.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "I find it amusing on one level, poignant on another, when people try to get recognition from an outside source. It's sad.", 
    "name": "Grace Slick"
  }, 
  {
    "quote": "Divorce was very sad, obviously, but now I've gotten over it.", 
    "name": "Natalie Imbruglia"
  }, 
  {
    "quote": "I like singer-songwriters, and I find sad songs comforting rather than depressing. It makes you realise you're not alone in the world.", 
    "name": "Natalie Imbruglia"
  }, 
  {
    "quote": "With any group of people in life, sad things happen, and crazy things, and happy things. When you're in the public eye, it's just amplified, that's all.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "The sad events that occur in my life are the sad events that happen to everybody, with losing friends and family, but that is a natural occurrence, as natural as being born.", 
    "name": "Sergio Aragones"
  }, 
  {
    "quote": "It's always sad if anybody you know has a personal problem.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "The sad and horrible conclusion is that no one cared that Jews were being murdered... This is the Jewish lesson of the Holocaust and this is the lesson which Auschwitz taught us.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "Whenever the lion fish in the fish tank in the captain's ready room died it was always a sad moment.", 
    "name": "Patrick Stewart"
  }, 
  {
    "quote": "I find America falling in love with a TV show flattering and interesting, but at the same time a little sad.", 
    "name": "David Schwimmer"
  }, 
  {
    "quote": "If I can procure three hundred good substantial names of persons, or bodies, or institutions, I cannot fail to do well for my family, although I must abandon my life to its success, and undergo many sad perplexities and perhaps never see again my own beloved America.", 
    "name": "John James Audubon"
  }, 
  {
    "quote": "My mother sent me to psychiatrists since the age of four because she didn't think little boys should be sad. When my brother was born, I stared out the window for days. Can you imagine that?", 
    "name": "Andy Kaufman"
  }, 
  {
    "quote": "51st State was one that I loved doing because the character was so out there, and in a way I was sad to leave the character behind. I'm afraid I could never be that cool in real life!", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "You have to sound sad first of all, then maybe later you can sound good.", 
    "name": "Steve Lacy"
  }, 
  {
    "quote": "I often feel like I have this spirit living inside of me, always dressing in like short mini skirts... but then I start to discover myself. So there are eight spirits, mischievous ones, sad ones, handsome ones, wise ones, and crazy ones.", 
    "name": "Bai Ling"
  }, 
  {
    "quote": "At that time, I feel sad, and I feel no one knows how hard I work and how many tears. They only know the score. At that time, I feel very lonely because no one understands since they haven't been world No. 1 before.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "Everything takes me longer than I expect. It's the sad truth about life.", 
    "name": "Donna Tartt"
  }, 
  {
    "quote": "I have had stalkers over the years. The police deal with it but it is very scary. One man kept turning up where we filmed 'Countdown in Leeds,' which was scary. It was sad as he'd been sectioned and thought I was talking to him through the TV.", 
    "name": "Carol Vorderman"
  }, 
  {
    "quote": "Just because I'm talking about something that might have been a sad or painful situation doesn't mean that I'm sad or tortured 24 hours a day any more than anybody else is.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "I think that's very sad, that I haven't allowed my heart to be broken. I have broken a few.", 
    "name": "Sally Field"
  }, 
  {
    "quote": "You will soon find that I am a bit obsessive about my work. And that is a little sad, one often feels strangely restricted, not finding time to simmer, although one actually has many interests.", 
    "name": "Arne Jacobsen"
  }, 
  {
    "quote": "I've traveled around the country and I read local newspapers and all of that, and it's a sad, sad thing to go from city to city and see the small newspapers and they're tiny. They're tiny not only in size but also in scope.", 
    "name": "Jim Lehrer"
  }, 
  {
    "quote": "Ladies and gentlemen, it is with great sadness that I announce that I will resign as Australia's Minister for Foreign Affairs. I am sad because I love this job. I'm totally dedicated to the work that we are doing in Australia's name around the world, and I believe that we have achieved many good results for Australia, and I'm proud of them.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "In film, you can have sad endings.", 
    "name": "Anna Torv"
  }, 
  {
    "quote": "I'm a person who likes these sort of movies... sad but moving 'art movies' that normally are at a festival and then they go to a small art house theater and disappear.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "If I was sad or afraid, I would sit in a corner and sing. If I was happy I would jump into the middle of the room and sing. It was how I expressed my emotions.", 
    "name": "Nana Mouskouri"
  }, 
  {
    "quote": "It's incredible that they censor films. It's sad.", 
    "name": "Dario Argento"
  }, 
  {
    "quote": "People say, oh it's a shame, you're not nostalgic about the '60s. Well actually, it's quite good, when you think of it. Wouldn't it be sad if I was sitting here wishing it back?", 
    "name": "Robert Wyatt"
  }, 
  {
    "quote": "I'm so grounded, it's sad.", 
    "name": "Patti LaBelle"
  }, 
  {
    "quote": "I'm sad to see the passing of the great drug warriors. I certainly did my part in that battle and I don't regret any of it.", 
    "name": "Marc Maron"
  }, 
  {
    "quote": "When I look back at those pictures of my mother performing - and listen to her recordings - it makes me sad to think that all of that joy she found in her work came to an end. I wish she hadn't had to make that sacrifice, even if it was for the benefit of my father and siblings and me.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "If I don't make it, I'll be very sad that there are things I didn't do, but I'm happy that I've done what I have.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "I'm not sad about any of my life. It's so unconventional. It doesn't look anything like I thought it would.", 
    "name": "Edie Falco"
  }, 
  {
    "quote": "I've always been drawn to Marilyn Monroe, but certain aspects of her story may be too sad to tell.", 
    "name": "Sherilyn Fenn"
  }, 
  {
    "quote": "Here in the United States, our profession is much maligned, people simply don't trust or like journalists anymore and that's sad.", 
    "name": "Christiane Amanpour"
  }, 
  {
    "quote": "'The Taxi Ride,' from my second album, is one people want to hear a lot. I'm consciously trying to walk on the sunny side of the street, to really lift myself into a place of greater positivity, and that's a sad song.", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "We have newsreaders behaving like actors, lowering their voices if it's a sad story, as if we didn't know it's a sad story. There isn't a single cool newsreader.", 
    "name": "Tom Baker"
  }, 
  {
    "quote": "And it's sad because it's like a surprise to people - almost an anomaly - when artists are actually refined and trained on an instrument. That's the last thing people think about.", 
    "name": "Vanessa Carlton"
  }, 
  {
    "quote": "Home will always be Northern Ireland but my schedule means for the next few years I won't be there as much. I can't do the same things that I did a year ago. That is I'm something conscious of, but I'm not sad about it. It's fine.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "Love Is Louder is a movement that is hopefully going to bring some awareness and make some noise when it comes to teens who are feeling suicidal or even just sad, outcasts, and being bullied, and really feel like they have nowhere to turn to.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "Atari is a very sad story.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "In Mississippi, you don't admit that you're gay. It's just an awkward thing down South, which is sad.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "You know, the sad thing of post-9/11, which was of course horrific, was that the city in which I felt completely at home for two decades, suddenly people like us - brown people - were looked at as the 'Others.'", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "There is no such thing as death. In nature nothing dies. From each sad remnant of decay, some forms of life arise so shall his life be taken away before he knoweth that he hath it.", 
    "name": "Charles Mackay"
  }, 
  {
    "quote": "It's very simple, I just tell my sad story, and people weep.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "My experience, with both my parents, is that grief has a lot of down, sad things, but I was also really emotionally raw, in the first year after each of them passed. Flowers smelled more intensely, my relationships were hotter, and I was more willing to risk. I was going for it a lot more. I was 'unsober' and I wasn't playing by my rules.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "Though I know he loves me, tonight my heart is sad his kiss was not so wonderful as all the dreams I had.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "People are so codified - it's sad.", 
    "name": "Jean Paul Gaultier"
  }, 
  {
    "quote": "I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "It's sad and upsetting when you see somebody crying hysterically, but at the same time it's real funny.", 
    "name": "Seth Green"
  }, 
  {
    "quote": "The day you think there is no improvements to be made is a sad one for any player.", 
    "name": "Lionel Messi"
  }, 
  {
    "quote": "I'm not a very serious person. You know how they say that clowns are very funny in public and are really sad at home? I'm really kind of stupid at home and more serious in public.", 
    "name": "Roland Joffe"
  }, 
  {
    "quote": "Informed by our sad experience of history, we require nothing short of a foundation for lasting democracy.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "The South is very beautiful but its beauty makes one sad because the lives that people live here, and have lived here, are so ugly.", 
    "name": "James Baldwin"
  }, 
  {
    "quote": "So many schools are getting rid of music programs and it's really sad because I know that when I started singing and stuff it was something that I always wanted to do and I never believed in myself to be able to do it.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "It's very rare that things are true about yourself that are on the Internet. It's just sad sometimes. So you definitely try and stay away from it as much as possible.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "However, we might oppose it, abortion is a sad feature of modern life.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "The sad truth is that opportunity doesn't knock twice.", 
    "name": "Gloria Estefan"
  }, 
  {
    "quote": "Now I'll read anytime, anywhere. I love reading in front of the space heater. Isn't that a sad confession? But it's like my substitute for the roaring fireplace of yore.", 
    "name": "Karen Russell"
  }, 
  {
    "quote": "Ideally, I would love to mix singing and acting, but you can only be a pop star for so many years. I mean, at 30 it's a little bit sad, right?", 
    "name": "Rachel Stevens"
  }, 
  {
    "quote": "I'm a sucker for sad disco pop.", 
    "name": "Sophie Ellis-Bextor"
  }, 
  {
    "quote": "It was a long time in the making, my divorce. One day became less special than the next, and pretty soon, we ceased all conversation. It is a sad day when you have nothing left to say.", 
    "name": "Ricki Lake"
  }, 
  {
    "quote": "Next to a lost battle, nothing is so sad as a battle that has been won.", 
    "name": "Arthur Wellesley"
  }, 
  {
    "quote": "Well, you know, too much democracy is a sort of sad thing.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "With the other fellow actors who have gone astray, I think it's sad that society wants to label the business as doing this to people. It's really not true.", 
    "name": "Tina Yothers"
  }, 
  {
    "quote": "I like to write sad songs. They're much easier to write and you get a lot more emotion into them. But people don't want to hear them as much. And radio definitely doesn't they want that positive, uptempo thing.", 
    "name": "Alan Jackson"
  }, 
  {
    "quote": "Because the sad fact is that the Enron Corporation and others manipulated with unfortunately great effect the energy market in the West Coast starting in 2000.", 
    "name": "Jay Inslee"
  }, 
  {
    "quote": "Everybody likes Johnny Cash. I think the sad part of it is his health is givin' him problems.", 
    "name": "Merle Haggard"
  }, 
  {
    "quote": "I'm incredibly sad that my mother's not here to see my kids and that my kids don't get to know her. And she didn't meet my husband. That's one of the hardest things. I don't even know how to put that into words.", 
    "name": "Stella McCartney"
  }, 
  {
    "quote": "I think the thing's that perhaps sad really is that younger people haven't come in and I think it must have been absolutely fantastic to have worked in the 50's when you had all of the great Broadway composers and when West Side Story didn't win the Tony Award.", 
    "name": "Andrew Lloyd Webber"
  }, 
  {
    "quote": "Women are reputed never to be disgusted. The sad fact is that they often are, but not with men following the lead of men, they are most often disgusted with themselves.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "I'm proud of my invention, but I'm sad that it is used by terrorists.", 
    "name": "Mikhail Kalashnikov"
  }, 
  {
    "quote": "I think a lot of people think that my parents' deaths is why I write such sad songs, but that's not true. Those songs may just be the woman I am.", 
    "name": "Shelby Lynne"
  }, 
  {
    "quote": "I felt sad because everyday I had to wake up early to practice before going to school. After school I had to go back to tennis again, and then after tennis I had homework. I didn't have time to play.", 
    "name": "Li Na"
  }, 
  {
    "quote": "Saturdays and Sundays, America in the year 2009 does not in some ways differ significantly from the country that existed almost 50 years ago. This is truly sad.", 
    "name": "Eric Holder"
  }, 
  {
    "quote": "It's a sad indication of where Washington has come, where policy differences almost necessarily become questions of integrity. I came to Washington in the late '70s, and people had the ability in the past to have intense policy differences but didn't feel the need to question the other person's character.", 
    "name": "Eric Holder"
  }, 
  {
    "quote": "It's sad when you can't make everyone happy, though. It's impossible but, at the same time, you still hope. You think, 'Maybe I can do it,' but you know you can't. But gosh, if I had to rely on giving people what they wanted, I would have had to write 40 billion different books and even then, I wouldn't get it right.", 
    "name": "Stephenie Meyer"
  }, 
  {
    "quote": "It's so sad: anything that has to do with God, people want to dispel.", 
    "name": "Sylvia Browne"
  }, 
  {
    "quote": "It feels really sad, to me, to go to a dark bedroom. It's like surrendering to the night or something.", 
    "name": "James Franco"
  }, 
  {
    "quote": "To the indefinite, uncertain mind of the American radical the most contradictory ideas and methods are possible. The result is a sad chaos in the radical movement, a sort of intellectual hash, which has neither taste nor character.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "What makes me sad about school is that the people who are unhappy are unhappy because they don't believe it will change. And I just want to say: 'It does! High school ends and it's over.' I will tell anyone that it's OK to be unhappy at school, make lots of mistakes and then it will be over.", 
    "name": "Alice Englert"
  }, 
  {
    "quote": "Well in the end the world can crank itself up to sanctions, as it has with Zimbabwe, another sad case.", 
    "name": "Helen Clark"
  }, 
  {
    "quote": "I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they've done. I wanted to give people a chance to see something funny, have a distraction.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "Life can be challenging and sad... but music is the easy part.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "It's an indication of how cynical our society has become that any kind of love story with a sad theme is automatically ridiculed as sentimental junk.", 
    "name": "Winona Ryder"
  }, 
  {
    "quote": "You know what I have noticed? And this is really sad. Flying first class is less scary than flying coach. They speak to you and they're so nice to you and they want to help you and they know you want a drink before the plane takes off. And they bring it to you without asking. If you're sitting in coach and hoping for a drink, good luck.", 
    "name": "Hope Davis"
  }, 
  {
    "quote": "Nowadays you really have to pump out that blockbuster in order to have the luxury of getting a body of work, and that's sad because the work suffers. Today everything is based on money. The older actors, they inspire me.", 
    "name": "Dylan McDermott"
  }, 
  {
    "quote": "We tell them that we believe it will be beautiful because that is our specialty, we only create joy and beauty. We have never done a sad work. Through the drawings, we hope a majority will be able to visualize it.", 
    "name": "Christo"
  }, 
  {
    "quote": "There's all this stuff that is happening in Edinburgh now, it's a sad attempt to create an Edinburgh society, similar to a London society, a highbrow literature celebrity society.", 
    "name": "Irvine Welsh"
  }, 
  {
    "quote": "You put a song on the record or on tape and you stop singing it. You just don't sit around and sing it anymore unless you're performing. That's kind of sad.", 
    "name": "Rick Danko"
  }, 
  {
    "quote": "Money is a tremendous advantage in just about everything, but in terms of reproduction, if you're a poor woman and you are infertile, it's like too bad, so sad. And if you are a wealthy woman, you can kind of buy whatever you want.", 
    "name": "Jennifer Weiner"
  }, 
  {
    "quote": "I'm sad to say that stardom is a commodity in our culture.", 
    "name": "Christine Baranski"
  }, 
  {
    "quote": "Sad Patience, too near neighbour to despair.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "What's really sad is that a lot of very talented people are being forced to do things that are very embarrassing and I don't intend to be one of them.", 
    "name": "Boy George"
  }, 
  {
    "quote": "But now Americans, they felt a sense of peace and protection because they've been separated by so many thousands of miles of ocean. And you know, the fact that it's come to the U.S. like this is so sad, and yet you know, what can you do? It's here.", 
    "name": "Patty Hearst"
  }, 
  {
    "quote": "President Bush spent last night calling world leaders to support the war with Iraq and it is sad when the most powerful man on earth is yelling, 'I know you're there, pick up, pick up.", 
    "name": "Craig Kilborn"
  }, 
  {
    "quote": "Deep down, I reckon the sweetest moment will come when it's finally all over. When, at last, I know that I can stop fighting. Of course it'll also be a little sad. The sweetest moments, y'know, always come with just a little sadness.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "I have a stepladder. It's a very nice stepladder but it's sad that I never knew my real ladder.", 
    "name": "Craig Charles"
  }, 
  {
    "quote": "I've never met a woman who thinks they've got a good enough figure - however perfect they look - which is sad, because no one else can see these perceived flaws they're entirely internal.", 
    "name": "L'Wren Scott"
  }, 
  {
    "quote": "So far, at least, I haven't found a way to tell my kind of stories without making them both sad and funny.", 
    "name": "Todd Solondz"
  }, 
  {
    "quote": "The sad thing about any business I suppose, but in mine you see it particularly, is that you're always asked to do what you've already done.", 
    "name": "Jeremy Irons"
  }, 
  {
    "quote": "And for some reason, when I'm sad, I do listen to Leonard Cohen, I do listen to Joni Mitchell. I do find myself going to the music that's actually reflecting my mood, as opposed to sticking on Motown, which might actually bring my mood up.", 
    "name": "Glen Hansard"
  }, 
  {
    "quote": "It's sad that we have become so accustomed to bad service that we're shocked when we get good service.", 
    "name": "Neil Cavuto"
  }, 
  {
    "quote": "It's sad when girls think they don't have anything going on except being pretty.", 
    "name": "Keri Russell"
  }, 
  {
    "quote": "It's sad that people listen to music and decide how the singer should look.", 
    "name": "Joss Stone"
  }, 
  {
    "quote": "But I now entered on my fifteenth year - a sad epoch in the life of a slave girl. My master began to whisper foul words in my ear. Young as I was, I could not remain ignorant of their import.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "Wrap parties can be really sad, actually, disorienting.", 
    "name": "Josh Lucas"
  }, 
  {
    "quote": "My father comes from a generation of film that actors my age don't even know about, which is really sad.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "The waltz can be sad and at the same time uplifting. You have to see life from both sides, and the waltz encapsulates that. If you're in my audience you give yourself to me and the waltz will grab you.", 
    "name": "Andre Rieu"
  }, 
  {
    "quote": "I just want real reactions. I want people to laugh from the gut, be sad from the gut - or get angry from the gut.", 
    "name": "Andy Kaufman"
  }, 
  {
    "quote": "Our family has gone through a very difficult time. My husband and I have taken the brunt of it. I've never known what it truly felt like to be so sad and desperate inside.", 
    "name": "Tracey Gold"
  }, 
  {
    "quote": "I am co-writing a screenplay now and I'm working on the rights to another story I want to do. So I plan to produce and direct. So, for me, I don't really feel that I am vulnerable to that sad baggage that comes with the business of filmmaking.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "Was there ever such stuff as great as part of Shakespeare? Only one must not say so! But what think you? - What? - Is there not sad stuff? What? - What?", 
    "name": "George III"
  }, 
  {
    "quote": "To be a character who feels a deep emotion, one must go into the memory's vault and mix in a sad memory from one's own life.", 
    "name": "Albert Finney"
  }, 
  {
    "quote": "I wrote the song For A Dancer for a friend of mine who died in a fire. He was in the sauna in a house that burned down, so he had no idea anything was going on. It was very sad.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "Someone once accused me of being like Eliot Ness. I sad no sir, I'm not E.N., but I can promise you that I'm not Al Capone!", 
    "name": "Robert Stack"
  }, 
  {
    "quote": "I look at my people, and I look at those who control them - the political elite. And the sad thing is that the elites are just not interested in the welfare of the people.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "I so desperately hate to end these movies that the first thing I do when I'm done is write another one. Then I don't feel sad about having to leave and everybody going away.", 
    "name": "John Hughes"
  }, 
  {
    "quote": "I mean, the unfair treatment of women and black people and Indians and other groups, that's real. Mistreatment of other people because 'I'm better than you are' is such a sad part of the world.", 
    "name": "Melissa Leo"
  }, 
  {
    "quote": "Lately, I've been a little sad that I'm not a gay man.", 
    "name": "Gina Gershon"
  }, 
  {
    "quote": "Football is a sad game.", 
    "name": "George Best"
  }, 
  {
    "quote": "'Vegas' was something very close to me. I had such a blast doing that. I'm still a little upset that we never really got to shoot that final episode. So many people were invested in it. I'll always be sad about that.", 
    "name": "Josh Duhamel"
  }, 
  {
    "quote": "I mean, that's a sad day in America when you're recalled because you did what you said you were going to do, and the public voted you in to do that.", 
    "name": "Russell Pearce"
  }, 
  {
    "quote": "Elaine is just in pain. I think Elaine has become very, very sad woman. She is someone who is in deep need of many hours of analysis and I like to think that I'm not that type of person.", 
    "name": "Julia Louis-Dreyfus"
  }, 
  {
    "quote": "With out art, without communicating, we wouldn't live beyond 30 because we'd be so sad and depressed.", 
    "name": "Wayne Coyne"
  }, 
  {
    "quote": "I don't know how the poor farmers deal with such situations in real life. It's really sad.", 
    "name": "Sanjay Dutt"
  }, 
  {
    "quote": "I love playing football, being out on the pitch with a ball, and I will be a little sad when that ends.", 
    "name": "Dennis Bergkamp"
  }, 
  {
    "quote": "You've got a beautiful country with so many beautiful people and so many beautiful things happening and stuff like that lets it down. I feel sad for them.", 
    "name": "Robbie Williams"
  }, 
  {
    "quote": "There are a lot of people who consider themselves 'spiritual,' but that can mean a lot of things to a lot of people. I don't really talk about it that often, because there's too much talk in the world. Especially with Christians, there's more proselytizing than there is actual living proof of it. That's kind of sad.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "It's pretty sad when you have to choose between the lesser of two evils.", 
    "name": "Meg White"
  }, 
  {
    "quote": "It's a sad commentary when I have to say that sometimes in our country we are real sensitive to race.", 
    "name": "Oscar Robertson"
  }, 
  {
    "quote": "I know for works for me - those wonderful sad love songs.", 
    "name": "Toni Braxton"
  }, 
  {
    "quote": "It's really sad looking at people like Lindsay Lohan. She's an amazing actress, but you see what happens when people know too much about your personal life. They start not being able to look at you the same way professionally. I don't want that to happen to me.", 
    "name": "Dianna Agron"
  }, 
  {
    "quote": "If you have a friend or family member with breast cancer, try not to look at her with 'sad eyes.' Treat her like you always did just show a little extra love.", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "If you're lucky like me, your relationship with your brother has resolved itself on the peaceful side of the fence and has stayed there. But if you're someone who's got a family that's all fractured and finding it hard to relate, that's a very sad place to be.", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "This was an important part of my life. But it was also sad that we didn't play there, cause we had such alot of fans that were waiting for us and Brazilians are great people. It's now my second home.", 
    "name": "Jim Capaldi"
  }, 
  {
    "quote": "When I was in Philadelphia during the Depression in 1930 or '31, I got a very sad job as a night watchman in a garage. The cars in the garage had been abandoned by their owners, since they had lost their jobs and couldn't keep up the payments.", 
    "name": "Tom Glazer"
  }, 
  {
    "quote": "To complain now would be kind of sad. I like the way things are going.", 
    "name": "Josh Brolin"
  }, 
  {
    "quote": "I've grown as a person. The dynamics on this set are very demanding because we work a lot of hours, it's very sad material, so there's always someone upset because it's really heavy stuff.", 
    "name": "Elisabeth Rohm"
  }, 
  {
    "quote": "It's fun to sing sad songs. And it's fun to listen to sad songs. Enjoyable. Satisfying. Something.", 
    "name": "Richard Thompson"
  }, 
  {
    "quote": "I'm sad and blue, about nobody but you. I told you that I loved you right from the start, you told me the same and now you try to break my little heart.", 
    "name": "Leon Redbone"
  }, 
  {
    "quote": "If you don't physically age gracefully, it's a bit sad. I think Steven Tyler can get away anything, because he still looks like he did in '73. Especially from row Z backwards in an arena. As long as the Stones keep their hair and don't get fat they'll get away with the wrinkles.", 
    "name": "Joe Elliott"
  }, 
  {
    "quote": "The sad fact is that the same terrorist scenarios, if they occurred in five different States, there could be five different sets of responses to the American people. We need, at a minimum, a level of coordination on communicating threats to the public.", 
    "name": "Vito Fossella"
  }, 
  {
    "quote": "I can't say I'm happy to be talking about John Ritter and his passing. In my 21 years of Entertainment Tonight, this really was one of the most shocking and sad things to have happened.", 
    "name": "Mary Hart"
  }, 
  {
    "quote": "That's what so sad about a lot of modern music, in my opinion, so many young bands never stay around long enough to fulfill their ultimate promise. They only get halfway there or a quarter of the way there.", 
    "name": "Alan Vega"
  }, 
  {
    "quote": "I've got so much to do, I don't have time to sit down and be sad.", 
    "name": "Norma McCorvey"
  }, 
  {
    "quote": "They're not willing to admit that I've also shed blood and tears and often paid dearly for my success. This makes me feel extremely sad.", 
    "name": "Zhang Ziyi"
  }, 
  {
    "quote": "Since I had the baby I can't tolerate anything violent or sad, I saw the Matrix and I had my eyes closed through a lot of it, though I didn't need to. I would peek, and then think, oh OK, I can see that.", 
    "name": "Lisa Kudrow"
  }, 
  {
    "quote": "Some really good things kind of swing both ways and I like to see people that can swing really, really, really sad and horrible and terrible and really, really, really beautiful and funny.", 
    "name": "Beth Henley"
  }, 
  {
    "quote": "What I loved about the acting class was that you got to think all day long about a person that wasn't you, and figure out why they were sad and what they wanted, what they dreamed.", 
    "name": "Beth Henley"
  }, 
  {
    "quote": "In a sad twist of fate, the bill to reauthorize the Patriot Act was debated on the floor of the House of Representatives the same day that terrorists struck again.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "I am sure that the sad days and happenings were rare, and that I lived the joyous and careless life of other children but just because the happy days were so habitual to me they made no impression upon my mind, and I can no longer recall them.", 
    "name": "Pierre Loti"
  }, 
  {
    "quote": "It can be really powerful to write something when you're sad.", 
    "name": "Kathryn Stockett"
  }, 
  {
    "quote": "I love the sad songs with their maudlin, self-deprecating, almost funny lyrics. As an Englishman, they make a lot of sense.", 
    "name": "Teddy Thompson"
  }, 
  {
    "quote": "We all like stories that make us cry. It's so nice to feel sad when you've nothing in particular to feel sad about.", 
    "name": "Anne Sullivan"
  }, 
  {
    "quote": "I'm not a sad person, upset the whole time, but I seem to be quite emotional.", 
    "name": "Freddie Highmore"
  }, 
  {
    "quote": "When you're happy you don't always have to be laughing, and when you're sad you don't have to be crying sometimes it's the opposite. You laugh when you're the most upset.", 
    "name": "Freddie Highmore"
  }, 
  {
    "quote": "Before I left for Germany, I had gotten accepted to the performing arts high school in New York, which was a big dream of mine. And having to leave that was very sad for me.", 
    "name": "Nina Arianda"
  }, 
  {
    "quote": "I would be sad if it ended now. It's been the best job I've had by a long shot, especially creatively because the writing is so good. Every week I get the script and I laugh out loud and get excited for the different stuff we get to do.", 
    "name": "Sarah Chalke"
  }, 
  {
    "quote": "If you have ever been in a real tragic or sad situation, the words that come out are hopelessly inadequate and kind of cliched.", 
    "name": "Erika Slezak"
  }, 
  {
    "quote": "I think it is very sad that 'sitcom' has become a pejorative term.", 
    "name": "Penelope Keith"
  }, 
  {
    "quote": "I can't really have any friends. It's sad, really. It's lonely. But that's how I am.", 
    "name": "Randy Moss"
  }, 
  {
    "quote": "It would be sad if my best work had been 20 years ago and now I only had memories.", 
    "name": "Demian Bichir"
  }, 
  {
    "quote": "I never get scared making these kinds of movies because it's all make-believe, but I did cry when I saw the finished version of Man On Fire because it is so sad.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "The hardest thing is at the end you have to say bye to all these people who you have worked with for so many months. It was really sad not to see them anymore. But you have the parties that you go to and you get to see them, like the premieres and the screenings.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "No not really, it is just like real life. Not everyday you are happy and not everyday you are sad.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "I like everything perfect. Everything has to be neat. My sister is 5, and she's more messy than I am. I make my bed every morning, everything's perfect. My shoes are all arranged. It's sad. I'm a little like Ray, a little bit.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "What if the Soviet intervention was a blessing in disguise? It saved the myth that if the Soviets were not to intervene, there would have been some flowering authentic democratic socialism and so on. I'm a little bit more of a pessimist there. I think that the Soviets - it's a very sad lesson - by their intervention, saved the myth.", 
    "name": "Slavoj Zizek"
  }, 
  {
    "quote": "I think he Oswald felt he was a failure and for the United States and for President Kennedy and all of us. He knew he was a failure at everything he tried, frustrated, with a very sad life, but he was a Marxist.", 
    "name": "John Sherman Cooper"
  }, 
  {
    "quote": "My little son, Atticus, desperately needs his dad and I haven't been there for him... and that's sad.", 
    "name": "Daniel Baldwin"
  }, 
  {
    "quote": "My mother and father were very strange people. They tried to be funny which is always very sad to me.", 
    "name": "Jonathan Winters"
  }, 
  {
    "quote": "What I am sad about is that there is now, in America, no equivalent to the art circuit.", 
    "name": "Richard Attenborough"
  }, 
  {
    "quote": "When I was in Paris, all of the German refugees began to flow in and it was a very sad time.", 
    "name": "Elliott Carter"
  }, 
  {
    "quote": "The day Dick Cheney is going to run for president, I'll kill myself. All we need is another liar... I think he'd like to run, but it would be a sad day for the country if he does.", 
    "name": "Helen Thomas"
  }, 
  {
    "quote": "All the things that happen to people in the industry today, the actors, what they have to put up with, all the people wanting to know every single moment of their lives - I think it's really sad.", 
    "name": "Tab Hunter"
  }, 
  {
    "quote": "I've been looking forward to doing an album, but it's really sad to see how many doors have been closed because of the gay thing. I thought it was about the music.", 
    "name": "Jai Rodriguez"
  }, 
  {
    "quote": "There is the glamour side of it, which allows you to meet great variety of people with whom you simply can have a good time, but there's also the sad side of it that drags you into a superficial and artificial world.", 
    "name": "Karolina Kurkova"
  }, 
  {
    "quote": "What's sad is that there is an addictive quality to that, to believing your own hype to allowing yourself to become validated by others and no longer by yourself. That's the danger of celebrity.", 
    "name": "Giovanni Ribisi"
  }, 
  {
    "quote": "What happened was very sad. Mr. Lacey told the staff that he was disappointed and appalled that the front of the book was all commentary and that he wanted hard news.", 
    "name": "Sydney Schanberg"
  }, 
  {
    "quote": "I talked to ex-wives of musicians of the '70s for research. They're the funniest people in the world, yet there is this sad, beautiful thing in their eyes that says they've seen more than they could ever possibly tell you.", 
    "name": "Kate Hudson"
  }, 
  {
    "quote": "I never was a great Thatcher fan, and it wasn't a sad day in my life when she resigned.", 
    "name": "Jim Broadbent"
  }, 
  {
    "quote": "I love music and musicians. And seeing great artists dropped from labels was really frustrating and sad to me.", 
    "name": "Rosanna Arquette"
  }, 
  {
    "quote": "Don't Cry Daddy is a pretty sad song. He got to the end of it and it was just real quiet and Elvis says, I'm gonna cut that someday for my daddy. And, by God, he did. He lived up to his word.", 
    "name": "Mac Davis"
  }, 
  {
    "quote": "It is sad that the Republican leadership is not as interested as they say they are in protecting the institution of marriage as they are in waging a campaign to divide and distract the American people from the real issues that need to be addressed.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "It was sad when Sid Vicious died... I was freaked out when Phil Lynott died from Thin Lizzy. I cried. It was too crazy.", 
    "name": "Dee Dee Ramone"
  }, 
  {
    "quote": "I think coldness is chic among writers, and particularly ironic coldness. What is absolutely not allowable is sadness. People will do anything rather than to acknowledge that they are sad.", 
    "name": "Mary Gordon"
  }, 
  {
    "quote": "It's sad to know I'm done. But looking back, I've got a lot of great memories.", 
    "name": "Bonnie Blair"
  }, 
  {
    "quote": "This Olympics is almost a little sad. It is my final Olympics. There are a lot of good memories.", 
    "name": "Bonnie Blair"
  }, 
  {
    "quote": "I'm part of the party, getting the crowd fired up, singing songs, pouring drinks, whatever it takes to get them to have a good time. When I walk into the meet-and-greet, someone's always going to have a story, a sad story or a happy story.", 
    "name": "Dierks Bentley"
  }, 
  {
    "quote": "I try to make an album that reflects what I love about country music. It's not just all about happy parties all the time. There are some sad songs.", 
    "name": "Dierks Bentley"
  }, 
  {
    "quote": "Well, you can't be depressed and sad 24 hours a day.", 
    "name": "Julia Sweeney"
  }, 
  {
    "quote": "'The Killing' has a really great combination of qualities: Even though it's very sad and deals with mourning and grief, it's still exciting. It's about real people and it doesn't shy from the painful points of life.", 
    "name": "Joel Kinnaman"
  }, 
  {
    "quote": "It's a sad day when a cartoon is doing more and cares more and pays more attention to the environment than our president.", 
    "name": "Kathy Najimy"
  }, 
  {
    "quote": "I know that some endeavor to throw the mantle of romance over the subject and treat woman like some ideal existence, not liable to the ills of life. Let those deal in fancy who have nothing better to deal in we have to do with sober, sad realities, with stubborn facts.", 
    "name": "Ernestine Rose"
  }, 
  {
    "quote": "It can make you sad to look at pictures from your youth. So there's a trick to it. The trick is not to look at the later pictures.", 
    "name": "Jerry Stiller"
  }, 
  {
    "quote": "You want people to feel something when you tell a story, whether they feel happy or whether they feel sad.", 
    "name": "Harry Dean Stanton"
  }, 
  {
    "quote": "It would be sad if we lost our instinct and our courage to love and protect.", 
    "name": "Emeli Sande"
  }, 
  {
    "quote": "But probably my favorite music, believe it or not, is sad music.", 
    "name": "Walton Goggins"
  }, 
  {
    "quote": "I had to choose, I'd be so sad. They are flip sides of the same coin. I love both comedy and drama.", 
    "name": "Dianne Wiest"
  }, 
  {
    "quote": "I recently turned down a film that I didn't want my kids to see. Priorities shift. Sometimes I'm sad about that, but not enough to do anything about it.", 
    "name": "Dianne Wiest"
  }, 
  {
    "quote": "I have been to several wars to draw. I went to Vietnam. And made drawings in Vietnam during that period of the war there, and found that to be a very very sad situation.", 
    "name": "Gerald Scarfe"
  }, 
  {
    "quote": "So war is an extremely sad business, because the majority of people don't want to be in it.", 
    "name": "Gerald Scarfe"
  }, 
  {
    "quote": "It's sad - it's sad for us old enough to remember when directors ruled, and films were substantially better than they are today. But it's hard to argue with those kinds of grosses.", 
    "name": "Mark Rydell"
  }, 
  {
    "quote": "I was always depressed growing up. There wasn't a reason for it, I just was. I was sad and morose. I cried a lot, I wrote a lot, and I read a lot and that was how I dealt with it.", 
    "name": "Amanda Hocking"
  }, 
  {
    "quote": "I often say the last role I played that really touched me and where I was able to access what I really am was Bonnie, which is kind of sad when you think how early in my career that was.", 
    "name": "Faye Dunaway"
  }, 
  {
    "quote": "Sad old blokes, I'm told, now dream of me with a whip in hand.", 
    "name": "Anne Robinson"
  }, 
  {
    "quote": "One of the sad things about contemporary journalism is that it actually matters very little. The world now is almost inured to the power of journalism. The best journalism would manage to outrage people. And people are less and less inclined to outrage.", 
    "name": "David Simon"
  }, 
  {
    "quote": "My childhood, I would say, was a bit sad.", 
    "name": "Columba Bush"
  }, 
  {
    "quote": "My childhood, I would say, was a bit sad. Society resents that.", 
    "name": "Columba Bush"
  }, 
  {
    "quote": "The delta blues is a low-down, dirty shame blues. It's a sad, big wide sound, something to make you think about people who are dead or the women who left you.", 
    "name": "David Edwards"
  }, 
  {
    "quote": "Music videos are notoriously long, not fun, grueling. You are known there as a dancer and it's kind of sad because dancers, in a lot of ways, are under-appreciated and kind of under-respected when it come to that so they don't necessarily treat you in a nice way when you do a music video.", 
    "name": "Jenna Dewan"
  }, 
  {
    "quote": "Then, of course, there are those sad occasions when a poet or a writer has not grown, and one has to let them go because they're just not making headway. But we have a very clear personal relationship with the authors.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "I'm convinced I got signed because of who I am. And it makes me sad.", 
    "name": "Jeff Buckley"
  }, 
  {
    "quote": "Well, I did Marlene 15 years ago and that's in the style. It's somehow similar and not similar because Marlene was much more aggressive, funny and sad.", 
    "name": "Maximilian Schell"
  }, 
  {
    "quote": "The books are funny and sad, and that's what people respond to.", 
    "name": "Paula Danziger"
  }, 
  {
    "quote": "I think when I'm in love, I really am very good with calling, little faxes, and visiting and I really put a lot of effort into it. I'm really not the one that's not available because of work and I'm very sad when I actually leave.", 
    "name": "Franka Potente"
  }, 
  {
    "quote": "You see so many artists who are so talented end up living sad, empty lives. This industry takes so much out of you that without the accountability and leaving God in the center, you can be left so empty and void.", 
    "name": "Stacie Orrico"
  }, 
  {
    "quote": "I've been getting into Nick Drake lately, the folk singer. Sad, gorgeous stuff.", 
    "name": "Anthony Doerr"
  }, 
  {
    "quote": "If you win all the time, you lose the drama in life. To make the happy moments happy, you need the sad moments too.", 
    "name": "Doug Davidson"
  }, 
  {
    "quote": "It's not a struggle, but sometimes when you're gone for a month or two, you start to miss your friends. I love acting so much that it fills that gap of being sad about not being able to see my friends.", 
    "name": "Willow Shields"
  }, 
  {
    "quote": "I used to sit near Marilyn Monroe in the Actor's Studio. She'd get dressed up because that was her identity. Sad. Those cameras wouldn't leave her alone. She didn't know where to hide.", 
    "name": "Doris Roberts"
  }, 
  {
    "quote": "I like 'Bewitched' off the first album because it's one of the happiest songs I've ever written and, as any writer will tell you, happy songs are a million times more difficult to write than sad songs.", 
    "name": "Malcolm Wilson"
  }, 
  {
    "quote": "Nothing is more sad than the death of an illusion.", 
    "name": "Arthur Koestler"
  }, 
  {
    "quote": "The sad truth is that excellence makes people nervous.", 
    "name": "Shana Alexander"
  }, 
  {
    "quote": "Nolan has the strangest affect on people. You know, I think there's something very sad and little boy about him, but at the same time the way he goes about everything is so awkward and obnoxious. He can never say the right thing, you know? And I think if he just didn't try so hard and calmed down, people might actually like him a bit more!", 
    "name": "Gabriel Mann"
  }, 
  {
    "quote": "In LA, I mean, here's this place full of desperate and sad people who take their only pleasure from destroying others for the purposes of their own self-aggrandizement.", 
    "name": "Heather Donahue"
  }, 
  {
    "quote": "A lot of our entertainment throws into detail the stagnation and illness of how we live today-it's sad and it's sick... and it's profitable.", 
    "name": "Heather Donahue"
  }, 
  {
    "quote": "Scientology is probably one of the most misunderstood things, and it's sad that it's so misunderstood.", 
    "name": "Stanley Clarke"
  }, 
  {
    "quote": "I probably have the worst wardrobe. It's the most ill-fitting with the worst patterns and colors and the most nipple rubbage. There's bad chafing, and it's always tight in all the wrong places. What's sad is that I'm kinda getting used to it.", 
    "name": "Josh Hopkins"
  }, 
  {
    "quote": "I think that the Information Age is great, but there's a downside to it obviously as well, and it's that false information can be perpetuated so quickly. And it's sad that so many people will believe it.", 
    "name": "Josh Hopkins"
  }, 
  {
    "quote": "I would never have become music director of the Chicago Symphony, which would have been an extremely sad loss.", 
    "name": "Georg Solti"
  }, 
  {
    "quote": "I was sad Jon Ronson, who wrote in the Guardian and has made a TV show for Channel 4, took against me.", 
    "name": "Jonathan King"
  }, 
  {
    "quote": "It's sad that women characters have lost so much ground in popular movies. Didn't 'Thelma and Louise' prove that women want to see women doing things on film? Thelma and Louise were in a classic car they were being chased by cops they shot up a truck - and women loved it.", 
    "name": "Robin Quivers"
  }, 
  {
    "quote": "I think that the majority of messages are validating messages to confirm the survival of conscious. And many times that validation message is negative or sad.", 
    "name": "John Edward"
  }, 
  {
    "quote": "I mean, I was just one of the ones who got exposed, and because of the position I was in, where I was in my life, it went mainstream. A lot of people got out of it after my situation, not because I went to prison but because it was sad for them to see me go through something that was so pointless, that could have been avoided.", 
    "name": "Michael Vick"
  }, 
  {
    "quote": "One of the reasons I wanted to teach deaf children was because it made me very sad that they spoke so clumsily and that they moved with less grace that I knew was possible of deaf people.", 
    "name": "Stephanie Beacham"
  }, 
  {
    "quote": "I am not a sad clown. I am not a sad clown.", 
    "name": "Nathan Lane"
  }, 
  {
    "quote": "I think it's sad to me that I had to make a decision to not play the game that I feel like I'm best at and that I love. But if it was just about the game itself, I'd be there in a heartbeat. But that's not how the real world works.", 
    "name": "Tiffeny Milbrett"
  }, 
  {
    "quote": "I have nothing against younger women and older men on screen. What is sad is that so many women over 40 who have so much to give aren't being considered to play opposite men their own age or younger.", 
    "name": "Rene Russo"
  }, 
  {
    "quote": "I found out about reviews early on. They're mostly written by sad men on bad afternoons. That's probably why I'm less angry than some writers, who are so narcissistic they consider every line of every review, even a thoughtful one, as major treason.", 
    "name": "Barry Hannah"
  }, 
  {
    "quote": "The word of God is full of sad and grave counsel, full of the knowledge of God, of examples of virtues, and of correction of vices, of the end of this life, and of the life to come.", 
    "name": "John Jewel"
  }, 
  {
    "quote": "I'm terribly sad about Farrah's passing. She was incredibly brave, and God will be welcoming her with open arms.", 
    "name": "Cheryl Ladd"
  }, 
  {
    "quote": "If I could be more vague I'd write more about people in my life, but I hate hurting feelings or making people feel uncomfortable. I've done that before. Unless they're sad songs. Those get finished fast, but the mean ones often end up at the back of the bottom drawer and it's probably for the best.", 
    "name": "Caitlin Rose"
  }, 
  {
    "quote": "It's the sad thing about entertainment, it's not always about who is the best.", 
    "name": "Jake Roberts"
  }, 
  {
    "quote": "I was so sad from losing two of my dogs and my mother. I had this vision of all these animals sitting behind bars. They had no control and were scared. That's why I got into fostering and adopting animals out.", 
    "name": "Linda Blair"
  }, 
  {
    "quote": "And the sad truth is that nobody wants me to write comedy. The Exorcist not only ended that career, it expunged all memory of its existence.", 
    "name": "William Peter Blatty"
  }, 
  {
    "quote": "I think it's a terrible thing to write and not enjoy it. It's a sad thing. But of course a lot of people do work because they need to eat. And we all need to eat, but that's not the only reason to work. You couldn't have paid me not to write.", 
    "name": "Anne Perry"
  }, 
  {
    "quote": "When I was leaving I kind of felt a little bit sad, because I made some friends down in skid row.", 
    "name": "Pras Michel"
  }, 
  {
    "quote": "You have to keep hobbies in L.A. Otherwise, it's sad.", 
    "name": "Lake Bell"
  }, 
  {
    "quote": "I always knew that St. Jude was an amazing organization but meeting the kids and seeing how the hospital works first hand was truly beautiful. It doesn't feel like a regular hospital all dreary and sad. It's a colorful, beautiful, comfortable, fun place to live and the energy is wonderful.", 
    "name": "Ariana Grande"
  }, 
  {
    "quote": "It always makes me sad when I think of how I saw Wagner wasting his vitality, not only by singing their parts to some of his artists, but acting out the smallest details, and of how few they were who were responsive to his wishes.", 
    "name": "Anton Seidl"
  }, 
  {
    "quote": "Film-makers are always going to be interested in making movies that plug into society around them. That's what a vibrant, artistically alert community should be doing. After all, it would be sad if we only made films about alien robots.", 
    "name": "Mark Boal"
  }, 
  {
    "quote": "I just did an interview where I was asked whether I drink beer or whisky, and I was sad to reveal that I'm pounding spring water.", 
    "name": "Brad Delson"
  }, 
  {
    "quote": "The pro athlete is a sad tale. He signs a big contract and thinks he's set for life. I didn't think I was set for life, and I don't now. As athletes, we are important, celebrities, in demand and rich. Then we are out of the game and we are not important, not celebrities, not in demand and not rich.", 
    "name": "Fran Tarkenton"
  }, 
  {
    "quote": "I wanted to be a dancer my whole life. And when I gave it up to act, I always had a really sad part of myself that missed it and missed performing and missed being physical in that way.", 
    "name": "Lyndsy Fonseca"
  }, 
  {
    "quote": "Since it's based on my parents, it's more emotionally close to me than some of my more surreal plays. And then I like the balance of the comic and the sad. It should play as funny, but you should care about the characters and feel sad for them.", 
    "name": "Christopher Durang"
  }, 
  {
    "quote": "I only really watch sport. That's where you see real joy. I don't like watching much else on TV, because it's generally either twisted or sad.", 
    "name": "Roger Milla"
  }, 
  {
    "quote": "I've had moments where I realize my body isn't going to withstand many more seasons, but I am very satisfied with my career and I am trying not to look at retirement as a sad thing.", 
    "name": "Cat Osterman"
  }, 
  {
    "quote": "I had a vocal coach. It's a sad thing, but I had to hire someone so that I could get my Australian accent back.", 
    "name": "Anthony LaPaglia"
  }, 
  {
    "quote": "Why do we capital-N Nerds love Mars so much? Because it's beautiful, it's tough, it's buried in our mythic, childhood memories. It's covered with human triumphs but also with sad stories of failure.", 
    "name": "Greg Bear"
  }, 
  {
    "quote": "Bob summed it up best when he was on his knees at the end of the night saying, 'Don't trust in Guided By Voices.' You were there was the show awful or something? I know it was sloppy, but they're not really that tight anyway, but was it embarrassing, was it sad?", 
    "name": "Kim Deal"
  }, 
  {
    "quote": "I don't wanta do any Blues or any sad songs.", 
    "name": "Bob Livingston"
  }, 
  {
    "quote": "The sad thing is, when it comes to diet, is that even when well-intentioned Feds try to do right by us, they fail. Either they're outvoted by puppets of agribusiness, or they are puppets of agribusiness.", 
    "name": "Mark Bittman"
  }, 
  {
    "quote": "It's astonishing what some women will put up with just to have a warm body. Some of the brightest women I know are just obsessed with that search. It's very sad.", 
    "name": "Judith Rossner"
  }, 
  {
    "quote": "Two or three notes of music can instantly make you feel sad or tense or afraid or angry. To do that in words is much more difficult.", 
    "name": "Anthony Daniels"
  }, 
  {
    "quote": "'Eyes Wide Open' took shape from two real life events straight from my own past. One was the sad suicide of my young nephew, a troubled kid, who was found at the bottom of a landmark cliff in central California. The second was a chance encounter forty years ago with none other than, ahem, Charles Manson!", 
    "name": "Andrew Gross"
  }, 
  {
    "quote": "It is a sad commentary that today we face a choice between having schools that are a monument to our past - or schools that will be the lifeblood of our future. But since that is our choice, let us resolve to choose wisely.", 
    "name": "Ted Kulongoski"
  }, 
  {
    "quote": "It's really sad for me that in the United States the Latino community is losing its culture and language, especially among kids born here - a lot of them can't even speak our language.", 
    "name": "Romeo Santos"
  }, 
  {
    "quote": "Save for thee and thy lessons, man in society would everywhere sink into a sad compound of the fiend and the wild beast and this fallen world would be as certainly a moral as a natural wilderness.", 
    "name": "Hugh Miller"
  }, 
  {
    "quote": "I love the script and I just thought it was a great role. Like I say, it's like this - the script is like this sad, funny, desperate love song to the lost American man.", 
    "name": "Oliver Platt"
  }, 
  {
    "quote": "I think it's sad that movies and television have caused the theatre to fade as a popular art form. I hope to get young people into the theatre and expose them to Shakespeare.", 
    "name": "Kelly McGillis"
  }, 
  {
    "quote": "I must have something to engross my thoughts, some object in life which will fill this vacuum, and prevent this sad wearing away of the heart.", 
    "name": "Elizabeth Blackwell"
  }, 
  {
    "quote": "It always made me sad that there were kids who didn't have homes.", 
    "name": "Lauren Holly"
  }, 
  {
    "quote": "'A Bug's Life' is a really funny movie and the characters have such different personalities. The movie is happy and then gets really sad and I'm like, W'hoa, I'm feeling this way and this movie is about bugs!'", 
    "name": "Booboo Stewart"
  }, 
  {
    "quote": "The flesh, alas, is sad, and I have read all the books.", 
    "name": "Stephane Mallarme"
  }, 
  {
    "quote": "The world would be a very sad place if readers could only love one story.", 
    "name": "Sylvia Day"
  }, 
  {
    "quote": "Mainly, I thought of Barney as a kid. You can always look into the faces of kids and see what they're thinking, if they're happy or sad. That's what I tried to do with Barney.", 
    "name": "Don Knotts"
  }, 
  {
    "quote": "One of the sad commentaries on the way women are viewed in our society is that we have to fit one category. I have never felt that I had to be in one category.", 
    "name": "Faye Wattleton"
  }, 
  {
    "quote": "Once I was checking to hotel and a couple saw my ring with Blues on it. They said, 'You play blues. That music is so sad.' I gave them tickets to the show, and they came up afterwards and said, 'You didn't play one sad song.'", 
    "name": "Buddy Guy"
  }, 
  {
    "quote": "Even when I begin with a situation that's basically funny or sad, I like to keep poking around in it. I like to get into the middle of a relationship, to explore the subtle places.", 
    "name": "Paul Mazursky"
  }, 
  {
    "quote": "Gorillas are in danger of being wiped out by the Ebola virus. I feel like we have limited time to get to know them and understand them and they're going to disappear - that's terrifically sad. Wouldn't it be great if we could stop that?", 
    "name": "Sara Gruen"
  }, 
  {
    "quote": "We all had lots of stories of our sad experiences - they mourned the death of my wife with me - but we were hopeful that the children would return.", 
    "name": "Otto Frank"
  }, 
  {
    "quote": "We all remember where we were and we all remember what we were doing. I had a brother in New York, an uncle, lots of friends in New York. It made me angry, it made me sad what could I do.", 
    "name": "Timothy Bottoms"
  }, 
  {
    "quote": "I like to express certain things that happen in my life, the joy of spring, the birds singing and young babies coming into the world. You know, the whole thing as well as the part I'm not happy with, the sad part.", 
    "name": "Roy Haynes"
  }, 
  {
    "quote": "When this sad war is over we will all return to our homes, and feel that we can ask no higher honor than the proud consciousness that we belonged to the Army of the Potomac.", 
    "name": "George B. McClellan"
  }, 
  {
    "quote": "I hooked up with director Jacques Audiard for this film called 'Rust &amp Bone' with Marion Cotillard. I loved that experience so much I'm truly sad that it's over!", 
    "name": "Matthias Schoenaerts"
  }, 
  {
    "quote": "I have felt terribly from the beginning when I saw the problems and recognized that they would be ongoing. We were hired to put back the contours of the greens as closely as possible to George Thomas's designs and were real proud of what we did. It's a sad situation now.", 
    "name": "Ben Crenshaw"
  }, 
  {
    "quote": "Many things have been said about what happened, but I don't know either. Maybe someday. One thing I'm sure of is that all the things that have happened to me, good and bad, happy and sad, have made me what I am today.", 
    "name": "Pete Best"
  }, 
  {
    "quote": "A Church which has lost its memory is in a sad state of senility.", 
    "name": "Henry Chadwick"
  }, 
  {
    "quote": "The poem is sad because it wants to be yours, and cannot be.", 
    "name": "John Ashbery"
  }, 
  {
    "quote": "It's both funny and sad which seem to me to be the two basic ingredients of good comedy.", 
    "name": "Tony Hancock"
  }, 
  {
    "quote": "We try to... we are, I suppose to a certain extent all affected and erm, that is both funny and sad I think.", 
    "name": "Tony Hancock"
  }, 
  {
    "quote": "The past 6 and a half years have been the most amazing years of my life. It's sad it has come to an end but Avril and I are still family and moving forward in the most positive way possible.", 
    "name": "Deryck Whibley"
  }, 
  {
    "quote": "If the IAAF feel that is the right way to go for TV rights and everything, the rule will stay. As much as I want to be on the podium, tonight is a sad night for athletics.", 
    "name": "Kim Collins"
  }, 
  {
    "quote": "It's a sad moment, really, when parents first become a bit frightened of their children.", 
    "name": "Ama Ata Aidoo"
  }, 
  {
    "quote": "All you'd have to do is get a sad look, and he'd try to do something for you.", 
    "name": "Margaret O'Brien"
  }, 
  {
    "quote": "The last few years have been my happiest. I'm happy in the years that most people are blue and sad and waiting to die. I don't feel that a bit. Smiling has a lot to do with it. You can just lift your spirits by smiling a little bit.", 
    "name": "William Proxmire"
  }, 
  {
    "quote": "If Michael Steele doesn't make you sad, well, then there's radio host Rush Limbaugh, no longer content with wanting the President to fail, Rush is now calling out Mr. Obama as a girly man.", 
    "name": "David Shuster"
  }, 
  {
    "quote": "I will be sad. I've gotten very attached to Harry and all that goes on in his world, I guess I'll just be kind of tasting every bit of it because it will be the last one.", 
    "name": "Mary Grandpre"
  }, 
  {
    "quote": "You know, they just don't make big movie stars the way they used to, maybe because the system has changed, the studio system, but it's sad to see people like Jimmy Stewart go, all the giants of the past.", 
    "name": "Tom Atkins"
  }, 
  {
    "quote": "It's a sad and stupid thing to have to proclaim yourself a revolutionary just to be a decent man.", 
    "name": "David Harris"
  }, 
  {
    "quote": "It is a sad day for our country when the moral foundation of our law and the acknowledgment of God has to be hidden from public view to appease a federal judge.", 
    "name": "Soledad O'Brien"
  }, 
  {
    "quote": "Keep it simple, keep it sexy, keep it sad.", 
    "name": "Mitch Miller"
  }, 
  {
    "quote": "Sad and sweet and wise Here a child reposes Dust is on his eyes, Quietly he lies - Satan, strew Roses.", 
    "name": "Robert Williams Buchanan"
  }, 
  {
    "quote": "It's really sad that the kids today can only relate to Beethoven via a rock version of his music.", 
    "name": "Walter Murphy"
  }, 
  {
    "quote": "Our hope, and it's a sad hope, is that... well, I mean we need a tip. That's why we have such a big reward. We just hope that someone is holding her for her child and that we can, you know, get her back with a tip.", 
    "name": "Scott Peterson"
  }, 
  {
    "quote": "I had never felt so lonely and so sad in my entire life.", 
    "name": "Susan Smith"
  }
]