[
  {
    "quote": "He who joyfully marches to music in rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would suffice.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The release of atomic energy has not created a new problem. It has merely made more urgent the necessity of solving an existing one.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills we shall never surrender.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Never in the field of human conflict was so much owed by so many to so few.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "When the war of the giants is over the wars of the pygmies will begin.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Mankind must put an end to war before war puts an end to mankind.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The object of war is not to die for your country but to make the other bastard die for his.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "War does not determine who is right - only who is left.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The basic problems facing the world today are not susceptible to a military solution.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The best weapon against an enemy is another enemy.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Never think that war, no matter how necessary, nor how justified, is not a crime.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "There was never a good war, or a bad peace.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "It is forbidden to kill therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "When the rich wage war, it's the poor who die.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "All war is deception.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Don't forget what I discovered that over ninety percent of all national deficits from 1921 to 1939 were caused by payments for past, present, and future wars.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "War is an ugly thing, but not the ugliest of things. The decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth war is much worse.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "What is human warfare but just this an effort to make the laws of God and nature take sides with one party.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "In modern war... you will die like a dog for no good reason.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "If we don't end war, war will end us.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "I must study politics and war that my sons may have liberty to study mathematics and philosophy.", 
    "name": "John Adams"
  }, 
  {
    "quote": "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "There is no instance of a nation benefitting from prolonged warfare.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "A soldier will fight long and hard for a bit of colored ribbon.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "You can't say civilization don't advance... in every war they kill you in a new way.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Yesterday, December seventh, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "In peace, sons bury their fathers. In war, fathers bury their sons.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "War grows out of the desire of the individual to gain advantage at the expense of his fellow man.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "There is no avoiding war it can only be postponed to the advantage of others.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "I'm fed up to the ears with old men dreaming up wars for young men to die in.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "It is well that war is so terrible. We should grow too fond of it.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Patriots always talk of dying for their country and never of killing for their country.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Only the dead have seen the end of the war.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "All wars are civil wars, because all men are brothers.", 
    "name": "Francois Fenelon"
  }, 
  {
    "quote": "We are going to have peace even if we have to fight for it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Ours is a world of nuclear giants and ethical infants. We know more about war that we know about peace, more about killing that we know about living.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "To walk through the ruined cities of Germany is to feel an actual doubt about the continuity of civilization.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Older men declare war. But it is the youth that must fight and die.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "An unjust peace is better than a just war.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Ten soldiers wisely led will beat a hundred without a head.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Wars have never hurt anybody except the people who die.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "No country can act wisely simultaneously in every part of the globe at every moment of time.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "John Dalton's records, carefully preserved for a century, were destroyed during the World War II bombing of Manchester. It is not only the living who are killed in war.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "The military don't start wars. Politicians start wars.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "War is a defeat for humanity.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "War is not an adventure. It is a disease. It is like typhus.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Man has no right to kill his brother. It is no excuse that he does so in uniform: he only adds the infamy of servitude to the crime of murder.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Sometime they'll give a war and nobody will come.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "I have never advocated war except as a means of peace.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "It seems like such a terrible shame that innocent civilians have to get hurt in wars, otherwise combat would be such a wonderfully healthy way to rid the human race of unneeded trash.", 
    "name": "Fred Woodworth"
  }, 
  {
    "quote": "One may know how to gain a victory, and know not how to use it.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "War remains the decisive human failure.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "War is only a cowardly escape from the problems of peace.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "I have not yet begun to fight!", 
    "name": "John Paul Jones"
  }, 
  {
    "quote": "The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations.", 
    "name": "David Friedman"
  }, 
  {
    "quote": "War is hell.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "If it's natural to kill, how come men have to go into training to learn how?", 
    "name": "Joan Baez"
  }, 
  {
    "quote": "Sweat saves blood.", 
    "name": "Erwin Rommel"
  }, 
  {
    "quote": "War makes thieves and peace hangs them.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "The first casualty when war comes is truth.", 
    "name": "Hiram Johnson"
  }, 
  {
    "quote": "War is a series of catastrophes which result in victory.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "The scenes on this field would have cured anybody of war.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "The Establishment center... has led us into the stupidest and cruelest war in all history. That war is a moral and political disaster - a terrible cancer eating away at the soul of our nation.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I do not believe that the men who served in uniform in Vietnam have been given the credit they deserve. It was a difficult war against an unorthodox enemy.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "There is nothing that war has ever achieved that we could not better achieve without it.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "To win this war, we need a commander in chief, not a professor of law standing at the lectern.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "You can no more win a war than you can win an earthquake.", 
    "name": "Jeannette Rankin"
  }, 
  {
    "quote": "It has too often been too easy for rulers and governments to incite man to war.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "We have war when at least one of the parties to a conflict wants something more than it wants peace.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "War is the unfolding of miscalculations.", 
    "name": "Barbara Tuchman"
  }, 
  {
    "quote": "A visitor from Mars could easily pick out the civilized nations. They have the best implements of war.", 
    "name": "Herbert V. Prochnow"
  }, 
  {
    "quote": "The power to wage war is the power to wage war successfully.", 
    "name": "Charles Evans Hughes"
  }, 
  {
    "quote": "War would end if the dead could return.", 
    "name": "Stanley Baldwin"
  }, 
  {
    "quote": "The way to win an atomic war is to make certain it never starts.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "What is the use of physicians like myself trying to help parents to bring up children healthy and happy, to have them killed in such numbers for a cause that is ignoble?", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "But when will our leaders learn - war is not the answer.", 
    "name": "Helen Thomas"
  }, 
  {
    "quote": "We have been travelling through a cloud. The sky has been dark ever since the war began.", 
    "name": "Black Kettle"
  }, 
  {
    "quote": "When the question arose whether I, as a member of the royal family, should take part in active combat in the Falklands, there was no question in her mind, and it only took her two days to sort the issue.", 
    "name": "Prince Andrew"
  }, 
  {
    "quote": "We are all tourists in history, and irony is what we win in wars.", 
    "name": "Anatole Broyard"
  }, 
  {
    "quote": "It was definitely a part of our life. I mean, my mom had both her brothers and her fiancee in Vietnam at the same time, so it wasn't just my dad's story, it was my mom's story too. And we definitely grew up listening to the stories.", 
    "name": "Vanessa Kerry"
  }, 
  {
    "quote": "The surest way to prevent war is not to fear it.", 
    "name": "John Randolph"
  }, 
  {
    "quote": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war love is a growing up.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Love is like war: easy to begin but very hard to stop.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "War is a poor chisel to carve out tomorrow.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "It is my conviction that killing under the cloak of war is nothing but an act of murder.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the earth will be killed.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "You cannot simultaneously prevent and prepare for war.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Allow the president to invade a neighboring nation, whenever he shall deem it necessary to repel an invasion, and you allow him to do so whenever he may choose to say he deems it necessary for such a purpose - and you allow him to make war at pleasure.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The first panacea for a mismanaged nation is inflation of the currency the second is war. Both bring a temporary prosperity both bring a permanent ruin. But both are the refuge of political and economic opportunists.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "A prisoner of war is a man who tries to kill you and fails, and then asks you not to kill him.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "When you are winning a war almost everything that happens can be claimed to be right and wise.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The republican is the only form of government which is not eternally at open or secret war with the rights of mankind.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Politics is almost as exciting as war, and quite as dangerous. In war you can only be killed once, but in politics many times.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "No bastard ever won a war by dying for his country. He won it by making the other poor dumb bastard die for his country.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "It is our duty still to endeavor to avoid war but if it shall actually take place, no matter by whom brought on, we must defend ourselves. If our house be on fire, without inquiring whether it was fired from within or without, we must try to extinguish it.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "In war, you can only be killed once, but in politics, many times.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I am never going to have anything more to do with politics or politicians. When this war is over I shall confine myself entirely to writing and painting.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "War is a game that is played with a smile. If you can't smile, grin. If you can't grin, keep out of the way till you can.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "In war as in life, it is often necessary when some cherished scheme has failed, to take up the best alternative open, and if so, it is folly not to work for it with all your might.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Politics are very much like war. We may even have to use poison gas at times.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "War is mainly a catalogue of blunders.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "If we are to teach real peace in this world, and if we are to carry on a real war against war, we shall have to begin with the children.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "As long as war is regarded as wicked, it will always have its fascination. When it is looked upon as vulgar, it will cease to be popular.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I abhor war and view it as the greatest scourge of mankind.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Communism has never come to power in a country that was not disrupted by war or corruption, or both.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The most successful war seldom pays for its losses.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I have seen enough of one war never to wish to see another.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "War is an instrument entirely inefficient toward redressing wrong and multiplies, instead of indemnifying losses.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "If we desire to avoid insult, we must be able to repel it if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Strike against war, for without you no battles can be fought!", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "War is God's way of teaching Americans geography.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Telling us to obey instinct is like telling us to obey 'people.' People say different things: so do instincts. Our instincts are at war... Each instinct, if you listen to it, will claim to be gratified at the expense of the rest.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "I can not believe that war is the best solution. No one won the last war, and no one will win the next war.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Morality is contraband in war.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Anyone who thinks must think of the next war as they would of suicide.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "It is an unfortunate fact that we can secure peace only by preparing for war.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The supreme art of war is to subdue the enemy without fighting.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The world knows that America will never start a war. This generation of Americans has had enough of war and hate... we want to build a world of peace where the weak are secure and the strong are just.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "History teaches that war begins when governments believe the price of aggression is cheap.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "An Atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "The real and lasting victories are those of peace, and not of war.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Unconditional war can no longer lead to unconditional victory. It can no longer serve to settle disputes... can no longer be of concern to great powers alone.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "War is peace. Freedom is slavery. Ignorance is strength.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "We prefer world law in the age of self-determination to world war in the age of mass extermination.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "To be prepared for war is one of the most effective means of preserving peace.", 
    "name": "George Washington"
  }, 
  {
    "quote": "We make war that we may live in peace.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Going to war without France is like going hunting without an accordion.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Those who are at war with others are not at peace with themselves.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "War has always been the grand sagacity of every spirit which has grown too inward and too profound its curative power lies even in the wounds one receives.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its futility, its stupidity.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "You say it is the good cause that hallows even war? I say unto you: it is the good war that hallows any cause.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The constitution vests the power of declaring war in Congress therefore no offensive expedition of importance can be undertaken until after they shall have deliberated upon the subject and authorized such a measure.", 
    "name": "George Washington"
  }, 
  {
    "quote": "I have a scheme for stopping war. It's this - no nation is allowed to enter a war till they have paid for the last one.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "My first wish is to see this plague of mankind, war, banished from the earth.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Four years ago, I promised to end the war in Iraq. We did. I promised to refocus on the terrorists who actually attacked us on 9/11. We have. We've blunted the Taliban's momentum in Afghanistan, and in 2014, our longest war will be over. A new tower rises above the New York skyline, al Qaeda is on the path to defeat, and Osama bin Laden is dead.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Peace is not only better than war, but infinitely more arduous.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The British soldier can stand up to anything except the British War Office.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "War - An act of violence whose object is to constrain the enemy, to accomplish our will.", 
    "name": "George Washington"
  }, 
  {
    "quote": "We used to wonder where war lived, what it was that made it so vile. And now we realize that we know where it lives... inside ourselves.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The myth of unlimited production brings war in its train as inevitably as clouds announce a storm.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "When the tyrant has disposed of foreign enemies by conquest or treaty, and there is nothing more to fear from them, then he is always stirring up some war or other, in order that the people may require a leader.", 
    "name": "Plato"
  }, 
  {
    "quote": "A democracy which makes or even effectively prepares for modern, scientific war must necessarily cease to be democratic. No country can be really well prepared for modern war unless it is governed by a tyrant, at the head of a highly trained and perfectly obedient bureaucracy.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "If there is not the war, you don't get the great general if there is not a great occasion, you don't get a great statesman if Lincoln had lived in a time of peace, no one would have known his name.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Now, let me be clear. The path I lay out is not one paved with ever increasing government checks and cradle to grave assurance that government will always be the solution. If this election is a bidding war for who can promise the most goodies and the most benefits, I'm not your president. You have that president today.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Only the dead have seen the end of war.", 
    "name": "Plato"
  }, 
  {
    "quote": "The United States is not, and never will be, at war with Islam.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Americans play to win at all times. I wouldn't give a hoot and hell for a man who lost and laughed. That's why Americans have never lost nor ever lose a war.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Diplomats are just as essential to starting a war as soldiers are for finishing it... You take diplomacy out of war, and the thing would fall flat in a week.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Sometimes by losing a battle you find a new way to win the war.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Cliches about supporting the troops are designed to distract from failed policies, policies promoted by powerful special interests that benefit from war, anything to steer the discussion away from the real reasons the war in Iraq will not end anytime soon.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact to shatter and destroy it is not so good.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Every war when it comes, or before it comes, is represented not as a war but as an act of self-defense against a homicidal maniac.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I don't oppose all wars. What I am opposed to is a dumb war. What I am opposed to is a rash war.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Another term for preventive war is aggressive war - starting wars because someday somebody might do something to us. That is not part of the American tradition.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Take the diplomacy out of war and the thing would fall flat in a week.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The United States never lost a war or won a conference.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I know war as few other men now living know it, and nothing to me is more revolting. I have long advocated its complete abolition, as its very destructiveness on both friend and foe has rendered it useless as a method of settling international disputes.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Where the stakes are the highest, in the war on terror, we cannot possibly succeed without extraordinary international cooperation. Effective international police actions require the highest degree of intelligence sharing, planning and collaborative enforcement.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "As I've said, there were patriots who supported this war, and patriots who opposed it. And all of us are united in appreciation for our servicemen and women, and our hopes for Iraqis' future.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "To hold a pen is to be at war.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "For a war to be just three conditions are necessary - public authority, just cause, right motive.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The most shocking fact about war is that its victims and its instruments are individual human beings, and that these individual beings are condemned by the monstrous conventions of politics to murder or be murdered in quarrels not their own.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "There are patriots who opposed the war in Iraq and there are patriots who supported the war in Iraq. We are one people, all of us pledging allegiance to the stars and stripes, all of us defending the United States of America.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Operations in Iraq and Afghanistan and the war on terrorism have reduced the pace of military transformation and have revealed our lack of preparation for defensive and stability operations. This Administration has overextended our military.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "We've persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it's time to turn the page.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "But do I think that our actions in anyway violate the War Powers Resolution, the answer is no.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Thus, what is of supreme importance in war is to attack the enemy's strategy.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "We're not going to baby sit a civil war.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "We are not at war against Islam.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The war is coming to the streets of America and if you are not keeping and bearing and practicing with your arms then you will be helpless and you will be the victim of evil.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man's intelligence and his comprehension... would include also his ability to find a peaceful solution.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "You must not fight too often with one enemy, or you will teach him all your art of war.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "All war is based on deception.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "In most communities it is illegal to cry 'fire' in a crowded assembly. Should it not be considered serious international misconduct to manufacture a general war scare in an effort to achieve local political aims?", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "More than an end to war, we want an end to the beginning of all wars - yes, an end to this brutal, inhuman and thoroughly impractical method of settling the differences between governments.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "War against a foreign country only happens when the moneyed classes think they are going to profit from it.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "War will never cease until babies begin to come into the world with larger cerebrums and smaller adrenal glands.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I'm not going to say I was opposed to the Vietnam War. I'm going to say I'm opposed to war. But I'm also opposed to protests that deny other people their rights.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Marriage is an adventure, like going to war.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "There has never been a protracted war from which a country has benefited.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Brave men rejoice in adversity, just as brave soldiers triumph in war.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "What is absurd and monstrous about war is that men who have no personal quarrel should be trained to murder one another in cold blood.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "War is never economically beneficial except for those in position to profit from war expenditures.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "In time it will become clear to everyone that support for the policies of pre-emptive war and interventionist nation-building will have much greater significance than the removal of Saddam Hussein itself.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "I was drafted during the Korean War.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "The more you sweat in peace, the less you bleed in war.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "In war the heroes always outnumber the soldiers ten to one.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Think of what happened after 9/11, the minute before there was any assessment, there was glee in the administration because now we can invade Iraq, and so the war drums beat.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "War is a contagion.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Throughout the 20th century, the Republican Party benefited from a non-interventionist foreign policy. Think of how Eisenhower came in to stop the Korean War. Think of how Nixon was elected to stop the mess in Vietnam.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "What is not conservative about saying, 'Don't go to war unless we go to war properly with a full declaration of war and no other way?'", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "There's nothing wrong with being a Conservative and coming up with a Conservative believe in foreign policy where we have a strong national defense and we don't go to war so carelessly.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "He who is the author of a war lets loose the whole contagion of hell and opens a vein that bleeds a nation to death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "We've used up a lot of bullets. And we talk about stimulus. But the truth is, we're running a federal deficit that's 9 percent of GDP. That is stimulative as all get out. It's more stimulative than any policy we've followed since World War II.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "It is part of the general pattern of misguided policy that our country is now geared to an arms economy which was bred in an artificially induced psychosis of war hysteria and nurtured upon an incessant propaganda of fear.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "I will not play tug o' war. I'd rather play hug o' war. Where everyone hugs instead of tugs, Where everyone giggles and rolls on the rug, Where everyone kisses, and everyone grins, and everyone cuddles, and everyone wins.", 
    "name": "Shel Silverstein"
  }, 
  {
    "quote": "Secret operations are essential in war upon them the army relies to make its every move.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "War should be the only study of a prince. He should consider peace only as a breathing-time, which gives him leisure to contrive, and furnishes as ability to execute, military plans.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "War involves in its progress such a train of unforeseen circumstances that no human wisdom can calculate the end it has but one thing certain, and that is to increase taxes.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "To establish any mode to abolish war, however advantageous it might be to Nations, would be to take from such Government the most lucrative of its branches.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "War is a quarrel between two thieves too cowardly to fight their own battle.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "People never lie so much as after a hunt, during a war or before an election.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "A really strong woman accepts the war she went through and is ennobled by her scars.", 
    "name": "Carly Simon"
  }, 
  {
    "quote": "War is just when it is necessary arms are permissible when there is no hope except in arms.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "How is it they live in such harmony the billions of stars - when most men can barely go a minute without declaring war in their minds about someone they know.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Serious sport is war minus the shooting.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Humanity should question itself, once more, about the absurd and always unfair phenomenon of war, on whose stage of death and pain only remain standing the negotiating table that could and should have prevented it.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "War is the business of barbarians.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Civil war? What does that mean? Is there any foreign war? Isn't every war fought between men, between brothers?", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "A war between Europeans is a civil war.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "When people speak to you about a preventive war, you tell them to go and fight it. After my experience, I have come to hate war.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Peace is the virtue of civilization. War is its crime.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Great is the guilt of an unnecessary war.", 
    "name": "John Adams"
  }, 
  {
    "quote": "There is hardly such a thing as a war in which it makes no difference who wins. Nearly always one side stands more of less for progress, the other side more or less for reaction.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Today we know that World War II began not in 1939 or 1941 but in the 1920's and 1930's when those who should have known better persuaded themselves that they were not their brother's keeper.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "We should invade their countries, kill their leaders and convert them to Christianity. We weren't punctilious about locating and punishing only Hitler and his top officers. We carpet-bombed German cities we killed civilians. That's war. And this is war.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "War is a way of shattering to pieces... materials which might otherwise be used to make the masses too comfortable and... too intelligent.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Oceania was at war with Eurasia therefore Oceania had always been at war with Eurasia.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I am tired and sick of war. Its glory is all moonshine. It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, for vengeance, for desolation. War is hell.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "In war, when a commander becomes so bereft of reason and perspective that he fails to understand the dependence of arms on Divine guidance, he no longer deserves victory.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The quickest way of ending a war is to lose it.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "War is war. The only good human being is a dead one.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Happiness is a byproduct of function, purpose, and conflict those who seek happiness for itself seek victory without war.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "In war there is no prize for runner-up.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The essential act of war is destruction, not necessarily of human lives, but of the products of human labor.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Character... is a habit, the daily choice of right over wrong it is a moral quality which grows to maturity in peace and is not suddenly developed on the outbreak of war.", 
    "name": "Charles Wilson"
  }, 
  {
    "quote": "No matter what you think about the Iraq war, there is one thing we can all agree on for the next days - we have to salute the courage and bravery of those who are risking their lives to vote and those brave Iraqi and American soldiers fighting to protect their right to vote.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I find capitalism repugnant. It is filthy, it is gross, it is alienating... because it causes war, hypocrisy and competition.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "War is evil, but it is often the lesser evil.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Those wars are unjust which are undertaken without provocation. For only a war waged for revenge or defense can be just.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The sinews of war are infinite money.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge.", 
    "name": "Meir Kahane"
  }, 
  {
    "quote": "What this country needs what every country needs occasionally is a good hard bloody war to revive the vice of patriotism on which its existence as a nation depends.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "You can't make war in the Middle East without Egypt and you can't make peace without Syria.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Laws are silent in time of war.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other's children.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Business is a combination of war and sport.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Establishing lasting peace is the work of education all politics can do is keep us out of war.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "War settles nothing.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Empathy is really the opposite of spiritual meanness. It's the capacity to understand that every war is both won and lost. And that someone else's pain is as meaningful as your own.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "A man who says that no patriot should attack the war until it is over... is saying no good son should warn his mother of a cliff until she has fallen.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "War is so unjust and ugly that all who wage it must try to stifle the voice of conscience within themselves.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "A professional soldier understands that war means killing people, war means maiming people, war means families left without fathers and mothers.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "The only excuse for war is that we may live in peace unharmed.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "A time will come when a politician who has willfully made war and promoted international dissension will be as sure of the dock and much surer of the noose than a private homicide. It is not reasonable that those who gamble with men's lives should not stake their own.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "The only defensible war is a war of defense.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "One cannot wage war under present conditions without the support of public opinion, which is tremendously molded by the press and other forms of propaganda.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "I venture to say no war can be long carried on against the will of the people.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "The real war will never get in the books.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "War has rules, mud wrestling has rules - politics has no rules.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "What a cruel thing war is... to fill our hearts with hatred instead of love for our neighbors.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "All those who seek to destroy the liberties of a democratic nation ought to know that war is the surest and shortest means to accomplish it.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "In time of war the laws are silent.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Brainy folks were also present in Lyndon Johnson's administration, especially in the Pentagon, where Secretary of Defense Robert McNamara's brilliant 'whiz kids' tried to micro-manage the Vietnam war, with disastrous results.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "War should only be declared by the authority of the people, whose toils and treasures are to support its burdens, instead of the government which is to reap its fruits.", 
    "name": "James Madison"
  }, 
  {
    "quote": "It is fatal to enter any war without the will to win it.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "This war is not about slavery.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Every war results from the struggle for markets and spheres of influence, and every war is sold to the public by professional liars and totally sincere religious maniacs, as a Holy Crusade to save God and Goodness from Satan and Evil.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "In war there is no substitute for victory.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "War is never a solution it is an aggravation.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Circumstances cause us to act the way we do. We should always bear this in mind before judging the actions of others. I realized this from the start during World War II.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "Our country is now geared to an arms economy bred in an artificially induced psychosis of war hysteria and an incessant propaganda of fear.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "I have known war as few men now living know it. It's very destructiveness on both friend and foe has rendered it useless as a means of settling international disputes.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "It is in war that the State really comes into its own: swelling in power, in number, in pride, in absolute dominion over the economy and the society.", 
    "name": "Murray Rothbard"
  }, 
  {
    "quote": "Either war is obsolete, or men are.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "All oppression creates a state of war.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Dalton's records, carefully preserved for a century, were destroyed during the World War II bombing of Manchester. It is not only the living who are killed in war.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "War on the other hand is such a terrible thing, that no man, especially a Christian man, has the right to assume the responsibility of starting it.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "I just want you to know that, when we talk about war, we're really talking about peace.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "I could have ended the war in a month. I could have made North Vietnam look like a mud puddle.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "No protracted war can fail to endanger the freedom of a democratic country.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "Every attempt to make war easy and safe will result in humiliation and disaster.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "There are two things which a democratic people will always find very difficult - to begin a war and to end it.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "It is not only the living who are killed in war.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Of all the enemies of public liberty, war is perhaps the most to be dreaded, because it comprises and develops the germ of every other.", 
    "name": "James Madison"
  }, 
  {
    "quote": "War should be the politics of last resort. And when we go to war, we should have a purpose that our people understand and support.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Anyone who has ever looked into the glazed eyes of a soldier dying on the battlefield will think hard before starting a war.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: 'War is bad in that it begets more evil than it kills.'", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Basketball is like war in that offensive weapons are developed first, and it always takes a while for the defense to catch up.", 
    "name": "Red Auerbach"
  }, 
  {
    "quote": "We shall never be able to remove suspicion and fear as potential causes of war until communication is permitted to flow, free and open, across international boundaries.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "When we are sick, we want an uncommon doctor when we have a construction job to do, we want an uncommon engineer, and when we are at war, we want an uncommon general. It is only when we get into politics that we are satisfied with the common man.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "It is good that war is so horrible, or we might grow to like it.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "A state of war only serves as an excuse for domestic tyranny.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Let's face it - think of Africa, and the first images that come to mind are of war, poverty, famine and flies. How many of us really know anything at all about the truly great ancient African civilizations, which in their day, were just as splendid and glorious as any on the face of the earth?", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The war... was an unnecessary condition of affairs, and might have been avoided if forebearance and wisdom had been practiced on both sides.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation's history and the world's future.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "A skilful leech is better far, than half a hundred men of war.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Total war is no longer war waged by all members of one national community against all those of another. It is total... because it may well involve the whole world.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "No nation ever had an army large enough to guarantee it against attack in time of peace, or ensure it of victory in time of war.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "The great thing about being a print journalist is that you are permitted to duck. Cameramen get killed while the writers are flat on the floor. A war correspondent for the BBC dedicated his memoir to 50 fallen colleagues, and I guarantee you they were all taking pictures. I am only alive because I am such a chicken.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The sinews of art and literature, like those of war, are money.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "There are historic situations in which refusal to defend the inheritance of a civilization, however imperfect, against tyranny and aggression may result in consequences even worse than war.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "The course of this conflict is not known, yet its outcome is certain. Freedom and fear, justice and cruelty, have always been at war, and we know that God is not neutral between them.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "The executive has no right, in any case, to decide the question, whether there is or is not cause for declaring war.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Although a soldier by profession, I have never felt any sort of fondness for war, and I have never advocated it, except as a means of peace.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "The Cold War isn't thawing it is burning with a deadly heat. Communism isn't sleeping it is, as always, plotting, scheming, working, fighting.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "To secure peace is to prepare for war.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "The tragedy of modern war is that the young men die fighting each other - instead of their real enemies back home in the capitals.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "The war on drugs is wrong, both tactically and morally. It assumes that people are too stupid, too reckless, and too irresponsible to decide whether and under what conditions to consume drugs. The war on drugs is morally bankrupt.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "The Vietnam War required us to emphasize the national interest rather than abstract principles. What President Nixon and I tried to do was unnatural. And that is why we didn't make it.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "In our Country... one class of men makes war and leaves another to fight it out.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "We have always said that in our war with the Arabs we had a secret weapon - no alternative.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "War is a racket. It is the only one international in scope. It is the only one in which the profits are reckoned in dollars and the losses in lives.", 
    "name": "Smedley Butler"
  }, 
  {
    "quote": "Peace has its victories no less than war, but it doesn't have as many monuments to unveil.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "The deliberate and deadly attacks which were carried out yesterday against our country were more than acts of terror. They were acts of war.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "Be convinced that to be happy means to be free and that to be free means to be brave. Therefore do not take lightly the perils of war.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "In war, you win or lose, live or die - and the difference is just an eyelash.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "An honorable Peace is and always was my first wish! I can take no delight in the effusion of human Blood but, if this War should continue, I wish to have the most active part in it.", 
    "name": "John Paul Jones"
  }, 
  {
    "quote": "What charitable 1 percenters can't do is assume responsibility - America's national responsibilities: the care of its sick and its poor, the education of its young, the repair of its failing infrastructure, the repayment of its staggering war debts.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I worked night and day for twelve years to prevent the war, but I could not. The North was mad and blind, would not let us govern ourselves, and so the war came.", 
    "name": "Jefferson Davis"
  }, 
  {
    "quote": "Wanton killing of innocent civilians is terrorism, not a war against terrorism.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "It required a strong heart to stand up against such talk, but I urged my people to be quiet and not to begin a war.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "My songs are my kids. Some of them stay with me, some others I have to send out, out to the war. It might sound stupid and it might even sound naive, but that's just the way it is.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "The connection between dress and war is not far to seek your finest clothes are those you wear as soldiers.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The mother's battle for her child with sickness, with poverty, with war, with all the forces of exploitation and callousness that cheapen human life needs to become a common human battle, waged in love and in the passion for survival.", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "No matter how vast, how total, the failure of man here on earth, the work of man will be resumed elsewhere. War leaders talk of resuming operations on this front and that, but man's front embraces the whole universe.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "War will disappear only when men shall take no part whatever in violence and shall be ready to suffer every persecution that their abstention will bring them. It is the only way to abolish war.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Death has a tendency to encourage a depressing view of war.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "In war, events of importance are the result of trivial causes.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "There have been only 268 of the past 3,421 years free of war.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "We can best help you to prevent war not by repeating your words and following your methods but by finding new words and creating new methods.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "War contributes greatly to global warming, which shouldn't surprise us. All those bombs going off, all those rockets, all those planes and helicopters. All that fuel of various kinds being used. It pollutes the air and water of this very fragile and interconnected planet.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "The very essence of literature is the war between emotion and intellect, between life and death. When literature becomes too intellectual - when it begins to ignore the passions, the emotions - it becomes sterile, silly, and actually without substance.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "Not all moral issues have the same moral weight as abortion and euthanasia. There may be legitimate diversity of opinion even among Catholics about waging war and applying the death penalty, but not... with regard to abortion and euthanasia.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "War is very sad and small life is pathetically fragile at times.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Nowadays it is the fashion to emphasize the horrors of the last war. I didn't find it so horrible. There are just as horrible things happening all round us today, if only we had eyes to see them.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "War is a profane thing.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "To delight in war is a merit in the soldier, a dangerous quality in the captain, and a positive crime in the statesman.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "All the miseries and evils which men suffer from vice, crime, ambition, injustice, oppression, slavery and war, proceed from their despising or neglecting the precepts contained in the Bible.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "War is the remedy that our enemies have chosen, and I say let us give them all they want.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "This administration here and now declares unconditional war on poverty.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I'm tired. I'm tired of feeling rejected by the American people. I'm tired of waking up in the middle of the night worrying about the war.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "As a result of my philosophy, I wasn't even upset about Hitler. I was willing to go to war to knock him off, but I didn't hate him. I hated what he was doing.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "War contains so much folly, as well as wickedness, that much is to be hoped from the progress of reason.", 
    "name": "James Madison"
  }, 
  {
    "quote": "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "The decadent international but individualistic capitalism in the hands of which we found ourselves after the war is not a success. It is not intelligent. It is not beautiful. It is not just. It is not virtuous. And it doesn't deliver the goods.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "Organize, agitate, educate, must be our war cry.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Democracies are indeed slow to make war, but once embarked upon a martial venture are equally slow to make peace and reluctant to make a tolerable, rather than a vindictive, peace.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "You cannot be President of the United States if you don't have faith. Remember Lincoln, going to his knees in times of trial in the Civil War and all that stuff.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "This is an important book, the critic assumes, because it deals with war. This is an insignificant book because it deals with the feelings of women in a drawing-room.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "If we help an educated man's daughter to go to Cambridge are we not forcing her to think not about education but about war? - not how she can learn, but how she can fight in order that she might win the same advantages as her brothers?", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "People always make war when they say they love peace.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I love it when Muslims go to war with each other, as I do when the Christians do, because it shows there's no such thing as the Christian world and the Islamic world. That's all crap.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "It is Barack Obama who is at war with this country. Recent events prove it. This is not a cliche. It's not a figure of speech. Obama is at war with the U.S. economy.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "All this happened, more or less. The war parts, anyway, are pretty much true.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "A peace that depends on fear is nothing but a suppressed war.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "A self-respecting nation is ready for anything, including war, except for a renunciation of its option to make war.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "What a country calls its vital... interests are not things that help its people live, but things that help it make war.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Sectional football games have the glory and the despair of war, and when a Texas team takes the field against a foreign state, it is an army with banners.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "War can be avoided, and it ought to be avoided. I want no war.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "I said in my heart that, rather than have war, I would give up my country.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "I saw clearly that war was upon us when I learned that my young men had been secretly buying ammunition.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "I saw that the war could not be prevented. The time had passed.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "We had good white friends who advised us against taking the war path. My friend and brother, Mr. Chapman, told us just how the war would end.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "The condition of man... is a condition of war of everyone against everyone.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "War never takes a wicked man by chance, the good man always.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "In order for a war to be just, three things are necessary. First, the authority of the sovereign. Secondly, a just cause. Thirdly, a rightful intention.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "I don't believe war is a way to solve problems. I think it's wrong. I don't have respect for the people that made the decisions to go on with war. I don't have that much respect for Bush. He's about war, I'm not about war - a lot of people aren't about war.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "The only way human beings can win a war is to prevent it.", 
    "name": "George C. Marshall"
  }, 
  {
    "quote": "The terrorists and their supporters declared war on the United States - and war is what they got.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Virtue is a state of war, and to live in it we have always to combat with ourselves.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Winning is overrated. The only time it is really important is in surgery and war.", 
    "name": "Al McGuire"
  }, 
  {
    "quote": "A man will go to war, fight and die for his country. But he won't get a bikini wax.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Really, when it comes to gay rights, there's two wars going on. The first war is political. But the culture war is over.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "God is day and night, winter and summer, war and peace, surfeit and hunger.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "Some have argued that confronting the threat from Iraq could detract from the war against terror. To the contrary, confronting the threat posed by Iraq is crucial to winning the war on terror.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "This was not an act of terrorism, but it was an act of war.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "With those attacks, the terrorists and their supporters declared war on the United States. And war is what they got.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "War is to man what maternity is to a woman. From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "War is cruelty, and none can make it gentle.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "If you want to fight a war on drugs, sit down at your own kitchen table and talk to your own children.", 
    "name": "Barry McCaffrey"
  }, 
  {
    "quote": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "War is good when good survives and evil is crushed. If you don't crush evil then evil will get you.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "For one thing, I don't think that anybody in any war thinks of themselves as a hero.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "We can, for example, be fairly confident that either there will be a world without war or there won't be a world - at least, a world inhabited by creatures other than bacteria and beetles, with some scattering of others.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Here's how I think of my money - as soldiers - I send them out to war everyday. I want them to take prisoners and come home, so there's more of them.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "No more war! Never again war! If you wish to be brothers, drop your weapons.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "War is a blessing compared with national degradation.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Be polite write diplomatically even in a declaration of war one observes the rules of politeness.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "God employs several translators some pieces are translated by age, some by sickness, some by war, some by justice.", 
    "name": "John Donne"
  }, 
  {
    "quote": "How is the world ruled and led to war? Diplomats lie to journalists and believe these lies when they see them in print.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "War kills men, and men deplore the loss but war also crushes bad principles and tyrants, and so saves societies.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "The natural principle of war is to do the most harm to our enemy with the least harm to ourselves and this of course is to be effected by stratagem.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "What is more immoral than war?", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Cards are war, in disguise of a sport.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "Once the command of the air is obtained by one of the contending armies, the war becomes a conflict between a seeing host and one that is blind.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "There is many a boy here today who looks on war as all glory, but, boys, it is all hell.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "Americans are blessed with great plenty we are a generous people and we have a moral obligation to assist those who are suffering from poverty, disease, war and famine.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "Politics is war without bloodshed, while war is politics with bloodshed.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "I interviewed survivors, I went to Poland, saw the cities and spent time with the people and spoke to the Jews who had come back to Poland after the war and talked about why they had come back.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "When war comes, two things happen - profits go way, way up and all perishables go way, way down. There becomes a market for them.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "In the re-creation of combat situations, and this is coming from a director who's never been in one, being mindful of what these veterans have actually gone through, you find that the biggest concern is that you don't look at war as a geopolitical endeavor.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "As for charity, it is a matter in which the immediate effect on the persons directly concerned, and the ultimate consequence to the general good, are apt to be at complete war with one another.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Australians are coffee snobs. An influx of Italian immigrants after World War II ensured that - we probably had the word 'cappuccino' about 20 years before America. Cafe culture is really big for Aussies. We like to work hard, but we take our leisure time seriously.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I guess if people couldn't profit from war I don't think there would be war.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "My hope is that gays will be running the world, because then there would be no war. Just a greater emphasis on military apparel.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "When I grew up, in Taiwan, the Korean War was seen as a good war, where America protected Asia. It was sort of an extension of World War II. And it was, of course, the peak of the Cold War. People in Taiwan were generally proAmerican. The Korean War made Japan. And then the Vietnam War made Taiwan. There is some truth to that.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "As this long and difficult war ends, I would like to address a few special words to the American people: Your steadfastness in supporting our insistence on peace with honor has made peace with honor possible.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "This is not Johnson's war. This is America's war. If I drop dead tomorrow, this war will still be with you.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The atomic bomb made the prospect of future war unendurable. It has led us up those last few steps to the mountain pass and beyond there is a different country.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "The rule for effective governance is simple. It is one Ronald Reagan knew by heart. And one that he successfully employed with Social Security and the Cold War. When there is a problem, you fix it. That is the job you have been sent to do and you cannot wait for someone else to do it for you.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Loud peace propaganda makes war seem imminent.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The war is dreadful. It is the business of the artist to follow it home to the heart of the individual fighters - not to talk in armies and nations and numbers - but to track it home.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "For peace is not mere absence of war, but is a virtue that springs from, a state of mind, a disposition for benevolence, confidence, justice.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "She doesn't understand the concept of Roman numerals. She thought we just fought in world war eleven.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "I'm finding myself really angry over spending and the deficit. I'm finding myself really angry over what's happening in the Middle East, the decision to stay in Afghanistan indefinitely. I'm angry about cap and trade. And I've been on record for a long time on the failed war on drugs.", 
    "name": "Gary Johnson"
  }, 
  {
    "quote": "War is delightful to those who have had no experience of it.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "The most disadvantageous peace is better than the most just war.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "War is sweet to those who have not experienced it.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "The time not to become a father is eighteen years before a war.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "I don't think the war in Afghanistan was ruthlessly enough waged.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "A faction willing to take the risks of making war on the ossified status quo in the Middle East can be described as many things, but not as conservative.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "There are people who cannot forget, as neither do I, the lesson of the years of the Indochina War. Which was, first, that the state is capable of being a murderer. A mass murderer, and a conspirator and a liar.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I have been a gigantic Rolling Stones fan since approximately the Spanish-American War.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "For far too long we've allowed the other side to paint us as racist, as sexist, inhumane war mongers - well, today as a conservative black Republican and former solider, I'm here to set that record straight.", 
    "name": "Allen West"
  }, 
  {
    "quote": "We cannot be both the world's leading champion of peace and the world's leading supplier of the weapons of war.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "War: a massacre of people who don't know each other for the profit of people who know each other but don't massacre each other.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "War is the ultimate tool of politics.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "When we were at peace, Democrats wanted to raise taxes. Now there's a war, so Democrats want to raise taxes. When there was a surplus, Democrats wanted to raise taxes. Now that there is a mild recession, Democrats want to raise taxes.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "Abstract Expressionism - the first American movement to have a worldwide influence - was remarkably short-lived: It heated up after World War II and was all but done for by 1960 (although visit any art school today and you'll find a would-be Willem de Kooning).", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "All of Koons's best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century's signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "War is the statesman's game, the priest's delight, the lawyer's jest, the hired assassin's trade.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "This war differs from other wars, in this particular. We are not fighting armies but a hostile people, and must make old and young, rich and poor, feel the hard hand of war.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "That strange feeling we had in the war. Have you found anything in your lives since to equal it in strength? A sort of splendid carelessness it was, holding us together.", 
    "name": "Noel Coward"
  }, 
  {
    "quote": "A war for a great principle ennobles a nation.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "I hate war. Absolutely, I hate war.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "First of all, Saddam did not win the war, even though he says he did, I mean, you know, that's a joke and everybody in the world knows it.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Peace for us means the destruction of Israel. We are preparing for an all-out war, a war which will last for generations.", 
    "name": "Yasser Arafat"
  }, 
  {
    "quote": "On average, drug prisoners spend more time in federal prison than rapists, who often get out on early release because of the overcrowding in prison caused by the Drug War.", 
    "name": "Michael Badnarik"
  }, 
  {
    "quote": "There are two problems for our species' survival - nuclear war and environmental catastrophe - and we're hurtling towards them. Knowingly.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Nullification means insurrection and war and the other states have a right to put it down.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "I don't know why you use a fancy French word like detente when there's a good English phrase for it - cold war.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "A book is a fragile creature, it suffers the wear of time, it fears rodents, the elements and clumsy hands. so the librarian protects the books not only against mankind but also against nature and devotes his life to this war with the forces of oblivion.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "France has lost the battle but she has not lost the war.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "I am against all war.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "I don't know whether war is an interlude during peace, or peace an interlude during war.", 
    "name": "Georges Clemenceau"
  }, 
  {
    "quote": "Patriotism is an instant reaction that fades away when the war starts.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "I was lucky enough to lead a very successful war.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Don't worry about the war. It's all over but the shooting.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "So I would say God hates war, but God loves every soldier.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "War is at its best barbarism.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "I know I had no hand in making this war, and I know I will make more sacrifices today than any of you to secure peace.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "I would make this war as severe as possible, and show no symptoms of tiring till the South begs for mercy.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "I want a world without war, a world without insanity. I want to see people do well. I don't even think it's as much as what I want for myself. It's more what I want for the people around me. That's what I want.", 
    "name": "Tom Cruise"
  }, 
  {
    "quote": "That is what war is and dancing it is forward and back, when one is out walking one wants not to go back the way they came but in dancing and in war it is forward and back.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "War is never fatal but always lost. Always lost.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "In a war everybody always knows all about Switzerland, in peace times it is just Switzerland but in war time it is the only country that everybody has confidence in, everybody.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "There's no doubt that usually a president's public image is enhanced by going to war. That never did appeal to me.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I had very good support from Democrats and Republicans all throughout my administration. I had a very high batting average. We added more jobs per year in my four years than any other president since the Second World War.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "When I was in the White House, I was confronted with the challenge of the Cold War. Both the Soviet Union and I had 30,000 nuclear weapons that could destroy the entire earth and I had to maintain the peace.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "All that is needed to set us definitely on the road to a Fascist society is war. It will of course be a modified form of Fascism at first.", 
    "name": "John T. Flynn"
  }, 
  {
    "quote": "The facts of life are that a child who has seen war cannot be compared with a child who doesn't know what war is except from television.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "World War II was the last government program that really worked.", 
    "name": "George Will"
  }, 
  {
    "quote": "Politics and war are remarkably similar situations.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "The biggest problem was the politicians knew nothing about fighting a war.", 
    "name": "R. Lee Ermey"
  }, 
  {
    "quote": "Those who have experienced the most, have suffered so much that they have ceased to hate. Hate is more for those with a slightly guilty conscience, and who by chewing on old hate in times of peace wish to demonstrate how great they were during the war.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, more vengeance, more desolation. War is hell.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "There's many a boy here today who looks on war as all glory but it is all hell.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "War is too serious a matter to leave to soldiers.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "If the people raise a great howl against my barbarity and cruelty, I will answer that war is war, and not popularity seeking.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "You cannot qualify war in harsher terms than I will.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "He belonged to that army known as invincible in peace, invisible in war.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "There must be people who remember World War II and the Holocaust who can help us get out of this rut.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Law is always better than war.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "If men make war in slavish obedience to rules, they will fail.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "I could start a war in 30 seconds. But some countries spend 100 years trying to find peace. Just like good manners, peace has to be learned.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Here we will solve with laws and dollars, problems that too many people around the world still must solve with violence and civil war.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "During times of war, hatred becomes quite respectable even though it has to masquerade often under the guise of patriotism.", 
    "name": "Howard Thurman"
  }, 
  {
    "quote": "The real war is not between the West and the East. The real war is between intelligent and stupid people.", 
    "name": "Marjane Satrapi"
  }, 
  {
    "quote": "There is so much that must be done in a civilized barbarism like war.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "The war on terror is the most insane and immoral war of all time. The Americans are doing what they did in Vietnam, bombing villages. But how can a civilised nation do this? How can you can eliminate suspects, their wives, their children, their families, their neighbours? How can you justify this?", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "It was quite a European war until 1917, when the Americans joined up. They don't have the same sense of the loss of innocence and the cataclysmic loss of life. A whole generation was wiped out.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "I always found the extraordinary loss of life in the First World War very moving. I remember learning about it as a very young child, as an eight- or nine-year-old, asking my teachers what poppies were for. Every year the teachers would suddenly wear these red paper flowers in their lapels, and I would say 'What does that mean?'", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "I did a production of 'Journey's End,' an RC Sherriff play about World War I, at the Edinburgh Festival. I was 18 and it was the first time that people I knew and loved and respected came up to me after the show and said, 'You know, you could really do this if you wanted to.'", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "This is a war universe. War all the time. That is its nature. There may be other universes based on all sorts of other principles, but ours seems to be based on war and games.", 
    "name": "William Burroughs"
  }, 
  {
    "quote": "Officials at the White House are saying that President Bush hasn't changed his schedule much since the war started. The main difference, they say, is that he's started watching the news and taping Sponge Bob.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "The U.S. army confirmed that it gave a lucrative fire fighting contract in Iraq to the firm once run by the Vice President Dick Cheney without any competitive bidding. When asked if this could be conceived as Cheney's friends profiting from the war, the spokesman said 'Yes.'", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "The Canadian government continues to say they will not help us if we go to war with Iraq. However, the prime minister of Canada said he'd like to help, but he's pretty sure that last time he checked, Canada had no army.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "Television brought the brutality of war into the comfort of the living room. Vietnam was lost in the living rooms of America - not on the battlefields of Vietnam.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "I feel like the people from Iceland have a different relationship with their country than other places. Most Icelandic people are really proud to be from there, and we don't have embarrassments like World War II where we were cruel to other people.", 
    "name": "Bjork"
  }, 
  {
    "quote": "We have been terrorised by what happened in America and we express our condolences to the American people who suffered from this unexpected catastrophe and a new world war.", 
    "name": "Muammar al-Gaddafi"
  }, 
  {
    "quote": "Our poverty will be brought home to us to its full extent only after the war.", 
    "name": "Joseph A. Schumpeter"
  }, 
  {
    "quote": "God has been pleased to save us during the years of war that have already passed. We pray that He may be pleased to save us to the end. But we must do our part.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "War is not the continuation of politics with different means, it is the greatest mass-crime perpetrated on the community of man.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "War is organized murder and torture against our brothers.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "We need to decide that we will not go to war, whatever reason is conjured up by the politicians or the media, because war in our time is always indiscriminate, a war against innocents, a war against children.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "I don't like war. I particularly don't like the celebration of war, which I think the administration is a little bit guilty of.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "During the time men live without a common power to keep them all in awe, they are in that conditions called war and such a war, as if of every man, against every man.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Making peace is harder than making war.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "When you get billions in aid and your weapons resupplied and your ammunition stock resupplied, you don't learn the lesson that war is bad and nobody wins.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "What a man knows is everywhere at war with what he wants.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "I was a little girl in World War II and I'm used to being freed by Americans.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The U.N. bureaucracy has grown to elephantine proportions. Now that the Cold War is over, we are asking that elephant to do gymnastics.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I know that war is very cruel and that life is harder when you aren't able to live in the place you called home.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I saw what happened when a dictator was allowed to take over a piece of a country and the country went down the tubes. And I saw the opposite during the war when America joined the fight.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I had nearly finished school because I was making effort not that bad on that. But there was a law in Germany after the war. You could not make your final examination before 18, so lots of people who were late because of the way had to do it first.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "There is a peculiar burning odor in the room, like explosives. the kitchen fills with smoke and the hot, sweet, ashy smell of scorched cookies. The war has begun.", 
    "name": "Alison Lurie"
  }, 
  {
    "quote": "There's an assault on human sexuality, as Judge Scalia said, they've taken sides in the culture war and on top of that if we have a democracy, the democratic processes should be that we can elect representatives who will share our point of view and vote those things into law.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "There's no question that jihad historically means war.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Do you know what a soldier is, young man? He's the chap who makes it possible for civilised folk to despise war.", 
    "name": "Allan Massie"
  }, 
  {
    "quote": "The skirmishes in the occupied land are part of the war of destiny. The outcome of hundreds of years of war will be defined in Palestinian land.", 
    "name": "Mahmoud Ahmadinejad"
  }, 
  {
    "quote": "I certainly notice the vitality in Belfast, which wasn't there in the Seventies. There was a war going on then. Now there are cranes everywhere. There really is a sense of renewal and hope.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "A war still rages over the legacy of the 1960s.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "American policy seems to be wed to a perpetual state of war. Why? History shows that the world will always be in flux or turmoil, with different peoples competing for visibility and power. The U.S. cannot fix the fate of every nation.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Mine is the first generation able to contemplate the possibility that we may live our entire lives without going to war or sending our children to war.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "We should seek by all means in our power to avoid war, by analysing possible causes, by trying to remove them, by discussion in a spirit of collaboration and good will.", 
    "name": "Neville Chamberlain"
  }, 
  {
    "quote": "I was a soldier in WWII. The last couple of months of the war I was actually in combat.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "On the justification for the war, it wasn't related to finding any particular weapon of mass destruction.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "War is like love it always finds a way.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "What they could do with 'round here is a good war. What else can you expect with peace running wild all over the place? You know what the trouble with peace is? No organization.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "War is not merely a political act but a real political instrument, a continuation of political intercourse, a carrying out of the same by other means.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "My argument is that War makes rattling good history but Peace is poor reading.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Our modern states are preparing for war without even knowing the future enemy.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "To all those who walk the path of human cooperation war must appear loathsome and inhuman.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "I couldn't be happier that President Bush has stood up for having served in the National Guard, because I can finally put an end to all those who questioned my motives for enlisting in the Army Reserve at the height of the Vietnam War.", 
    "name": "Larry David"
  }, 
  {
    "quote": "I hope my own children never have to fight a war.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "You can easily die racing to cover a bank robbery as you can in a war zone.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "My mom, Irmelin, taught me the value of life. Her own life was saved by my grandmother during World War II.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "We experience problem-solving sessions as war zones, we view competing ideas as enemies, and we use problems as weapons to blame and defeat opposition forces. No wonder we can't come up with real lasting solutions!", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "We owe our World War II veterans - and all our veterans - a debt we can never fully repay.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "For what can war, but endless war, still breed?", 
    "name": "John Milton"
  }, 
  {
    "quote": "A boy doesn't have to go to war to be a hero he can say he doesn't like pie when he sees there isn't enough to go around.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Yes, we love peace, but we are not willing to take wounds for it, as we are for war.", 
    "name": "John Andrew Holmes"
  }, 
  {
    "quote": "Being over seventy is like being engaged in a war. All our friends are going or gone and we survive amongst the dead and the dying as on a battlefield.", 
    "name": "St. Jerome"
  }, 
  {
    "quote": "No one ever said that fighting the war against terrorism and defending our homeland would be easy. So let's support our troops, law enforcement workers, and our mission to keep our nation and our children safe in the days and years to come.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "War has become a luxury that only small nations can afford.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Accurst be he that first invented war.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "War is the continuation of politics by other means.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Yes quaint and curious war is! You shoot a fellow down you'd treat if met where any bar is, or help to half-a-crown.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "All the business of war, and indeed all the business of life, is to endeavour to find out what you don't know by what you do that's what I called 'guess what was at the other side of the hill'.", 
    "name": "Duke of Wellington"
  }, 
  {
    "quote": "What Churchill described as the twin marauders of war and tyranny have been almost entirely banished from our continent. Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "There is nothing so subject to the inconstancy of fortune as war.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Love and war are the same thing, and stratagems and policy are as allowable in the one as in the other.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "War makes strange giant creatures out of us little routine men who inhabit the earth.", 
    "name": "Ernie Pyle"
  }, 
  {
    "quote": "War is what happens when language fails.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "They are patriotic in time of war because it is to their interest to be so, but in time of peace they follow power and the dollar wherever they may lead.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "The United States established itself as a trustworthy new nation in its first two decades after the Revolutionary War by paying its debts, even when many in the country believed it had no obligation to do so. Alexander Hamilton, the founder of this newspaper, insisted on it.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "The idea that the rest of the world was somehow being held hostage by the Arab-Israeli conflict once had a minimal basis in reality. In the first 20 years of Israel's existence, every Arab country was in an active state of war with the Jewish state.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Hurtling the Pentagon into an unprecedented budgetary meltdown is horrifically irresponsible. Obama doesn't care. This is war - not against the Taliban, but war against the GOP. He has Republicans on the ropes, and that's a victory he savors and desires - unlike Afghanistan, where he seems only to want to turn tail.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "And I'm a slow writer: five, six hundred words is a good day. That's the reason it took me 20 years to write those million and a half words of the Civil War.", 
    "name": "Shelby Foote"
  }, 
  {
    "quote": "War is just a racket... I believe in adequate defense at the coastline and nothing else.", 
    "name": "Smedley Butler"
  }, 
  {
    "quote": "I beg Osama to stop warring. He is a Muslim, and Islam means peace. Nobody wins in a war... I wish I were tapped in the problem about Iraq. I knew Saddam enough that I could have talked him into surrendering. But it's too late.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "My father was in the First World War.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "When there's a war, people get married.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "I wanted to write about my mother as she should have been if she had not been messed up by World War I.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "You cannot avoid war in life, you cannot avoid the fear of terrorism, you cannot avoid those things now, they are a part of everyday demeanor.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Fantasy is toxic: the private cruelty and the world war both have their start in the heated brain.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "Weapons are an important factor in war, but not the decisive one it is man and not materials that counts.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Politics is war without bloodshed while war is politics with bloodshed.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Republicans have been losing the war of words for years now. Now they are just caving because they don't even want to try. I don't agree with that approach.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "The real trouble with war (modern war) is that it gives no one a chance to kill the right people.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "Peace is produced by war.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "We have a war dictator who was not elected, he snuck in. so he punishes people that threaten him in any way, or even say something he doesn't like. It has no resemblance to democracy.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "And we love to dance, especially that new one called the Civil War Twist. The Northern part of you stands still while the Southern part tries to secede.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "All war represents a failure of diplomacy.", 
    "name": "Tony Benn"
  }, 
  {
    "quote": "Black people have always been used as a buffer in this country between powers to prevent class war.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Fascism is a worldwide disease. Its greatest threat to the United States will come after the war, either via Latin America or within the United States itself.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we're going to win.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "I would not plan to base my campaign primarily on opposition to the war in the Persian Gulf.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "The truth is that I oppose the Iraq war, just as I opposed the Vietnam War, because these two conflicts have weakened the U.S. and diminished our standing in the world and our national security.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "When I was a youngster growing up in South Dakota, we never referred to the national debt, it was always referred to as the war debt because it stemmed from World War I.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "When you try to find funding for a VVA function, it doesn't seem like it's any trouble at all. People come out of the woodwork with their money to help out because we went over and fought a war.", 
    "name": "R. Lee Ermey"
  }, 
  {
    "quote": "It is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Ironically, it is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "My mother had a son from previous marriage and her husband died in Second World War.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "I cannot think of any circumstances in which a government can go to war without the support of parliament.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Accursed be he that first invented war.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "An empire founded by war has to maintain itself by war.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them.", 
    "name": "Abbie Hoffman"
  }, 
  {
    "quote": "Say what you want to say about the rest of his presidency, including his tone-deaf response to Katrina and a war waged in Iraq on false pretenses, Bush connected with Americans in the aftermath of 9/11 because he looked as frail and unforgiving as we felt.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Don't kid yourself. President Obama's decision to withdraw 33,000 troops from Afghanistan before he stands for reelection is not driven by the United States' 'position of strength' in the war zone as much as it is by grim economic and political realities at home.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I am an opponent of Saddam Hussein, but an opponent also, of the sanctions that have killed a million Iraqi children and an opponent of the United States' apparent desire to plunge the Middle East into a new and devastating war.", 
    "name": "George Galloway"
  }, 
  {
    "quote": "Many intelligence reports in war are contradictory even more are false, and most are uncertain.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Politics is the womb in which war develops.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Everything in war is very simple. But the simplest thing is difficult.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Bad things do happen in the world, like war, natural disasters, disease. But out of those situations always arise stories of ordinary people doing extraordinary things.", 
    "name": "Daryn Kagan"
  }, 
  {
    "quote": "One certain effect of war is to diminish freedom of expression.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "War itself is the enemy of the human race.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "Monarchs ought to put to death the authors and instigators of war, as their sworn enemies and as dangers to their states.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "Only the person who has experienced light and darkness, war and peace, rise and fall, only that person has truly experienced life.", 
    "name": "Stefan Zweig"
  }, 
  {
    "quote": "Well, I think everybody is frustrated by the finances of the U.N. and the inability to solve problems of war and peace.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "A bad peace is even worse than war.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "I didn't know a time when there wasn't a war because I spent all my time from the age of two or three to eight in a coal cellar really.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "The White House isn't the place to learn how to deal with international crisis, the balance of power, war and peace, and the economic future of the next generation.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "It is hard, I submit, to loathe bloodshed, including war, more than I do, but it is still harder to exceed my loathing of the very nature of totalitarian states in which massacre is only an administrative detail.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Those who remember Washington's cold war culture in the 1980s will recall the shocked reactions to Reagan's intervention. People interested in foreign policy were astonished when in 1985 he met alone at Geneva - alone, not a single strategic thinker at his elbow! - with the Soviet Communist master Gorbachev.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Vice stirs up war, virtue fights.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "I've been to war, and it's not easy to kill. It's bloody and messy and totally horrifying, and the consequences are serious.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "Just after World War II, this country led the world in science by every way you could measure it, yet the number of scientists was a tiny proportion of what it is now.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "As you may recall, Truman was extremely unpopular when he finally left Washington in 1953, thanks largely to the Korean War. Today, however, he is thought to have been a solidly good president, a 'Near Great' even, in the terminology of those surveys of historians they do every now and then.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Making peace, I have found, is much harder than making war.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "Al Jazeera aired a new tape of Osama bin Laden. It was the usual stuff, he called Bush evil, the Great Satan, called him a war monger. Basically, the same thing you heard at last night's Democratic debate.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "These days, our senses are bombarded with aggression. We are constantly confronted with global images of unending, escalating war and violence.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "You might hold an ethical position that it's wrong to lie, but if you have plans for a war in Iraq, and you want to keep them secret for practical reasons - to reduce casualties, perhaps - and someone asks you about those plans, you may need to lie for a 'good' outcome.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Every day it becomes clearer that this was the wrong war at the wrong time.", 
    "name": "Howard Dean"
  }, 
  {
    "quote": "But does that mean that war and violence are inevitable? I would argue not because we have also evolved this amazingly sophisticated intellect, and we are capable of controlling our innate behavior a lot of the time.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "The battle for the mind of Ronald Reagan was like the trench warfare of World War I: never have so many fought so hard for such barren terrain.", 
    "name": "Peggy Noonan"
  }, 
  {
    "quote": "It is the youth who must inherit the tribulation, the sorrow... that are the aftermath of war.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "We managed to put together a compilation that had some creativity to it. In the meantime I was listening to the free radio stations and I noticed that during their war coverage they were playing these songs born out of the Vietnam War that were all critical of the soldiers.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "The most disastrous phenomenon of the current situation is the factor that imperialism is employing for its own ends all the powers of the proletariat, all of its institutions and weapons, which its fighting vanguard has created for its war of liberation.", 
    "name": "Clara Zetkin"
  }, 
  {
    "quote": "The government's War on Poverty has transformed poverty from a short-term misfortune into a career choice.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "The war in Iraq, clearly has not turned out in the way that was hoped.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I won't undertake war until I have tried all the arts and means of peace.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "We've finally given liberals a war against fundamentalism, and they don't want to fight it. They would except that it would put them on the same side as the United States.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "If anything, we older people yearn for a peaceful world even more than young people do. We are the ones who lost friends or relatives in some war. We are the ones who have lived a lifetime of seeing and reading about human suffering.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "The next war... may well bury Western civilization forever.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "War is over if you want it.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "I'll keep us out of war with Oklahoma!", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "After Nixon resigned in 1974, he engaged in a very aggressive war with history, attempting to wipe out the Watergate stain and memory. Happily, history won, largely because of Nixon's tapes.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "A state of war is not a blank check... when it comes to the rights of the Nation's citizens.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "We've got to keep an eye on the battle that we face - a war on workers. And you see it everywhere. It is the Tea Party. And there's only one way to beat and win that war - the one thing about working people is, we like a good fight.", 
    "name": "James P. Hoffa"
  }, 
  {
    "quote": "Force and fraud are in war the two cardinal virtues.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "I'm a lad of the '60s. I started a magazine to try and end the Vietnam war, but it was a number of years before I had the profile, the financial resources and the time to do more.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "I was going to be a great woman novelist. Then the war came along and I think it's hard for young people today, don't you, to realize that when World War II happened we were dying to go and help our country.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "Resist this war on God, freedom of religion and freedom of speech.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Cursed be he above all others Who's enslaved by love of money. Money takes the place of brothers, Money takes the place of parents, Money brings us war and slaughter.", 
    "name": "Anacreon"
  }, 
  {
    "quote": "When I was in the war, I was lucky that I was in a plane and never saw the carnage close-up.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "People didn't have the political guts to stand up against an American war.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I did frequently refer to my war record in World War II, but not in any flamboyant way.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I was the guy who was constantly speaking out against the Vietnam War. I have no regrets about that.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "It is not patriotic to commit young Americans to war unless our national security clearly requires it.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I thought the Vietnam war was an utter, unmitigated disaster, so it was very hard for me to say anything good about it.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "There is a strong tendency in the United States to rally round the flag and their troops, no matter how mistaken the war.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "It's a tough thing, to know what to do about a war that deep in your gut you feel is wrong and yet watch your peers going off to fight in that war.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "Peace is not the absence of war, but a virtue based on strength of character.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Part of what I loved - and love - about being around older people is the tangible sense of history they embody. I'm interested in military history, for instance, because both my grandfathers fought in World War II. I'm interested in writing because one of those grandfathers wrote books.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Here is a pretty good rule of thumb for Democratic Presidents: if it didn't work for Franklin D. Roosevelt, who won four terms and a World War, it probably won't work for you either.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "World War II ended the Great Depression with one of the great public-private industrial collaborations in the history of man.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The fact is that America has been at her most prosperous when government and the private sector have been not at war, but in a wary, if often underplayed, alliance. History is unmistakable on this point.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Since there will be no one left to talk peace after the next war, it makes good sense to break with tradition and hold the peace conference first.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "If we have an honest discussion on whether the war on poverty should be fought with welfare or with economic growth in the private sector, Democrats will lose black votes.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "In April 1991, after the Gulf war, Iraq was given 15 days to provide a full and final declaration of all its WMD.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "The threat today is not that of the 1930s. It's not big powers going to war with each other. The ravages which fundamentalist political ideology inflicted on the 20th century are memories. The Cold war is over. Europe is at peace, if not always diplomatically.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Killing Japanese didn't bother me very much at that time... I suppose if I had lost the war, I would have been tried as a war criminal.", 
    "name": "Curtis LeMay"
  }, 
  {
    "quote": "With acting, you wanna see if you can get into trouble without knowing how you're gonna get out of it. It's like the exact opposite of war, where you need an exit strategy. When you're acting, you should get all the way into trouble with no exit strategy, and have the cameras rolling.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I remember the '80s being about the Cold War and Reagan and the homeless problem and AIDS. To me, it was kind of a dark, depressing time.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "Sports is like a war without the killing.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "As a soldier, I survived World War I when most of my comrades did not.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "The things that inform student culture are created and controlled by the unseen culture, the sociological aspects of our climbing culture, our 'me' generation, our yuppie culture, our SUVs, or, you know, shopping culture, our war culture.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "The thing about Hemingway that people forget is that all the stuff he did was at a time where people weren't traveling that much. At 19 he travels to Italy. He goes to the Spanish Civil War. He goes to China, he goes to Africa so at that time to travel that much is really incredible.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "9/11 was a deliberate, carefully planned evil act of the long-waged war on the West by Koran-inspired soldiers of Allah around the world. They hated us before George W. Bush was in office. They hated us before Israel existed. And the avengers of the religion of perpetual outrage will keep hating us.", 
    "name": "Michelle Malkin"
  }, 
  {
    "quote": "Henry Kissinger is the greatest living war criminal in the world today, with the blood of millions of people in Vietnam and Cambodia and Laos and Chile and East Timor on his hands. He will never appear in a court or be behind bars.", 
    "name": "George Galloway"
  }, 
  {
    "quote": "War is the province of danger.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "War is not an independent phenomenon, but the continuation of politics by different means.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "War is regarded as nothing but the continuation of state policy with other means.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "America's veterans and troops serving abroad today fought hard to preserve our red, white and blue, from the Revolutionary War to today's Global War Against Terrorism, and Congress' action today is appropriate for one of our most sacred symbols.", 
    "name": "Bill Shuster"
  }, 
  {
    "quote": "I can't go to war with paparazzi.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I would have voted 'no' on the Iraq war and 'yes' to Afghanistan.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "American credibility in the war on terrorism depends on a strong stand against all terrorist acts, whether committed by foe or friend.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "If we had pursued what President Nixon declared in 1970 as the war on cancer, we would have cured many strains. I think Jack Kemp would be alive today. And that research has saved or prolonged many lives, including mine.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "My father was an immigrant who literally walked across Europe to get out of Russia. He fought in World War I. He was wounded in action. My father was a great success even though he never had money. He was a very determined man, a great role model.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "When people don't understand that the government doesn't have their interests in mind, they're more susceptible to go to war.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "Before a war military science seems a real science, like astronomy but after a war it seems more like astrology.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "I'm a writer. I don't support any war. That's my principle.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "Ants are so much like human beings as to be an embarrassment. They farm fungi, raise aphids as livestock, launch armies into war, use chemical sprays to alarm and confuse enemies, capture slaves, engage in child labour, exchange information ceaselessly. They do everything but watch television.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "I can tell you this: If I'm ever in a position to call the shots, I'm not going to rush to send somebody else's kids into a war.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "One of the good things about the way the Gulf War ended in 1991 is, you'd see the Vietnam veterans marching with the Gulf War veterans.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "There aren't a lot of guys like me left. But I'm a war horse. I've been through it all. And you know something about war horses? Through the sleet, through the snow, they just keep going.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.", 
    "name": "Harry Bridges"
  }, 
  {
    "quote": "President Kennedy was willing to go to war. He was not a coward. The man had been in war and so had Ken O'Donnell. He was ready to protect this nation, but he was not ready for a military solution just because it was being rammed down his throat.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "When I was building the Vietnam Memorial, I never once asked the veterans what it was like in the war, because from my point of view, you don't pry into other people's business.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "My mother's sympathies were strongly with the Union. She knew that war was bound to come, but so confident was she in the strength of the Federal Government that she devoutly believed that the struggle could not last longer than six months at the utmost.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "Everybody has a job to do. There are people in Iraq on both sides of this war who do what they do for religious reasons, and they feel with God on their side. Some people are good at annihilating people. Maybe that's their gift.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "As somebody who, in my second marriage, insisted on a prenuptial agreement, I can also testify that sometimes it is an act of love to chart the exit strategy before you enter the union, in order to make sure that not only you, but your partner as well, knows that there will be no World War III should hearts and minds, for any sad reason, change.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "New terms used like, 'overseas contingency operation' instead of the word 'war' - that reflects a worldview that is out of touch with the enemy that we face. We can't spin our way out of this threat.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "We can only move to a long-term resolution regarding terrorism and war by planting seeds of peace. We have to start with ourselves.", 
    "name": "Peter Yarrow"
  }, 
  {
    "quote": "Despite what the pundits want us to think, contested primaries aren't civil war, they are democracy at work, and that's beautiful.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "War, famine, poverty and oppression of the workers will continue while woman makes life cheap. They will cease only when she limits her reproductivity and human life is no longer a thing to be wasted.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "The west has a great deal to answer for in the Middle East, from Britain's belated empire-building after the First World War to the US and British policy that condemns modern Iraq to the material and social squalor of a half-century ago.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Since the attack on the United States on September 11 2001, and the US retaliation in Afghanistan and Iraq, there must be few people who have not felt a twinge of nostalgia for the cold war.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Suicidal violence is not the exclusive property of the Muslim world. Suicide bombings were a tactic of nationalist struggles in 19th-century Europe and Russia, the far east during the second world war and the Vietnam war, and in modern Sri Lanka.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Rather than turning away from the staggering scale and depth of misery caused by war, we must strive to develop our capacity to empathize and feel the sufferings of others.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "We are at war, and our security as a nation depends on winning that war.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "Strategic thinkers were naturally rattled to find this outsider fooling around with their work. They had been thinking strategically when Reagan was just another movie actor playing opposite a chimpanzee, for heaven's sake. They think Reagan is too naive, too innocent, to grasp the intellectual complexities of cold war strategy.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "I was so opposed to the war in Vietnam that I initially refused President Nixon's urgings for me to go there.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "My youth passed at the time of the country's reconstruction from the ruins and ashes of the war in which my nation never bowed to the enemy paying the highest price in the struggle.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "The politicians always told us that the Cold War stand-off could only change by way of nuclear war. None of them believed that such systemic change was possible.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Emancipation came to the colored race in America as a war measure. It was an act of military necessity. Manifestly it would have come without war, in the slower process of humanitarian reform and social enlightenment.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "This programme to stop nuclear by 2020 is just crazy. If there were a nuclear war, and humanity were wiped out, the Earth would breathe a sigh of relief.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "There is no morality in war. Morality is the privilege of those judging from the distance. War is only death and destruction.", 
    "name": "John Cory"
  }, 
  {
    "quote": "If it hadn't been for the Cold War, neither Russia nor America would have been sending people into space.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "War is the trade of Kings.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "My mother was the first woman in the county in Indiana where we were born, in Jay County, to have a college degree. She was educated as a pianist and she wanted to concertize, but when the war came she was married, had a family, so she started teaching.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "I have a friend that is a WWII buff, and we sat and talked a lot about stuff like the war and the reasons behind it, and you now it's all in the uniform. Once you're in it, it usually does all the work for you.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "The Pentagon still has not given a name to the Iraqi war. Somehow 'Operation Re-elect Bush' doesn't seem to be popular.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "One to destroy, is murder by the law and gibbets keep the lifted hand in awe to murder thousands, takes a specious name, 'War's glorious art', and gives immortal fame.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Israel was born under the British mandate. We learned from the British what democracy means, and how it behaves in a time of danger, war and terror. We thank Britain for introducing freedom and respect of human rights both in normal and demanding circumstances.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "It's a war of attrition. If you have patience and a modicum of faith in yourself your chances are not too bad.", 
    "name": "Julie Bowen"
  }, 
  {
    "quote": "The greatest crime since World War II has been U.S. foreign policy.", 
    "name": "Ramsey Clark"
  }, 
  {
    "quote": "I have no doubt that we will be successful in harnessing the sun's energy. If sunbeams were weapons of war, we would have had solar energy centuries ago.", 
    "name": "George Porter"
  }, 
  {
    "quote": "Loss of hope rather than loss of life is what decides the issues of war. But helplessness induces hopelessness.", 
    "name": "B. H. Liddell Hart"
  }, 
  {
    "quote": "Ideas are the great warriors of the world, and a war that has no idea behind it, is simply a brutality.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "We never had planned to hijack a ship. We never thought of any war plans outside the Palestinian lands. We wished that the program had not failed and then the warriors could have achieved their goals.", 
    "name": "Abu Abbas"
  }, 
  {
    "quote": "War continues to divide people, to change them forever, and I write about it both because I want people to understand the absolute futility of war, the 'pity of war' as Wilfred Owen called it.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "Everyone is interested in war, in that people don't want it to happen. I'm much more interested in peace than in war but it's important to understand why we fight.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "I remember an article, I can't recall who by, it was after the fall of the Berlin Wall, which said that now the Wall was down, there could be no more class war. Only someone with money could ever say such a thing.", 
    "name": "Claude Chabrol"
  }, 
  {
    "quote": "When you go to war, both sides lose totally.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Criticism in a time of war is essential to the maintenance of any kind of democratic government.", 
    "name": "Robert Taft"
  }, 
  {
    "quote": "We didn't start this war - the right wing did. We're tired of seeing good-paying jobs shipped overseas. This fight is about the economy, it's about jobs and it's about rebuilding America.", 
    "name": "James P. Hoffa"
  }, 
  {
    "quote": "War consisteth not in battle only, or the act of fighting but in a tract of time, wherein the will to contend by battle is sufficiently known.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "War is the supreme drama of a completely mechanized society.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "Conservatives saw the savagery of 9/11 in the attacks and prepared for war liberals saw the savagery of the 9/11 attacks and wanted to prepare indictments and offer therapy and understanding for our attackers.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "We women are constantly at war with our bodies, it is hard to find amnesty for ourselves.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Winston Churchill aroused this nation in heroic fashion to save civilisation in World War Two. We have everything we need except political will, but political will is a renewable resource.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Make no mistake, adolescence is a war. No one gets out unscathed.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "Look at an infantryman's eyes and you can tell how much war he has seen.", 
    "name": "William Alexander Henry"
  }, 
  {
    "quote": "Competition makes things come out right. Well, what does that mean in health care? More hospitals so they compete with each other. More doctors compete with each other. More pharmaceutical companies. We set up war. Wait a minute, let's talk about the patient. The patient doesn't need a war.", 
    "name": "Donald Berwick"
  }, 
  {
    "quote": "In the months leading up to World War II, there was a tendency among many Americans to talk absently about the trouble in Europe. Nothing that happened an ocean away seemed very threatening.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "I remember the 1940s as a time when we were united in a way known only to that generation. We belonged to a common cause-the war.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "However much we may sympathize with a small nation confronted by a big and powerful neighbours, we cannot in all circumstances undertake to involve the whole British Empire in a war simply on her account.", 
    "name": "Neville Chamberlain"
  }, 
  {
    "quote": "What creates freedom? A revolution in the streets? Mass protest? Civil war? A change of government? The ousting of the old guard and its replacement by the new? History, more often than not, shows that hopes raised by such events are often dashed, sooner rather than later.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "We have no control over the outcome of anything. Like the planet and global warming, we don't control that. If politicians want a war we don't control that. Acts of terrorism, we can't control them.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "You know, the period of World War I and the Roaring Twenties were really just about the same as today. You worked, and you made a living if you could, and you tired to make the best of things. For an actor or a dancer, it was no different then than today. It was a struggle.", 
    "name": "James Cagney"
  }, 
  {
    "quote": "As to war, I am and always was a great enemy, at the same time a warrior the greater part of my life and were I young again, should still be a warrior while ever this country should be invaded and I lived.", 
    "name": "Daniel Morgan"
  }, 
  {
    "quote": "A majority of this country opposes this war, a majority of this country never voted for this administration.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "I have never solicited nor received money from Iraq for our campaign against war and sanctions. I have never seen a barrel of oil, never owned one, never bought one, never sold one.", 
    "name": "George Galloway"
  }, 
  {
    "quote": "No country in history ever sent mothers of toddlers off to fight enemy soldiers until the United States did this in the Iraq war.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "I shall proceed from the simple to the complex. But in war more than in any other subject we must begin by looking at the nature of the whole for here more than elsewhere the part and the whole must always be thought of together.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "War is not an exercise of the will directed at an inanimate matter.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "The political object is the goal, war is the means of reaching it, and the means can never be considered in isolation form their purposes.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "War is the domain of physical exertion and suffering.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "What's so touching is the way we fight the war right until the moment our business is taken care of and then we turn on a dime and we immediately start taking care of people. It's like a shock and aw shucks campaign.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "What we want to do is reform the welfare system in the way that Tony Blair talked about 13 years ago but never achieved - a system that was created for the days after the Second World War. That prize is now I think achievable.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "I made a French film called 'Merry Christmas' which is a very European film. It's a World War I piece.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I get offered a World War II movie at least once a week just because I speak German and was born there. I have always stayed away from it because I didn't want to be put into that box.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Berlin is still going through a transition since the Cold War - both in what used to be East and West Berlin. I can still sense the confusion and the struggle for identity there in the streets. There's a pulse to it.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I tell people I won't vote to go to war unless I'm ready to go or send my kids.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "The main thing I say on war is that we need to obey the law and formally declare war.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "The great and abiding lesson of American history, particularly the cold war, is that the engine of capitalism, the individual, is mightier than any collective.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Every writer has his writing technique - what he can and can't do to describe something like war or history. I'm not good at writing about those things, but I try because I feel it is necessary to write that kind of thing.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "My father belongs to the generation that fought the war in the 1940s. When I was a kid my father told me stories - not so many, but it meant a lot to me. I wanted to know what happened then, to my father's generation. It's a kind of inheritance, the memory of it.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love.", 
    "name": "Elton John"
  }, 
  {
    "quote": "Civil strife is as much a greater evil than a concerted war effort as war itself is worse than peace.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "I'm sure it is, I'm not for any kind of war, we've been engaged in several wars since the second world war and we lost in Korea, we lost in Vietnam, they are political wars, they have nothing to do with any real threat, nor does this one.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "In war, there are no winners.", 
    "name": "Ramman Kenoun"
  }, 
  {
    "quote": "I believe that political correctness can be a form of linguistic fascism, and it sends shivers down the spine of my generation who went to war against fascism.", 
    "name": "P. D. James"
  }, 
  {
    "quote": "With the end of the cold war, all the 'isms' of the 20th century - Fascism, Nazism, Communism and the evil of apartheid-ism - have failed. Except one. Only democracy has shown itself true the help of all mankind.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "I don't feel the need to direct. I tried to get other people to direct Dances, but they wouldn't do it. They all thought it was too long. One director wanted to cut the Civil War sequence. Another thought the white woman was very cliched.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "We still live with this unbelievable threat over our heads of nuclear war. I mean, are we stupid? Do we think that the nuclear threat has gone, that the nuclear destruction of the planet is not imminent? It's a delusion to think it's gone away.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "Mankind will never win lasting peace so long as men use their full resources only in tasks of war. While we are yet at peace, let us mobilize the potentialities, particularly the moral and spiritual potentialities, which we usually reserve for war.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "The ability to get to the verge without getting into the war is the necessary art. If you try to run away from it, if you are scared to go to the brink, you are lost.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "He was a degenerate gambler. That is, a man who gambled simply to gamble and must lose. As a hero who goes to war must die. Show me a gambler and I'll show you a loser, show me a hero and I'll show you a corpse.", 
    "name": "Mario Puzo"
  }, 
  {
    "quote": "My own early experiences in war led me to suspect the value of discipline, even in that sphere where it is so often regarded as the first essential for success.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "All the culture war issues will be settled by the court.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "I started studying what the nature of a monument is and what a monument should be. And for the World War III memorial I designed a futile, almost terrifying passage that ends nowhere.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "It was a requirement by the veterans to list the 57,000 names. We're reaching a time that we'll acknowledge the individual in a war on a national level.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "The definition of a modern approach to war is the acknowledgement of individual lives lost.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "I deliberately did not read anything about the Vietnam War because I felt the politics of the war eclipsed what happened to the veterans. The politics were irrelevant to what this memorial was.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "There's something brave and touching about game girls of all ages keeping themselves smart in hard times - one thinks of those wonderful women during World War II drawing stocking seams in eyebrow pencil up the back of legs stained with gravy browning because nylons were so hard to get hold of.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I had just turned 10-years-old when the Japanese attacked Pearl Harbor and plunged America into World War II.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "The Iraq war was fought by one-half of one percent of us. And unless we were part of that small group or had a relative who was, we went about our lives as usual most of the time: no draft, no new taxes, no changes. Not so for the small group who fought the war and their families.", 
    "name": "Bob Schieffer"
  }, 
  {
    "quote": "War is not the only arena where peace is done to death.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "In the sex war, thoughtlessness is the weapon of the male, vindictiveness of the female.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "When human beings live together, conflict is inevitable. War is not.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Men and women who know the brutal reality of war, who know that war strips people of their very humanity, must unite in a new global partnership for peace.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "There was never a war on poverty. Maybe there was a skirmish on poverty.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "It has been, after all, 11 years, more than a decade now, of defiance of U.N. resolutions by Saddam Hussein. Every obligation that he signed onto after the Gulf War, so that he would not be a threat to peace and security, he has ignored and flaunted.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "There are evils that have the ability to survive identification and go on for ever... money, for instance, or war.", 
    "name": "Saul Bellow"
  }, 
  {
    "quote": "I took up writing to escape the drudgery of that every day cubicle kind of war.", 
    "name": "Walter Mosley"
  }, 
  {
    "quote": "What President Bush did in his doctrine of preemptive strike and in his war in Afghanistan and in Iraq was to turn even his allies in Europe negatively toward America.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "One side-effect of the so-called war on terror has been a crisis of liberalism. This is not only a question of alarmingly illiberal legislation, but a more general problem of how the liberal state deals with its anti-liberal enemies.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Let him who desires peace prepare for war.", 
    "name": "Publius Flavius Vegetius Renatus"
  }, 
  {
    "quote": "If we stick together as an American people we can bring down the war criminals that are running our country right now.", 
    "name": "Cindy Sheehan"
  }, 
  {
    "quote": "I think that NATO is itself a war criminal.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "What gunpowder did for war the printing press has done for the mind.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "I was brought up in the War. I was an adolescent in the Second World War. And I did witness in London a great deal of the Blitz.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "War is not the answer, because only love can conquer hate.", 
    "name": "Marvin Gaye"
  }, 
  {
    "quote": "I have absolutely no regret about my vote against this war. The same questions remain. The cost in human lives, the cost to our budget, probably 100 billion. We could have probably brought down that statue for a lot less.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "The president led us into the Iraq war on the basis of unproven assertions without evidence he embraced a radical doctrine of pre-emptive war unprecedented in our history and he failed to build a true international coalition.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "I don't think the Middle East could afford another war.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "This is a game. That's all it is. It's not a war.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "You don't attack the grunts of Vietnam you blame the theory behind the war. Nobody who fought in that war was at fault. It was the war itself that was at fault. It's the same thing with psychotherapy.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "I took every chance I could to meet with U.S. soldiers. I talked with them and read the books they gave me about the war. I decided I needed to return to my country and join with them - active duty soldiers and Vietnam Veterans in particular - to try and end the war.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "Every time we walk along a beach some ancient urge disturbs us so that we find ourselves shedding shoes and garments or scavenging among seaweed and whitened timbers like the homesick refugees of a long war.", 
    "name": "Loren Eiseley"
  }, 
  {
    "quote": "I think Chris Rock at the Oscars was a great example. I thought that was intellectually hilarious. The Gap starts a war with Banana Republic... That to me was funny.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "People like to make fun of the fans who camp out but people have renaissance fairs people do Civil War re-enactments people do what they like. I'm tired of hearing people rage on the fans. If you don't like 'Twilight,' don't buy a ticket.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "Yes, politics IS war without bloodshed and war is an extension of those politics.", 
    "name": "H. Rap Brown"
  }, 
  {
    "quote": "War had always seemed to me to be a purely human behavior. Accounts of warlike behavior date back to the very first written records of human history it seemed to be an almost universal characteristic of human groups.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "That was my first lesson from Ben-Gurion. Then I saw him making peace, and I saw him making war. He mobilized me before the war. The man was a very rare combination between a real intellectual and a born leader. There is a contradiction between the two.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "We are Americans when we go to war, and when we return, we are Mexicans.", 
    "name": "Dennis Chavez"
  }, 
  {
    "quote": "Concentration of executive power, unless it's very temporary and for specific circumstances, let's say fighting world war two, it's an assault on democracy.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "I began to speak well at a very advanced age - 15, 16, 17 years old. It was psychological: the trauma of war, my family and growing up on my own. I was more or less a street kid.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "It is well known that in war, the first casualty is truth - that during any war truth is forsaken for propaganda.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "I ended the war a horse ahead.", 
    "name": "Nathan Bedford Forrest"
  }, 
  {
    "quote": "After every major conflict - World War I, World War II, Korea, Vietnam, the fall of the Soviet Union - what happened was that we ultimately hollowed out the force, largely by doing deep across-the-board cuts.", 
    "name": "Leon Panetta"
  }, 
  {
    "quote": "Against the beautiful and the clever and the successful, one can wage a pitiless war, but not against the unattractive: then the millstone weighs on the breast.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "The reason that war is such a fascinating subject for writers is because it's a revealer. Put a bunch of people in an adrenaline-fuelled, life-or-death situation and their fundamental behaviours are exposed, the scrim is taken away and the motivations behind each personality come out to play.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "May the same Almighty Goodness banish the accursed monster, war, from all lands, with her hated associates, rapine and insatiable ambition!", 
    "name": "Daniel Boone"
  }, 
  {
    "quote": "Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "The Cold War was over long before it was officially declared dead.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "During the Cold War, we lived in coded times when it wasn't easy and there were shades of grey and ambiguity.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "In every war zone that I've been in, there has been a reality and then there has been the public perception of why the war was being fought. In every crisis, the issues have been far more complex than the public has been allowed to know.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I worked for MI6 in the Sixties, during the great witch-hunts, when the shared paranoia of the Cold War gripped the services.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "Britain, which in the years immediately before this war was rapidly losing such democratic virtues as it possessed, is now being bombed and burned into democracy.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "I think the record speaks for itself. These are two individuals who have been for the war when the headlines were good and against it when their poll ratings were bad.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "It's very important to go back and keep in mind the distinction between handling these events as criminal acts, which was the way we did before 9/11, and then looking at 9/11 and saying, 'This is not a criminal act,' not when you destroy 16 acres of Manhattan, kill 3,000 Americans, blow a big hole in the Pentagon. That's an act of war.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "From our perspective, trying to deal with this continuing campaign of terror, if you will, the war on terror that we're engaged in, this is a continuing enterprise. The people that were involved in some of those activities before 9/11 are still out there.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "The surrealists, and the modern movement in painting as a whole, seemed to offer a key to the strange postwar world with its threat of nuclear war. The dislocations and ambiguities, in cubism and abstract art as well as the surrealists, reminded me of my childhood in Shanghai.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "It's never acceptable to target civilians. It violates the Geneva Accords, it violates the international law of war and it violates all principles of morality.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "Our strategy is one of preventing war by making it self-evident to our enemies that they're going to get their clocks cleaned if they start one.", 
    "name": "John W. Vessey, Jr."
  }, 
  {
    "quote": "When my grandfather died, I started adopting some of his accents, to sort of remind myself of him. A homage. He was a war hero, and he was really great with his hands.", 
    "name": "Gavin DeGraw"
  }, 
  {
    "quote": "I mean, I was born the day war broke out, but I don't remember all the bombs though they did actually break up Liverpool, you know. I remember when I was a little older, there was big gaps in all the streets where houses used to be. We used to play over them.", 
    "name": "Ringo Starr"
  }, 
  {
    "quote": "We know more about war than we know about peace, more about killing than we know about living.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "With Vietnam, the Iraq War, so many American films about war are almost always from the American point of view. You almost never have a Middle Eastern character by name with a story.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "Even under the best of circumstances, the road back from war is difficult.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "The Bible is a radically pro-slavery document. Slave owners waved Bibles over their heads in the Civil War and justified it.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "I've always been at war with myself, for right or wrong.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "Most American fascists are enthusiastically supporting the war effort. They are doing this even in those cases where they hope to have profitable connections with German chemical firms after the war ends.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Until democracy in effective enthusiastic action fills the vacuum created by the power of modern inventions, we may expect the fascists to increase in power after the war both in the United States and in the world.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "The fact is, Bush's war policy has failed. It's failed! Who better to say so than Jack Murtha?", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "American culture is torn between our long romance with violence and our terror of the devastation wrought by war and crime and environmental havoc.", 
    "name": "Katherine Dunn"
  }, 
  {
    "quote": "If Scotland and America go to war, I'm afraid I've already sworn in.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "I think I'm just someone that just tries to get by. I'm kind of - if it was during the Second World War, I'd be a black marketeer, I think.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "The Berlin Wall wasn't the only barrier to fall after the collapse of the Soviet Union and the end of the Cold War. Traditional barriers to the flow of money, trade, people and ideas also fell.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "I've been giving free money seminars for the troops at Walter Reed Hospital and one of the Iraqi War Vets realized that the military wouldn't pay for the dental work he needed.", 
    "name": "Matthew Lesko"
  }, 
  {
    "quote": "During the Cold War, we were interested because we were scared that Russia and the United States were going to go to war. We were scared that Russia was going to take over the world. Every country became a battleground.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "With all the negativity going on in the world right now, people need an escape. When you give them a hit record or a great record, it allows them to escape for at least three to four minutes. They're not thinking bills or economy or immigration or war when you create that kind of ambiance.", 
    "name": "Pitbull"
  }, 
  {
    "quote": "In times of conflict, war, poverty or religious fundamentalism, women and children are the first and most numerous victims. Women need all their courage today.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Peace is the happy natural state of man war is corruption and disgrace.", 
    "name": "James Thomson"
  }, 
  {
    "quote": "The war we have to wage today has only one goal and that is to make the world safe for diversity.", 
    "name": "U Thant"
  }, 
  {
    "quote": "In war, whichever side may call itself the victor, there are no winners, but all are losers.", 
    "name": "Neville Chamberlain"
  }, 
  {
    "quote": "So long as war is the main business of nations, temporary despotism - despotism during the campaign - is indispensable.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "After every war someone has to tidy up.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "I think that the Cold War was an exceptional and unnecessary piece of cruelty.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "The Dell Theory of Conflict Prevention argues that no two countries that are both part of the same global supply chain will ever fight a war as long as they are each part of that supply chain.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "My mom enlisted in the U.S. Navy in World War II, and my parents actually bought our home thanks to the loan she got through the GI Bill.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "I want to start my own airplane business. I'm going to buy two Dakotas, paint them up in war colours and do, er, nostalgia trips to Arnhem - you know, where the old paratroopers used to go - and charge them about 20 quid a time.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "You know, this is a war of ideology, a war of thoughts and of faith. And we need people to really stand for faith and trust, not hope and change.", 
    "name": "Sharron Angle"
  }, 
  {
    "quote": "It was my duty to shoot the enemy, and I don't regret it. My regrets are for the people I couldn't save: Marines, soldiers, buddies. I'm not naive, and I don't romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job.", 
    "name": "Chris Kyle"
  }, 
  {
    "quote": "War can be so impersonal yet when we put a name, a face, a place and match it to families, then war is not impersonal.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "They have called Operation Iraqi Freedom a war of choice that isn't part of the real war on terror. Someone should tell that to al Qaeda.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "No, let's make sure that people understand that this is a very important war that is helping to protect us here at home. And that we have no choice but to win it. As difficult as it is.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Americans, particularly after World War II, tended to romanticize war because in World War II our cause was the cause of humanity, and our soldiers brought home glory and victory, and thank God that they did. But it led us to romanticize it to some extent.", 
    "name": "Neil Sheehan"
  }, 
  {
    "quote": "When I was in Pulp, I actively did more TV stuff because that was during the Great Britpop Wars, and it seemed important to prove that indie people could speak. That war doesn't exist anymore.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "We live in the time where we have fictitious election results that elects a fictitious president. We live in a time where we have a man sending us to war for fictitious reasons.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "You don't have to have fought in a war to love peace.", 
    "name": "Geraldine Ferraro"
  }, 
  {
    "quote": "It's a sad day when the leaders of the free world engage in such deception and trickery. I voted against this unnecessary war and will continue to argue that the best way to support our troops is to bring them home.", 
    "name": "Major R. Owens"
  }, 
  {
    "quote": "World War I broke out largely because of an arms race, and World War II because of the lack of an arms race.", 
    "name": "Herman Kahn"
  }, 
  {
    "quote": "One nuclear war is going to be the last nuclear - the last war, frankly, if it really gets out of hand. And I just don't think we ought to be prepared to accept that sort of thing.", 
    "name": "Lawrence Eagleburger"
  }, 
  {
    "quote": "World War II, the atomic bomb, the Cold War, made it hard for Americans to continue their optimism.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "The most influential factor in selling a home is always price. Don't build 'wiggle room' into the asking price. There's a price war out there and you have to win it from the get-go.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "I am one who believes that we are, in fact, engaged in a worldwide war against terrorism. We must have the serenity to accept the fact that war is not going to go away if we ignore it.", 
    "name": "Robert Foster Bennett"
  }, 
  {
    "quote": "Have you ever thought that war is a madhouse and that everyone in the war is a patient?", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "Everything, everything in war is barbaric... But the worst barbarity of war is that it forces men collectively to commit acts against which individually they would revolt with their whole being.", 
    "name": "Ellen Key"
  }, 
  {
    "quote": "When I was growing up, it was 'Communists'. Now it's 'Terrorists'. So you always have to have somebody to fight and be afraid of, so the war machine can build more bombs, guns, and bullets and everything.", 
    "name": "Cindy Sheehan"
  }, 
  {
    "quote": "For the sake of the troops, for the love of the troops, we must not add yet another casualty to this war. We must not let truth be a casualty of this war.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "My subject is War, and the pity of War. The Poetry is in the pity.", 
    "name": "Wilfred Owen"
  }, 
  {
    "quote": "Look at what President Kennedy managed to achieve during the Cuban missile crisis. If Bush had been president in 1962, do you think he would have avoided a nuclear war?", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "Councils of war breed timidity and defeatism.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "The heroes of Flight 93 won the first battle in the War on Terror, and they should never be forgotten.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "Let us not be deceived we are today in the midst of a cold war.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "What happened in America in the 1860s was a war of secession, a war of independence, no different in principle from what happened in America in the 1770s and 1780s.", 
    "name": "L. Neil Smith"
  }, 
  {
    "quote": "The War on Drugs employs millions - politicians, bureaucrats, policemen, and now the military - that probably couldn't find a place for their dubious talents in a free market, unless they were to sell pencils from a tin cup on street corners.", 
    "name": "L. Neil Smith"
  }, 
  {
    "quote": "I hope to stay unemployed as a war photographer till the end of my life.", 
    "name": "Robert Capa"
  }, 
  {
    "quote": "I think there should be holy war against yoga classes.", 
    "name": "Werner Herzog"
  }, 
  {
    "quote": "For a war correspondent to miss an invasion is like refusing a date with Lana Turner.", 
    "name": "Robert Capa"
  }, 
  {
    "quote": "People say you favor assassination, what do you think war is? Except that it's assassination on a much larger scale, a much more horrific scale.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "The fight, this war, this fight against the remnants of terrorism will go on for some time.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "I think the International Criminal Court could be a threat to American security interests, because the prosecutor of the court has enormous discretion in going after war crimes. And the way the Statute of Rome is written, responsibility for war crimes can be taken all the way up the chain of command.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "But the war on terror as I have repeatedly said in the past, and the Afghan people believe in it, in truth, is that the war on terror is not in the Afghan villages or homes. Its in the sanctuaries, it is in the training grounds, its in the motivation factors and the money that comes to it.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "Politicians, like generals, have a tendency to fight the last war.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "You should be careful what you wish for, as the reasons for war get confused. One person can be very clear in their motives, but others can have different agendas.", 
    "name": "Dougray Scott"
  }, 
  {
    "quote": "My grandfather was a general in the Nationalist Chinese Air Force during World War II, and I grew up hearing the pilot stories and seeing pictures of him in uniform.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "I want to wage war against illiteracy, poverty, unemployment, unfair competition, communitarianism, delinquency.", 
    "name": "Nicolas Sarkozy"
  }, 
  {
    "quote": "The U.S. has since the end of World War II had an answer - we stand for free peoples and free markets, we are willing to support and defend them - we will sustain a balance of power that favors freedom.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "Detainee policy in this war is hard, it's complicated, but we must get it right. We would be better off as a nation if we could close Gitmo safely and start a new prison that he could use that the world would see as a better way to doing business.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "This nation has always struggled with how it was going to deal with poor people and people of color. Every few years you will see some great change in the way that they approach this. We've had the war on poverty that never really got into waging a real war on poverty.", 
    "name": "Maxine Waters"
  }, 
  {
    "quote": "It is inhuman to continue a war which could easily be ended.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "Thus, the use of fiat money is more justifiable in financing a depression than in financing a war.", 
    "name": "Carroll Quigley"
  }, 
  {
    "quote": "A devastating commentary on the war in Iraq is that we have been unable to spend money on infrastructure.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "I believe the war on terror is the vital discussion of this decade and of our generation, probably. To win the war on terror, you need a good offense and a good defense. On defense, I regret to say, basically, this administration has not come close to doing what is necessary.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "We were succeeding. When you looked at specifics, this became a war of attrition. We were winning.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "Four years of world war, at a cost in human suffering which our minds are mercifully too limited to imagine, led to the very clear realization that international anarchy must be abandoned if civilization was to survive.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "He would see civilization in danger of perishing under the oppression of a gigantic paradox: he would see multitudes of people starving in the midst of plenty, and nations preparing for war although pledged to peace.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "In almost every country there are elements of opinion which would welcome such a conclusion because they wish to return to the politics of the balance of power, unrestricted and unregulated armaments, international anarchy, and preparation for war.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "I consider Bush's decision to call for a war against terrorism a serious mistake. He is elevating these criminals to the status of war enemies, and one cannot lead a war against a network if the term war is to retain any definite meaning.", 
    "name": "Jurgen Habermas"
  }, 
  {
    "quote": "In our modern world of interdependent nations, hardly any state can wage war successfully without raising loans and buying war materials of every kind in the markets of other nations.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "It is to be observed that every case of war averted is a gain in general, for it helps to form a habit of peace, and community habits long continued become standards of conduct.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "In short, it may be said that on paper the obligations to settle international disputes peacefully are now so comprehensive and far-reaching that it is almost impossible for a state to resort to war without violating one or more solemn treaty obligations.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "To deal with the true causes of war one must begin by recognizing as of prime relevancy to the solution of the problem the familiar fact that civilization is a partial, incomplete, and, to a great extent, superficial modification of barbarism.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "In some states militant nationalism has gone to the lengths of dictatorship, the cult of the absolute or totalitarian state and the glorification of war.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "I think there's a tremendous split between people who've been through a war and people who haven't.", 
    "name": "Antonia Fraser"
  }, 
  {
    "quote": "It is because I believe that it is in the power of such nations to lead the world back into the paths of peace that I propose to devote myself to explaining what, in my opinion, can and should be done to banish the fear of war that hangs so heavily over the world.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Moreover, war has become a thing potentially so terrible and destructive that it should have been the common aim of statesmen to put an end to it forever.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "The more the history of the World War and what led up to it is studied, the more clearly those tragic years become revealed as a vast collapse of civilization.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "The vast upheaval of the World War set in motion forces that will either destroy civilization or raise mankind to undreamed of heights of human welfare and prosperity.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "We had four years of world war which the peoples endured only because they were told that their sufferings would free humanity forever from the scourge of war.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "I feel like war should occur only for the most vital and necessary reasons, and only then.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "War is by no means something glamorous, and I don't think that should ever be forgotten.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "I frankly don't think it's going to be a successful war on terrorism until law enforcement agencies like the FBI are willing to share with other law enforcement agencies. If they can't share information, there's no way this war can be won.", 
    "name": "Patty Hearst"
  }, 
  {
    "quote": "Guerrilla wars, and even more so terrorist assaults, are conducted only by forces with insufficient strength to carry out a real war.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "During the Second World War, evacuated to non-Jewish households, I encountered Christianity at home and in school.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "Watergate enabled the Democrats to cut off all aid to South Vietnam and ensure American defeat in a war their party entered and had effectively lost, before Nixon salvaged a non-Communist South Vietnam while effecting a complete American withdrawal.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "Peace, if it ever exists, will not be based on the fear of war but on the love of peace.", 
    "name": "Julien Benda"
  }, 
  {
    "quote": "A quest for knowledge is not a war with faith spirituality is not usually an infelicitous amalgam of superstition and philistinism and moral relativism, taken outside midfield, leads inexorably both to heresy and to secular wickedness, which are often identical.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "I think as an American society, when we're paying too many taxes or dealing with war, we don't want to see sad things at the movies.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "For all history up to the end of the Cold War, summit meetings were historic and dramatic occasions, when leaders who controlled the destiny of much of the world met to change the world.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "There is peace more destructive of the manhood of living man than war is destructive of his material body.", 
    "name": "Douglas William Jerrold"
  }, 
  {
    "quote": "Priorities like winning the War on Terror and providing tax relief that will keep our economy growing strong.", 
    "name": "Dennis Hastert"
  }, 
  {
    "quote": "War has been good to me from a financial standpoint but I don't want to make money that way. I don't want blood money.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "Nothing is more useless in developing a nation's economy than a gun, and nothing blocks the road to social development more than the financial burden of war. War is the arch enemy of national progress and the modern scourge of civilized men.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "The war on terror, if this is a war on terror, can only be won by a sincere regional and international cooperation. All have to believe they have something at stake and work together. In the absence of this it will become political and interest-oriented.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "In a war of ideas it is people who get killed.", 
    "name": "Stanislaw Lec"
  }, 
  {
    "quote": "In a world of inhumanity, war and terrorism, American citizenship is a very precious possession.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "All Americans and freedom-loving people around the world owe President Reagan our deepest gratitude for his strong, principled leadership that ended the Cold War and brought freedom to millions of people.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "World War II had a very important impact on the development of technology, as a whole.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "Killing is the payoff of war.", 
    "name": "Morley Safer"
  }, 
  {
    "quote": "So instead of talking about theoretical ways of ending the war and violence, I say that we have to get rid of the individual asholes in each office and situation.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "After the atomic bombs were dropped, the war ended and we went into Tokyo Bay with the rest of the fleet, the Missouri and the rest of them, while they signed the terms of surrender that ended the war.", 
    "name": "Barney Ross"
  }, 
  {
    "quote": "That sense of what happened in Europe in World War II has shaped a lot of my views.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "Well, I've been reading a lot about the fifty years since the Second World War, about Western foreign policy and all that. I try not to let it get to me, but sometimes I just think that there's no hope.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "We did not go to war in Afghanistan or in Iraq to, quote, 'impose democracy.' We went to war in both places because we saw those regimes as a threat to the United States.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "You can use your means in a good and bad way. In German-speaking art, we had such a bad experience with the Third Reich, when stories and images were used to tell lies. After the war, literature was careful not to do the same, which is why writers began to reflect on the stories they told and to make readers part of their texts. I do the same.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "I mean, we're going to probably debate the Iraq war for at least as long as I'm alive.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "And if there was one title that could be applied to all my films, it would be 'Civil War' - not civil war in the way we know it, but the daily war that goes on between us all.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "The whole point of being in the Army is wanting to get killed, wanting to test yourself to the limits. Now you have to fly 15,000ft above the war zone to avoid getting hit. I don't think there is any point in having wars if that's how you're going to behave. It's pathetic. All this whining!", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "One of the things that ultimately led me to leave mathematics and go into political science was thinking I could prevent nuclear war.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "You cannot be politically correct in a war.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "I think war is based in greed and there are huge karmic retributions that will follow. I think war is never the answer to solving any problems. The best way to solve problems is to not have enemies.", 
    "name": "Sheryl Crow"
  }, 
  {
    "quote": "We're fighting an enemy that is far different than any we have got before. It's a nontraditional kind of war, and I think we need to step back, recalibrate how we go about protecting our borders and protecting our people, and resetting our position in the world.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "War is fear cloaked in courage.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "I will not attempt to deny the reasonableness and necessity of a party war but in carrying on that war all principles and rules of justice should not be departed from.", 
    "name": "Robert Walpole"
  }, 
  {
    "quote": "My mother lived in Holland, and during World War II was incarcerated in a Japanese camp for three years.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "No, I chose the name Jane Seymour because I was doing my first film, 'Ode to Lovely War,' and one of the top agents in England spotted me dancing in the chorus. I was a singer and dancer in that movie with Maggie Smith, um, and he told me he couldn't sell me as Joyce Penelope Willomena Frankenburger.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I had two family members involved in World War I: two great-uncles. One of them is on a memorial in France. And the other was a trench runner who survived the war. The average life span of a trench runner was 36 hours, but he survived the whole war.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "I had seen people who had lost everything and everyone they loved to war, famine, and natural disasters.", 
    "name": "Chelsea Clinton"
  }, 
  {
    "quote": "All truly historical peoples have an idea they must realize, and when they have sufficiently exploited it at home, they export it, in a certain way, by war they make it tour the world.", 
    "name": "Victor Cousin"
  }, 
  {
    "quote": "No one has the right to ignite a war and lead an occupation and armies to conquer people, invading them and make them suffer all kinds of torture, murder, expulsion, displacement, bombing and terrorism by different lethal prohibited weapons and then come and speak as the savior of the people or a defender of their rights.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "In time of peace prepare for war.", 
    "name": "Publius Flavius Vegetius Renatus"
  }, 
  {
    "quote": "Never advise anyone to go to war or to get married. Write down the advice of him who loves you, though you like it not at present. He that has no children brings them up well.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "World War II has always been of great interest to me. I've known for decades that it was just one more war the politicians suckered us into.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "The real theater of the sex war is the domestic hearth.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "I'm old enough to remember the end of World War II. On Aug. 14, 1946, a year after the Japanese were defeated, most newspapers and magazines had single articles commemorating the end of the war.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "I found that I was getting a warm reception for my message of freeing you from the income tax, releasing you from Social Security, ending the insane war on drugs, restoring gun rights, and reducing the federal government to just its constitutional functions.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "My point was that the war was intrinsically wrong, and as a result of our participation we haven't improved Australia's security but created a greater danger at home and abroad.", 
    "name": "Bob Hawke"
  }, 
  {
    "quote": "I'm against all war.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "Bush's war in Iraq has done untold damage to the United States. It has impaired our military power and undermined the morale of our armed forces. Our troops were trained to project overwhelming power. They were not trained for occupation duties.", 
    "name": "George Soros"
  }, 
  {
    "quote": "I'm actually reading 'World War Z' again! It's incredibly realistic and it's written as an oral history through interviews with different characters. Max Brooks wrote this book in so many different voices. There are about forty or so. It's incredible. When I finish 'World War Z' I'm going to go back and start again on the 'Game of Thrones' series.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "In reality, Republicans have long been at war with clean energy. They have ridiculed investments in solar and wind power, bashed energy-efficiency standards, attacked state moves to promote renewable energy and championed laws that would enshrine taxpayer subsidies for fossil fuels while stripping them from wind and solar.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "There is a question for which we will never know the answer: had the U.S. not launched the Contra war to overthrow the Sandinista government, would they have succeeded in bringing socioeconomic justice to the people of Nicaragua?", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "Maybe more climate activists will think about the climate change not as an international problem to be resolved in an air-conditioned meeting hall, but as a guerilla war to be fought in the streets.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "The Sandinista government became consumed with fighting a war of survival. They were up against the biggest superpower in the world.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "That's Anil's path. She grows up in Sri Lanka, goes and gets educated abroad, and through fate or chance gets brought back by the Human Rights Commission to investigate war crimes.", 
    "name": "Michael Ondaatje"
  }, 
  {
    "quote": "The British Red Cross asked me to help them spearhead a fundraising campaign for the victims of the war in Nicaragua. It was a turning point in my life. It began my commitment to justice and human rights issues.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "Music is a weapon in the war against unhappiness.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "I have always been willing to admit when I made a mistake. I made a mistake in my understanding of the composition of the Contras, not on my opposition to the Contra war.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "How do you tell troops who volunteered to fight for our freedoms that the country they fought for won't take care of them when they come back? In the time of war our troops and their families are supposed to be our number one priority.", 
    "name": "John Salazar"
  }, 
  {
    "quote": "I am still profoundly troubled by the war in Nicaragua. The United States launched a covert war against another nation in violation of international law, a war that was wrong and immoral.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "And, of course, in the Philippines there were so many thousands of Americans that were captured by the Japanese and held and who were rescued by Filipino Americans, or Filipinos I should say, and by U.S. troops near the close of the war.", 
    "name": "Dana Rohrabacher"
  }, 
  {
    "quote": "There is nothing worth having that can he obtained by nuclear war - nothing material or ideological - no tradition that it can defend. It is utterly self-defeating.", 
    "name": "George Wald"
  }, 
  {
    "quote": "I think its man's nature to go to war and fight.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "Howard Dean has been successful because he was clear in his opposition to the war. People appreciate a politician with the courage to say, I oppose this war.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "The concept of war crimes is an American invention.", 
    "name": "George Wald"
  }, 
  {
    "quote": "War is not civilized.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "All War Departments are now Defense Departments. This is all part of the doubletalk of our time. The aggressor is always on the other side.", 
    "name": "George Wald"
  }
]