[
  {
    "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The hardest thing to understand in the world is the income tax.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "If there is anything that a man can do well, I say let him do it. Give him a chance.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.", 
    "name": "Sam Walton"
  }, 
  {
    "quote": "The superior man understands what is right the inferior man understands what will sell.", 
    "name": "Confucius"
  }, 
  {
    "quote": "It usually takes me more than three weeks to prepare a good impromptu speech.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "In this world nothing can be said to be certain, except death and taxes.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Effort only fully releases its reward after a person refuses to quit.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "If you cannot work with love but only with distaste, it is better that you should leave your work.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Hell, there are no rules here - we're trying to accomplish something.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "All lasting business is built on friendship.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "I want to put a ding in the universe.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "A budget tells us what we can't afford, but it doesn't keep us from buying it.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.", 
    "name": "Theodore Isaac Rubin"
  }, 
  {
    "quote": "Don't let your ego get too close to your position, so that if your position gets shot down, your ego doesn't go with it.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Just because something doesn't do what you planned it to do doesn't mean it's useless.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If all the economists were laid end to end, they'd never reach a conclusion.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Business is never so healthy as when, like a chicken, it must do a certain amount of scratching around for what it gets.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "If one does not know to which port one is sailing, no wind is favorable.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "A cardinal principle of Total Quality escapes too many managers: you cannot continuously improve interdependent systems and processes until you progressively perfect interdependent, interpersonal relationships.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "An economist's guess is liable to be as good as anybody else's.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Corporation: An ingenious device for obtaining profit without individual responsibility.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Every young man would do well to remember that all successful business stands on the foundation of morality.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "It's not what you pay a man, but what he costs you that counts.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "If you listen to your fears, you will die never knowing what a great person you might have been.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Business, that's easily defined - it's other people's money.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "If you can build a business up big enough, it's respectable.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The secret of business is to know something that nobody else knows.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "An economist is an expert who will know tomorrow why the things he predicted yesterday didn't happen today.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "Most of what we call management consists of making it difficult for people to get their work done.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Business, more than any other occupation, is a continual dealing with the future it is a continual calculation, an instinctive exercise in foresight.", 
    "name": "Henry R. Luce"
  }, 
  {
    "quote": "The invisible hand of the market always moves faster and better than the heavy hand of government.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Our favorite holding period is forever.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Blessed is he who has found his work let him ask no other blessedness.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Every day I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Everyone has an invisible sign hanging from their neck saying, 'Make me feel important.' Never forget this message when working with people.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first the cash will come later.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Perpetual optimism is a force multiplier.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "Our business is infested with idiots who try to impress by using pretentious jargon.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "As a small businessperson, you have no greater leverage than the truth.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "About the time we can make the ends meet, somebody moves the ends.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Economic depression cannot be cured by legislative action or executive pronouncement. Economic wounds must be healed by the action of the cells of the economic body - the producers and consumers themselves.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "Profit in business comes from repeat customers, customers that boast about your project or service, and that bring friends with them.", 
    "name": "W. Edwards Deming"
  }, 
  {
    "quote": "The gambling known as business looks with austere disfavor upon the business known as gambling.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "It takes more than capital to swing business. You've got to have the A. I. D. degree to get by - Advertising, Initiative, and Dynamics.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Employees make the best dates. You don't have to pick them up and they're always tax-deductible.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Time is the scarcest resource and unless it is managed nothing else can be managed.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Business is a combination of war and sport.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "An advertising agency is 85 percent confusion and 15 percent commission.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Start with good people, lay out the rules, communicate with your employees, motivate them and reward them. If you do all those things effectively, you can't miss.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "When times are bad is when the real entrepreneurs emerge.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant.", 
    "name": "Max de Pree"
  }, 
  {
    "quote": "If you owe the bank $100 that's your problem. If you owe the bank $100 million, that's the bank's problem.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "If you don't drive your business, you will be driven out of business.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Wise are those who learn that the bottom line doesn't always have to be their top priority.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "High achievement always takes place in the framework of high expectation.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "I was told to avoid the business all together because of the rejection. People would say to me, 'Don't you want to have a normal job and a normal family?' I guess that would be good advice for some people, but I wanted to act.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Regard it as just as desirable to build a chicken house as to build a cathedral.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Ask five economists and you'll get five different answers - six if one went to Harvard.", 
    "name": "Edgar R. Fiedler"
  }, 
  {
    "quote": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "Informed decision-making comes from a long tradition of guessing and then blaming others for inadequate results.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "A company is only as good as the people it keeps.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Don't worry about people stealing your ideas. If your ideas are any good, you'll have to ram them down people's throats.", 
    "name": "Howard Aiken"
  }, 
  {
    "quote": "Whenever an individual or a business decides that success has been attained, progress stops.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "I'm not a driven businessman, but a driven artist. I never think about money. Beautiful things make money.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "The meek shall inherit the Earth, but not its mineral rights.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "It's easy to make a buck. It's a lot tougher to make a difference.", 
    "name": "Tom Brokaw"
  }, 
  {
    "quote": "Meetings are indispensable when you don't want to do anything.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Nothing so conclusively proves a man's ability to lead others as what he does from day to day to lead himself.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "Carpe per diem - seize the check.", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "I buy when other people are selling.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "A group or an artist shouldn't get his money until his boss gets his.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "My son is now an 'entrepreneur.' That's what you're called when you don't have a job.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "The fastest way to succeed is to look as if you're playing by somebody else's rules, while quietly playing by your own.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "The genius of a good leader is to leave behind him a situation which common sense, without the grace of genius, can deal with successfully.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "Our work is the presentation of our capabilities.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "When in doubt, mumble when in trouble, delegate when in charge, ponder.", 
    "name": "James H. Boren"
  }, 
  {
    "quote": "There are two kinds of companies, those that work to try to charge more and those that work to charge less. We will be the second.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "Remind people that profit is the difference between revenue and expense. This makes you look smart.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "If you aren't playing well, the game isn't as much fun. When that happens I tell myself just to go out and play as I did when I was a kid.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "I find it rather easy to portray a businessman. Being bland, rather cruel and incompetent comes naturally to me.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "The best measure of a man's honesty isn't his income tax return. It's the zero adjust on his bathroom scale.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "More business is lost every year through neglect than through any other cause.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "The consumer isn't a moron she is your wife.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "I've never felt like I was in the cookie business. I've always been in a feel good feeling business. My job is to sell joy. My job is to sell happiness. My job is to sell an experience.", 
    "name": "Debbi Fields"
  }, 
  {
    "quote": "The leader who exercises power with honor will work from the inside out, starting with himself.", 
    "name": "Blaine Lee"
  }, 
  {
    "quote": "I get to play golf for a living. What more can you ask for - getting paid for doing what you love.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Cannibals prefer those who have no spines.", 
    "name": "Stanislaw Lem"
  }, 
  {
    "quote": "The buck stops with the guy who signs the checks.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Definition of Statistics: The science of producing unreliable facts from reliable figures.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "I don't think meals have any business being deductible. I'm for separation of calories and corporations.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "The final test of a leader is that he leaves behind him in other men the conviction and the will to carry on.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "Punctuality is one of the cardinal business virtues: always insist on it in your subordinates.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Don't simply retire from something have something to retire to.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "When did it become a problem to be a small businessman and become successful? The small businessman - like my father, or like me?", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Spend a lot of time talking to customers face to face. You'd be amazed how many companies don't listen to their customers.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "One's mind has a way of making itself up in the background, and it suddenly becomes clear what one means to do.", 
    "name": "A. C. Benson"
  }, 
  {
    "quote": "Family farms and small businesses are the backbone of our communities.", 
    "name": "Tom Allen"
  }, 
  {
    "quote": "Word of mouth is the best medium of all.", 
    "name": "William Bernbach"
  }, 
  {
    "quote": "What we actually learn, from any given set of circumstances, determines whether we become increasingly powerless or more powerful.", 
    "name": "Blaine Lee"
  }, 
  {
    "quote": "Reason and judgment are the qualities of a leader.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "Like dogs in a wheel, birds in a cage, or squirrels in a chain, ambitious men still climb and climb, with great labor, and incessant anxiety, but never reach the top.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "If the career you have chosen has some unexpected inconvenience, console yourself by reflecting that no career is without them.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "So little done, so much to do.", 
    "name": "Cecil Rhodes"
  }, 
  {
    "quote": "The way to get things done is not to mind who gets the credit for doing them.", 
    "name": "Benjamin Jowett"
  }, 
  {
    "quote": "Sooner or later, those who win are those who think they can.", 
    "name": "Paul Tournier"
  }, 
  {
    "quote": "Government in the U.S. today is a senior partner in every business in the country.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Real riches are the riches possessed inside.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Business is in itself a power.", 
    "name": "Garet Garrett"
  }, 
  {
    "quote": "It's called a pen. It's like a printer, hooked straight to my brain.", 
    "name": "Dale Dauten"
  }, 
  {
    "quote": "You can't operate a company by fear, because the way to eliminate fear is to avoid criticism. And the way to avoid criticism is to do nothing.", 
    "name": "Steve Ross"
  }, 
  {
    "quote": "Web users ultimately want to get at data quickly and easily. They don't care as much about attractive sites and pretty design.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "I rate enthusiasm even above professional skill.", 
    "name": "Edward Appleton"
  }, 
  {
    "quote": "Every few seconds it changes - up an eighth, down an eighth - it's like playing a slot machine. I lose $20 million, I gain $20 million.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "To think that the new economy is over is like somebody in London in 1830 saying the entire industrial revolution is over because some textile manufacturers in Manchester went broke.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Do not trust people. They are capable of greatness.", 
    "name": "Stanislaw Lem"
  }, 
  {
    "quote": "To command is to serve, nothing more and nothing less.", 
    "name": "Andre Malraux"
  }, 
  {
    "quote": "People will buy anything that is 'one to a customer.'", 
    "name": "Sinclair Lewis"
  }, 
  {
    "quote": "The herd instinct among forecasters makes sheep look like independent thinkers.", 
    "name": "Edgar R. Fiedler"
  }, 
  {
    "quote": "Look at growth, look at how much time people spend on the Net and look at the variety of things that they are doing. It's all really good, so I am actually encouraged by the fundamentals that underlie usage growth on the Net.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "What we've gone through in the last several years has caused some people to question 'Can we trust Microsoft?'", 
    "name": "Steve Ballmer"
  }, 
  {
    "quote": "We don't have a monopoly. We have market share. There's a difference.", 
    "name": "Steve Ballmer"
  }, 
  {
    "quote": "Definition of a Statistician: A man who believes figures don't lie, but admits than under analysis some of them won't stand up either.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "Business can be a source of progressive change.", 
    "name": "Jerry Greenfield"
  }, 
  {
    "quote": "Inside every working anarchy, there's an Old Boy Network.", 
    "name": "Mitchell Kapor"
  }, 
  {
    "quote": "If you have to forecast, forecast often.", 
    "name": "Edgar R. Fiedler"
  }, 
  {
    "quote": "Not for nothing is their motto TGIF - 'Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do.", 
    "name": "Richard Nelson Bolles"
  }, 
  {
    "quote": "The work of the individual still remains the spark that moves mankind ahead even more than teamwork.", 
    "name": "Igor Sikorsky"
  }, 
  {
    "quote": "What's the subject of life - to get rich? All of those fellows out there getting rich could be dancing around the real subject of life.", 
    "name": "Paul A. Volcker"
  }, 
  {
    "quote": "Only a monopolist could study a business and ruin it by giving away products.", 
    "name": "Scott McNealy"
  }, 
  {
    "quote": "The incestuous relationship between government and big business thrives in the dark.", 
    "name": "Jack Anderson"
  }, 
  {
    "quote": "The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players.", 
    "name": "Blaine Lee"
  }, 
  {
    "quote": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Discourage litigation. Persuade your neighbors to compromise whenever you can. As a peacemaker the lawyer has superior opportunity of being a good man. There will still be business enough.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Government 'help' to business is just as disastrous as government persecution... the only way a government can be of service to national prosperity is by keeping its hands off.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "If I were to try to read, much less answer, all the attacks made on me, this shop might as well be closed for any other business.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Politics is not a game. It is an earnest business.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "A friendship founded on business is better than a business founded on friendship.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Prophesy is a good line of business, but it is full of risks.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Life is an exciting business, and most exciting when it is lived for others.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The best minds are not in government. If any were, business would steal them away.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "A man should never neglect his family for business.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "A business that makes nothing but money is a poor business.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "I was at this casino minding my own business, and this guy came up to me and said, 'You're gonna have to move, you're blocking a fire exit.' As though if there was a fire, I wasn't gonna run. If you're flammible and have legs, you are never blocking a fire exit.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Politics is just like show business. You have a hell of an opening, coast for a while, and then have a hell of a close.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "The first mistake in public business is the going into it.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I must create a system or be enslaved by another mans I will not reason and compare: my business is to create.", 
    "name": "William Blake"
  }, 
  {
    "quote": "It is clearly better that property should be private, but the use of it common and the special business of the legislator is to create in men this benevolent disposition.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "If you spend your life competing with business men, what do you have? A bank account and ulcers!", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Girls shouldn't worry about being the equal of men in the business world.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.", 
    "name": "Grenville Kleiser"
  }, 
  {
    "quote": "Justice means minding one's own business and not meddling with other men's concerns.", 
    "name": "Plato"
  }, 
  {
    "quote": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.", 
    "name": "Eminem"
  }, 
  {
    "quote": "The greatest ability in business is to get along with others and to influence their actions.", 
    "name": "John Hancock"
  }, 
  {
    "quote": "Dad almost died of a heart attack in the middle of making Apocalypse Now, the biggest movie of his life. It doesn't make you want to jump into that business.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Only he is successful in his business who makes that pursuit which affords him the highest pleasure sustain him.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "When you're young, you look at television and think, there's a conspiracy. The networks have conspired to dumb us down. But when you get a little older, you realize that's not true. The networks are in business to give people exactly what they want.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Modern poets talk against business, poor things, but all of us write for money. Beginners are subjected to trial by market.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "There's nobody in the business strong enough to scare me.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Information technology and business are becoming inextricably interwoven. I don't think anybody can talk meaningfully about one without the talking about the other.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "The things most people want to know about are usually none of their business.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Art is the beautiful way of doing things. Science is the effective way of doing things. Business is the economic way of doing things.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Statistics suggest that when customers complain, business owners and managers ought to get excited about it. The complaining customer represents a huge opportunity for more business.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "If people in the media cannot decide whether they are in the business of reporting news or manufacturing propaganda, it is all the more important that the public understand that difference, and choose their news sources accordingly.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "I worked hard all my life as far as this music business. I dreamed of the day when I could go to New York and feel comfortable and they could come out here and be comfortable.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Raising children is an incredibly hard and risky business in which no cumulative wisdom is gained: each generation repeats the mistakes the previous one made.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Let your Discourse with Men of Business be Short and Comprehensive.", 
    "name": "George Washington"
  }, 
  {
    "quote": "In the US, there is basically one party - the business party. It has two factions, called Democrats and Republicans, which are somewhat different but carry out variations on the same policies. By and large, I am opposed to those policies. As is most of the population.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Editor: a person employed by a newspaper, whose business it is to separate the wheat from the chaff, and to see that the chaff is printed.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Microsoft has had two goals in the last 10 years. One was to copy the Mac, and the other was to copy Lotus' success in the spreadsheet - basically, the applications business. And over the course of the last 10 years, Microsoft accomplished both of those goals. And now they are completely lost.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "My recipe for dealing with anger and frustration: set the kitchen timer for twenty minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "If I love you, what business is it of yours?", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Mickey Mouse popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "But Apple really beats to a different drummer. I used to say that Apple should be the Sony of this business, but in reality, I think Apple should be the Apple of this business.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "A business absolutely devoted to service will have only one worry about profits. They will be embarrassingly large.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "In the business world, the rearview mirror is always clearer than the windshield.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "I have never once regretted missing a business opportunity so that I could be with my children and grandchildren.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "If you were successful, somebody along the line gave you some help... Somebody helped to create this unbelievable American system that we have that allowed you to thrive. Somebody invested in roads and bridges. If you've got a business - you didn't build that. Somebody else made that happen.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "We don't seem to be able to check crime, so why not legalize it and then tax it out of business?", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Thanks to my mother, not a single cardboard box has found its way back into society. We receive gifts in boxes from stores that went out of business twenty years ago.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "In this business, by the time you realize you're in trouble, it's too late to save yourself. Unless you're running scared all the time, you're gone.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I love producing. I am loving doing that. I think that is my most natural space in the business. I just love producing or editing and that's where I thrive.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Our business in life is not to succeed, but to continue to fail in good spirits.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "The movies are the only business where you can go out front and applaud yourself.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Business and growing jobs is about taking risk, sometimes failing, sometimes succeeding, but always striving. It is about dreams. Usually, it doesn't work out exactly as you might have imagined. Steve Jobs was fired at Apple. He came back and changed the world.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "A person who is too nice an observer of the business of the crowd, like one who is too curious in observing the labor of bees, will often be stung for his curiosity.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "It's none of their business that you have to learn how to write. Let them think you were born that way.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Few businessmen are capable of being in politics, they don't understand the democratic process, they have neither the tolerance or the depth it takes. Democracy isn't a business.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "I do not believe a man can ever leave his business. He ought to think of it by day and dream of it by night.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "I love my family very much. I wish I could see them a little more often than I do. But we understand because we're a show business family and we all work.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Competition is the keen cutting edge of business, always shaving away at costs.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "A business has to be involving, it has to be fun, and it has to exercise your creative instincts.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "Business is the salt of life.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I never called my work an 'art'. It's part of show business, the business of building entertainment.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "You know, out-of-touch liberals like Barack Obama say they want a strong economy, but in everything they do, they show they don't like business very much. But the economy, of course, is simply the product of all the businesses of the nation added together. So it's a bit like saying you like an omelet, but you don't like eggs.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Business opportunities are like buses, there's always another one coming.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "The business schools reward difficult complex behavior more than simple behavior, but simple behavior is more effective.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Your premium brand had better be delivering something special, or it's not going to get the business.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "In business or in life, don't follow the wagon tracks too closely.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Perpetual devotion to what a man calls his business is only to be sustained by perpetual neglect of many other things.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Behind every small business, there's a story worth knowing. All the corner shops in our towns and cities, the restaurants, cleaners, gyms, hair salons, hardware stores - these didn't come out of nowhere.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Prosperous farmers mean more employment, more prosperity for the workers and the business men of every industrial area in the whole country.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When a management with a reputation for brilliance tackles a business with a reputation for bad economics, it is the reputation of the business that remains intact.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "You can close more business in two months by becoming interested in other people than you can in two years by trying to get people interested in you.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I don't want to run around and look at a shot through a monitor. That doesn't improve what I'm trying to do. I figure, once I've done my job, it's none of my business.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "To succeed in business it is necessary to make others see things as you see them.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "If a business does well, the stock eventually follows.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "And fifth, we will champion small businesses, America's engine of job growth. That means reducing taxes on business, not raising them. It means simplifying and modernizing the regulations that hurt small business the most. And it means that we must rein in the skyrocketing cost of healthcare by repealing and replacing Obamacare.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I know what it's like to start a business. I know how extra ordinarily difficult it is to build something from nothing. I know how government kills jobs and, yes, I know how it can help from time- to-time.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Washington has to become an ally of business, not the opposition of business.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When you raise taxes on small business, from 35% to 40%, you will kill jobs.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "That business we started with 10 people has now grown into a great American success story.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "'Tis the business of little minds to shrink but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "It's a business you go into because your an egocentric. It's a very embarrassing profession.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "I believe that the rights of women and girls is the unfinished business of the 21st century.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can't help it. It's the truth.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "I will never do another TV series. It couldn't top I Love Lucy, and I'd be foolish to try. In this business, you have to know when to get off.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "In business for yourself, not by yourself.", 
    "name": "William James"
  }, 
  {
    "quote": "The god whom science recognizes must be a God of universal laws exclusively, a God who does a wholesale, not a retail business. He cannot accommodate his processes to the convenience of individuals.", 
    "name": "William James"
  }, 
  {
    "quote": "I have made the tough decisions, always with an eye toward the bottom line. Perhaps it's time America was run like a business.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Most of the trouble in this world has been caused by folks who can't mind their own business, because they have no business of their own to mind, any more than a smallpox virus has.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "Our main business is not to see what lies dimly at a distance, but to do what lies clearly at hand.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.", 
    "name": "Al Lopez"
  }, 
  {
    "quote": "We are in danger of making our cities places where business goes on but where life, in its real sense, is lost.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "I don't want to do business with those who don't make a profit, because they can't give the best service.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "War is the business of barbarians.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I like Mr. Gorbachev, we can do business together.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "My business is to prevent the future.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Both my brothers became physicians and I, of course, wandered into a business where the undisciplined are welcome.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "I have heard show business characterized as a refuge for childlike persons in flight from all things harsh and real.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "One irreducible residual of 38 years in the business is the number of lasting, loving friendships I have made.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "Vulgar and obscene, the papers run rumors daily about people in show business, tales of wicked ways and witless affairs.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "I don't think the government should be in the trailer-park business. I don't think they know how to run a trailer park.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The people who make art their business are mostly imposters.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "Now I know that Wal-Mart's policies do not reflect the best way of doing business and the values that I think are important in America.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Business today consists in persuading crowds.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "I don't think we should be about the business of denying voters in Michigan and Florida the right to be heard.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Getting money is not all a man's business: to cultivate kindness is a valuable part of the business of life.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The golden rule for every business man is this: 'Put yourself in your customer's place.'", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The business of the poet is not to find new emotions, but to use the ordinary ones and, in working them up into poetry, to express feelings which are not in actual emotions at all.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Nothing is so intolerable to man as being fully at rest, without a passion, without business, without entertainment, without care.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The purpose of a business is to create a customer.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "After all, the chief business of the American people is business. They are profoundly concerned with producing, buying, selling, investing and prospering in the world.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Perhaps one of the most important accomplishments of my administration has been minding my own business.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "I have never yet seen any plan which has not been mended by the observations of those who were much inferior in understanding to the person who took the lead in the business.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "My objection to Liberalism is this that it is the introduction into the practical business of life of the highest kind namely, politics of philosophical ideas instead of political principles.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "All animals, except man, know that the principal business of life is to enjoy it.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I also believe that government has no business telling us how we should live our lives. I think our lifestyle choices should be left up to us. What we do in our private lives is none of the government's business. That position rules out the Republican Party for me.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "No person will make a great business who wants to do it all himself or get all the credit.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the seeds of truth.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "So we really need jobs now. We have to take jobs away from other countries because other countries are taking our jobs. There is practically not a country that does business with the United States that isn't making - let's call it a very big profit. I mean China is going to make $300 billion on us at least this year.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "When from our better selves we have too long been parted by the hurrying world, and droop. Sick of its business, of its pleasures tired, how gracious, how benign is solitude.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Young people are fitter to invent than to judge fitter for execution than for counsel and more fit for new projects than for settled business.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Creative people don't behave very well generally. If you're looking for examples of good relationships in show business, you're gonna be depressed real fast. I don't have time for anything else right now but work and my daughter. She's my first priority.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "But I believe in fair trade, and I will tell you, I have many, many friends heading up corporations, and people that do just business in China, they say it's virtually impossible. It's very, very hard to come into China. And yet, we welcome them with open arms.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "When I started my last business, I didn't receive a paycheck for 13 months. The average person can't handle that pressure.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "If we get our self-esteem from superficial places, from our popularity, appearance, business success, financial situation, health, any of these, we will be disappointed, because no one can guarantee that we'll have them tomorrow.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "I think any man in business would be foolish to fool around with his secretary. If it's somebody else's secretary, fine.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "Most men are individuals no longer so far as their business, its activities, or its moralities are concerned. They are not units but fractions.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "The first rule of business is: Do other men for they would do you.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "The one great principle of English law is to make business for itself.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "The average bright young man who is drafted hates the whole business because an army always tries to eliminate the individual differences in men.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "To me, business isn't about wearing suits or pleasing stockholders. It's about being true to yourself, your ideas and focusing on the essentials.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "American business has just forgotten the importance of selling.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "Employers and business leaders need people who can think for themselves - who can take initiative and be the solution to problems.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Business underlies everything in our national life, including our spiritual life. Witness the fact that in the Lord's Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "No matter what business you're in, you can't run in place or someone will pass you by. It doesn't matter how many games you've won.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "Business has only two functions - marketing and innovation.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Towns find it as hard as houses of business to rise again from ruin.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "A grocer is attracted to his business by a magnetic force as great as the repulsion which renders it odious to artists.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The life of a man who deliberately runs through his fortune often becomes a business speculation his friends, his pleasures, patrons, and acquaintances are his capital.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Money is a strange business. People who haven't got it aim it strongly. People who have are full of troubles.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "The business of America is business.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "For many my behavior has been a major disappointment, my behavior has caused considerable worry to my business partners, and everyone involved in my business, but most importantly to the young people we influence, I apologize.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "The only business of the head in the world is to bow a ceaseless obeisance to the heart.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Democrats think the country works better with a strong middle class, real opportunities for poor people to work their way into it and a relentless focus on the future, with business and government working together to promote growth and broadly shared prosperity. We think 'we're all in this together' is a better philosophy than 'you're on your own.'", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "If you have learned how to disagree without being disagreeable, then you have discovered the secrete of getting along - whether it be business, family relations, or life itself.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "I think I could go away tomorrow. I've already accomplished something. It's such a selfish business that sometimes I get sick of myself.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "My philosophy is: It's none of my business what people say of me and think of me.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "It's like you always have to put on a happy face, be the phony baloney, and I'm so not that. I never was that I'll never be that. That is part of the business that I don't like. Maybe that will always keep me an outsider, I don't know. But that's fine.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "The art which we may call generally art of the wayside, as opposed to that which is the business of men's lives, is, in the best sense of the word, Grotesque.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The business of art is to reveal the relation between man and his environment.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "It is not fit the public trusts should be lodged in the hands of any, till they are first proved and found fit for the business they are to be entrusted with.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "I am careful not to confuse excellence with perfection. Excellence I can reach for perfection is God's business.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Contrary to popular opinion, the hustle is not a new dance step - it is an old business procedure.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "I believe fundamental honesty is the keystone of business.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "Business, you know, may bring you money, but friendship hardly ever does.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "I think a simple rule of business is, if you do the things that are easier first, then you can actually make a lot of progress.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "If a man's character is to be abused there's nobody like a relative to do the business.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "A government, for protecting business only, is but a carcass, and soon falls by its own corruption and decay.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "The main business of religions is to purify, control, and restrain that excessive and exclusive taste for well-being which men acquire in times of equality.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "It is your business when the wall next door catches fire.", 
    "name": "Horace"
  }, 
  {
    "quote": "Let us permit nature to have her way. She understands her business better than we do.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Be the business never so painful, you may have it done for money.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "I strongly believe that missionaries make better products. They care more. For a missionary, it's not just about the business. There has to be a business, and the business has to make sense, but that's not why you do it. You do it because you have something meaningful that motivates you.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "Music is spiritual. The music business is not.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "If we must have a tyrant, let him at least be a gentleman who has been bred to the business, and let us fall by the axe and not by the butcher's cleaver.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "In day-to-day commerce, television is not so much interested in the business of communications as in the business of delivering audiences to advertisers. People are the merchandise, not the shows. The shows are merely the bait.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "In the end, all business operations can be reduced to three words: people, product, and profits.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "The true measure of the value of any business leader and manager is performance.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Writing fiction has become a priestly business in countries that have lost their faith.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "If you like a person you say 'let's go into business together.' Man is a social animal after all, but such partnerships are fraught with danger.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "There's no reason to be the richest man in the cemetery. You can't do any business from there.", 
    "name": "Colonel Sanders"
  }, 
  {
    "quote": "Business is not just doing deals business is having great products, doing great engineering, and providing tremendous service to customers. Finally, business is a cobweb of human relationships.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "My business is to teach my aspirations to confirm themselves to fact, not to try and make facts harmonize with my aspirations.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I'm someone who loves to enjoy life and tries to focus on real things and real friendships. That's why I live very simply. I'm a jeans and T-shirt kind of girl. I don't spend much time fixing myself up or trying to look cool. I live like a normal person and even though I'm in a very high-profile business, I really don't let it affect the way I live.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "The law does not pretend to punish everything that is dishonest. That would seriously interfere with business.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "Almost anyone can be an author the business is to collect money and fame from this state of being.", 
    "name": "A. A. Milne"
  }, 
  {
    "quote": "What other people think about me is not my business.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Love has always been the most important business in my life, I should say the only one.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Being tall is an advantage, especially in business. People will always remember you. And if you're in a crowd, you'll always have some clean air to breathe.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "I've got to keep breathing. It'll be my worst business mistake if I don't.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "A live concert to me is exciting because of all the electricity that is generated in the crowd and on stage. It's my favorite part of the business, live concerts.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Of course, everybody makes mistakes, and we've all been young and stupid. But people need to have a sense of respect, particularly in this business, because hundreds of people are ready to take your place at any time. Maybe some people should think about that.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "You know, I look like a woman but I think like a man. And in this world of business, that has helped me a lot. Because by the time they think that I don't know what's goin' on, I then got the money, and gone.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "There are no right and wrong ways to work in this business, but there are some basic common-sense practices. Work very, very hard and always be prepared never give up and once you get the job, give them more than they ever expected: - Shine!", 
    "name": "Jimmy Smits"
  }, 
  {
    "quote": "There is nothing more requisite in business than despatch.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Disbelief in magic can force a poor soul into believing in government and business.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "I started out mopping floors, waiting tables, and tending bar at my dad's tavern. I put myself through school working odd jobs and night shifts. I poured my heart and soul into a small business. And when I saw how out-of-touch Washington had become with the core values of this great nation, I put my name forward and ran for office.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Teach your children how to behave with animals. Adopt a pet. Don't go buy one. Please. That's a sin. Let's get these puppy mills out of business.", 
    "name": "Shelley Morrison"
  }, 
  {
    "quote": "The minute you try to talk business with him he takes the attitude that he is a gentleman and a scholar, and the moment you try to approach him on the level of his moral integrity he starts to talk business.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "For the first time we're allowing developers who don't work at Facebook to develop applications just as if they were. That's a big deal because it means that all developers have a new way of doing business if they choose to take advantage of it. There are whole companies that are forming whose only product is a Facebook Platform application.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "Every business and every product has risks. You can't get around it.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Comedy may be big business but it isn't pretty.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "When I was in college, I was debating to try my hand at show business, or to become a professor. I just thought of the risk of not going into show business and always wondering if I would've had a chance. Because that's where my real heart was.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "It is the artist's business to create sunshine when the sun fails.", 
    "name": "Romain Rolland"
  }, 
  {
    "quote": "I do not regret one professional enemy I have made. Any actor who doesn't dare to make an enemy should get out of the business.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Christmas is over and Business is Business.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Politics would be a helluva good business if it weren't for the goddamned people.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "It is just as important that business keep out of government as that government keep out of business.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "'Handsome' means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn't hurt to be good-looking, especially in this business.", 
    "name": "Richard Chamberlain"
  }, 
  {
    "quote": "I feel lazy when I'm not working. I learned all my business sense from my dad. He always believed in me, and I think the last thing he said to me before he passed away was, 'I know you're gonna be OK. I'm not worried about you'.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "People who have tried it, tell me that a clear conscience makes you very happy and contented but a full stomach does the business quite as well, and is cheaper, and more easily obtained.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "I'm a big fan of small business ownership. I think it's the backbone of American innovation. But to be successful, you first have to have the courage to go for it.", 
    "name": "Bill Rancic"
  }, 
  {
    "quote": "Most executives, many scientists, and almost all business school graduates believe that if you analyze data, this will give you new ideas. Unfortunately, this belief is totally wrong. The mind can only see what it is prepared to see.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "A successful economic development strategy must focus on improving the skills of the area's workforce, reducing the cost of doing business and making available the resources business needs to compete and thrive in today's global economy.", 
    "name": "Rod Blagojevich"
  }, 
  {
    "quote": "I can't tell anybody else how to run their life or their business, but I really believe I've got a good bead on myself.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "There is one other business where the customer is always wrong and that's the media.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "The real business of life is trying to understand each other.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "Most people have no idea how to politely answer a phone. The English do, and it's been their only major business advantage for the past two centuries.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "No dancer can watch Fred Astaire and not know that we all should have been in another business.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "The profession of book writing makes horse racing seem like a solid, stable business.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "No one can possibly achieve any real and lasting success or 'get rich' in business by being a conformist.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "I think I've got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn't read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "No, there is literally nothing on the business side that I wouldn't sacrifice in a heartbeat to have an extra couple of hours' writing. Nothing.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I think it's a terrible shame that politics has become show business.", 
    "name": "Sydney Pollack"
  }, 
  {
    "quote": "I reject the cynical view that politics is a dirty business.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "To succeed in business, to reach the top, an individual must know all it is possible to know about that business.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "To keep the record straight, it wasn't always John and Yoko. We've all accused one another of various business things we tend to be pretty paranoid by now, as you can imagine. There's a lot of money involved.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "The CIA is made up of boys whose families sent them to Princeton but wouldn't let them into the family brokerage business.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "When I jumped off a roof in Cannes in a bee costume, I looked ridiculous. But this is my business I have to humiliate myself.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "There are people who take rumors and embellish them in a way that can be devastating. And this pollution has to be eradicated by people in our business as best we can.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "So long as you don't feel life's paltry and a miserable business, the rest doesn't matter, happiness or unhappiness.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "It's to paint directly on the canvas without any funny business, as it were, and I use almost pure turpentine to start with, adding oil as I go along until the medium becomes pure oil. I use as little oil as I can possibly help, and that's my method.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "Come, come, leave business to idlers, and wisdom to fools: they have need of 'em: wit be my faculty, and pleasure my occupation, and let father Time shake his glass.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "In this business, until you're known as a monster you're not a star.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Young lawyers attend the courts, not because they have business there, but because they have no business.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Love and business and family and religion and art and patriotism are nothing but shadows of words when a man's starving!", 
    "name": "O. Henry"
  }, 
  {
    "quote": "As you grow in this business, you learn how to do more with less.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "Camping is nature's way of promoting the motel business.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Having George W. Bush giving a lecture on business ethics is like having a leper give you a facial, it just doesn't work!", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "To talk about a relationship trivializes something that's nobody's business.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I hate the actor and audience business. An author should be in among the crowd, kicking their shins or cheering them on to some mischief or merriment.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The war is dreadful. It is the business of the artist to follow it home to the heart of the individual fighters - not to talk in armies and nations and numbers - but to track it home.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The real killers in the business world aren't the ones who aim for the top, it's the ones who aim for two notches below the top.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "In this business you have to develop a thick skin, but I'm always going to feel everything. It's my nature.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I'm not asking any of you to make drastic changes to every single one of your recipes or to totally change the way you do business. But what I am asking is that you consider reformulating your menu in pragmatic and incremental ways to create healthier versions of the foods that we all love.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "You and I and everybody in show business and the entertainment industry fly by the seat of our pants. We don't know quite what is going to happen.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "I think if you look at people, whether in business or government, who haven't had any moral compass, who've just changed to say whatever they thought the popular thing was, in the end they're losers.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Leave the President's family business to him. You will have plenty to do without trying to manage the First Family. They are likely to do fine without your help.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Without the element of uncertainty, the bringing off of even, the greatest business triumph would be dull, routine, and eminently unsatisfying.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Duty is the great business of a sea officer all private considerations must give way to it, however painful it may be.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "Young people in the business have grown up and made the wrong decisions, or bad decisions, and haven't been good role models. To be someone that people look up to is important to me.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "I wouldn't say I was the best manager in the business. But I was in the top one.", 
    "name": "Brian Clough"
  }, 
  {
    "quote": "Big business never pays a nickel in taxes, according to Ralph Nader, who represents a big consumer organization that never pays a nickel in taxes.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "I love making people laugh and feel good, and that's awesome and special for me to be able to do that, but there really is nothing like kicking ass whether it's on a major scale, or whether it's in more of a dramatic fashion. Being physical and taking care of business the old-fashioned way is something that I love doing.", 
    "name": "Dwayne Johnson"
  }, 
  {
    "quote": "No, I regret nothing, all I regret is having been born, dying is such a long tiresome business I always found.", 
    "name": "Samuel Beckett"
  }, 
  {
    "quote": "If you have ideas, you have the main asset you need, and there isn't any limit to what you can do with your business and your life. Ideas are any man's greatest asset.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "Good design is good business.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "Of course art world ethics are important. But museums are no purer than any other institution or business. Academics aren't necessarily more high-minded than gallerists.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Patience is the most necessary quality for business, many a man would rather you heard his story than grant his request.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Although I'm a business major out of McGill University, I know nothing... but then I found out much later in life, nobody knows anything.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "I think I'm in a business where you have to look good, and it's totally youth-oriented.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "I get a lot of return business. I think it's all those years I put in traveling around the country people saw me before and had a good time so they want to see me again.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Business is always interfering with pleasure - but it makes other pleasures possible.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Not a tenth of us who are in business are doing as well as we could if we merely followed the principles that were known to our grandfathers.", 
    "name": "William Feather"
  }, 
  {
    "quote": "When two men in business always agree, one of them is unnecessary.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "To be at ease is better than to be at business. Nothing really belongs to us but time, which even he has who has nothing else.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Politics is the art of preventing people from busying themselves with what is their own business.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "We cannot make events. Our business is wisely to improve them.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "No man is a success in business unless he loves his work.", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "Creative ideas flourish best in a shop which preserves some spirit of fun. Nobody is in business for fun, but that does not mean there cannot be fun in business.", 
    "name": "Leo Burnett"
  }, 
  {
    "quote": "I don't want to get into the 'who's a hostage-taker' discussion here, but what is the estate tax? It's a double tax on death. Economists will tell you that it's really not a tax that soaks the rich, but it's a tax on capital that deprives business investment and therefore job creation.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Mom was 50 when my Dad died. She got on a bus every weekday for years, and rode 40 miles each morning to Madison. She earned a new degree and learned new skills to start her small business. It wasn't just a new livelihood. It was a new life.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Design must reflect the practical and aesthetic in business but above all... good design must primarily serve people.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "I don't really count myself as a very sophisticated businessperson. I'm a creative artist. All I know from business I've picked up along the way.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "The business aspect is one of the most important things about having a music career, because every choice you make in a management meeting affects your life a year-and-a-half from now.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Engineering, medicine, business, architecture and painting are concerned not with the necessary but with the contingent - not with how things are but with how they might be - in short, with design.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "Unlike a lot of actors, my father encouraged all his kids to go into show business.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "It is awfully important to know what is and what is not your business.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "It is easier for women to succeed in business, the arts, and politics in America than in Europe.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "A strategy is something like, an innovative new product globalization, taking your products around the world be the low-cost producer. A strategy is something you can touch you can motivate people with be number one and number two in every business. You can energize people around the message.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "But let me tell you what happens when regulations go too far, when they seem to exist only for the purpose of justifying the existence of a regulator. It kills the people trying to start a business.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "When you're eight years old nothing is your business.", 
    "name": "Lenny Bruce"
  }, 
  {
    "quote": "The music business is motivated by money. Music is motivated by energy and feelings.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "I never really studied business in school. I kind of wish I had, but how boring is that?", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "I'm in show business... I want to hang out with Janet Jackson, not Jesse Jackson.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "The successful man is the one who finds out what is the matter with his business before his competitors do.", 
    "name": "Roy L. Smith"
  }, 
  {
    "quote": "My dream of politics all my life has been that it is the common business, that it is something we owe to each other to understand and discuss with absolute frankness.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Sweat equity is the most valuable equity there is. Know your business and industry better than anyone else in the world. Love what you do or don't do it.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "Negro banks, as a rule, have failed because the people, taught that their own pioneers in business cannot function in this sphere, withdrew their deposits.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "Nowadays it seems more and more like the 'business' in 'show business' is underlined, and there are campaigns, and it's all part of getting people in to see the movies.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Whatever I do, it's my business. It's not my job to parent America.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "You know, I think the film business is its own worst enemy because it sells movies on DVD footage and 'behind the scenes,' and now it's a real struggle trying to keep storylines and plotlines a secret.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "No community values entrepreneurship and small business more than the Hispanic community.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I think all women in Hollywood are known as sex symbols. That's what our purpose is in this business. You're merchandised, you're a product. You're sold and it's based on sex. But that's okay. I think women should be empowered by that, not degraded.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "I'm trying to build a strong business. I want to create new stars, new shows and new products for my audience and create a legacy that outlives me. There are so many other ways I want to reach women besides doing a talk show.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "Government's role should be only to keep the playing field level, and to work hand in hand with business on issues such as employment. But beyond this, to as great an extent as possible, it should get the hell out of the way.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "I never hurt nobody but myself and that's nobody's business but my own.", 
    "name": "Billie Holiday"
  }, 
  {
    "quote": "I was brought up in the modern world of all the luxury and the highlight of show business. I was born into a Christian home.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "I suppose that by being absent from the music business, it appeared that I just dropped out, but really I never did. I was continuously working and doing various things.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "A satisfied customer is the best business strategy of all.", 
    "name": "Michael LeBoeuf"
  }, 
  {
    "quote": "It can be hard in this business, especially when you're very young, to figure out who you can and can't trust.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "It's been a joy to be a part of other people's journey, to be able to inspire and be a part of new singers coming up in this business.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Baseball just a came as simple as a ball and bat. Yet, as complex as the American spirit it symbolizes. A sport, a business and sometimes almost even a religion.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "For me, my business is my business and my house is my house. I don't want the public in my house.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "I'm not a kid. You don't get in this business for anonymity. It's not like I have posters of myself on the wall, but at the same time, I'm kind of ready for a little bit of it, but I worry for my little one, and my family - their privacy. That's what I'm more protective of.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I'm a mad lover of sport. You cannot say a bad word to me about sports. So I know business is involved and I know it can be cynical, and, of course, I watch it, but for me it's pure.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "At the end of drama school, I made a contract with myself: I'd try acting for five years. I was 26. I had already spent eight years working in restaurants and gas stations. So I had seen enough small businesses to understand that that's what acting is: a small business.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I'm not into business at all.", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "Well, there's different shades of Hollywood, sure. I mean, I'm working in this business but I'm not Hollywood.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "The comic book world is a tough business.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Obamacare has got everyone on edge. I mean, small business - men and women or big business are sitting out there saying we have no idea what this is going to cost, but we know it's going to cost us and cost us a lot.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "When I've gone back to work, it's always with that sense of inevitability. That may be a complete delusion, but it's the one that I need to get out of bed and go about my business. That sense that I can't avoid this thing. I better just get on with it.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "After a while of getting jerked around, you realize what the business is really made up of.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "People assume that all artists make for terrible business people, but I'm in complete charge of my own career.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "There's a side to this industry that nurtures divas who can't write. It's a big business.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "There is no substitute for accurate knowledge. Know yourself, know your business, know your men.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "A guy named Charlie Beacham was my first mentor at Ford. He taught me the importance of the dealers, and he rubbed my nose in the retail business.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.", 
    "name": "Dolley Madison"
  }, 
  {
    "quote": "I can take more punishment than anyone in the business.", 
    "name": "Ric Flair"
  }, 
  {
    "quote": "What I learned is that in business you must make decisions based on facts, not react with your heart.", 
    "name": "Mario Andretti"
  }, 
  {
    "quote": "I like to combine the dramatic emotional warmth of strings with the grooves and body business of drums and bass.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "I traveled the state of Florida for two years campaigning. I have never met a job creator who told me that they were waiting for the next tax increase before they started growing their business. I've never met a single job creator who's ever said to me I can't wait until government raises taxes again so I can go out and create a job.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "You know who a complicated tax code kills? The guy or gal trying to start a business out of the spare bedroom of their home. So we've got to simplify our tax code.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Americans chose a free enterprise system designed to provide a quality of opportunity, not compel a quality of results. And that is why this is only place in the world where you can open up a business in the spare bedroom of your home.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Barack Obama doesn't believe in free enterprise. He's never going to admit it. For instance, he's never going to come straight out and say, 'If you own a business you didn't build it.' Alright, maybe he will.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "Would you want to do business with a person who was 99% honest?", 
    "name": "Sydney Madwed"
  }, 
  {
    "quote": "I happened to come along in the music business when there was no trend.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "The business side of film has goofed up so many things, but even that's changing. It happened to the music industry and now it's happening to the film studios. It's crazy what's going on. But artists should have control of their work especially if, as I always say, you never turn down a good idea and never take a bad idea.", 
    "name": "David Lynch"
  }, 
  {
    "quote": "Some of the greatest actors have turned superheroes into a serious business: Michael Keaton and Jack Nicholson in 'Batman' Ian McKellen and Patrick Stewart, the first venerable knights of the X-Men, who have now passed the baton to Michael Fassbender and James McAvoy.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "Run a home like you would a small business and treat it with the same seriousness.", 
    "name": "Anthea Turner"
  }, 
  {
    "quote": "I know I did the right thing by taking time off to raise my son. But it also came at a price. I turned down many opportunities over the years because I didn't want to leave him for long periods of time. And in Hollywood, as in any business, the calls stop coming when you don't answer.", 
    "name": "Arsenio Hall"
  }, 
  {
    "quote": "I never get the accountants in before I start up a business. It's done on gut feeling, especially if I can see that they are taking the mickey out of the consumer.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "The desire to hit a big home run is dominating the music business.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I did 13-something years of talking to wrestlers and promoters about why they did certain things and why they booked matches a certain way and what they were thinking and whether they were satisfied with the draw. And I got a lot of insight in the business.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "There is a fundamental shift that social media necessitates in business today - the need to transition from 'Me First' to 'We First' thinking.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The leverage and influence social media gives citizens are rapidly spreading into the business world.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Not since the digital revolution in the early '90s has technology placed such a comprehensive burden on business, employees and individuals to reinvent their business plans, services and products, and themselves to keep pace with the changing marketplace.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Dishonesty in government is the business of every citizen. It is not enough to do your own job. There's no particular virtue in that. Democracy isn't a gift. It's a responsibility.", 
    "name": "Dalton Trumbo"
  }, 
  {
    "quote": "The business of the advertiser is to see that we go about our business with some magic spell or tune or slogan throbbing quietly in the background of our minds.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "We, as conservative intellectuals, should not be in the business of making excuses for bad parliamentary decisions by Republican leaders in Congress.", 
    "name": "David Frum"
  }, 
  {
    "quote": "I loved photography and everybody said it was a crazy thing to do because in those days nobody made it into the film business. I mean, unless you were related to somebody there was no way in.", 
    "name": "George Lucas"
  }, 
  {
    "quote": "I don't believe in this business of being behind, better to be in front.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "We're not uncomfortable with it, and we've already been through enough of the music business where I'm not really worried that commercial success is going to in some way - we're already past saving, you know what I mean? It's too late for us.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "And what most people don't understand is the bulk of business in this country is small business.", 
    "name": "Alphonso Jackson"
  }, 
  {
    "quote": "Law is not a profession at all, but rather a business service station and repair shop.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "We mean by 'politics' the people's business - the most important business there is.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I am a sensitive writer, actor and director. Talking business disgusts me. If you want to talk business, call my disgusting personal manager.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "My compulsion to always be working has become less strong and my current business is purely down to this enormous alimony. If I wasn't doing this I'd be making documentaries about wildlife and other subjects that interest me.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "After hurting myself like that, I could not go back immediately to racing. I was in no condition, mentally or physically. That helped me to strengthen myself to go through the hard times that were ahead with my business, and to be successful.", 
    "name": "Nelson Piquet"
  }, 
  {
    "quote": "The chances of a bank going out of business are extremely slim, but it's always a good idea to spread around major sums so every penny is backed by insurance.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Nobody has wrestled everybody in the business like I have, especially not Bret Hart.", 
    "name": "Ric Flair"
  }, 
  {
    "quote": "The Internet is the Viagra of big business.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "I do seem to like to combine the dramatic emotional warmth of strings with the grooves and body business of drums and bass.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Artists are notoriously snooty and suspicious of anything coming from the business community.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Like sex in Victorian England, the reality of Big Business today is our big dirty secret.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Really, I have to laugh because there was a whole set of stories that made me sound like the Dragon Lady, you know, 'tough this and tough that.' Then there is this business about 'gooey.' The bottom line is I am a pragmatic idealist.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "You do have to do business with and to try to influence people you don't agree with, or find disagreeable, so it's important to stress that balance.", 
    "name": "William Hague"
  }, 
  {
    "quote": "The state has no business in the bedrooms of the nation.", 
    "name": "Pierre Trudeau"
  }, 
  {
    "quote": "Many people would no more think of entering journalism than the sewage business - which at least does us all some good.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Business practices and how we treat the planet are also in desperate need of re-humanization.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "What today's business reality makes clear is that brands cannot survive in a society that is failing economically, socially, ethically, and morally.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "As a speaker, business leader or marketer of any type, the onus is now on each of us to become equally capable of communicating very personally with a seemingly endless number of people connected by social technologies.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "In the coming years, if not sooner, social media will become a powerful tool that consumers will aggressively use to influence business attitudes and force companies into greater social responsibility - and, I suggest, move us towards a more sustainable practice of capitalism.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Perhaps the most effective way to describe the approach a brand must take is to think of themselves as social cartographers. By that I mean that brands must simultaneously inspire, engage and maintain a series of conversations taking place within certain cultural landscape specific to their business goal.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The social business marketplace is effectively forcing brands to engage with consumers on the basis of something that is meaningful to them. More often than not, this takes the form of some core value that finds expression in a non-profit cause.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Integrate purpose into your for-profit business model through a long term commitment to a cause that is aligned with your core values and those of your community.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "In today's social business marketplace Facebook is one of the best places for nonprofits to be discovered and connect with a larger audience on the basis of shared values. So to get started, a non-profit should launch a Facebook page and invite your existing real world community to connect your cause and their networks.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "In the social business marketplace, brands that hope to build loyal and growing communities do so most effectively when they demonstrate their core values and allow a community to build and engage around it.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Billions are wasted on ineffective philanthropy. Philanthropy is decades behind business in applying rigorous thinking to the use of money.", 
    "name": "Michael Porter"
  }, 
  {
    "quote": "God will forgive me that's his business.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "The world can forgive practically anything except people who mind their own business.", 
    "name": "Margaret Mitchell"
  }, 
  {
    "quote": "As a restaurateur, my job is to basically control the chaos and the drama. There's always going to be chaos in the restaurant business.", 
    "name": "Rocco DiSpirito"
  }, 
  {
    "quote": "If I could set a world record, it would be that I have 150 business partners, all with thriving businesses of their own that started with nothing and I made the difference to make them all billionaires.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "Where are the jobs going to come from?Small business, manufacturing and clean energy. Where's the money to finance them? The banks and the corporations in America today have lots of money that they can invest right now.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "We need to stop apologizing for celebrating life. We need to stop apologizing for wanting to protect an individual's right to build a business.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Somebody has to tell the E.P.A. that we don't need you monkeying around and fiddling around and getting in our business with every kind of regulation you can dream up. You're doing nothing more than killing jobs. It's a cemetery for jobs at the E.P.A.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "We must have ideals and try to live up to them, even if we never quite succeed. Life would be a sorry business without them. With them it's grand and great.", 
    "name": "Lucy Maud Montgomery"
  }, 
  {
    "quote": "There are people in the public sector with a range of experiences that have no equivalent in business, but are essential to governing, like keeping a kid in school or helping someone get and hold a job. The value of those skills can't easily be measured against a bottom line.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "It's wonderful to have the most important thing in the world there first thing in the morning. And especially in this business, where the opportunity to think everything is about you is there every day, now I really know that it isn't all about me.", 
    "name": "Kate Beckinsale"
  }, 
  {
    "quote": "I believe there are three keys to success. For me it is keeping my priorities in order: It's my faith and my family, and then the business.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "The great fear that hung over the business community in the 1970s was death by regulation, and the great goal of the conservative movement, as it rose to triumph in the 1980s, was to remove that threat - to keep OSHA, the EPA, and the FTC from choking off entrepreneurship with their infernal meddling in the marketplace.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "In an age of incompetence, I've been able to last in this crazy business. I actually know how to play my ax and write a song. That's my job.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "In this business, my business, I get to meet all kinds of incredible people, fascinating people, glamorous people and sexy people and highly intellectual people. And you meet them and you go 'interesting, interesting, interesting'. They're interesting, but not very many people stop you in your tracks.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "I'm very free-spirited and crazy. I love to have fun, and I like doing stupid things. At the same time, I'm like a 35-year-old. I have a house. I have a car. I have a steady job. I have a business, and I have to make serious decisions.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "And I want to do it the right way, like everybody else, not just a famous figurehead that gets a job because he is a famous basketball player. I want to really learn the business.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "In business, you're the Chief Salesman. Create a sense of demand, rather than waiting to have demand.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "The hardest thing about being in this business is just being able to be yourself. People act like there's this one set of rules to follow to be a pop star and I think, 'Well, you say I'm a pop star, so maybe that's not true.'", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "Very few, if any, first-generation black or white or Asian kids will pursue a Ph.D. They'll pursue the professions for economic security. Many will go to law school and/or business school.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The sad truth is that without complex business partnerships between African elites and European traders and commercial agents, the slave trade to the New World would have been impossible, at least on the scale it occurred.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "Follow sound business trends, not fashion trends.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "That's what show business is, sincere insincerity.", 
    "name": "Benny Hill"
  }, 
  {
    "quote": "If the First Amendment means anything, it means that a state has no business telling a man, sitting alone in his house, what books he may read or what films he may watch.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers. It tells people to go out and stick their noses in other people's business.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Part of show business is magic. You don't know how it happens.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.", 
    "name": "Ron Jaworski"
  }, 
  {
    "quote": "Death is a billion-dollar business. They can't even pass a law where it takes seven days to get a gun. Why don't you have to go through the same kind of screening you do to get a driver's license? It's totally insane.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I have laid aside business, and gone a'fishing.", 
    "name": "Izaak Walton"
  }, 
  {
    "quote": "Understand why casinos and racetracks stay in business - the gambler always loses over the long term.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "Any work that's worth doing has its challenges as well as its opportunities. That's true if you're running a business, it's true if you're trying to help on a campaign.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Now that women are jockeys, baseball umpires, atomic scientists, and business executives, maybe someday they can master parallel parking.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Los Angeles is such a town of show business, and I'm a terrible celebrity. I find it difficult - it's the beast that must be fed. There's this big wheel of pictures and articles that goes around, and you get pinned on it.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I couldn't be an ingenue today, because the business has changed. I remember when you could dress for a premiere just by putting on a cute top. Now you have to be perfect and fabulous in every way, or you're ridiculed.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I started the site when I was 19. I didn't know much about business back then.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "All the business of war, and indeed all the business of life, is to endeavour to find out what you don't know by what you do that's what I called 'guess what was at the other side of the hill'.", 
    "name": "Duke of Wellington"
  }, 
  {
    "quote": "The common question that gets asked in business is, 'why?' That's a good question, but an equally valid question is, 'why not?'", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "There's another way we are getting behind business - by sorting out the banks. Taxpayers bailed you out. Now it's time for you to repay the favour and start lending to Britain's small businesses.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Commitments are one of the worst things to have in the music business. They're very annoying.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "I'm an introvert at heart... And show business - even though I've loved it so much - has always been hard for me.", 
    "name": "Roy Rogers"
  }, 
  {
    "quote": "Romney is right that the Obama vision is too centered on government. But his is too centered on the promotion of business and wealth creation at the expense of everything else.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "There is something sinister, something quite biographical about what I do - but that part is for me. It's my personal business. I think there is a lot of romance, melancholy. There's a sadness to it, but there's romance in sadness. I suppose I am a very melancholy person.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "A merchant who approaches business with the idea of serving the public well has nothing to fear from the competition.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "If you deprive yourself of outsourcing and your competitors do not, you're putting yourself out of business.", 
    "name": "Lee Kuan Yew"
  }, 
  {
    "quote": "Most of my relationships were people in the business. Having said that, me and Tim don't really talk that much about work. He comes into my bit of the house every so often to vent but we don't really have very high, cultured conversations.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "When I was in N.W.A. and didn't get paid all the money I was owed, that's when the business side of showbiz hit me.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "Short cycle business are being impacted by credit, and are being impacted by gasoline prices, food, distribution businesses, chemical business.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Politics is just show business for ugly people.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "I think we have to notice that the business processes we use right now for thinking and planning and budgeting and strategy are all delivered on very tight agendas.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "The 9-9-9 plan would resuscitate this economy because it replaces the outdated tax code that allows politicians to pick winners and losers, and to provide favors in the form of tax breaks, special exemptions and loopholes. It simplifies the code dramatically: 9% business flat tax, 9% personal flat tax, 9% sales tax.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "I don't have more money. I won't have more money than any of the candidates, even the Republican candidates. We know that already. But we are building this campaign team like I would build a business. And that is, we are building it so far with no debt.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "Whether you were talking about Pillsbury, Burger King, Godfather's, the National Restaurant Association, in each one of those situations, I had a daunting problem that I had to solve. And I used the same business principles to approach the problem and, more importantly, solve the problem in every one of the situations.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "My approach to cutting spending as president, is to do a ten percent across the board cut of all federal agencies, and then ask each of my new agency heads to find another ten percent by drilling down. That's what you do in business to come up with approximately 20 percent cuts for the first fiscal year budget.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "Interest in business ethics courses has surged, and student activities at leading business schools are more focused than ever before on making business serve long-term social values.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "The whole business is built on ego, vanity, self-satisfaction, and it's total crap to pretend it's not.", 
    "name": "George Michael"
  }, 
  {
    "quote": "Half the time men think they are talking business, they are wasting time.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I've seen so many people in this business that made a fortune. They get old and broke and can't make any money. I tell you something... no one's going to play a benefit for Jimmy Dean.", 
    "name": "Jimmy Dean"
  }, 
  {
    "quote": "I do not understand how it is that financial institutions could think that they could take taxpayer money and then turn around and act like it's business as usual. I don't understand how they can't see that the world has changed in a fundamental way, that it is not business as usual when you take taxpayer dollars.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "Man, I don't want to have nothing to do with computers. I don't want the government in my business.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Music and the music business are two different things.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Don't solicit feedback on your product, idea or your business just for validation purposes. You want to tell the people who can help move your idea forward, but if you're just looking to your friend, co-worker, husband or wife for validation, be careful. It can stop a lot of multimillion-dollar ideas in their tracks in the beginning.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "There's no business like show business, but there are several businesses like accounting.", 
    "name": "David Letterman"
  }, 
  {
    "quote": "Well, I think that there's a very thin dividing line between success and failure. And I think if you start a business without financial backing, you're likely to go the wrong side of that dividing line.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "Interior design is a business of trust.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "If you break 100, watch your golf. If you break 80, watch your business.", 
    "name": "Joey Adams"
  }, 
  {
    "quote": "I'm in a business where no one cares about anything except how well your last collection sold.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "When I started the business, I hardly went home. I became very driven about work and about my career.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "I think it is an immutable law in business that words are words, explanations are explanations, promises are promises - but only performance is reality.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "In business, words are words explanations are explanations, promises are promises, but only performance is reality.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "It's so hard for women in this business. And I want to be doing this when I'm 50.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we're going to win.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "I want to apologize to all of the people I have let down because of my behavior which has reflected badly on my family, friends, co-workers, business associates and others.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "Diplomats make it their business to conceal the facts.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "I know the history of the record business so well because I followed Billie Holiday into the record studios. It was so primitive compared to the sophisticated business today.", 
    "name": "Tony Bennett"
  }, 
  {
    "quote": "There is no business in America that would be prevented from taking results into account when making personnel decisions.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.", 
    "name": "Michael Eisner"
  }, 
  {
    "quote": "Teenage girls these days are more and more getting lured into thinking they should dumb themselves down, and that's going to attract the wrong kind of guy, and it's serious. It's serious business.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "The camera fails to capture the 'business' in show business! We typically will give 10 percent of our salary to the agent, 10 percent to the manager, and 5 percent to the lawyer, plus the publicist gets a flat fee, which needs to be budgeted for.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "The movie business is a big gamble.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I feel fine, I don't care who the director is. All you have to do is know what your doing - all of us - everybody in the business - that's all you ask anyone - you know your job, I know mine, let's go do it.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "You wouldn't want to be called a sell-out by selling a product. Selling out was frowned on, whereas now you can major in it at business school.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "I find myself going to places where I really have no business, speaking to these people in a whole other field that I have no extensive knowledge of. But I do it very often because it scares me.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "Many people see technology as the problem behind the so-called digital divide. Others see it as the solution. Technology is neither. It must operate in conjunction with business, economic, political and social system.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Don't think of yourself as a woman in business.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Had anyone told me that I was going to have a career in business, I would have said, 'No way.'", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "You know, every family and every business in California knows what it means to go through tough times.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "If you have a line of business - I know this as a CEO - or if you have a teenager - I know this as a parent - who have a spending problem, what do you do? You quit giving them money.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Childhood is a tricky business. Usually, something goes wrong.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Treaties, agreements and organizations to help settle disputes may be necessary, but they often favor the interests of business over citizens.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "I propose that the government should get out of the business of marrying people and, instead, only give legal status to civil unions.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "When I started Netscape I was brand new out of college and all the aspects of building a business, like balance sheets and hiring people, were new to me.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Our combination of great research universities, a pro-risk business culture, deep pools of innovation-seeking equity capital and reliable business and contract law is unprecedented and unparalleled in the world.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Perhaps the single most dramatic example of this phenomenon of software eating a traditional business is the suicide of Borders and corresponding rise of Amazon.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Newspapers with declining circulations can complain all they want about their readers and even say they have no taste. But you will still go out of business over time. A newspaper is not a public trust - it has a business model that either works or it doesn't.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "I want to go out at the top, but the secret is knowing when you're at the top, it's so difficult in this business, your career fluctuates all the time, up and down, like a pair of trousers.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "You shouldn't be in the music business if you're posing.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "Like everybody in show business, you think you're going to wake up one day, and it's all going to be taken away from you. I think we all share an insecurity in that way, everybody in show business - the ones I talk to, anyway.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I'm not saying I wasn't flawed or amateurish. But you can never say I did anything to appease the music business.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "Listen, if there's one sure-fire rule that I have learned in this business, it's that I don't know anything about human nature.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "Dear, never forget one little point. It's my business. You just work here.", 
    "name": "Elizabeth Arden"
  }, 
  {
    "quote": "I'm no longer dependent on the movie business to make a living. So if I want to make movies as other old guys would play golf, I can.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I learned you have to fight for yourself in the picture business.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "As an actress, emotions are my business, my stock-in-trade. As such, I've dealt with them nearly all my life.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "I think people are used to seeing actors be wide open and desperately giving of themselves, and while I do that on a movie set as much as I can, it's so unnatural for me to do it on television, in interviews, in anything like that. I also don't find that my process as an actor is really anyone else's business.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "A business like an automobile, has to be driven, in order to get results.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "After I left the White House, I kept a foothold in the business of American politics as a talk-show host, analyst, commentator, speechmaker, and occasional writer. I was no longer a practitioner, but I was still a partisan, a Democrat, a blue-stater through and through.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "After all is said that can be said upon the liquor traffic, its influence is degrading upon the individual, the family, politics and business, and upon everything that you touch in this old world.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Extracting oil from the tar sands is a nasty, polluting, energy-intensive business.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "I challenge you to show me where the saloon has ever helped business, education, church, morals or anything we hold dear.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "I have been, and will go on, fighting that damnable, dirty, rotten business with all the power at my command.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "White shall not neutralize the black, nor good compensate bad in man, absolve him so: life's business being just the terrible choice.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "In America, we no longer have an institutionalized, organized way of calling business to task - of taking them to account for what they've done - and this is especially true in the cultural realm.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Selling public property is the true Chicago way. Had Mr. Obama not been elected president, the nation's business journals would be falling over one another to praise his city for its daring, market-friendly innovations.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "As you watch the world crumble, try taking your Armageddon with this sprinkling of irony: Over the last three decades, business has got virtually everything it wanted, and its doomsday scenario from the 1970s has come true because of it.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "We have mountain of debt that isn't going away and all the problems are here to stay, and anybody who tells you that is a good thing ought to get out of the business of helping the government down the road.", 
    "name": "Rick Santelli"
  }, 
  {
    "quote": "What other people think of me is none of my business.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "The Right's view of government and the Left's view of big business are both correct.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "Our business in life is not to get ahead of others, but to get ahead of ourselves.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "The trouble with movies as a business is that it's an art, and the trouble with movies as art is that it's a business.", 
    "name": "Charlton Heston"
  }, 
  {
    "quote": "In business, the competition will bite you if you keep running, if you stand still, they will swallow you.", 
    "name": "Victor Kiam"
  }, 
  {
    "quote": "You can hype a questionable product for a little while, but you'll never build an enduring business.", 
    "name": "Victor Kiam"
  }, 
  {
    "quote": "The nature of the global business environment guarantees that no matter how hard we work to create a stable and healthy organisation, our organisation will continue to experience dramatic changes far beyond our control.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone's got their own definition.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "I am a child but I have to think and act like a woman, this business forces you to.", 
    "name": "Rihanna"
  }, 
  {
    "quote": "Business ethics has always had problems that are distinct from those of other professions, such as medicine, law, engineering, dentistry, or nursing.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Do business managers have a commitment to anything more than the success of their company and to making money? It would be hard to say that they do. Indeed, many business leaders deny that there is any conflict between self-interest and the interests of all.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I think in politics, in Congress, you often do things that are Republican, or you do things because you're a Democrat. Sometimes that's good, obviously, and sometimes that's obviously bad. But in the news business, there's no such thing as Republican or Democratic news. News is news.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I have watched people who have nothing to do with the film business, but who have become part of the circle for a short period of time. They can be truly devastated when the film wraps and people leave.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "This film business, perhaps more so in America than in Europe, has always been about young sexuality. It's not true of theatre, but in America, film audiences are young. It's not an intellectual cinema in America.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "Let me remind you that credit is the lifeblood of business, the lifeblood of prices and jobs.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "I hate show business.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I heard someone from the music business saying they are no longer looking for talent, they want people with a certain look and a willingness to cooperate.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "The message I take all round the world is Britain is open for business.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I gave up lots of things I love doing: writing, and business, and playing the piano and so on.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Our company is built on people - those who work for us, and those we do business with.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "In this business it takes time to be really good - and by that time, you're obsolete.", 
    "name": "Cher"
  }, 
  {
    "quote": "Kids are great. That's one of the best things about our business, all the kids you get to meet. It's a shame they have to grow up to be regular people and come to the games and call you names.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "I was a good amateur but only an average professional. I soon realized that there was a limit to how far I could rise in the music business, so I left the band and enrolled at New York University.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "A lot of people say I'd miss show business if I quit. I'd miss some of it. Now it's the only life I know.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "You hear entertainers all the time, saying, 'If I couldn't get paid for this, I'd do it for free.' When's the last time you ever heard a business person say, 'If I couldn't get paid for being chairman of British Petroleum, I'd do it for free'?", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "One thing is certain in business. You and everyone around you will make mistakes.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "My whole family's been in the business. My whole family is crazy.", 
    "name": "Blake Lively"
  }, 
  {
    "quote": "Christ would be a national advertiser today, I am sure, as He was a great advertiser in His own day. He thought of His life as business.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "Jesus picked up twelve men from the bottom ranks of business and forged them into an organisation that conquered the world.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "Losses have propelled me to even bigger places, so I understand the importance of losing. You can never get complacent because a loss is always around the corner. It's in any game that you're in - a business game or whatever - you can't get complacent.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "Corporations are not in business to be social-welfare organizations they are there to make money.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I'll never forget that show season. It was completely mad. I was staying between Christy and Naomi's rooms and it was all limos and the Ritz Hotel and all that kind of business.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "I have made some of the best friends that I've got in this business.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "By 1969, when I celebrated 45 years in the music business, I also had 45 people in our musical family.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "It is the business of the future to be dangerous and it is among the merits of science that it equips the future for its duties.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "My curiosity and my appetite for evolving as an actor is one of the main components of me still working today in the business.", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "It's a reality that in this business there's an expectation of being thin. But having a baby is a reality too, and it's more important for me to make milk than to fit into those tiny pants. So that's just going to have to wait.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "A lot of people, including business leaders, think the future belongs to China. Globalization is not a zero-sum game, but we need to hone our skills to stay in play.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The monarchy is foremost a business, and it's important to them that the British public continue to finance the excessive luxurious lifestyles of the now quite enormous, wasteful and useless 'royal' family. I find it very sad.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "My view is that you still, in order to win from the Labour perspective, have to have a strong alliance with business as well as the unions. You have got to be very much in the centre ground on things like public sector reform.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "The word career is a divisive word. It's a word that divides the normal life from business or professional life.", 
    "name": "Grace Paley"
  }, 
  {
    "quote": "Some years ago there was a study to discover the most stressful occupation. It turned out not to be the head of a large business, football manager or prime minister, but rather: bus driver.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "And I'm not apolitical - I'm very specific in my politics. But a lot of the time it's nobody's business unless you're over at my house having dinner.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Desperation is the perfume of the young actor. It's so satisfying to have gotten rid of it. If you keep smelling it, it can drive you crazy. In this business a lot of people go nuts, go eccentric, even end up dead from it. Not my plan.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "I have pretty thick skin, and I think if you're going to be in this business, if you're going to be an actor or a writer, you better have a thick skin.", 
    "name": "John Irving"
  }, 
  {
    "quote": "We have in this country a federal government that increasingly is engaged in trying to determine which business, which regions, which industries will succeed, which will not through a whole range of economic development, regional development corporate subsidization programs.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "I was bullied as a kid, and I got a job on television. And I had a camera. And so I wanted to go after those business bullies. And I just have been following that instinct.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "I still have a lot to learn - about the business, about music, and about myself. Its exciting.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "Suits are looked at more now as a business thing which is kind of a shame. If you're not wearing it just for work, you should try and trick it up a bit.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I genuinely believe that if you want to get in the film business, get in the film business.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "My goal in the beginning was to buy my mother a house. Now I realize, okay, if I really focus and become a key player in business, then I can build an empire.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "We are at a crossroads in the music business: with the rise of the internet, the world we live in has changed, and the past is not coming back. But I see the glass as half-full: the internet and social networking are new avenues for the next Bob Dylan to be born on.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Female rappers get it the hardest. You have to be a girl, yet you have to be just as hard as the guys. I think some female rappers get scared out of the business before they can make it.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "I want to own an NFL franchise. I understand the business of football.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "It's not hard to get your way when it's your way or the highway. People either follow suit or they're not around. I don't really like the sound of that, 'cause that sounds like a temper tantrum. I'm just very black and white when it comes to my business. There's really no gray area.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "Planning cities is a necessary but risky business.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "I remember when I first started in the business, I lost a lot of friends. Some were jealous, some were annoyed at the fact that I was an actress.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "Environmentalism opposes reckless innovation and makes conservation the central order of business.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "A business like acting is 90% luck. You can be a star one minute and out of work the next.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "You have a career, and you start as a business person. And you work your way, you reach this peak, and you know the time's going to come when you go back down.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "You can say what you want to about a rapper in a movie, but look at what Ice Cube has done. Ice Cube has created more opportunities for other actors to get jobs in this business than some actors have.", 
    "name": "Anthony Anderson"
  }, 
  {
    "quote": "When I decided to get married at 40, I couldn't find a dress with the modernity or sophistication I wanted. That's when I saw the opportunity for a wedding gown business.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Baseball is a game, yes. It is also a business. But what is most truly is is disguised combat. For all its gentility, its almost leisurely pace, baseball is violence under wraps.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "In principle, there are only three main components of spending that much matter to monetary policy: consumer spending, business investment and exports and trade.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "Politicians also have a love affair with the 'small business exemption.' Too much paperwork? Too heavy a burden? Not enough time? Just exempt small businesses from the rule. It sounds so pro-growth. Instead it's an admission that the costs of a regulation just can't be justified.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Today I can announce a raft of reforms that we estimate could save over 2.5 million police hours every year. That's the equivalent of more than 1,200 police officer posts. These reforms are a watershed moment in policing. They show that we really mean business in busting bureaucracy.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "I am just at that stage of wondering where I go from here. I came into this business almost by accident, but now it has become serious. What started as a bit of fun, something to do other than be a model, has taken on a different career curve. I have been forced to ask where that curve is going to end up.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I believe people who go into politics want to do the right thing. And then they hit a big wall of re-election and the pettiness of politics. In the end, politics gets in the way of the business of people.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "My success just evolved from working hard at the business at hand each day.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "When I was building the Vietnam Memorial, I never once asked the veterans what it was like in the war, because from my point of view, you don't pry into other people's business.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "I've learned that life is very tricky business: Each person needs to find what they want to do in life and not be dissuaded when people question them.", 
    "name": "Eli Wallach"
  }, 
  {
    "quote": "The jewelry business is a very, very tough business - tougher than the computer business. You truly have to understand how to take care of your customers.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "It's tough because a lot of my friends in normal life, a lot of my friends in the entertainment business, and a lot of my friends in the wrestling business are gay. Just to say something spiteful and hurtful, I don't get it... if it was true and I was gay, I'd embrace it, and I'd tell you guys about it and I'd celebrate it.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "I have no business being a journalist. I'm the least, I'm the least - I'm the most trusting, I absolutely make a habit of believing anything that anybody tells me about themselves. I've never had any reason in the world to think that anyone has wanted to harm me, or lie to me. I believe whatever is being sold, most of the time.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "In practice we, in the world, must do business with each other.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Living the past is a dull and lonely business looking back strains the neck muscles, causing you to bump into people not going your way.", 
    "name": "Edna Ferber"
  }, 
  {
    "quote": "Rarely in modern times has there been such a revolution in commercial sentiment as occurred in 2008, or such a display in government and business of panic and helplessness.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Being in the business and growing up in L.A., I think I turned out pretty OK.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "Profits in business always depend on the rate of interest: the higher the interest, the higher the rate of profit required.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Up until the Depression, recession had a moral character: it was supposed to purge the body economic of the greed and excess that attends a business expansion.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "A shady business never yields a sunny life.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Everybody's business is nobody's business, and nobody's business is my business.", 
    "name": "Clara Barton"
  }, 
  {
    "quote": "When a book leaves your hands, it belongs to God. He may use it to save a few souls or to try a few others, but I think that for the writer to worry is to take over God's business.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "Anything that isn't opposed by about 40 percent of humanity is either an evil business or so unimportant that it simply doesn't matter.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Except for politics, no business is scrutinized more exhaustively than journalism.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "There is a growing literature about the multitude of journalism's problems, but most of it is concerned with the editorial side of the business, possibly because most people competent to write about journalism are not comfortable writing about finance.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "A rise in the level of saving can reduce aggregate activity temporarily but only a sustained high level of saving makes it possible to have the sustained high level of business investment that contributes to the long-run growth of output.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "The best discussion of trouble in boardroom and business office is found in newspapers' own financial pages and speeches by journalists in management jobs.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "According to the Small Business Administration, more than 70 percent of all family businesses do not survive through the second generation, and 8 percent do not make it to a third.", 
    "name": "Kit Bond"
  }, 
  {
    "quote": "I have always maintained that society has no business dictating morality.", 
    "name": "Peter Fonda"
  }, 
  {
    "quote": "And then there's all these other creeps that surround your band and suck off you like leeches and try to manipulate you and your business. You have to watch like a hawk. I'm always ready to fight. I see it very much as a battle.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "Business is tough you need tough guys.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "In this business, if you don't pay your debts you're finished.", 
    "name": "Roger Stone"
  }, 
  {
    "quote": "When they take surveys of women in business, of the Fortune 500, the successful women, 80% of them, say they were in sports as a young woman.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "I want to tell my jokes. I want to have time with my children. I want to entertain people. And at one point, I'll walk away from show business. But I don't want to walk away empty-handed.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "My home has always been show business.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "You can be in this business 50 years and still not know anything about it.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "I'm not really in the excuse business.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "The only thing I fear more than change is no change. The business of being static makes me nuts.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "Judgment is not my business. Existing is my business.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "The reason is that they define how I have gone about my business. I have trusted to intuition. I did it at the beginning. I do it even now. I have no idea how things might turn out, where in my writing I might go next.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "I went to India and met some people who had been involved in this guerrilla business, middle-class people who were rather vain and foolish. There was no revolutionary grandeur to it. Nothing.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "It's a real roller-coaster ride if you're lucky to have longevity in this business - you have to be able to ride those waves.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Life... is not simply a series of exciting new ventures. The future is not always a whole new ball game. There tends to be unfinished business. One trails all sorts of things around with one, things that simply won't be got rid of.", 
    "name": "Anita Brookner"
  }, 
  {
    "quote": "I think early on I knew what I was going to do and it was based a lot on familiarity but it was also because I didn't have a lot of skills. There was nothing I wanted t be. I didn't want to be a doctor. I wanted to be in show business.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "You have got to have discipline and focus - on the customer and how you run the business.", 
    "name": "Jim Cantalupo"
  }, 
  {
    "quote": "I think that if I had grown up and had been in show business and the movies twenty five, thirty years earlier, I think I would have made a lot more musical movies.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "You just can't get too focused on worrying about what's going to happen in the next quarter. You have to worry about where the business is headed long-term.", 
    "name": "James Sinegal"
  }, 
  {
    "quote": "I think the fact that I was raised in show business, in New York City, in the '50s, that's affected my personality to the point that I'm a little different.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "A business of high principle generates greater drive and effectiveness because people know that they can do the right thing decisively and with confidence.", 
    "name": "Marvin Bower"
  }, 
  {
    "quote": "Well, I was sort of a jack-of-all-trades in show business for a long time. I was a singer and a dancer and then I got a job as an actor.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I'm in exactly the same position as everybody else who has a small business. I mean I get loads of money, all from different sources. You give it to your accountant. They manage it.", 
    "name": "Kenneth Robert Livingstone"
  }, 
  {
    "quote": "I've made movies that I thought were good. I've made movies that I thought were okay, but then I was very good. And sometimes you're in a movie and you think, I wish more people saw that - because you're good. And it just works out that the movie gets lost. But that's show business.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "There is the expression of selfishness and there is the expression of selflessness - but economists or theoreticians never touched that part. They said: 'Go and become a philanthropist.' I said, 'No, I can do that in the business world, create a different kind of business - a business based on selflessness.'", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "I still work hard to know my business. I'm continuously looking for ways to improve all my companies, and I'm always selling. Always.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "The more you are in this business, the more humbled by it you become.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "Show business has been really, really good to me because I can work and take a lot of time off, and I'm extremely undisciplined person.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "The Postal Service's unmatched ability to reach every household and business in America six days a week is a vital part of the nation's infrastructure.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "I grew up in the business since I was three years old so I've always kind of been in front of the camera and grew up in commercials and I knew that I wanted to do it no matter what, I just loved it.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "You have to have your heart in the business and the business in your heart.", 
    "name": "An Wang"
  }, 
  {
    "quote": "I've always been able to keep my private life separate from my business.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "The stores and the things like that, the business side of things came out at the point when, I'd say probably in the early '70s, it looked like the year of the singer-songwriter was over, 'cause music changed in our time and the spotlight was out.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "I had no idea that he was going to write that, but I've always believed that insecurity was what would keep you always in your innocence, no matter what the business did.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "I realize that the majority of people in the entertainment business happen to be Democrats. I have no problem with that. And they should have no problem with the fact that I'm a Republican.", 
    "name": "Shannen Doherty"
  }, 
  {
    "quote": "My business is the enforcement of the tax laws and the integrity of the tax code and making sure that trustees of charitable giving are true trustees.", 
    "name": "Chuck Grassley"
  }, 
  {
    "quote": "The goal seems to me at times just to be business first.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I've set the model of showing fighters how they should conduct their business.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "I have a fine level of recognition in the business and among the acting community now, so I consider myself one of the lucky ones. If I didn't think that, there would be something wrong with me. I'm grateful and thankful for what I've got.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "There are two ways to extend a business. Take inventory of what you're good at and extend out from your skills. Or determine what your customers need and work backward, even if it requires learning new skills. Kindle is an example of working backward.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "It's not just Bin Laden or just those that are involved in the counterterrorism effort. We've gotta cast the net broader than that. But I think it's a - very special tribute that we all owe to the bravery and courage of the men and women in the intelligence and military business who performed so well to finally get it done.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "You can't be halfway in this business. If you don't meet the fans, you lose all you've got.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "Sometimes I think our problems are made worse by the kind of business we're in. Playing these road shows is a weird experience.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "I never knew any Jews until I got into show business. I've found them to be real smart and good workers.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "A woman's two cents worth is worth two cents in the music business.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "If anybody ran a business like that they would be out of business quickly, and Barack Obama's leadership is driving this business, the United States of America, toward a fiscal cliff.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "All those lessons that I've learned on the court, I have applied them to my life outside of the court in business, my company, called V Starr interiors, an interior design company, and EleVen, which I wear on court.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "The business is a very tricky obstacle course, and you should be very clear about work begetting work. If you're not working, you're not interesting.", 
    "name": "Elisabeth Rohm"
  }, 
  {
    "quote": "Everything is tennis for me, it's my career and it's entertainment, but it's also a business.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "I'd still like to see 'Survivor' minus the planned show-biz parts. That would be the purest form of show business - I want to see someone so hungry that they eat somebody else's foot.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "Movies are an expensive business.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "You cannot run a business, or anything else, on a theory.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "If you can't pay for a thing, don't buy it. If you can't get paid for it, don't sell it. Do this, and you will have calm and drowsy nights, with all of the good business you have now and none of the bad. If you have time, don't wait for time.", 
    "name": "Ernst Fischer"
  }, 
  {
    "quote": "America's political system has evolved over the last 50 years in ways that have enhanced the power of business lobbies.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "In the NFL a lot of times everyone gets caught up in the business side of things. For them it's all about money and it really leaves a sour taste in your mouth.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I just make it my business to get along with people so I can have fun. It's that simple.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I'm in the acting business. That's the ego business.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I stayed in show business to pay for my animal business.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I always wanted to be a zookeeper when I was growing up, and I've wound up a zookeeper! I've been working with the Los Angeles Zoo for 45 years! I'm the luckiest old broad on two feet because my life is divided absolutely in half - half animals and half show business. You can't ask for better than two things you love the most.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I am interested in a lot of things - not just show business and my passion for animals. I try to keep current in what's going on in the world. I do mental exercises. I don't have any trouble memorizing lines because of the crossword puzzles I do every day to keep my mind a little limber. I don't sit and vegetate.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I cannot stand the people who get wonderful starts in show business and who abuse it. Lindsay Lohan and Charlie Sheen, for example, although there are plenty of others, too. They are the most blessed people in the world, and they don't appreciate it.", 
    "name": "Betty White"
  }, 
  {
    "quote": "Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.", 
    "name": "Melissa Bean"
  }, 
  {
    "quote": "Even if the chef has a good business head, his focus should be behind kitchen doors. A business partner should take care of everything in front of the kitchen doors.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "The Golden Rule finds no limit of application in business.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "What makes the most money for this business? Dead rock stars.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "Further, Take heed that you faithfully perform the business you have to do in the world, from a regard to the commands of God and not from an ambitious desire of being esteemed better than others.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "If bad things are going to be said about me, I have to bear that. If I don't understand that it's part of being in show business, then I'd better go work in a bank.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "Rock stars get room keys, I get business cards.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "The people who are competing business-wise out there want what other successful labels and artists have. I don't want what they have I want my own path, my own sound, my own identity. Record labels care nothing about identity or artistic freedom, they want good business.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "The nature of motion capture is only going to work for certain films. It's not going to put any other type of movies out of business.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I think I thought it would be important for electronics as we knew it then, but that was a much simpler business and electronics was mostly radio and television and the first computers.", 
    "name": "Jack Kilby"
  }, 
  {
    "quote": "I do not want to admit to the world that I can be a bad person. It is just that I don't want anyone to have false expectations. Moviemaking is a harsh, volatile business, and unless you can be ruthless, too, there's a good chance that you are going to disappear off the scene pretty quickly.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Let me tell you quite bluntly that this king business has given me personally nothing but headaches.", 
    "name": "Mohammed Reza Pahlavi"
  }, 
  {
    "quote": "I think any opportunity you have to be green, whether it's in business or in everyday life, you should take it.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "There's not a business or a master plan as far as I'm concerned. I take it week by week, and I don't think you ever expect to be able to do the next thing.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "Politics are about preserving relationships at the end of the day, and it has nothing to do with the greater good for humanity. It's just all about business.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "You can rule ignorance you can manipulate the illiterate you can do whatever you want when a people are uneducated, so that goes in line with corrupt business and corrupt politics.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I'm glad about what's happening to the music business. This last crop of people we had in the 90s, who are going away now, they didn't like music. They didn't trust musicians. They wanted something else from it.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I wasn't looking to get into TV. My family was in the movie business, so I was never interested in that world.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "Secure our borders first. Let us know and let us make sure the American people know that we're taking care of the important business of dealing with the illegal immigration into this country. You cannot begin to address the concerns of the people who are already here unless and until you have made certain that no more are coming in behind them.", 
    "name": "Michael Steele"
  }, 
  {
    "quote": "They keep the old business. We keep the ongoing business.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I learned what I really love is making films, not the film business. I want to be on the set, meeting with writers, I want that freedom. I love it now.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "If an Internet company steals content, they shut it down. And let me tell you, Apple France, Yahoo France or Google France, none of them have gone out of business.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I'm probably the only person who goes to work and says 'Wow, it's really nice here and sweet,' even in the competitive movie business.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I became a larger than life figure for one reason only. When you're quoted in the 'Wall Street Journal,' the 'New York Times,' constantly as the expert in the business people assume you're a lot bigger than you are. And then I had to run like hell to catch up with my own image.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "My husband had a very strong identity and was successful in his life. Thank God for that. There's no way I can control him. I wouldn't stay married to him if I felt I could. I can readily take my business personality into the home. But he forces me to be a partner rather than the boss.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "It's a libel to say that I use my newspapers to support my other business interests. The fact is, I haven't got any other business interests.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "We've got to lift our game tremendously. We'll sell our business news and information in print, we'll sell it to anyone who's got a cable system, and we'll sell it on the Web.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "One thing I resent is the slur that I just support political candidates because of the business.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Money is not the motivating force. It's nice to have money, but I don't live high. What I enjoy is running the business.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "There's a terrible truth for many women in the picture business: Aging typically takes its toll and means fewer and less desirable roles.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "Detainee policy in this war is hard, it's complicated, but we must get it right. We would be better off as a nation if we could close Gitmo safely and start a new prison that he could use that the world would see as a better way to doing business.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy.", 
    "name": "Anne Burrell"
  }, 
  {
    "quote": "What's so touching is the way we fight the war right until the moment our business is taken care of and then we turn on a dime and we immediately start taking care of people. It's like a shock and aw shucks campaign.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "Design, in its broadest sense, is the enabler of the digital era - it's a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good.", 
    "name": "Clement Mok"
  }, 
  {
    "quote": "That's why I do this music business thing, it's communication with people without having the extreme inconvenience of actually phoning anybody up.", 
    "name": "Steven Morrissey"
  }, 
  {
    "quote": "A couple of months ago, I was down in Florida for the Food and Wine Festival. And this journalist grabbed me and said, 'How does it feel to be a TV guy? You're no longer in the restaurant business.' And I laughed. I asked him, 'How long do you think it takes me to do a season?' He said, 'Well, 200 days.' And I was like, '200 days? Try 20!'", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "I'll keep on acting 'til they wipe the drool. I like the business. I like to do different parts and diverse characters. I haven't lost my enthusiasm yet!", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "I started cooking in kitchens right out of high school, and I was lucky to work with a lot of great people, but I had no idea it would turn into this. Of course no one should go into this business because they want to be the next Emeril.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "The forgotten man... He works, he votes, generally he prays, but his chief business in life is to pay.", 
    "name": "William Graham Sumner"
  }, 
  {
    "quote": "I'm afraid for all those who'll have the bread snatched from their mouths by these machines. What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "I never dreamt of being a musician for my livelihood. I certainly never would have wanted to be in the business that I'm in, meaning the fame and the glory, the glitter, the rock star, the famous part.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "The Republican platform specifically says we don't believe in bailing out private business, and yet we did.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Giving someone a one-time stimulus check, or a one-time tax cut that expires doesn't allow the predictability that business needs.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "How many times have you been out for a beer or dinner and people are coming up with business ideas? Everybody wants to think they've got that great business idea.", 
    "name": "Mark Burnett"
  }, 
  {
    "quote": "The people of Hong Kong are criticized for only being interested in business, but it's the only thing they've been allowed to do.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "The whole point of being in this business and being blessed and being successful is that you're able to do things for your friends or your family, which means that they can have something special in their lives, too.", 
    "name": "Elton John"
  }, 
  {
    "quote": "And I trusted someone to look after me on the business side of life.", 
    "name": "Elton John"
  }, 
  {
    "quote": "The American formula for creating business is not to have the government create business.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Not since the steam engine has any invention disrupted business models like the Internet. Whole industries including music distribution, yellow-pages directories, landline telephones, and fax machines have been radically reordered by the digital revolution.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "People are always saying that Hollywood messes up kids. I'm like, 'No, families mess up kids!' I grew up in Hollywood, and I'm perfectly fine. If my children want to go into the entertainment business, I won't stop them, as long as they're passionate about it.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "The Internet creates as well as destroys. Social networks, search advertising, and cloud computing are multibillion dollar industries that didn't exist 10 years ago. They are products of the same force that has rendered the Postal Service's core business obsolete.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "If you create something that is asking for people to respond as they're going to respond, you have to allow them to respond as they're going to respond. Some of the people are going to be uninterested and some people are going to be mad for some reason, which is their business. That's just the way the world is.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "Energy and environmental regulation, transportation, and broadband policy all benefit when legislators have a basic grounding in the technical concepts behind business models, products, and innovation.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "If you say, 'I'm going to cut this song because I know the teenagers are going to love it,' well, then you're going to alienate everybody else. When I cut my record, I'm just going to cut the things that I like, and whoever likes it, likes it. That's too much work to try to figure out the demographic. That's too much like a business.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "Barack Obama's life was so much simpler in 2009. Back then, he had refined the cold act of blaming others for the bad economy into an art form. Deficits? Blame Bush's tax cuts. Spending? Blame the wars in Iraq and Afghanistan. No business investment? Blame Wall Street.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "In the music business, especially the country music business, every 10 years or so you're going to have this changing of the guard, this wave of new artists that comes in.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "I've got a wife, four kids, a business, and a baseball career.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "A firm, for instance, that does business in many countries of the world is driven to spend an enormous amount of time, labour, and money in providing for translation services.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "I've always wanted to be the best in the world as a baseball player, so when I started to think about opening a business, it was with that mindset.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "Love, with very young people, is a heartless business. We drink at that age from thirst, or to get drunk it is only later in life that we occupy ourselves with the individuality of our wine.", 
    "name": "Isak Dinesen"
  }, 
  {
    "quote": "I'm lucky. The best possible place in the world for training is Addis Ababa, so I am home all the time except when I am racing. I like to be there, near my family, my kids, also the real estate business I run with my wife.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "If you want to stay in the business then you've got to be a bit shrewd, haven't you?", 
    "name": "Katie Price"
  }, 
  {
    "quote": "I find the business world hard.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "As an actor you have to wait for someone to cast you, so you're relying on the business.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "I can't understand why the Democratic parties seem so hostile to economic growth and business.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "Kids are brought into show business because they are cute and see truth and they're very bright. But there's a sense of doing it because you want the adults to be approving of you. You want to make them happy.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "Show business is my life. When I was a kid I sold insurance, but nobody laughed.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "Go for a business that any idiot can run - because sooner or later, any idiot probably is going to run it.", 
    "name": "Peter Lynch"
  }, 
  {
    "quote": "If you want to have a good life, you should focus on your family, on your business, on your dog, on your fun, and you'll have a good life.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "All business proceeds on beliefs, or judgements of probabilities, and not on certainties.", 
    "name": "Charles W. Eliot"
  }, 
  {
    "quote": "I didn't have any success in show business until I was 30 to 31 years of age.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "These women whose antics we smirk at good-naturedly in the pap-traps put themselves out there at least partly on their beauty they are in showbiz, and showing what they've got is part of their business as much as it is for male show-ponies from the Chippendales to George Clooney.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Politics is the reflex of the business and industrial world.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Performing doesn't turn me on. It's an egomaniac business, filled with prima donnas - including this one.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "We are involved in a life that passes understanding and our highest business is our daily life.", 
    "name": "John Cage"
  }, 
  {
    "quote": "I've never seen a worse situation than that of young writers in the United States. The publishing business in North America is so commercialized.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "I have several writer friends, but I don't involve them in my work process. I'm more likely to talk about the business of publishing with them.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "It never made sense to me that someone would achieve any kind of success in show business, only to become a jerk.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "I may be kindly, I am ordinarily gentle, but in my line of business I am obliged to will terribly what I will at all.", 
    "name": "Catherine the Great"
  }, 
  {
    "quote": "Major labels didn't start showing up really until they smelled money, and that's all they're ever going to be attracted to is money-that's the business they're in- making money.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "There has to be a measure of faith. That's what this business is all about: trusting in something that may never show up, that you have no concrete proof of.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "For a Jewish Puritan of the middle class, the novel is serious, the novel is work, the novel is conscientious application why, the novel is practically the retail business all over again.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Why do only boys get to chase? Nuh-uh! If anything, I think this whole sitting back and waiting thing can be self-sabotaging. We have to send up flares. We have to let guys know we're open for business.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "To be honest I live among the English and have always found them to be very honest in their business dealings. They are noble, hard-working and anxious to do the right thing. But joy eludes them, they lack the joy that the Irish have.", 
    "name": "Fiona Shaw"
  }, 
  {
    "quote": "In terms of having a business, I wanted to let it go beyond what my personal taste is. Basically, I'm in a kilt and a white shirt every day. So, you know, I don't have a lot of scope, and I'm really picky about what I wear.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "The owners don't win by having a lockout. Shutting down your business is not good for anybody and it's certainly not good for the players, it's certainly not good for the fans. And that's most important to us.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "What if I couldn't handle people's opinions of me? I know that shouldn't dictate a person's degree of peace or happiness in life, but the problem is, I chose a business saturated in judgment.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "I got to work with one of my heroes, Johnny Depp, and to see how he goes about business, which was really inspiring for me at this stage in my career.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Just because you've made a couple movies, you've done some good movies, you've been nominated for some Academy Awards, whatever, nobody's entitled. It's a business. If they don't see it, I can think they're wrong, but I'm not entitled to a $15 million budget to make a film.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "I think that New York is not the cultural centre of America, but the business and administrative centre of American culture.", 
    "name": "Saul Bellow"
  }, 
  {
    "quote": "Emotions have no place in business, unless you do business with them.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "How many deaf people do you know in real life? Unless they live in a cave, or are 14, which seems to be true for most people in this business, what could I possibly tell them that they don't already know?", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "Profit is the most global aspect of a business, and it is cross-functional.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "I think naturally, if you're an actor, there's a high level of assertiveness that you need to have to survive this business. There's boldness in being assertive, and there's strength and confidence.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "The TV business is like the produce section of the market. Today everything is fresh and glistening and firm. And tomorrow, when they find a bruise on you, they toss you out.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "I've managed to keep a clear head and remain sane in this business because I remain a kid off-camera.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "Some people work hard in this business and become really popular, really big stars but they never receive an award from within the business. Somehow, when your colleagues and friends believe in you to the point of handing you an award it means so much more.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "But the reason I became, why I wanted to be in the business was because there was Midnight Cowboy.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "Reading is not a duty, and has consequently no business to be made disagreeable.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "The career stuff is for business people.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "We're in this entertainment business really to give the audience what they want.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I think there are a lot of technocrats in the business who would much rather work with just wheels and gears and machinery. Those things interest them more than humanity and I wish them the best of luck.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "I don't even know what words to use to talk about the music industry anymore. But the business has changed a lot - the methods of releasing music.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "Independent film is almost nonexistent right now, because all the distributers that used to love to put out these little art films are all out of business right now, because it costs so much to open a movie.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "I'm quitting the business today. I'm going to open up an appliance store, I've always really been into toasters. I'm giving it all up.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "I know from my own experience and from other people in the business that when you come from a place where nobody knew who you were and then there is this sudden shift to where everybody now knows who you are, there's an adjustment that you have to make.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I used to be focused on being the dopest rapper in the game, and then once that became what I was, I wanted something different, and I wanted to become the best businessman in the game. I wanted to learn how to master the business like I mastered the rap.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "A revised schedule is to business what a new season is to an athlete or a new canvas to an artist.", 
    "name": "Norman Ralph Augustine"
  }, 
  {
    "quote": "The most important decision I've made in business? The choices of people I have around me. When I first started I brought everybody with me, my homies from the neighborhood, criminals. I just said, 'Come on everybody, we made it.' Then I had to realize we didn't make it. I made it.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "Most small business owners are not particularly sophisticated business people. That's not a criticism they're passionate about cutting hair or cooking food, and that's why they got in the business, not because they have an MBA.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "Luckily, my husband is my business partner as well as my life partner, so I never had to do the heavy lifting alone, literally or figuratively.", 
    "name": "Josie Maran"
  }, 
  {
    "quote": "You have to stick out the toughness of the business and form relationships with the people in it.", 
    "name": "Rocco DiSpirito"
  }, 
  {
    "quote": "Come to West Virginia and we'll show you how to live... how to treat people. We're open for business. West Virginia is truly on the move.", 
    "name": "Joe Manchin"
  }, 
  {
    "quote": "It's far too much to say that effective hoping is the only - or even the biggest - part of what it takes to succeed. If 14% of business productivity can be attributed to hope, that means 86% is dependent on raw talent, fickle business cycles, the quality of the product you're selling, and often pure, dumb luck.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "It is not the business of generals to shoot one another.", 
    "name": "Arthur Wellesley"
  }, 
  {
    "quote": "Golf isn't just my business, it's my hobby.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "I do love television. But the business is accelerating and people are not getting the chance to fail.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "It's show business. No show, no business.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "If we want to secure the best jobs in the future, we must make America the best place in the world to do business.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "We need comprehensive reform that will make America the best place in the world to invest and do business.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "When you start a business, go for the lowest hanging fruit.", 
    "name": "Ice T"
  }, 
  {
    "quote": "Well there's nobody who has a more supportive husband than I do, and he has a business that he runs, and it's his own business, so he has work to do, my kids have school to do, I mean, people have - there are other things in life besides politics.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "I'm happy to report that 'The New Press' is still in business to this day. But not thanks to me. I was a really bad publishing intern.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "The thing that helped me get into the film business was that I went to school in Athens, Georgia and managed to get on, um, working on music videos for a band called R.E.M. and that kind of opened up a lot of doors for me.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I've drunk Amazon's free Diet Coke. Nothing makes more sense to me than a company trying to make bookselling into a profitable business. I'm not anti-Amazon, and I'm not pro-publishers either. I'm pro-books.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "Some people want fame, popularity and huge sales. I've always hoped to have a really long career. So I've tried to make each of my creative decisions and business decisions to allow for longevity. As a side effect I got really famous and really big. I didn't realize the two could go together.", 
    "name": "Jewel"
  }, 
  {
    "quote": "Seems to me that this business, for actors anyway, is not so much about whether or not you do good work. It's about whether or not you get the chance to do good work.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "In my business, if I get too close to you and you die, it hurts me. And so you develop a natural inclination not to be close to the patient, so that if things don't work out ideally, you can still get up the next day and care for the next patient.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "I'd like to do a lot of things - whether in design or architecture or business.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "My fastest time in high school was a 4:29 mile. I think cross-country has something to do with my longevity in my business. When you're in an eight-mile race, you never give up.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "If I could create one job in the private sector by helping to grow a business, that would be one more than Congress has created in the last six months.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "Our marriage is between us. If we decide to continue being together or not, it's our business.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "The movie business is very difficult but the music business is just impossible. So I'll play in bands and record and play songs with other people, but for me it's a form of expression that all I need is me. I don't need cameras or agents, I can just have a piano and sing and feel totally verified.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "I don't really think that there is anyone in the modern pop business who I feel I want to spar with.", 
    "name": "George Michael"
  }, 
  {
    "quote": "I was always a singer. But I was always focused on being an actor as my trade. Music I do just for me. The movie business is very difficult but the music business is just impossible.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "In recent years, I've been writing because I'm fortunate enough to work in the world of food television, to travel and taste and learn about cooking from the best chefs in the business.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "I was criticized at some level within the Republican Party by those who say government should not be in the economic development business at all. My response is that the only country I know that doesn't have an economic development plan is Papa New Guinea.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "The rest of the world cares about how we conduct our affairs because they then take that lead. We're the only leader in the world today. Some are wishing us well, others think that we're down and are not going to get back up again, but they are all watching with great interest to see how we conduct our business over the next couple of years.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "Although my family - parents and sister - all work in the personnel management business, their real passion is performing, amateur operatic societies and so on.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I would absolutely, definitely never sell my wedding pictures to a magazine. I'd like it to be a special day, not a photo shoot. And once you've done that, your marriage becomes everybody else's business.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "Every night, half an hour before curtain up, the bells of St. Malachy's, the Actors' Chapel on New York's 49th Street, peal the tune of 'There's No Business Like Show Business.' If you walk the streets of the theatre district before a show and see the vast, enthusiastic lines it sounds like a calling: there is certainly no place like Broadway.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "Writing fiction is for me a fraught business, an occasion of daily dread for at least the first half of the novel, and sometimes all the way through. The work process is totally different from writing nonfiction. You have to sit down every day and make it up.", 
    "name": "Joan Didion"
  }, 
  {
    "quote": "I was a fairly good amateur musician, and I was an average professional. But the one thing I saw was that the big band business was fading.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "I mean, I'm in the business of storytelling, not message making.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "Well, you can't trust most people in this game, period it can be a very shady business.", 
    "name": "Marvin Hagler"
  }, 
  {
    "quote": "A transfer of money should never be involved in this profound situation. Although illness is profound, too, but medicine's a business today. It's a business.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Today it is not big business that we have to fear. It is big government.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "After adding trillions to the debt on big-government policies most Americans didn't ask for and which we couldn't afford, Democratic leaders say they need more money, which they intend to take from small business, even though small businesses create the majority of new jobs.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "I learned from Mr. Wrigley, early in my career, that loyalty wins and it creates friendships. I saw it work for him in his business.", 
    "name": "Ernie Banks"
  }, 
  {
    "quote": "Business is constantly changing, constantly evolving.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I don't do something necessarily to make a big profit or because it's a logical business decision.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn't be in this business.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "The only thing harder than leaving show business is coming back.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "If you don't understand the details of your business you are going to fail.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "Anybody who really knows about the TV business knows that it would be impossible to just march in one day and say to your colleagues and bosses, 'Oh yes, I'm hosting my own show.'", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "We have to make America the best place in the world to do business.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "My professional life has been a constant record of disillusion, and many things that seem wonderful to most men are the every-day commonplaces of my business.", 
    "name": "Harry Houdini"
  }, 
  {
    "quote": "I used to work for a management consulting company, so I dressed differently - business casual, probably a lot of things from Banana Republic. My wardrobe now is definitely more expensive, but I always dress for the occasion.", 
    "name": "John Legend"
  }, 
  {
    "quote": "It is very sad for a man to make himself servant to a single thing his manhood all taken out of him by the hydraulic pressure of excessive business.", 
    "name": "Theodore Parker"
  }, 
  {
    "quote": "But now I realize that this record business really needs me. No one else is trying to take a chance or do something different.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "In terms of the technology I use the most, it's probably a tie between my Blackberry and my MacBook Pro laptop. That's how I communicate with the rest of the world and how I handle all the business I have to handle.", 
    "name": "John Legend"
  }, 
  {
    "quote": "I've never chased fame. I came into this business to be a theatre actress. I was nine when I first appeared on stage. But I can't say I would turn my back on fortune. I'm someone who enjoys the benefits of money.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "At the end of the day, there's only a few major stars in the music business, and then there's all these people that are aspiring to be that.", 
    "name": "John Legend"
  }, 
  {
    "quote": "I'd get kicked out of buildings all day long, people would rip up my business card in my face. It's a humbling business to be in. But I knew I could sell and I knew I wanted to sell something I had created. I cut the feet out of those pantyhose and I knew I was on to something. This was it.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "People in the business will stay with you through drugs and alcohol and divorces and insanity and everything else, but you have a failure, pal, and they don't want to know nothing about you!", 
    "name": "Don Johnson"
  }, 
  {
    "quote": "My revenue was $4 million my first year in business, off of one $20 item.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "My business doesn't keep me warm at night.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "I've always leaned toward a feminine, funky style, even in business settings. I used to paint my nails blue in 1993, before it was mainstream.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "I have always been a business person.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "You can never get to a place of comfort in this business. As soon as you hit that little cushy spot, somebody's gonna kick you out. So I have a constant need to do it better.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "I went onto reality TV as a business decision.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "The Internet has changed the way we communicate with each other, the way we learn about the world and the way we conduct business.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "In the end, the humanities can only be defended by stressing how indispensable they are and this means insisting on their vital role in the whole business of academic learning, rather than protesting that, like some poor relation, they don't cost much to be housed.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "As Members of Congress we can now engage with our constituents via online innovations like the Huffington Post, while a small business in rural Oregon can use the Internet to find customers around the world.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I really don't think there is anybody in the business with better eyes than Elijah Wood.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "Like any business, the oil industry runs on the basic premise of supply and demand. The more supply - the lower the price. The higher the demand - the higher price. In other words, the more people who can buy oil, the higher the price of oil.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Accept business only at a price permitting thoroughness. Then do a thorough job, regardless of cost to us.", 
    "name": "Arthur C. Nielsen"
  }, 
  {
    "quote": "I am especially grateful that I have been able to keep my own style over the decades, in spite of the many changes that have taken place in the world of fashion and in its business.", 
    "name": "Valentino Garavani"
  }, 
  {
    "quote": "If you're an entrepreneur and you think that the president makes a difference to your business, you should stay at your current job.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "It is an immutable law in business that words are words, explanations are explanations, promises are promises-but only performance is reality.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "It's better to take over and build upon an existing business than to start a new one.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "You can't run a business or anything else on a theory.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "I could play it safe by recording songs that are familiar, but am I expanding myself as an artist by doing covers? It's a catch-22. It's called show business: The word 'business' is in it, and you've got to be a businessman. But then again, you have to be true to yourself as an artist.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "The worst disease which can afflict business executives in their work is not, as popularly supposed, alcoholism it's egotism.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "It's a lot of work to keep reinventing yourself and coming up with new stuff, but that's what it takes to be in show business.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "To me, the print business model is so simple, where readers pay a dollar for all the content within, and that supports the enterprise.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "A belief in God is vitally important, not just in show business, but stability in life. You know, to recognize deity is the most important thing that you can do. I mean, it comes to the Ten Commandments. They weren't ten suggestions. They were Ten Commandments.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "McSweeney's as a publishing company is built on a business model that only works when we sell physical books. So we try to put a lot of effort into the design and production of the book-as-object.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "Our competition for American business is no longer in the next county or the next state, it's around the world.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "Of course this is Vegas and it is the melting pot for all over the world, but people from all over the world know Donny and Marie. It is amazing. I have been in the business a long time to realize careers can be fleeting. Five years is a long career nowadays for some people, and here we are still going strong after 40 years.", 
    "name": "Donny Osmond"
  }
]