[
  {
    "quote": "Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "A house is not a home unless it contains food and fire for the mind as well as the body.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Where we love is home - home that our feet may leave, but not our hearts.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Human beings are the only creatures on earth that allow their children to come back home.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Home is the place where, when you have to go there, they have to take you in.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The strength of a nation derives from the integrity of the home.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Home is where the heart is.", 
    "name": "Pliny the Elder"
  }, 
  {
    "quote": "People who have good relationships at home are more effective in the marketplace.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Home life is no more natural to us than a cage is natural to a cockatoo.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "There is nothing like staying at home for real comfort.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.", 
    "name": "Tad Williams"
  }, 
  {
    "quote": "When you finally go back to your old home, you find it wasn't the old home you missed but your childhood.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "Be grateful for the home you have, knowing that at this moment, all you have is all you need.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "God is at home, it's we who have gone out for a walk.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "I'm the type who'd be happy not going anywhere as long as I was sure I knew exactly what was happening at the places I wasn't going to. I'm the type who'd like to sit home and watch every party that I'm invited to on a monitor in my bedroom.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "I kiss the soil as if I placed a kiss on the hands of a mother, for the homeland is our earthly mother. I consider it my duty to be with my compatriots in this sublime and difficult moment.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Decorate your home. It gives the illusion that your life is more interesting than it really is.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "You never know what events are going to transpire to get you home.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "Charity begins at home, but should not end there.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "Kindness goes a long ways lots of times when it ought to stay at home.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "I say, If everybody in this house lives where it's God first, friends and family second and you third, we won't ever have an argument.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "Housework is what a woman does that nobody notices unless she hasn't done it.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "Where thou art, that is home.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "The fellow that owns his own home is always just coming out of a hardware store.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "The home should be the treasure chest of living.", 
    "name": "Le Corbusier"
  }, 
  {
    "quote": "There are only two things we should fight for. One is the defense of our homes and the other is the Bill of Rights.", 
    "name": "Smedley Butler"
  }, 
  {
    "quote": "In our home there was always prayer - aloud, proud and unapologetic.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Home is any four walls that enclose the right person.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "The worst feeling in the world is the homesickness that comes over a man occasionally when he is at home.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I do not recall a Jewish home without a book on the table.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "If your house is burning, wouldn't you try and put out the fire?", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "Home is the place we love best and grumble the most.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Home is the most popular, and will be the most enduring of all earthly establishments.", 
    "name": "Channing Pollock"
  }, 
  {
    "quote": "Home interprets heaven. Home is heaven for beginners.", 
    "name": "Charles Henry Parkhurst"
  }, 
  {
    "quote": "Run a home like you would a small business and treat it with the same seriousness.", 
    "name": "Anthea Turner"
  }, 
  {
    "quote": "A man's house is his castle.", 
    "name": "James Otis"
  }, 
  {
    "quote": "We know that when people are safe in their homes, they are free to pursue their dream for a brighter economic future for themselves and their families.", 
    "name": "George Pataki"
  }, 
  {
    "quote": "There is something permanent, and something extremely profound, in owning a home.", 
    "name": "Kenny Guinn"
  }, 
  {
    "quote": "Charity should begin at home, but should not stay there.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "Any old place I can hang my hat is home sweet home to me.", 
    "name": "William Jerome"
  }, 
  {
    "quote": "A man's home is his wife's castle.", 
    "name": "Alexander Chase"
  }, 
  {
    "quote": "Home wasn't built in a day.", 
    "name": "Jane Sherwood Ace"
  }, 
  {
    "quote": "To be a queen of a household is a powerful thing.", 
    "name": "Jill Scott"
  }, 
  {
    "quote": "I feel like I've never had a home, you know? I feel related to the country, to this country, and yet I don't know exactly where I fit in... There's always this kind of nostalgia for a place, a place where you can reckon with yourself.", 
    "name": "Sam Shepard"
  }, 
  {
    "quote": "Homesickness is nothing. Fifty percent of the people in the world are homesick all the time.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "There is nothing more important than a good, safe, secure home.", 
    "name": "Rosalynn Carter"
  }, 
  {
    "quote": "Seek home for rest, for home is best.", 
    "name": "Thomas Tusser"
  }, 
  {
    "quote": "Since I travel so much, it's always great to be home. There's nothing like getting to raid my own refrigerator at two in the morning.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "The home is the chief school of human virtues.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "I love grocery shopping when I'm home. That's what makes me feel totally normal. I love both the idea of home as in being with my family and friends, and also the idea of exploration. I think those two are probably my great interests.", 
    "name": "Yo-Yo Ma"
  }, 
  {
    "quote": "A heart makes a good home for the friend.", 
    "name": "Yunus Emre"
  }, 
  {
    "quote": "Home, nowadays, is a place where part of the family waits till the rest of the family brings the car back.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "I grew up in a household where everybody lived at the top of his lungs.", 
    "name": "Frank Langella"
  }, 
  {
    "quote": "The prospect of going home is very appealing.", 
    "name": "David Ginola"
  }, 
  {
    "quote": "I'm lucky because I have a job I love. I really miss being away from home, being in my own bed, seeing my animals and siblings, having my moms cookies. I have a couple cats. I got a kitten about a year ago and now Im going on the road so I wont see him for a while. I feel bad.", 
    "name": "Michelle Branch"
  }, 
  {
    "quote": "I'm a real Suzy Homemaker.", 
    "name": "Suzy Bogguss"
  }, 
  {
    "quote": "The home to everyone is to him his castle and fortress, as well for his defence against injury and violence, as for his repose.", 
    "name": "Edward Coke"
  }, 
  {
    "quote": "The house has to please everyone, contrary to the work of art which does not. The work is a private matter for the artist. The house is not.", 
    "name": "Adolf Loos"
  }, 
  {
    "quote": "I'm going to buy some green bananas because by the time I get home they'll be ripe.", 
    "name": "Ryan Stiles"
  }, 
  {
    "quote": "When I go home, its an easy way to be grounded. You learn to realize what truly matters.", 
    "name": "Tony Stewart"
  }, 
  {
    "quote": "I am not quite sure where home is right now. I do have places in London and Milan, and a house in Spain. I guess I would say home is where my mother is, and she lives in Spain.", 
    "name": "Sarah Brightman"
  }, 
  {
    "quote": "Home is one's birthplace, ratified by memory.", 
    "name": "Henry Anatole Grunwald"
  }, 
  {
    "quote": "Love begins at home, and it is not how much we do... but how much love we put in that action.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Love begins by taking care of the closest ones - the ones at home.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.", 
    "name": "Melody Beattie"
  }, 
  {
    "quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The ache for home lives in all of us, the safe place where we can go as we are and not be questioned.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "At home I am a nice guy: but I don't want the world to know. Humble people, I've found, don't get very far.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Home is where you feel at home and are treated well.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "If my world were to cave in tomorrow, I would look back on all the pleasures, excitements and worthwhilenesses I have been lucky enough to have had. Not the sadness, not my miscarriages or my father leaving home, but the joy of everything else. It will have been enough.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "I long, as does every human being, to be at home wherever I find myself.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Say there's a white kid who lives in a nice home, goes to an all-white school, and is pretty much having everything handed to him on a platter - for him to pick up a rap tape is incredible to me, because what that's saying is that he's living a fantasy life of rebellion.", 
    "name": "Eminem"
  }, 
  {
    "quote": "It's silly talking about how many years we will have to spend in the jungles of Vietnam when we could pave the whole country and put parking stripes on it and still be home by Christmas.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "Art is the only way to run away without leaving home.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "America cannot continue to lead the family of nations around the world if we suffer the collapse of the family here at home.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "There is just no comparison between having a dinner date with a man and staying home playing canasta with the girls.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I didn't have nothin' going for me... school, home... until I found something I loved, which was music, and that changed everything.", 
    "name": "Eminem"
  }, 
  {
    "quote": "An artist has no home in Europe except in Paris.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Christmas... is not an external event at all, but a piece of one's home that one carries in one's heart.", 
    "name": "Freya Stark"
  }, 
  {
    "quote": "A girl phoned me the other day and said... 'Come on over, there's nobody home.' I went over. Nobody was home.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "The only foes that threaten America are the enemies at home, and these are ignorance, superstition and incompetence.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Ten men waiting for me at the door? Send one of them home, I'm tired.", 
    "name": "Mae West"
  }, 
  {
    "quote": "The great advantage of a hotel is that it is a refuge from home life.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Spend some time this weekend on home improvement improve your attitude toward your family.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "I dislike feeling at home when I am abroad.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Being a child at home alone in the summer is a high-risk occupation. If you call your mother at work thirteen times an hour, she can hurt you.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "I never worry about being driven to drink I just worry about being driven home.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "All of us grow up in particular realities - a home, family, a clan, a small town, a neighborhood. Depending upon how we're brought up, we are either deeply aware of the particular reading of reality into which we are born, or we are peripherally aware of it.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "The instruction we find in books is like fire. We fetch it from our neighbours, kindle it at home, communicate it to others, and it becomes the property of all.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "So long as I'm Commander-in-Chief, we will sustain the strongest military the world has ever known. When you take off the uniform, we will serve you as well as you've served us - because no one who fights for this country should have to fight for a job, or a roof over their head, or the care that they need when they come home.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Always be nice to your children because they are the ones who will choose your rest home.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "A man would prefer to come home to an unmade bed and a happy woman than to a neatly made bed and an angry woman.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "One of the oldest human needs is having someone to wonder where you are when you don't come home at night.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "The most compelling reason for most people to buy a computer for the home will be to link it to a nationwide communications network. We're just in the beginning stages of what will be a truly remarkable breakthrough for most people - as remarkable as the telephone.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "My home is in Heaven. I'm just traveling through this world.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Nothing can bring a real sense of security into the home except true love.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "He is happiest, be he king or peasant, who finds peace in his home.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Go big or go home. Because it's true. What do you have to lose?", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "Once you get a spice in your home, you have it forever. Women never throw out spices. The Egyptians were buried with their spices. I know which one I'm taking with me when I go.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "The rulers of the state are the only persons who ought to have the privilege of lying, either at home or abroad they may be allowed to lie for the good of the state.", 
    "name": "Plato"
  }, 
  {
    "quote": "My father probably thought the capital of the world was wherever he was at the time. It couldn't possibly be anyplace else. Where he and his wife were in their own home, that, for them, was the capital of the world.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "For more than four decades, the Libyan people have been ruled by a tyrant - Moammar Gaddafi. He has denied his people freedom, exploited their wealth, murdered opponents at home and abroad, and terrorized innocent people around the world - including Americans who were killed by Libyan agents.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "As a housewife, I feel that if the kids are still alive when my husband gets home from work, then hey, I've done my job.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "I have an answering machine in my car. It says, I'm home now. But leave a message and I'll call when I'm out.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "If a dog will not come to you after having looked you in the face, you should go home and examine your conscience.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Basically my wife was immature. I'd be at home in the bath and she'd come in and sink my boats.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Hypocrites in the Church? Yes, and in the lodge and at the home. Don't hunt through the Church for a hypocrite. Go home and look in the mirror. Hypocrites? Yes. See that you make the number one less.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Most children threaten at times to run away from home. This is the only thing that keeps some parents going.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "I just owe almost everything to my father and it's passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Go to foreign countries and you will get to know the good things one possesses at home.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "My parents were the same in the pulpit as they were at home. I think that's where a lot of preachers' kids get off base sometimes. Because they don't see the same things at both places.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "On Sundays when I speak, I hopefully give somebody something that they can use the next day at work or at home.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "The more one does and sees and feels, the more one is able to do, and the more genuine may be one's appreciation of fundamental things like home, and love, and understanding companionship.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Today's misery is real unemployment, home foreclosures and bankruptcies. This is the Obama Misery Index and its at a record high. Its going to take more than new rhetoric to put Americans back to work - its going to take a new president.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Africa for the Africans... at home and abroad!", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "I like a teacher who gives you something to take home to think about besides homework.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "You come home, and you party. But after that, you get a hangover. Everything about that is negative.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "The Bible tells us that Jesus Christ came to do three things. He came to have my past forgiven, you get a purpose for living and a home in Heaven.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "I think a submarine is a very worthwhile weapon. I believe we can defend ourselves with submarines and all our troops back at home. This whole idea that we have to be in 130 countries and 900 bases... is an old-fashioned idea.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "For those who have come here illegally, they might have a transition time to allow them to set their affairs in order. And then go back home and get in line with everybody else. And if they get in line and they apply to become a citizen and get a green card, they will be treated like everybody else.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "You see much more of your children once they leave home.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "We all have times when we go home at night and pull out our hair and feel misunderstood and lonely and like we're falling. I think the brain is such that there is always going to be something missing.", 
    "name": "Jude Law"
  }, 
  {
    "quote": "Home is where one starts from.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "It's passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "My wife met me at the door the other night in a sexy negligee. Unfortunately, she was just coming home.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "The simplest questions are the most profound. Where were you born? Where is your home? Where are you going? What are you doing? Think about these once in a while and watch your answers change.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "I watched Titanic when I got back home from the hospital, and cried. I knew that my IQ had been damaged.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "A man marries to have a home, but also because he doesn't want to be bothered with sex and all that sort of thing.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I never come back home with the same moral character I went out with something or other becomes unsettled where I had achieved internal peace some one or other of the things I had put to flight reappears on the scene.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A home without books is a body without soul.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Before deciding to retire, stay home for a week and watch the daytime TV shows.", 
    "name": "Bill Copeland"
  }, 
  {
    "quote": "The only way I'd be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "It may be that the satisfaction I need depends on my going away, so that when I've gone and come back, I'll find it at home.", 
    "name": "Rumi"
  }, 
  {
    "quote": "I believe the home and marriage is the foundation of our society and must be protected.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I suppose I could have stayed home and baked cookies and had teas.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "There's a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I've got to see my friends 'cause I'm too content being by myself.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Of all the home remedies, a good wife is best.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "To be happy at home is the ultimate result of all ambition, the end to which every enterprise and labor tends, and of which every desire prompts the prosecution.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Charity begins at home, and justice begins next door.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Analogies, it is true, decide nothing, but they can make one feel more at home.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Home is a name, a word, it is a strong one stronger than magician ever spoke, or spirit ever answered to, in the strongest conjuration.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Now, I know there are many Americans who say, 'Get out of Afghanistan. Bring 'em all home.' And there are others who say, 'Put in hundreds of thousands of more.'", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "There are a number of things wrong with Washington. One of them is that everyone is too far from home.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "But, you know, you can't be a star at home.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "For me, nothing has ever taken precedence over being a mother and having a family and a home.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "I used to work in a funeral home to feel good about myself, just the fact that I was breathing.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "The means of defense against foreign danger historically have become the instruments of tyranny at home.", 
    "name": "James Madison"
  }, 
  {
    "quote": "As much as I would love to be a person that goes to parties and has a couple of drinks and has a nice time, that doesn't work for me. I'd just rather sit at home and read, or go out to dinner with someone, or talk to someone I love, or talk to somebody that makes me laugh.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I have Social Disease. I have to go out every night. If I stay home one night I start spreading rumors to my dogs.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "I love cats because I enjoy my home and little by little, they become its visible soul.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "What power can poverty have over a home where loving hearts are beating with a consciousness of untold riches of the head and heart?", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "I had a lot of dates but I decided to stay home and dye my eyebrows.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "We cannot defend freedom abroad by deserting it at home.", 
    "name": "Edward R. Murrow"
  }, 
  {
    "quote": "There's really no point in having children if you're not going to be home enough to father them.", 
    "name": "Anthony Edwards"
  }, 
  {
    "quote": "When everyone goes home, you're stuck with yourself.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "The loss of liberty at home is to be charged to the provisions against danger, real or imagined, from abroad.", 
    "name": "James Madison"
  }, 
  {
    "quote": "I think the best thing I can do is to be a distraction. A husband lives and breathes his work all day long. If he comes home to more table thumping, how can the poor man ever relax?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "I've always looked for the perfect life to step into. I've taken all the paths to get where I wanted.But no matter where I go, I still come home me.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "If you want to be certain, you should never get married. You should never change jobs. In fact, you might as well just stay home. Because I don't know anybody who is certain. That need to be certain is just procrastination.", 
    "name": "Mark Burnett"
  }, 
  {
    "quote": "We are not about to send American boys 9 or 10 thousand miles away from home to do what Asian boys ought to be doing for themselves.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I should like to know what is the proper function of women, if it is not to make reasons for husbands to stay at home, and still stronger reasons for bachelors to go out.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The way to work with a bully is to take the ball and go home. First time, every time. When there's no ball, there's no game. Bullies hate that. So they'll either behave so they can play with you or they'll go bully someone else.", 
    "name": "Seth Godin"
  }, 
  {
    "quote": "If your neighbors think you're a detective because a cop always brings you home, you might be a redneck.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "Owning a home is a keystone of wealth - both financial affluence and emotional security.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "If they had a social gospel in the days of the prodigal son, somebody would have given him a bed and a sandwich and he never would have gone home.", 
    "name": "Vance Havner"
  }, 
  {
    "quote": "If I don't feel confident about my body, I'm not going to sit at home and feel sorry for myself and not do something about it. It's all about taking action and not being lazy. So you do the work, whether it's fitness or whatever. It's about getting up, motivating yourself and just doing it.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "I got a lovely check today from being a writer that I earned by sitting at home. That's rewarding.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "If you want to be an entrepreneur, it's not a job, it's a lifestyle. It defines you. Forget about vacations, about going home at 6 pm - last thing at night you'll send emails, first thing in the morning you'll read emails, and you'll wake up in the middle of the night. But it's hugely rewarding as you're fulfilling something for yourself.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "It is a universal truth that the loss of liberty at home is to be charged to the provisions against danger, real or pretended, from abroad.", 
    "name": "James Madison"
  }, 
  {
    "quote": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.", 
    "name": "James H. Douglas"
  }, 
  {
    "quote": "Basically, I believe the world is a jungle, and if it's not a bit of a jungle in the home, a child cannot possibly be fit to enter the outside world.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "I never married because there was no need. I have three pets at home which answer the same purpose as a husband. I have a dog which growls every morning, a parrot which swears all afternoon, and a cat that comes home late at night.", 
    "name": "Marie Corelli"
  }, 
  {
    "quote": "To me luxury is to be at home with my daughter, and the occasional massage doesn't hurt.", 
    "name": "Olivia Newton-John"
  }, 
  {
    "quote": "If an ass goes travelling he will not come home a horse.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "This nation will remain the land of the free only so long as it is the home of the brave.", 
    "name": "Elmer Davis"
  }, 
  {
    "quote": "Yesterday's home runs don't win today's games.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Education begins at home and I applaud the parents who recognize that they - not someone else - must take responsibility to assure that their children are well educated.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "Children that are raised in a home with a married mother and father consistently do better in every measure of well-being than their peers who come from divorced or step-parent, single-parent, cohabiting homes.", 
    "name": "Todd Tiahrt"
  }, 
  {
    "quote": "Reading isn't good for a ballplayer. Not good for his eyes. If my eyes went bad even a little bit I couldn't hit home runs. So I gave up reading.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "I like making things. I have a wood shop at home. I am a terrible carpenter but I love doing it.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "On stage I make love to twenty five thousand people and then I go home alone.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "Every strike brings me closer to the next home run.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "All philosophies, if you ride them home, are nonsense, but some are greater nonsense than others.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I never learned hate at home, or shame. I had to go to school for that.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "And I come here as a daughter, raised on the South Side of Chicago - by a father who was a blue-collar city worker and a mother who stayed at home with my brother and me.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Maria is the best reason to come home.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Prepare for death, if here at night you roam, and sign your will before you sup from home.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "When you're safe at home you wish you were having an adventure when you're having an adventure you wish you were safe at home.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "And when the day arrives I'll become the sky and I'll become the sea and the sea will come to kiss me for I am going home. Nothing can stop me now.", 
    "name": "Trent Reznor"
  }, 
  {
    "quote": "The tragedy of modern war is that the young men die fighting each other - instead of their real enemies back home in the capitals.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "There are things they tell us that sound good to hear, but when they have accomplished their purpose they will go home and will not try to fulfill our agreements with them.", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "For me, already being part of a single parent household and knowing it was just me and my mom, you'd would wake up times and hope that the next day you'd be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Perhaps it is a universal truth that the loss of liberty at home is to be charged to provisions against danger, real or pretended, from abroad.", 
    "name": "James Madison"
  }, 
  {
    "quote": "One never reaches home, but wherever friendly paths intersect the whole world looks like home for a time.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "A smile abroad is often a scowl at home.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "A whopping 89 percent of buyers start their home search online. How your house looks online is the modern equivalent of 'curb appeal.' Rent a wide-angle lens and good lighting, get rid of your clutter and post at least eight great photos to win the beauty contest.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "Children are not casual guests in our home. They have been loaned to us temporarily for the purpose of loving them and instilling a foundation of values on which their future lives will be built.", 
    "name": "James Dobson"
  }, 
  {
    "quote": "Things aren't right. If a burglar breaks into your home and you shoot him, he can sue you. For what, restraint of trade?", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "So I'm more at home with my backpack, sleeping in a hotel room or on a bus or on an airplane, than I am necessarily on a bed. It's weird being here. It feels like I'm standing next to my real life.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Always there has been some terrible evil at home or some monstrous foreign power that was going to gobble us up if we did not blindly rally behind it.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "There are many truths of which the full meaning cannot be realized until personal experience has brought it home.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "I take my children everywhere, but they always find their way back home.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "I can remember being home from school with tonsillitis and writing stories in bed to pass the time.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Home computers are being called upon to perform many new functions, including the consumption of homework formerly eaten by the dog.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Television has brought back murder into the home - where it belongs.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "If one more 'journalist' makes a cavalier statement about me and my band, I will personally or with my fans' help, greet them at their home and discover just how much they believe in their freedom of speech.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Whether you come back by page or by the big screen, Hogwarts will always be there to welcome you home.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I've always thought my soundtracks do pretty good, because they're basically professional equivalents of a mix tape I'd make for you at home.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "I don't claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I'm home I teach 45 minutes and we boiled them down to one page for the new book, 'Through the Year with Jimmy Carter.'", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "American and Israel share a special bond. Our relationship is unique among all nations. Like America, Israel is a strong democracy, a symbol of freedom, and an oasis of liberty, a home to the oppressed and persecuted.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "The Internet is just bringing all kinds of information into the home. There's just a lot of distraction, a lot of competition for the parent's voice to resonate in the children's ears.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "After I hit a home run I had a habit of running the bases with my head down. I figured the pitcher already felt bad enough without me showing him up rounding the bases.", 
    "name": "Mickey Mantle"
  }, 
  {
    "quote": "People are surprised at how down-to-earth I am. I like to stay home on Friday nights and listen to 'The Art of Happiness' by the Dalai Lama.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "I came home every Friday afternoon, riding the six miles on the back of a big mule. I spent Saturday and Sunday washing and ironing and cooking for the children and went back to my country school on Sunday afternoon.", 
    "name": "Ida B. Wells"
  }, 
  {
    "quote": "I was coming home from kindergarten - well they told me it was kindergarten. I found out later I had been working in a factory for ten years. It's good for a kid to know how to make gloves.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I think about being married again, having a home and a wife. No one can ever be married too many times, and maybe if I keep trying I'll get it right one day.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "Never be the only one, except, possibly, in your own home.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "No man can call himself liberal, or radical, or even a conservative advocate of fair play, if his work depends in any way on the unpaid or underpaid labor of women at home, or in the office.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I would like to spend the whole of my life traveling, if I could anywhere borrow another life to spend at home.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one's home.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "The perfect date for me would be staying at home, making a big picnic in bed, eating Wotsits and cookies while watching cable TV.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "He that loves not his wife and children feeds a lioness at home, and broods a nest of sorrows.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "We have two dogs, Mabel and Wolf, and three cats at home, Charlie, George and Chairman. We have two cats on our farm, Tom and Little Sister, two horses, and two mini horses, Hannah and Tricky. We also have two cows, Holy and Madonna. And those are only the animals we let sleep in our bed.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "Those who visit foreign nations, but associate only with their own country-men, change their climate, but not their customs. They see new meridians, but the same men and with heads as empty as their pockets, return home with traveled bodies, but untravelled minds.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Bad psychoanalysis would say I enjoyed pleasing people, working really hard and pleasing people, which is probably related to my father in some way. But I really liked working hard. When I worked at Disneyland, I'd do 12 hours straight and go home thrilled.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "One of the greatest things drama can do, at it's best, is to redefine the words we use every day such as love, home, family, loyalty and envy. Tragedy need not be a downer.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "When I come home, my daughter will run to the door and give me a big hug, and everything that's happened that day just melts away.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I still close my eyes and go home - I can always draw from that.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "My mother never gave up one me. I messed up in school so much they were sending me home, but my mother sent me right back.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "When a criminal breaks into your home I'll let the liberals call the lawyer. I'm going to call Smith &amp Wesson.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I figure that if the children are alive when I get home, I've done my job.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "Students never think it can be the teacher's fault and so I thought I was stupid. I was frustrated and would come home and cry because I couldn't do it. Then we got a new teacher who made math accessible. That made all the difference and I learned that it's how you present it that makes it scary or friendly.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "The physician can bury his mistakes, but the architect can only advise his client to plant vines - so they should go as far as possible from home to build their first buildings.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "General Howard informed me, in a haughty spirit, that he would give my people 30 days to go back home, collect all their stock, and move onto the reservation.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "The secret of a successful marriage is not to be at home too much.", 
    "name": "Colin Chapman"
  }, 
  {
    "quote": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "That is the returning to God which in reality is never concluded on earth but yet leaves behind in the soul a divine home sickness, which never again ceases.", 
    "name": "Max Muller"
  }, 
  {
    "quote": "There's a continuity between what I care about in any form: I care about it in my music, in article-writing, in how I dress, in how I live, in my relationships, in how I navigate paparazzi, how I decorate my home. There's such a continuity between everything that I don't really care what form it shows up in.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I love you - I am at rest with you - I have come home.", 
    "name": "Dorothy L. Sayers"
  }, 
  {
    "quote": "Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating.", 
    "name": "Bob Filner"
  }, 
  {
    "quote": "England is my home. London is my home. New York feels like, if I have to spend a year living in an unfamiliar city, this is a pretty lovely one to spend a year in, but I will be going home at the end of it, certainly.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Think you're escaping and run into yourself. Longest way round is the shortest way home.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "The average husband enjoys the total effect of his home but is usually unable to contribute any of the details of work and organisation that make it enjoyable.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "I think when the full horror of being fifty hits you, you should stay home and have a good cry.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Caesar might have married Cleopatra, but he had a wife at home. There's always something.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "Here's kind of my motto - if you're not happy at home, you're not happy anywhere else.", 
    "name": "Angie Harmon"
  }, 
  {
    "quote": "Don't you stay at home of evenings? Don't you love a cushioned seat in a corner, by the fireside, with your slippers on your feet?", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Better do a good deed near at home than go far away to burn incense.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "One small cat changes coming home to an empty house to coming home.", 
    "name": "Pam Brown"
  }, 
  {
    "quote": "Here's how I think of my money - as soldiers - I send them out to war everyday. I want them to take prisoners and come home, so there's more of them.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "Yes, I've kissed a lot of guys. I like to kiss, but that's it. I don't go home with anyone. I sleep with my animals, like my baby monkey, Brigitte Bardot.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "I had only one superstition. I made sure to touch all the bases when I hit a home run.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "By the time you get dressed, drive out there, play 18 holes and come home, you've blown seven hours. There are better things you can do with your time.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "To be an ideal guest, stay at home.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Why would I retire? Sit at home and watch TV? No thanks. I'd rather be out playing.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "The words that a father speaks to his children in the privacy of home are not heard by the world, but, as in whispering galleries, they are clearly heard at the end, and by posterity.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Since the departure of good old-fashioned entertainers the re-emergence of somebody who wants to be an entertainer has unfortunately become a synonym for camp. I don't think I'm camper than any other person who felt at home on stage, and felt more at home on stage than he did offstage.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Christmas is, of course, the time to be home - in heart as well as body.", 
    "name": "Garry Moore"
  }, 
  {
    "quote": "Those men are most apt to be obsequious and conciliating abroad, who are under the discipline of shrews at home.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Think about the comfortable feeling you have as you open your front door. That's but a hint of what we'll feel some day on arriving at the place our Father has lovingly and personally prepared for us in heaven. We will finally - and permanently - be 'at home' in a way that defies description.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I was making a lot of 8mm home movies, since I was twelve, making little dramas and comedies with the neighborhood kids.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Teach love, generosity, good manners and some of that will drift from the classroom to the home and who knows, the children will be educating the parents.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "It's not like I'm this glamour diva who hands everything over and I just sit on my throne at home.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "To be honest, when I'm home, every day is a Friday for me. It doesn't really matter what day it is for me. A lot of my friends actually have time off during the week, and so it doesn't prohibit me from enjoying myself when I am home on a Monday or a Tuesday.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "The most influential of all educational factors is the conversation in a child's home.", 
    "name": "William Temple"
  }, 
  {
    "quote": "Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "A man travels the world in search of what he needs and returns home to find it.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "I report to you that our country is challenged at home and abroad: that it is our will that is being tried and not our strength our sense of purpose and not our ability to achieve a better America.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The war is dreadful. It is the business of the artist to follow it home to the heart of the individual fighters - not to talk in armies and nations and numbers - but to track it home.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I missed my home - like the physicality of my home, I missed my friends and my family mostly and just hanging out and being in your home country - culturally it feels right and that is what I miss.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Where there is a mother in the home, matters go well.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "To Adam Paradise was home. To the good among his descendants home is paradise.", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "And when I was young, my family was perfectly nice. I write a lot about it, as you noticed. But it was rather limited. I think, I don't think anyone in my family would really feel I'd done them an injustice by saying that. We didn't see many people. There were many books. It was as if I wanted to get away from home.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "The penalty for getting mugged in an American city and losing your ID is that you can't fly home.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "In high school, a teacher once suggested that I be a math major in college. I thought, 'Me? You've got to be joking!' I mean, in junior high, I used to come home and cry because I was so afraid of my math homework. Seriously, I was terrified of math.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "It takes a lot of work to put together a marriage, to put together a family and a home.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "I much prefer working with kids whose life could be completely upended by a reading of a book over a weekend. You give them a book to read - they go home and come back a changed person. And that is so much more interesting and exciting.", 
    "name": "Russell Banks"
  }, 
  {
    "quote": "How much a dunce that has been sent to roam, excels a dunce that has been kept at home.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Let architects sing of aesthetics that bring Rich clients in hordes to their knees Just give me a home, in a great circle dome Where stresses and strains are at ease.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "At every party there are two kinds of people - those who want to go home and those who don't. The trouble is, they are usually married to each other.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "We live in grief for having left the womb, for having left the teat, then school, then home. In my case, it was leaving marriages, and the death of my wife.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Marrying a man is like buying something you've been admiring for a long time in a shop window. You may love it when you get it home, but it doesn't always go with everything else in the house.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "Racism is taught in the home. We agree on that? Well, it's very hard to teach racism to a teenager who's listening to rap music and who idolizes, say, Snoop Dogg. It's hard to say, 'That guy is less than you.' The kid is like, 'I like that guy, he's cool. How is he less than me?", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "Some men like a dull life - they like the routine of eating breakfast, going to work, coming home, petting the dog, watching TV, kissing the kids, and going to bed. Stay clear of it - it's often catching.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "I learn something not because I have to, but because I really want to. That's the same view I have for performing. I'm performing because I really want to, not because I have to bring bread back home.", 
    "name": "Yo-Yo Ma"
  }, 
  {
    "quote": "I'm the type of woman you might say is too good. I'll massage a man's feet, have dinner cooked when he gets home. But once they leave, the door is closed, and the locks are changed.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "Oh, my ways are strange ways and new ways and old ways, And deep ways and steep ways and high ways and low, I'm at home and at ease on a track that I know not, And restless and lost on a road that I know.", 
    "name": "Henry Lawson"
  }, 
  {
    "quote": "When I do get the chance I just love to hang around at home with friends and family.", 
    "name": "Delta Goodrem"
  }, 
  {
    "quote": "There is only one home to the life of a river-mussel there is only one home to the life of a tortoise there is only one shell to the soul of man: there is only one world to the spirit of our race. If that world leaves its course and smashes on boulders of the great void, whose world will give us shelter?", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "I daresay one good concert justifies a week of satisfaction at home.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "A visit to a cinema is a little outing in itself. It breaks the monotony of an afternoon or evening it gives a change from the surroundings of home, however pleasant.", 
    "name": "Ivor Novello"
  }, 
  {
    "quote": "For example, I was a White House intern the summer before I dropped out of law school. Everybody knew about it. I'd come home and go to church and everybody would say, 'Oh, my God. Demetri, you're working at the White House.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family.", 
    "name": "Anita Baker"
  }, 
  {
    "quote": "Producing is so exciting because you can enable things to happen, whether it's like discovering a filmmaker who you're taking a chance on, protecting a battle and driving home at the end of the day just going, 'I'm so glad I stayed late at work and fought hard for that. Had my passion. Won that battle.'", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "It seems sensible to me that we should look to the medical profession, that over the centuries has helped us to live longer and healthier lives, to help us die peacefully among our loved ones in our own home without a long stay in God's waiting room.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "But now, being a parent, I go home and see my son and I forget about any mistake I ever made or the reason I'm upset. I get home and my son is smiling or he comes running to me. It has just made me grow as an individual and grow as a man.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "For target shooting, that's okay. Get a license and go to the range. For defense of the home, that's why we have police departments.", 
    "name": "James Brady"
  }, 
  {
    "quote": "Home is pretty utopian.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "The greenest home is the one you don't build. If you really want to save the Earth, move in with another family and share a house that's already built. Better yet, live in the forest and eat whatever the squirrels don't want.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Obviously there's not much options when you're a cartoonist - you pretty much either work at home or rent an office I guess, and working at home just seems easier.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "The appreciative smile, the chuckle, the soundless mirth, so important to the success of comedy, cannot be understood unless one sits among the audience and feels the warmth created by the quality of laughter that the audience takes home with it.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "I couldn't care less about fashion. If I had taken any clothes home, they would have remained in my closet for the rest of their existence.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "Playing drums feels like coming home for me. Even during the White Stripes I thought: 'I'll do this for now, but I'm really a drummer.' That's what I'll put on my passport application.", 
    "name": "Jack White"
  }, 
  {
    "quote": "If there were no schools to take the children away from home part of the time, the insane asylums would be filled with mothers.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I love coming home to somebody, I love being in a relationship.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Home life ceases to be free and beautiful as soon as it is founded on borrowing and debt.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "I think what is British about me is my feelings and awareness of others and their situations. English people are always known to be well mannered and cold but we are not cold - we don't interfere in your situation. If we are heartbroken, we don't scream in your face with tears - we go home and cry on our own.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "But if there's an erosion at home, you know, Thomas Jefferson warned about a tyranny of an oligarchy and if we surrender our democracy to the tyranny of an oligarchy, we've made a terrible mistake.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "When you live on the road, going home is a place to escape and just be with your family to unwind.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "Well, look at what people are doing for returned veterans now. The wounded warriors. They're working hard to make the wounded veterans feel that they are loved and welcomed home, unlike Vietnam. It was not a very kind, gentle world then. I think we are kinder and gentler.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Going home and spending time with your family and your real friends keeps you grounded.", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "Kill all the rich people. Break up their cars and apartments. Bring the revolution home, kill your parents, that's where it's really at.", 
    "name": "Bill Ayers"
  }, 
  {
    "quote": "I don't really consider myself one of those actors who takes his work home with him.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "As a child, the family that I had and the love I had from my two parents allowed me to go ahead and be more aggressive, to search and to take risks knowing that, if I failed, I could always come home to a family of love and support.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Just take the ball and throw it where you want to. Throw strikes. Home plate don't move.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "I feel most at home in the water. I disappear. That's where I belong.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "Here is my first principle of foreign policy: good government at home.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "However painful the process of leaving home, for parents and for children, the really frightening thing for both would be the prospect of the child never leaving home.", 
    "name": "Robert Neelly Bellah"
  }, 
  {
    "quote": "On stage, I make love to 25,000 different people, then I go home alone.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "The first time that you escape from home or the small town that you live in - there's a reason a small town is called a small town: It's because not many people want to live there.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "Now that virtually every career is an option for ambitious girls, it can no longer be considered regressive or reactionary to reintroduce discussion of marriage and motherhood to primary education. We certainly do not want to return to the simplistic duality of home economics classes for girls and wood shop for boys.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "When you do take the home pregnancy test, it doesn't quite seem real. But when you see the baby and the heartbeat on the ultrasound, it's so incredible.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "I was brought up in the modern world of all the luxury and the highlight of show business. I was born into a Christian home.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "I will not have my son grow up in a tension-filled home.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I was brought up in a household of chaos and I never felt stable at home.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I would love to have a robot at home.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "To have the opportunity to complete the slam at the Open at St Andrews, the home of golf, is something I will never ever forget.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I get 0.5 seconds to react to a ball, sometimes even less than that. I can't be thinking of what XYZ has said about me. I need to surrender myself to my natural instincts. My subconscious mind knows exactly what to do. It is trained to react. At home, my family doesn't discuss media coverage.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "I'm going home now. I apologize for what I said. I hope you can forget it, but I'm going home right now.", 
    "name": "Benjamin Day"
  }, 
  {
    "quote": "Akron, Ohio, is my home. I will always be here. I'm still working out at my old high school.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Children who cling to parents or who don't want to leave home are stunted in their emotional, psychological growth.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "A home is crucial, the foundation of a stable family.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "Having leveled my palace, don't erect a hovel and complacently admire your own charity in giving me that for a home.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "I try to devote my afternoons to making music in my home studio, but it's a lot more fun hanging out with musicians and friends, and trying subtly to influence a band than making your own stuff.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "If I were running to be somebody, there are a lot of easier sombodies to be. After all, running against the incumbent governor of your own party in your home state is not the next logical step in a political life.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "You know who a complicated tax code kills? The guy or gal trying to start a business out of the spare bedroom of their home. So we've got to simplify our tax code.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Americans chose a free enterprise system designed to provide a quality of opportunity, not compel a quality of results. And that is why this is only place in the world where you can open up a business in the spare bedroom of your home.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "More than anything else, I want the folks back at home to think right of me.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Just because I managed to do a little something, I don't want anyone back home to think I got the big head.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "If you go away on location for three months and your wife stays at home, you've made a whole new load of friends and she's made a whole new load of friends and you get home and you're kind of strangers.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "My real fantasy if I was to drop out would be to live in a mobile home and be a hippie and drive around festivals and have millions of children - children with dreadlocks and nose rings - and play the flute.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "I like to think of myself at home in the armchair, writing, smoking and occasionally wandering down the shop.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "I live by 'Go big or go home.' That's with everything. It's like either commit and go for it or don't do it at all. I apply that to everything. I apply that to relationships, I apply that to like sports, I apply that to everything. That's what I live by. That's how I like it.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "All things on earth point home in old October sailors to sea, travellers to walls and fences, hunters to field and hollow and the long voice of the hounds, the lover to the love he has forsaken.", 
    "name": "Thomas Wolfe"
  }, 
  {
    "quote": "My mother was determined to make us independent. When I was four years old, she stopped the car a few miles from our house and made me find my own way home across the fields. I got hopelessly lost.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "I have an abacus at home.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "The desire to hit a big home run is dominating the music business.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I like my home and I like the nature.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I left home because I was hungry.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "Let woman out of the home, let man into it, should be the aim of education. The home needs man, and the world outside needs woman.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Our poverty will be brought home to us to its full extent only after the war.", 
    "name": "Joseph A. Schumpeter"
  }, 
  {
    "quote": "One of the great privileges of having grown up in a middle-class literary English household, but having gone to school in the front lines in Southeast London, was that I became half-street-urchin and half-good-boy at home. I knew that dichotomy was possible.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "Sometimes in the past when I played something might make me lose focus, or I would go home after a game where I thought I could have played better and I would let it hang over my head for a long time when it shouldn't.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Akron, Ohio, is my home. It will always be remembered. Akron, Ohio, is my life.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I have no idea how to get in touch with anyone anymore. Everyone, it seems, has a home phone, a cell phone, a regular e-mail account, a Facebook account, a Twitter account, and a Web site. Some of them also have a Google Voice number. There are the sentimental few who still have fax machines.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I want to let my friend Buster know that I would like to have dinner with him tonight. Does Buster work at home? Then how likely is he to have his cell phone on? Is he one of those people who only turns on his cell when he's in his car? I hate that.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I remember, when I was a kid, watching my mother jam herself into her girdle - a piece of equipment so rigid it could stand up on its own - and I remember her coming home from fancy parties and racing upstairs to extricate herself from its cruel iron grip.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Major league baseball has asked its players to stop tossing baseballs into the stands during games, because they say fans fight over them and they get hurt. In fact, the Florida Marlins said that's why they never hit any home runs. It's a safety issue.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Yeah, anybody can go in with two turntables and a microphone or a home studio sampler and a little cassette deck or whatever and make records in their bedrooms.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "If anything, a lot of electronic music is music that no one listens to at home, hardly. It's really only to be heard when everyone's out enjoying it.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "A woman should be home with the children, building that home and making sure there's a secure family atmosphere.", 
    "name": "Mel Gibson"
  }, 
  {
    "quote": "Because of my parents' love of democracy, we came to America after being driven twice from our home in Czechoslovakia - first by Hitler and then by Stalin.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I know that war is very cruel and that life is harder when you aren't able to live in the place you called home.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I'm always going to live in Texas. Texas is my home - it'll be my home forever.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "I love coming home to Melbourne. The first thing I do is have a coffee. It's just so much better here than anywhere else. It's better than in Italy and I travel a lot. I crave it.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "Most people, if you live in a big city, you see some form of schizophrenia every day, and it's always in the form of someone homeless. 'Look at that guy - he's crazy. He looks dangerous.' Well, he's on the streets because of mental illness. He probably had a job and a home.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "I like being at home and cooking.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "The triple is the most exciting play in baseball. Home runs win a lot of games, but I never understood why fans are so obsessed with them.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "Well, I just said that Jesus and I were both Jewish and that neither of us ever had a job, we never had a home, we never married and we traveled around the countryside irritating people.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "I don't believe in organized religion - I dealt with them hand in hand, and a whole bunch of Catholic priests tried to molest me. Telling me I was gay and I should go home with them and stuff.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "Philosophy is properly home-sickness the wish to be everywhere at home.", 
    "name": "Novalis"
  }, 
  {
    "quote": "Managing is getting paid for home runs that someone else hits.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "They say Yogi Berra is funny. Well, he has a lovely wife and family, a beautiful home, money in the bank, and he plays golf with millionaires. What's funny about that?", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Ability is the art of getting credit for all the home runs somebody else hits.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "The curious are always in some danger. If you are curious you might never come home.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "My biggest nightmare is I'm driving home and get sick and go to hospital. I say: 'Please help me.' And the people say: 'Hey, you look like...' And I'm dying while they're wondering whether I'm Barbra Streisand.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Perhaps there is no greater issue facing contemporary women than the choices they must make about balancing home and work.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I didn't really seek attention. I just wanted to play the game well and go home.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "One of the best things to come out of the home computer revolution could be the general and widespread understanding of how severely limited logic really is.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "Child abuse and neglect offend the basic values of our state. We have a responsibility to provide safe settings for at-risk children and facilitate permanent placement for children who cannot return home.", 
    "name": "Matt Blunt"
  }, 
  {
    "quote": "You can't have it both ways. You can't tell me that you're taxed enough already, and that you want constitutional government and then in the next breath say, 'Bring me home some bacon.' The pig has been picked clean.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Going home must be like going to render an account.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "It began to dawn on me that perhaps my country needed me more at home than overseas.", 
    "name": "Larry David"
  }, 
  {
    "quote": "There are times when I'm driving home after a day's shooting, thinking to myself, That scene would've been so much better if I had written it out.", 
    "name": "Larry David"
  }, 
  {
    "quote": "Well, after the divorce, I went home and turned all the lights on!", 
    "name": "Larry David"
  }, 
  {
    "quote": "When the good lord calls you home, the government ought not come get your home.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I stand before you as the governor of Texas but also stand before you the son of two tenant farmers. Ray Perry who came home after 35 bombing missions over Europe to work his little corner of land out there and Amelia who made sure that my sister Milla and I had everything that we needed, included hand sewing my clothes until I went off to college.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I am told that the first comprehensible word I uttered as a child was 'home.'", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "When I think about the songs I might record, I ask myself, 'Can I picture anybody I know back home sitting in their truck cranking this up?'", 
    "name": "Blake Shelton"
  }, 
  {
    "quote": "It's easy to underestimate the real cost of home ownership.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I get so frustrated when people tell me it's unrealistic to create an eight-month emergency savings fund, or have money saved for a home down payment, or pay off their $5,000 credit card balance.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Like your home's closets, your financial clutter needs an overhaul every now and again, and the payoff will go far beyond the psychic satisfaction of neatening up.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Fiction was invented the day Jonas arrived home and told his wife that he was three days late because he had been swallowed by a whale.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "Snowboarding's tough, because you've got to go to the mountains. For me, I love the skateboard season because I get to hangout at home and still be skating. I don't have to travel to Norway or Japan or these crazy places to be snowboarding.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "The thing is, I have a zillion apps, and I'm always looking for the perfect arrangement for them, so scrambling my home screen is part of that eternal quest.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Recently, I have come to assume that any call to my landline is from a telemarketer or an automated call from Terminex, letting me know that our regularly scheduled pest-extermination service will occur on its regular schedule. So I usually ignore my home phone.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "When my son was born, and after a day of lying-in I was told that I could leave the hospital and take him home, I burst into tears. It wasn't the emotion of the moment: it was shock and horror.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I work at home, in the country, and days will go by when, except for my husband and son and the occasional UPS man, the only sentient creatures that see me are my chickens and turkeys.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "A recent Pew Hispanic survey found that more than 70 percent of illegal immigrants from Mexico are interested in a guest-worker program and then returning home.", 
    "name": "John Shadegg"
  }, 
  {
    "quote": "I grew up in an abusive home and was told on a daily basis by my father that I would never amount to anything and that I looked like a boy.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "I'm still living the life where you get home and open the fridge and there's half a pot of yogurt and a half a can of flat Coca-Cola.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "The schools would fail through their silence, the Church through its forgiveness, and the home through the denial and silence of the parents. The new generation has to hear what the older generation refuses to tell it.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "Proper school nutrition must be complemented by activities outside of the cafeteria. The decisions parents make to keep their kids healthy are critical in fighting this battle on the home front.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Don't corral me, and I'll always come home. Just let me go out and play during the day.", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "I had a blast doing the Warped Tour, but it's good to be home, for sure.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "He may be president, but he still comes home and swipes my socks.", 
    "name": "Joseph P. Kennedy"
  }, 
  {
    "quote": "At home I'm just a guy who has interests that extend far beyond music.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "The quest for peace begins in the home, in the school and in the workplace.", 
    "name": "Silvia Cartwright"
  }, 
  {
    "quote": "If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "A happy home is one in which each spouse grants the possibility that the other may be right, though neither believes it.", 
    "name": "Don Fraser"
  }, 
  {
    "quote": "The only way you can have it all is by delegating all the running of the home to other people - which I don't ever want to do... So you do it yourself, and it takes time and energy and effort. And if you give it the time, it's profoundly enjoyable.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "We call our country home of the brave and land of the free, but it's not. We give a false portrayal of freedom. We're not free - if we were, we'd allow people their freedom.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Censorship, like charity, should begin at home, but, unlike charity, it should end there.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "There's no real preparing at home for stand-up. You just go and you just do it.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I noted that people are happy here in India. When I went back home, people had everything in the materialistic sense and were surrounded with abundance, but they were not happy.", 
    "name": "Goldie Hawn"
  }, 
  {
    "quote": "I'll be here in my home with three big screens. I'll be watching three games at a time, and when they're over, I'll look at three more.", 
    "name": "Hayden Fry"
  }, 
  {
    "quote": "Just that working with Clint again is like coming home.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "Sub-Saharan Africa is also home to 400 million of the world's poorest people.", 
    "name": "Bono"
  }, 
  {
    "quote": "I like to stay at home and make cinema in my head.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "Working in an office with an array of electronic devices is like trying to get something done at home with half a dozen small children around. The calls for attention are constant.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "I maintain the rather old-fashioned view that this is my work and it's in the public arena, but that doesn't entitle everyone to know what happened at home before coming here.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "After all my various relationships I find myself now home alone.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Buy with your heart, not your head. You can look at all the aspects that make a purchase practical, but that kind of thinking makes it an investment rather than a home.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "And, you know, you try and preach to them there's more to this game than just walking up to home plate, swinging the bat, fielding a ground ball. There's some dedication in it, some love you've got to put into this work.", 
    "name": "Eddie Murray"
  }, 
  {
    "quote": "Although I have lived in London, I have never really considered London my home because it was always going to be a stopping-off point for me, and it has been too.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "You can be true to the character all you want but you've got to go home with yourself.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "It's not a bad thing for a writer not to feel at home. Writers - we're much more comfortable at parties standing in the corner watching everybody else having a good time than we are mingling.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "Your home is regarded as a model home, your life as a model life. But all this splendor, and you along with it... it's just as though it were built upon a shifting quagmire. A moment may come, a word can be spoken, and both you and all this splendor will collapse.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "I never would have given up my work to stay home.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "I'm an afternoon tea type of girl. I come from a Russian background where we love our teas. So between lunch and dinner after training I come home and I love a nice cup of tea with jam in it, as we drink it there. Black English Breakfast with raspberry jam is my favorite.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "A minister has to be able to read a clock. At noon, it's time to go home and turn up the pot roast and get the peas out of the freezer.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "I actually do think you're seeing this trend towards organizations just caring more about their brand and engaging. And so I think Home Depot will want to humanize itself. I think that's a lot of why companies are starting blogs, are just giving more insight into what's going on with them.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "I believe my woman shouldn't work outside the home.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "When I come home and I'm tired from filming all day, I expect her to be there and make sure everything is cool for me. You know, like drawing my bath and helping me into bed.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "I could lie and say my wife cooks for me, but she doesn't. My wife has never learnt cooking but she has great cooks at home.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "I can't imagine dating a boy, meeting him only outside the home. What's a home and family for if it's not the center of one's life?", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "Those who were cowards never started, and those who were weak were lost on the way, but the brave find a home in every land.", 
    "name": "Walter Knott"
  }, 
  {
    "quote": "I want to go home at night and feel discomfort.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "I think they quite like me when I work because I'm one of the safer directors to back, because even if my films don't bring their costs in back home, once they're shown outside of India they manage to cover the costs.", 
    "name": "Satyajit Ray"
  }, 
  {
    "quote": "If you got a good imagination, a lot of confidence and you kind of know what you are saying, then you might be able to do it. I know a lot of colorful characters at home that would make great actors.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "If you don't quit, and don't cheat, and don't run home when trouble arrives, you can only win.", 
    "name": "Shelley Long"
  }, 
  {
    "quote": "I am a perfectionist but I know how to live life. When I'm working, it's 100%. When I'm with my friends, I put everything away and enjoy life. When I come home to my kids, it's pure joy and everything's worth it. Every time, I really focus 100 percent on one thing. I've learned how to juggle my life and I feel like now I have the perfect balance.", 
    "name": "Monique Lhuillier"
  }, 
  {
    "quote": "When I started editing on my home computer, I said to myself, 'Well, I could be at home studying for a class or I could be at home editing a video.'", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "If you don't have public hangings for bad culture in a company, if you don't take people out and let them say, they went home to spend more time with the family. It's crazy.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "I'm actually graduating early. I got a lot of work done already. Being home schooled, I have had a lot of tutors help me.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "I'm actually a pretty decent human being, and when I'm home I'm straight as an arrow.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "I came here in 1974 to do a play, and then I went to L.A. I really like living in America. I feel more at home here than anywhere else.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "In the theatre, people talk. Talk, talk until the cows come home about journeys of discovery and about what Hazlitt thought of a line of Shakespeare. I can't stand it.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "Ancient recipients of instant news probably couldn't do very much about it, for instance. Xerxes would still need three months to get his army together, and he might not get home for years.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Prescott National Forest is right on the edge of my home in Arizona.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "I miss England. I miss the weather. I've spent moss of the last 25 years on tour. I'm ready to come home.", 
    "name": "Sting"
  }, 
  {
    "quote": "Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there.", 
    "name": "Robert Cormier"
  }, 
  {
    "quote": "I still watch 'Idol,' and it's still the No. 1 show, so obviously I'm not the only one who loves to sit at home and be entertained.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "I'm from a small town so, like, everyone's married with children or about to have children. So it's a little hard when you go home and people are like - and that's why people think I'm gay - because they're like 'Why aren't you married?' And I'm like, 'it doesn't happen for everyone right off the bat.'", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "Stand-up is like a movie every night. You write it, direct it, produce it, the audience votes, and you go home. There's nothing more satisfying.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "I am not going to die, I'm going home like a shooting star.", 
    "name": "Sojourner Truth"
  }, 
  {
    "quote": "Sleep more at night. If it's allowed at work or home, take a nap in the afternoon. You'll be amazed at how much better you'll feel.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Whatever feminists may say about their only advocating choices, everyone knows the truth: Feminism regards work outside the home as more elevating, honorable, and personally productive than full-time mothering and making a home.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "I don't really know any other musicians like me. I grew up backstage with my dad who played in a post-war dance band, so I always feel at home at a venue.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "Television is an invention that permits you to be entertained in your living room by people you wouldn't have in your home.", 
    "name": "David Frost"
  }, 
  {
    "quote": "Every day is a journey, and the journey itself is home.", 
    "name": "Matsuo Basho"
  }, 
  {
    "quote": "If you own a home with wheels on it and several cars without, you just might be a redneck.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "When I started the business, I hardly went home. I became very driven about work and about my career.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "I define fear as standing across the ring from Joe Louis and knowing he wants to go home early.", 
    "name": "Max Baer"
  }, 
  {
    "quote": "Bring a wife home to your house when you are of the right age, not far short of 30 years, nor much above this is the right time for marriage.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "I always wear the same thing at home. I can't be bothered with jewelry. My pants have elastic waists. I like to be comfortable. There are so many more important things to worry about.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "God the Father, the supreme Architect, had already built this cosmic home we behold, the most sacred temple of His godhead, by the laws of His mysterious wisdom.", 
    "name": "Giovanni Pico della Mirandola"
  }, 
  {
    "quote": "Most of the time I liked school and got good grades. In junior high, though, I hit a stumbling block with math - I used to come home and cry because of how frustrated I was! But after a few good teachers and a lot of perseverance, I ended up loving math and even choosing it as a major when I got to college.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "I exercise at home - light cardio and yoga.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Because for whatever reason, even though I want to stay home all the time and be left alone, I want to tell the world who I am now.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "I am a voyager - and the voyage cannot mean that I stay at home.", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "I was hit by a car once on my bike, but I still rode home.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "Beer is not a good cocktail-party drink, especially in a home where you don't know where the bathroom is.", 
    "name": "Billy Carter"
  }, 
  {
    "quote": "Outside of being home with my family, I prefer a crowd.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "You can almost see voters nodding their heads at home: The public's faith in politicians and political institutions has been on a steep and dangerous decline for decades, because elected leaders fail to deliver.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Don't kid yourself. President Obama's decision to withdraw 33,000 troops from Afghanistan before he stands for reelection is not driven by the United States' 'position of strength' in the war zone as much as it is by grim economic and political realities at home.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "White House operatives went to great lengths to show Obama shifting focus from wars abroad to domestic issues at home.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I'm most at home on the stage. I was carried onstage for the first time when I was six months old.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "You know, what we do know is that there is a high frequency of violence in the home of those who bully.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "Art hurts. Art urges voyages - and it is easier to stay at home.", 
    "name": "Gwendolyn Brooks"
  }, 
  {
    "quote": "Social topics may hit too close to home for people, but then again, if you pull a heartstring, then that's what country music is. It's not just songs about getting drunk and leaving your girl.", 
    "name": "Kenny Chesney"
  }, 
  {
    "quote": "I have become a queer mixture of the East and the West, out of place everywhere, at home nowhere.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "I think that the reason for my success is that I am really not aspirational. I am inspirational in that the people at home feel like they can really relate to me.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "I am not suggesting that all those missionary organizations working in Haiti should pack up and go home, but I am urging them to understand that Haiti does not need clever Americans with newly contrived schemes for saving their country.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Before I had kids I'd go out on the road for months and months at a time, but now I don't think I'd want to do that anymore, because I'd miss too much time at home, so it's just a matter of monitoring how much work that I do and how much time I'm on the road.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "These days, you have the option of staying home, blogging in your underwear, and not having your words mangled. I think I like the direction things are headed.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "After hundreds of auditions and nothing, you're sitting home and wondering, 'What am I doing?'", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "I have enough music coming out of my kids' bedrooms when I'm at home.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "Abstention means you stayed at home or went to the beach. By casting a blank vote, you're saying you have a political conscience but you don't agree with any of the existing parties.", 
    "name": "Jose Saramago"
  }, 
  {
    "quote": "When I stop working, I go out and start working again. Most people paint a picture, or whatever they do, and go home. For me, it has to be continuous.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Like charity, I believe glamour should begin at home.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "And that's actually the brunt of what we do is, people going straight from their workplace, straight from home, straight into the classroom and working directly with the students. So then we're able to work with thousands and thousands more students.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "Here at home, when Americans were standing in long lines to give blood after the attack on the World Trade Center and the Pentagon, we squandered an obvious opportunity to make service a noble cause again, and rekindle an American spirit of community.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I was kind of secretly hoping one of my kids would go out and make a million bucks. So when they put me in a home, at least I'll have a window with a view.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I mean, I love L.A. - I love living here. But I wish that we could make things without the need to hit a home run every single time. It's a unique thing to Hollywood that if you don't do that every time, then you're considered a failure. But it's like, 'Well, are you making movies to be successful? Or are you making movies to learn something?'", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I mean, I love L.A. - I love living here. But I wish that we could make things without the need to hit a home run every single time. It's a unique thing to Hollywood that if you don't do that every time, then you're considered a failure.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I've been thinking a lot about next year, which will be the first time in 25 years that I don't have a child at home.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "The only place I've felt was really my home is my cabin up north. There's something in the water there that connects me to that place. There's also this sense of isolation and loneliness about it that I've never been able to shake.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "When I am home for like a two-year stretch, I get antsy, because I want to work.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "After my tour I had time to stay at home, be with my boyfriend and hang out with friends and that brought me down to earth and helped me write music from a more relaxed place.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "I think a major element of jetlag is psychological. Nobody ever tells me what time it is at home.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "It's coming home to roost over the next 50 years or so. It's not just climate change it's sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Performers are so vulnerable. They're frightened of humiliation, sure their work will be crap. I try to make an environment where it's warm, where it's OK to fail - a kind of home, I suppose.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "Atlanta's my musical home. It really was the place where I really came alive.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Every song I put on a record could be a single and I just pack my bags for it... and the minute it takes off, I'm not gonna be home for a while.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "What I've learned in my life, it's a very interesting social study for me, to go back and forth between being the guy at home and being the guy on the road and being the guy in studio and being the guy in the interview. The environment around you has so much to do with your character, and when I'm home, my character really changes quite a bit.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I like to maintain a certain sense of fantasy in my life. I am kind of like that at home. Do I have the full hair and makeup? No. But I might have the nice dress on.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "In school I was pretty quiet. Kinda shy until my junior year. But at home I was a freak.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "A man travels the world over in search of what he needs and returns home to find it.", 
    "name": "George A. Moore"
  }, 
  {
    "quote": "For my wrap present, Colin Farrell gave me a first edition book. I got so involved with this character and I was so sad when the movie was over that when I got home and I tried to read the book I got really emotional and I started crying.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "It's also much clearer how much damage the occupation of Iraq is doing to America's reputation and prestige around the world and that's just starting now to hit home in the United States.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Women are the victims of this patriarchal culture, but they are also its carriers. Let us keep in mind that every oppressive man was raised in the confines of his mother's home.", 
    "name": "Shirin Ebadi"
  }, 
  {
    "quote": "The secret is to make sure your family comes before anything else, because no matter what you do you've got to come home.", 
    "name": "Barry Gibb"
  }, 
  {
    "quote": "I come from pioneer stock, developers of the West, people who went out into the wilderness and set up home with nothing but a pair of oxen.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "The people of Britain want a Home Secretary who will give them back their streets. They want a Home Secretary who will speak up for the victim, not the criminal.", 
    "name": "William Hague"
  }, 
  {
    "quote": "America's future will be determined by the home and the school. The child becomes largely what he is taught hence we must watch what we teach, and how we live.", 
    "name": "Jane Addams"
  }, 
  {
    "quote": "Instead of going out to dinner, buy good food. Cooking at home shows such affection. In a bad economy, it's more important to make yourself feel good.", 
    "name": "Ina Garten"
  }, 
  {
    "quote": "I would have gone home to my mother, but I'm not that crazy about my mother.", 
    "name": "Cher"
  }, 
  {
    "quote": "Strength of character may be learned at work, but beauty of character is learned at home.", 
    "name": "Henry Drummond"
  }, 
  {
    "quote": "I feel that I'm at my best as a person and that I'm coming home when I walk on to a set, or on to a stage, so if I can perform in one way or another I think I'll be okay.", 
    "name": "Claudia Black"
  }, 
  {
    "quote": "Yes, Americans can still get credit for cars and trucks and refrigerators, and those businesses are doing well. But just try to get a home loan now.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Americans are terrified because so many of them have been laid off in recent years and months and they fear that they may be next. Even if they have not been laid off or have not known anyone laid off, they definitely know someone who has lost his home.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Education, like neurosis, begins at home.", 
    "name": "Milton Sapirstein"
  }, 
  {
    "quote": "It is easier to take a position in the abstract than when it hits home.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "People internalize, from the jail to student loan debt, to credit card debt, to unemployment to the whole collective. It manifests itself in many ways, in people's home lives, domestic stuff.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "At Home in the World is the story of a young woman, raised in some difficult circumstances, and how she survives. It tells a story of redemption, not victimhood.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "Sometimes when you're trying to do a record too close to home, you can get really distracted.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I've spent lots of time in London, I studied in London, I like London. It's just not my home.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "My first holiday to San Francisco in 1998-99 was supposed to be a two-week vacation but I ended up staying five weeks and nearly didn't come home.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "Don't leave home without your sword - your intellect.", 
    "name": "Alan Moore"
  }, 
  {
    "quote": "The only other time I've been away from home was when I went to college. And that was just an hour away, so I could always go home if I needed to.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "At home we're the hosts, and I never liked the idea of being embarrased in front of our friends.", 
    "name": "Knute Rockne"
  }, 
  {
    "quote": "Many a man who pays rent all his life owns his own home and many a family has successfully saved for a home only to find itself at last with nothing but a house.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "I can't move back to England. My home is in France now. I'd love to but I can't. My family's all there now.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "With the theatre, your whole day is geared towards the evening's show, and that's the job. People usually go to work about 9 and come home around 5, or maybe 7.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "I just get so fed up with seeing the same things written about me. If I see the words 'ice queen' attached to me, I feel like banging my head against the wall. There's this perception that I can only be in a film if I have a glass of champagne in my hand and a stately home in the background.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "I have never met a woman who works who doesn't feel guilty. I mean we all deny it like crazy but deep down there is always that voice saying you should be at home.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "Illogical thinkers throw names and slurs around because they have no arguments with which to rebut their opponents. Rational people have to keep hammering their points home.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Remember the rights of the savage, as we call him. Remember that the happiness of his humble home, remember that the sanctity of life in the hill villages of Afghanistan, among the winter snows, is as inviolable in the eye of Almighty God, as can be your own.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "I have a dress-up chest at home. I love to create this fantasy kind of thing.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "All of a sudden to get all of this attention, and to be away from home and working all the time was hard. I was on planes all the time. I didn't see my friends. I cried a lot. It was quite terrifying.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "I seek to call America home to those principles that gave us birth.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "From secrecy and deception in high places, come home, America. From military spending so wasteful that it weakens our nation, come home, America.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "A man who leaves home to mend himself and others is a philosopher but he who goes from country to country, guided by the blind impulse of curiosity, is a vagabond.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "Music was my joy, my home, the one place I felt happy and secure.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "SNL is a home. You've got all of your brothers and sisters there, and it's a great time.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "All I was doing was trying to get home from work.", 
    "name": "Rosa Parks"
  }, 
  {
    "quote": "The structure of a play is always the story of how the birds came home to roost.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "It is the personality of the mistress that the home expresses. Men are forever guests in our homes, no matter how much happiness they may find there.", 
    "name": "Elsie de Wolfe"
  }, 
  {
    "quote": "I'm still a kid. I'm like six years old. But it's just a matter of wanting to get up, it's just a big journey. I felt like when I left home that I was on a journey, and I still am.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "I ask myself: Would I have been any worse off if I had stayed home or lived on a farm instead of shock treatments and medication?", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "And remember don't high post when you're far from home, and high posting when you're all alone.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "I would go to work from 9 to 6, go home, nap for two hours, then write from 8 to 2 a.m.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Being born in a Christian home does not make you a Christian.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "A sold-out house my first night back. Do you have any idea what kinda pressure that is? I could have been at home in my warm bed, playing Nintendo.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "When you go off in the world and make your life, and you come back to your home town, and you find your old high-school friends driving in the same circles, doing the same things, that's what Hollywood's like. It's a little block, little town. It doesn't really grow or change.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "I remember once acting really cool on a bus with this girl named Stephanie. When I got home, I realized that I had a really big zit on my forehead. If you have acne problems, you really shouldn't be acting like Don Juan.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I usually write away from home, in coffee shops, on trains, on planes, in friends' houses. I like places where there's stuff going on that you can lift your eyes, see something interesting, overhear a conversation.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I was gutted to leave my boyfriend at home when I started my tour, but taking my pillow was like taking a little bit of him with me.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "I have been alone since my husband died. I stay in my home. I don't date. It's hard to date when you're at home. Nobody knows you.", 
    "name": "Anna Nicole Smith"
  }, 
  {
    "quote": "I think children learning to cook can be such a wonderful thing. It can help build confidence, make them feel good about themselves. It helped me build my ego and even start to get acceptance at school. I'd bring things to class that I'd cooked at home.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I go off and make movies I come home, and I'm a dad and I hang with my girls.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "For me, London is and always will be home.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "I never saw film stars at home. We had no maid, no cook, no swimming pool.", 
    "name": "Natalie Wood"
  }, 
  {
    "quote": "Buyers decide in the first eight seconds of seeing a home if they're interested in buying it. Get out of your car, walk in their shoes and see what they see within the first eight seconds.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "A fan sent me a letter and a $10 bill. It's a short letter - all she said was, 'Hey, since it's harder for you to go out these days without getting photographed, here $10 for a pizza.' I was like, 'Aww, she sent me money for a pizza so I could eat at home!'", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "At home in L.A., Sunday is lazy. It's the wife and me lying in bed with coffee, watching 'The Soup' or something funny on TiVo. The kid will occasionally join us. Eventually, breakfast is at a place down the street called Paty's. And we always have some kind of great dinner - my wife makes a great roast beef.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "There is not a lot of separation between work and home life.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "A house is no home unless it contain food and fire for the mind as well as for the body.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "I'm still that little girl who lisped and sat in the back of the car and threw vegetables at the back of her head when we drove home from the market. That never goes.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "There is one timeless way of building. It is a thousand years old, and the same today as it has ever been. The great traditional buildings of the past, the villages and tents and temples in which man feels at home, have always been made by people who were very close to the center of this way.", 
    "name": "Christopher Alexander"
  }, 
  {
    "quote": "My restless, roaming spirit would not allow me to remain at home very long.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "My wife was delighted with the home I had given her amid the prairies of the far west.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "The first presentation of my show was given in May, 1883, at Omaha, which I had then chosen as my home. From there we made our first summer tour, visiting practically every important city in the country.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "With the help of a friend I got father into a wagon, when the crowd had gone. I held his head in my lap during the ride home. I believed he was mortally wounded. He had been stabbed down through the kidneys, leaving an ugly wound.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "I had no books at home. I started to frequent a public library in Lisbon. It was there, with no help except curiosity and the will to learn, that my taste for reading developed and was refined.", 
    "name": "Jose Saramago"
  }, 
  {
    "quote": "It's simple: You get a part. You play a part. You play it well. You do your work and you go home. And what is wonderful about movies is that once they're done, they belong to the people. Once you make it, it's what they see. That's where my head is at.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "In the true sense one's native land, with its background of tradition, early impressions, reminiscences and other things dear to one, is not enough to make sensitive human beings feel at home.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "A novelist is, like all mortals, more fully at home on the surface of the present than in the ooze of the past.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "So I got home, and the phone was ringing. I picked it up, and said 'Who's speaking please?' And a voice said 'You are.'", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "What the New Yorker calls home would seem like a couple of closets to most Americans, yet he manages not only to live there but also to grow trees and cockroaches right on the premises.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "It's a miracle was the last track recorded for the album, we based it on the rhythm from the middle of 'Late Home Tonight, where there's Graham Broad playing lots and lots of drums with me shouting in the background, pretending to be a mad Arab leader.", 
    "name": "Roger Waters"
  }, 
  {
    "quote": "When we root-root-root for the home team, we're rooting for our home as much as the team.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "Home base is the support system where we have a culinary team, my own writers because of the shows and the books and stuff, we have a culinary team of about six people. Marketing, public relations, accounting and all that sort of stuff.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "My home has always been show business.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "So, we come out to Los Angeles. And we met with every network. We met with show runners, directors, writers, everything. And what we had an idea for, they didn't like. And what they had an idea for, we didn't like. So, we went home.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "Home is, I suppose just a child's idea. A house at night, and a lamp in the house. A place to feel safe.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "I always knew who I was and where I had come from. I was not looking for a home in other people's lands.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "I think I started learning lessons about being a good person long before I ever knew what basketball was. And that starts in the home, it starts with the parental influence.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "I don't go to premieres. I don't go to parties. I don't covet the Oscar. I don't want any of that. I don't go out. I just have dinner at home every night with my kids. Being famous, that's a whole other career. And I haven't got any energy for it.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "Most fathers don't see the war within the daughter, her struggles with conflicting images of the idealized and flawed father, her temptation both to retreat to Daddy's lap and protection and to push out of his embrace to that of beau and the world beyond home.", 
    "name": "Victoria Secunda"
  }, 
  {
    "quote": "But Vegas is really my first home.", 
    "name": "David Copperfield"
  }, 
  {
    "quote": "His claim to his home is deep, but there are too many ghosts. He must absorb without being absorbed.", 
    "name": "Willie Morris"
  }, 
  {
    "quote": "The best thing for me is, when I'm not working, is to be at home and to have a script or two scripts is better, and to be just walking around the house and just thinking about the lines.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "If I don't get paid I'm going to take a whole lot of Marshall amps home with me on the plane.", 
    "name": "Tommy Chong"
  }, 
  {
    "quote": "Having been let out of the barn once, I know I wouldn't be happy if I were home all the time.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "My work in the House of Representatives, at this time in my life, is completed. It is time to return home.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I'm a firm believer that lighting affects mood, and twinkly lights on strings bring something magical to occasions ranging from concerts to weddings, though I'm fond of using them as year-round home decor. There's a reason why they're sometimes called fairy lights. When the night is right, there aren't any strings at all.", 
    "name": "Erin Morgenstern"
  }, 
  {
    "quote": "Education was the most important value in our home when I was growing up. People don't always realize that my parents shared a sense of intellectual curiosity and a love of reading and of history.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "But I do believe that a woman's truest place is in a home, with a husband and with children, and with large freedom, pecuniary freedom, personal freedom, and the right to vote.", 
    "name": "Lucy Stone"
  }, 
  {
    "quote": "My wife and I had decided not to let anybody take pictures of our home because it was just the last place on earth we had that was unscathed. But people have climbed over the fence they've taken aerial shots. They've gotten my address and put it on the Internet.", 
    "name": "Steven Tyler"
  }, 
  {
    "quote": "I love being home at Christmastime.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "I feel like I'm working on an oil rig right now. I'm away from home a lot.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "Most of American life consists of driving somewhere and then returning home, wondering why the hell you went.", 
    "name": "John Updike"
  }, 
  {
    "quote": "I'm a home cook and love to read about food, but I'm not trained as a chef. I'm just really into cooking and passionate about it.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "Being from Africa is the best thing that could have ever, ever happened to me. I cannot see it any other way. All of my fundamental principles that were instilled in me in my home, from my childhood, are still with me.", 
    "name": "Hakeem Olajuwon"
  }, 
  {
    "quote": "I've seen the greatest actors in the world, transcendent talents, who can't find a home.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "Once I am in the square circle, I am in my home.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "And, you know, being able to wear the stars and stripes, when you step up on one of the blocks or, you know, when you step off of an airplane or when you hear the national anthem play, you know, it's one of the greatest feelings in the world because you know that there are people at home who are supporting you and watching you.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "The people recognize themselves in their commodities they find their soul in their automobile, hi-fi set, split-level home, kitchen equipment.", 
    "name": "Herbert Marcuse"
  }, 
  {
    "quote": "The only instrument I can play is piano. Whenever I make songs at home, I play the piano and make them on the piano.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "We have to judge politicians by their cumulative score. In one innings they make a great catch, in another they drop the ball. In one they score a home run, in another they strike out. But it is their cumulative batting average that we are interested in.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "In Afghanistan, there is a plan to build democracy hundreds of thousands of troops are protecting it. There is a plan to rebuild and reconstruct there. But many thousands of Americans die from violence and poverty every year and we don't have a plan for reconstruction at home.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I grew up in a house where my father encouraged my brother and me to fail. I specifically remember coming home and saying, 'Dad, Dad, I tried out for this or that and I was horrible,' and he would high-five me and say, 'Way to go.'", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "And I think what people in New Jersey have gotten to know about me over the last decade that I've been in public life is what you see is what you get. And I'm no different when I'm sitting with you than I am when I'm at home or anyplace else.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "But as far as Twitter, I'll be in a restaurant and I'll get home and somebody tweeted and they talked about what I ordered and what I was wearing. In some cases, that could be dangerous, because you don't want everybody to know where you are every second of every day.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "I'm a private person too, and we don't ever film anything in our home because it's off limits. It's like letting people see your messy house.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "If you're not a competitor, you've just got to go home.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "Not much shocked me. You know, I worked in a home for Alzheimer's patients and my dad used to be really into murders and stuff, so I saw dead bodies. It desensitised me to a lot of things.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I love prints of skulls and bones and have some taxidermy - a crow and a rabbit - to remind me of home. I like art and have a big portrait of Bjork.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I never remember having a plan. All I could think about was how I was going to afford to get into college or where I was going to stay because I hated being at home. I didn't really have time to think about anything in the future. I didn't think about a career or anything. I went to uni, got a couple of jobs, so I sort of funded it myself.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "When I stepped out into the bright sunlight from the darkness of the movie house, I had only two things on my mind: Paul Newman and a ride home.", 
    "name": "S. E. Hinton"
  }, 
  {
    "quote": "The bullied straight kid goes home to a shoulder to cry on and support and can talk freely about his experience at school and why he's being bullied. I couldn't go home and open up to my parents.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "When I met my husband, I refused to invite him home for Passover because I was embarrassed my mother might serve all the catered dishes in the wrong order.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "You make movies for the people. If critics happen to like them too, well, that's a home run.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "Women are oppressed in the east, in the west, in the south, in the north. Women are oppressed inside, outside home, a woman is oppressed in religion, she is oppressed outside religion.", 
    "name": "Taslima Nasrin"
  }, 
  {
    "quote": "A man's home may seem to be his castle on the outside inside is more often his nursery.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "I can't drag myself away from 'Final Cut Pro.' It is a digital video editing system. I am obsessed with it, but I am always away from home, and I can't use it.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "When I do get free time, I spend a lot of it at home with my family and my close friends and I think that's what keeps me happy, healthy, grounded, and totally in check.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I can write pretty much anywhere if you give me time and some quiet. The home is not usually the best place because I have four children. It's usually pandemonium around here!", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "Baseball is like driving, it's the one who gets home safely that counts.", 
    "name": "Tommy Lasorda"
  }, 
  {
    "quote": "Anyone that has a job that takes them away from home, I think, can understand the difficulties in maintaining consistency, not only with your family and those you love but with your friends.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "I often feel very guilty because of the time that I spend outside of my home and the little time that sometimes I have for my kids.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I have a fantastic studio in my home, and it's my biggest toy. I have about a half a million dollars worth of musical equipment in my house.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I had known Cole Porter in Hollywood and New York, spent many a warm hour at his home, and met the talented and original people who were drawn to him.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "I have a three-year-old and a four-year-old at home, and my mornings are about just dealing with the fact of that. I oddly enjoy it.", 
    "name": "Damian Lewis"
  }, 
  {
    "quote": "I have a five year-old son and a three year-old daughter. I want my son to have a choice to contribute fully in the workforce or at home. And I want my daughter to have the choice to not just succeed, but to be liked for her accomplishments.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "I was taught a lot of Bible at home and had a voracious appetite for reading the Bible.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Dreams are where we visit the many lands and landscapes of human possibility and discover the one where we feel at home. The great religious leaders were all dreamers.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "We need to rediscover the idea of the common good and work together to build a home.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The message of Passover remains as powerful as ever. Freedom is won not on the battlefield but in the classroom and the home. Teach your children the history of freedom if you want them never to lose it.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "If you live in a good neighborhood, you drive home and there's a bank. There's grocery stores and big houses - but no motels. What that tells you psychologically is you protect your money and buy good things for your family to eat in your nice big house.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "When I was 14, I felt very rundown I had a home to go to, but I felt like I was 60 or something, older than I feel now. And I don't know if it's something that happens at 14, or whether it was adolescence or whether I was gay, or closeted gay, or whatever it was, I felt that.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "I think it can be hard for any man to sometimes be upstaged by his wife. So when I'm home, I work very hard to be Todd's wife and Jade's mother. I have no problem going back to those traditional roles. I try to be Giada, the young girl that he met 20 years ago and fell in love with.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "At home, you always have to be a politician when you're abroad, you almost feel yourself a statesman.", 
    "name": "Harold MacMillan"
  }, 
  {
    "quote": "My husband had a very strong identity and was successful in his life. Thank God for that. There's no way I can control him. I wouldn't stay married to him if I felt I could. I can readily take my business personality into the home. But he forces me to be a partner rather than the boss.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "If you've gone into a marriage and you haven't been clear about how you're going to handle money, how you want to raise kids, who is going to work or stay home or what have you, then you've set yourself up for failure.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "So long as I can stay mentally alert - inquiring, curious - I want to keep going. I love my wife and my children, but I don't want to sit around at home with them. We go on safaris and things like that. I can do that for a couple of weeks a year. I'm just not ready to stop, to die.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Everybody at home speaks mandarin except me.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "The wonderful world of home appliances now makes it possible to cook indoors with charcoal and outdoors with gas.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "It is often easier to become outraged by injustice half a world away than by oppression and discrimination half a block from home.", 
    "name": "Carl T. Rowan"
  }, 
  {
    "quote": "I've been a very lucky guy. I played on championship teams. I played for Canada. I've won some awards and I'm very proud of those accomplishments. But I don't think there's anything greater than to come home and to be recognized at home. This is the pinnacle.", 
    "name": "Bobby Orr"
  }, 
  {
    "quote": "Don't get me wrong - I've gone to a club. But I'd much rather be with my close friends at home or a concert, or on a trip. I'll go dancing with my grandma. She likes to cut a rug!", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "By measuring the proportion of children living with the same parents from birth and whether their parents report a good quality relationship we are driving home the message that social programmes should promote family stability and avert breakdown.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "There are 80 million moms in the United States. Forty million stay at home with their children.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "I was lucky. My family is wonderful. And it's funny, because most of my best friends come from very large families. So it always felt as if I had lots of siblings, though in the end I had to leave them and go home. I kind of got the best of both worlds as a kid.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "I'm lucky that my real-life Mom has both a great sense of humor about herself and an amazing ability to slip into complete denial if the subject matter gets a little too close to home.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "When I'm at home in Virginia, I become more hermit-like. I like my own home.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "It's like kids playing house: 'You play the father, I'll play the mother.' You know, you dress up, you play, they pay, you go home. It's a game - acting's a game.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "I've always taken my love of children from my father. He was a children magnet. Suddenly, having my first child hit home what my dad went through.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "There's definitely space for uniqueness in a home console.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "A good wife is someone who thinks she has done everything right: raising the kids, being there for the husband, being home, trying to do it all.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "David Lee Roth had the idea that if you covered a successful song, you were half way home. C'mon - Van Halen doing 'Dancing in the Streets'? It was stupid. I started feeling like I would rather bomb playing my own songs than be successful playing someone else's music.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "When I'm home on a break, I lock myself in my room and play guitar. After two or three hours, I start getting into this total meditation. It's a feeling few people experience, and that's usually when I come up with weird stuff. It just flows. I can't force myself. I don't sit down and say I've got to practice.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "The juvenile sea squirt wanders through the sea searching for a suitable rock or hunk of coral to cling to and make its home for life. For this task, it has a rudimentary nervous system. When it finds its spot and takes root, it doesn't need its brain anymore so it eats it!", 
    "name": "Daniel Dennett"
  }, 
  {
    "quote": "I have always drawn strength from being close to home.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "The show doesn't drive home a lesson, but it can open up people's minds enough for them to see how stupid every kind of prejudice can be.", 
    "name": "Redd Foxx"
  }, 
  {
    "quote": "My idea of heaven used to be relaxing at home with a cheese plate and champagne.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "And it took me, since I was 17 and left home, running from God, to now, as a 30-year-old man, when I honestly feel like I've come full circle and my heart's finally in the right place.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "I hit the ground running, without a lot of training, so I had to do whatever I could do to survive as a professional, and if that meant being that character 24/7 and acting out, I was going to do that. I lived those characters, I brought them home with me.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I bought a Yamaha-1 and I was doing 180 miles per hour home on the 405 and that's really, really crazy but I did it.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "The thing I like about baseball is that it's one-on-one. You stand up there alone, and if you make a mistake, it's your mistake. If you hit a home run, it's your home run.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "Just as the police review their operational tactics, so we in the Home Office will review the powers available to the police.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Hit a home run - put your head down, drop the bat, run around the bases, because the name on the front is more - a lot more important than the name on the back.", 
    "name": "Ryne Sandberg"
  }, 
  {
    "quote": "No, I can tell you one of the first things that happens to a home secretary when they arrive in the job is that they are given a briefing about the security matters that they will be dealing with and I deal with security matters on a daily basis.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Believe me, you can get into a lot of trouble being sixteen years old in a foreign country with no adult telling you when to come home.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I made a choice to stay home and raise five boys. Believe me, it was hard work.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "I have lived in Mumbai for more than 20 years, have my domicile here, my home and family here.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "I'm lucky. The best possible place in the world for training is Addis Ababa, so I am home all the time except when I am racing. I like to be there, near my family, my kids, also the real estate business I run with my wife.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "When I make a film I'm away from home for two to three months. So I want my kids to look at my films one day and say, I love his movies, I love his choices-because he loved them.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "How we are using up our home, how we are living and polluting the planet is frightening. It was evident when I was a child. It's more evident now.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "I would drive home and see people wearing my No. 34 jersey and wonder why, because I didn't feel worthy of that. And all the time I just knew people were staring at me, talking about me everywhere I went.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "I'm kind of a dork. I don't have much game. I'm not particularly comfortable in bars or clubs. I much prefer being home playing Scrabble, having dinner with a couple friends, going to see a movie, or losing a whole weekend to Season 14 of Law and Order or The Simpsons.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "Entertainers are there to entertain. They aren't there to teach your children the lessons that you haven't bothered to teach them at home yourself.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "I like spending time at home. In Paris, people drop by and have a bite to eat, or they drop by and watch Friends on TV. I take my dog to the office there, and I walk to work sometimes.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "Words today are like the shells and rope of seaweed which a child brings home glistening from the beach and which in an hour have lost their luster.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Especially when you play at home, you need a good atmosphere behind you.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "I've never been a hands-on dad. I'm not ashamed to admit it, but you can't run a restaurant and be home for tea at 4:30 and bath and change nappies.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "We want you to sit down and leave your egos at home and let's get an understanding as to where all this is foolishness coming from. There are others who are putting things out there or throwing a stick and hiding their hand and keeping things built up in the media.", 
    "name": "Afrika Bambaataa"
  }, 
  {
    "quote": "The best thing that ever happened to me is that nothing happened in writing. I ended up working for engineering companies, and that's where I found my material, in the everyday struggle between capitalism and grace. Being broke and tired, you don't come home your best self.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "The silver and black may have another home, but the Raiders will always belong to the people of Los Angeles.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I am delighted to be back home in Galway, the place I first came to as a 19-year-old in 1960. It's here where my heart is and will forever be.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Actors always talk about taking their work home and I always think: 'What are you on? You just turn it off. You are at work and then you go home.'", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "The warrior may fight for gold or for an immediate gain, or for something to take home for the winter to feed the family. The soldier is part of a more complex society. He's fighting for a group ethic of some sort.", 
    "name": "C. J. Cherryh"
  }, 
  {
    "quote": "We used to go to the pictures every Saturday night but we had to leave a little bit early and get home and watch Match of the Day - and my wife still complains she missed the last five minutes of every film we saw.", 
    "name": "Brian Clough"
  }, 
  {
    "quote": "When my mother got home from work, she would take me to the movies. It was her way of getting out, and she would take me with her. I'd go home and act all the parts. It had a tremendous influence on my becoming an actor.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "When I was doing 'Scarface,' I remember being in love at that time. One of the few times in my life. And I was so glad it was at that time. I would come home and she would tell me about her life that day and all her problems and I remember saying to her, look, you really got me through this picture because I would shed everything when I came home.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "You're always tellin' me to go out more, Go ahead, get out and see the world, But then I think, why should I? I'd rather stay home and cry.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I really like having a life outside work. I sometimes wish I did more career stuff and was in that Hollywood scene a bit more. But Toronto's my home.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "My family went through divorces and remarriages and the later, blended home - and then watched that home explode, too.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Spare a thought for the poor introverts among us. In a world of party animals and glad-handers, they're the ones who stand by the punch bowl. In a world of mixers and pub crawls, they prefer to stay home with a book. Everywhere around them, cell phones ring and e-mails chime and they just want a little quiet.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "There's only one thing harder than living in a home with an adolescent - and that's being an adolescent. The moodiness, the volatility, the wholesale lack of impulse control, all would be close to clinical conditions if they occurred at another point in life. In adolescence, they're just part of the behavioral portfolio.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Coming home to my family afterward makes the work richer, easier and more fun.", 
    "name": "Edie Falco"
  }, 
  {
    "quote": "Our children's health and well-being are dependent on our commitment to promoting food access and good eating habits at home, at school and in the community.", 
    "name": "Rod Blagojevich"
  }, 
  {
    "quote": "Pride, avarice, and envy are in every home.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "Many working mothers feel guilty about not being at home. And when they are there, they wish it could be perfect. This pressure to make every minute happy puts working parents in a bind when it comes to setting limits and modifying behavior.", 
    "name": "Cathy Rindner Tempelsman"
  }, 
  {
    "quote": "You want to come home to a nice firm bed with the corners tucked in so you start over, like each night is like a new night.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Drama can feel like therapy whereas comedy feels like there's been a pressure and a weight lifted off of you. You come to work and you laugh all day, you go home and you feel light and there's a certain feeling when you're sitting with the audience and they leave after 90 minutes and it's just pure escapism and they're happy.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Even cooking at home, the difference between my wife cooking and me cooking is major. When my wife cooks, the kitchen looks like a disaster. When I cook it's completely clean and organized and it doesn't look like anyone has been cooking in there.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "You come to work and you laugh all day, you go home and you feel light and there's a certain feeling when you're sitting with the audience and they leave after 90 minutes and it's just pure escapism and they're happy.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Most cooks try to learn by making dishes. Doesn't mean you can cook. It means you can make that dish. When you can cook is when you can go to a farmers market, buy a bunch of stuff, then go home and make something without looking at a recipe. Now you're cooking.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "When I get old, I'm going to the old folks' home. I don't want to be one of those guys who's hanging around the house bothering the kids. But not just any old folks' home. I want the whole top floor.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "We're adults. We're the ones who should teach the kids what's good to eat. I don't think the government should ever regulate what we eat at home, but we're feeding them in school with tax dollars. Quite frankly, if my tax dollars are being spent to feed kids, I'd rather feed them better food.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "I'm a married man. If I want sex at this particular point in my life, I go home for it.", 
    "name": "Davy Jones"
  }, 
  {
    "quote": "The environment doesn't change that radically. You are still going to go home at night and NBC is going to be there, ABC and CBS will still be there.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "I don't need to be asking for money for local museums and other projects just to make me look good back home.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "In the mind, in the heart, I was always home. I always imagined, really, going back home.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "You earn very little money on independent films and I'm the provider for my home, so I do have to think of taking one for the accountant time and again and that means studio pictures.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I was living on the wrong side of the tracks in Evanston, Illinois, in a home for boys. We had these Jackson 5 records. I really related to their voices - they were about my age, but they were doing it.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "I'm like a really goofy home ec teacher.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I know people that could serve me canned tuna and saltine crackers and have me feel more at home at their table than some people who can cook circles around me. The more you try to impress people, generally the less you do.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "There's nothing like a good cheating song to make me want to run home to be with my wife.", 
    "name": "Steven Curtis Chapman"
  }, 
  {
    "quote": "They pick all of us out, and then they decide, they computerize, decide if they like it or don't like it, and then they go home, and then they come back again because they're not sure what they saw.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "I remind everyone: Whether you school them at home or send them to school, you as a parent have the responsibility to make sure they learn and behave. Teachers and principals may help, but parents are the ones who must accept responsibility.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "I want kids to have a chance to dream of becoming something like I did in my life, and when you're living in a home that's dysfunctional and unhealthy that way, you don't dream like that.", 
    "name": "Picabo Street"
  }, 
  {
    "quote": "The hardest thing is spending twelve hours a day accommodating the rest of the world, then going home at night and criticizing it. I would be curious about what I'd write if I didn't have to worry about offending.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Like most citizens of popular and international urban centres, I don't take advantage of the cultural opportunities. Perhaps this comes from growing up in suburbia. Home is where you eat, sleep, read, watch television and ignore your parents. It is not where you go to the ballet and then attend a heated panel discussion about it afterwards.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "If I go into a sandwich shop or anywhere that features 'Today's specials' on a chalkboard more than 10 feet away, I have to ask for a printed menu. I smile at people I don't know on the street and ignore those I do. When at home, I often find myself grabbing my 'back-up' glasses to search for the better-loved pair I have left on top of my dresser.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "However, I was a restaurant critic at Chicago magazine before I worked at Esquire, and I've been a really enthusiastic home cook for a long time. It's just something I'm passionate about.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "When I come home from a shoot, I'd rather reheat food I've made than eat takeout.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "I chose America as my home because I value freedom and democracy, civil liberties and an open society.", 
    "name": "George Soros"
  }, 
  {
    "quote": "While I enjoy spending time in L.A., Britain is my home.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I think I'm becoming more relaxed in front of a camera. I suppose I'll always feel slightly more at home on stage. It's more of an actor's medium. You are your own editor, nobody else is choosing what is being seen of you.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I've now been in this country for thirteen years, since I was seventeen. So this is my second home.", 
    "name": "Hakeem Olajuwon"
  }, 
  {
    "quote": "I really see myself as a homegirl. Wales is my first home. London is my second home - I've been there 14 years now.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I love coming back to Neath - this is home and always will be.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "Oh, stuff the critics. I don't care. Too many people are snooty about classical. Look, I wasn't brought up in a home where we listened to classical music. It was a singing teacher that thought it would be best for my voice. Then I moved into crossover. And if that makes the music accessible to more people, then great.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I'm launching my own festival in South Wales. It's something I've wanted to do for a long time. It's going to be held at Margam Park, because I wanted the venue to be as close to my home as possible.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I wish I got a little bit more time at home. I am away a lot and being around my loved ones and friends is good for me. It grounds me. It's something I need to make more time for. I think I need a little more balance.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I go home and don't get treated any differently. People have known me all my life and are interested and very supportive but because they have known me forever I don't get any diva treatment. My mum still tells me off if I haven't loaded the dishwasher for her.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "With all the hundreds of dresses and shoes I have, it would be an absolute crime if I don't have a little girl. I have a whole room at home filled with my stage wear.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "In general, shorter is better. If you can encapsulate your idea into a single captivating sentence, you're halfway home.", 
    "name": "Len Wein"
  }, 
  {
    "quote": "I don't like travelling. Which is ridiculous. And it's not because I'm afraid of dying on the plane or anything. I just like to stay at home.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "The killer app that got the world ready for appliances was the light bulb. So the light bulb is what wired the world. And they weren't thinking about appliances when they wired the world. They were really thinking about - they weren't putting electricity into the home. They were putting lighting into the home.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "The one thing that offends me the most is when I walk by a bank and see ads trying to convince people to take out second mortgages on their home so they can go on vacation. That's approaching evil.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "The relevance for 9/11 is that what 9/11 marked was the beginning of a struggle in which the terrorists come at us and strike us here on our home territory. And it's a global operation. It doesn't know national boundaries or national borders.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "An education program is, by definition, a societal program. Work should be done at school, rather than at home.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "I'm not squeamish at all. As a child I dragged a dead squirrel home on my skateboard and cut it open and tried to look at its brain.", 
    "name": "Jessica Biel"
  }, 
  {
    "quote": "Events at home, at work, in the street - these are the bases for a story.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "I remember when I came home from the hospital after having my son, I wore a Narciso Rodriguez black coat. Then, I was using this fragrance that I had created. I walk by that coat, and it still smells like that fragrance. It takes you right there.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "And I came back and it was great, 'cuz George had set up all these flowers all over the studio saying welcome home. So then we got it together again. I always felt it was better on the White one for me. We were more like a band, you know.", 
    "name": "Ringo Starr"
  }, 
  {
    "quote": "I'm just like so many women - I was frustrated, I had these white pants that I had spent a lot of money on, and you get home and you think, 'What am I really supposed to wear under this?' So it was a frustrated consumer moment.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "The thing about being at home versus being out in the world working is, it's a whole different vibe. When I'm home with my kids and partner, I will cook - even though she's a very good cook. She's learned over the years. We started with basics, you know, how to saute onions, how to saute mushrooms.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "If eating out, order your meal and ask the server to wrap up half of the portion to take home with your for the next day, keeping your portion size in check, and stretching your dollar into two meals.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I've been experimenting more and more with LN2, liquid nitrogen. I've used it in battle on 'Iron Chef America,' but have also made some great ice creams at home for my family. Since it freezes basically on contact, you can have ice cream ready in mere minutes.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "When I'm home, the heart and soul of our family is in the kitchen. Growing up, my parents both worked, so dinnertime was for family - the TV was off. I think it's important to grab that time and really make it special, even after a tough day.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "From the moment this baby came into our home, those two dogs have never been more in love. It's the most beautiful thing I've ever witnessed. People keep saying, 'Oh, you're a single mom.' I'm like, 'Actually, I'm not. I've got two boys helping.'", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "The earth is my altar, the sky is my dome, mind is my garden, the heart is my home and I'm always at home - yea, I'm always at Om.", 
    "name": "Eden Ahbez"
  }, 
  {
    "quote": "A girl's got to do what she's got to do to make somebody pay her a compliment. If that means moaning 'til the cows come home, then so be it.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "I carry groceries home on the tank of my motorcycle.", 
    "name": "Stephan Jenkins"
  }, 
  {
    "quote": "I race historic muscle cars back in Australia, and that's my hobby. And I try to race home as soon as I've finished a movie but don't tell anyone.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "My grandmother always taught me, 'If you don't have a home, family, and church, you don't have anything.'", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "When I go on the plane to fly home, I'm literally capable of forgetting what I do for a job. That also comes about because I choose to take massive breaks between projects, and because I choose to do this ridiculous thing of keeping home, home.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "Family makes a house a home.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "When I shoot I'll take my family with me - one movie a year and then the rest of the time at home.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "I don't get a chance to be home much.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "I love being at home, being with friends and family. I'm of European stock, brought up in Australia. I'm a passionate guy. I just love life.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "Music is my home.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "Irish women are always carrying water on their heads, and always carrying their husbands home from pubs. Such things are the greatest posture-builders in the world.", 
    "name": "Peter O'Toole"
  }, 
  {
    "quote": "I cook all my meals at home.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "My mother is a special story. She went through so much to bring us up, four men at home, especially when our country was going through really difficult times.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "I have a life that I enjoy I try and value the things that I think are worth valuing and everything else is icing. You know, it is a kick to go down the red carpet in that dress and then you go back home.", 
    "name": "Jewel"
  }, 
  {
    "quote": "I consider myself a product of Alaska. The love and the debt that I feel to my home state, you always want your hometown to be the proudest of you.", 
    "name": "Jewel"
  }, 
  {
    "quote": "But you know, there's something about the kids finishing their homework in a given day, working one-on-one, getting all this attention - they go home, they're finished. They don't stall, they don't do their homework in front of the TV.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I met a lot of great people in Saudi Arabia and I'd like to see them again. And I'd love to spend more time in the desert and in the mountains. I felt really at home there.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I believe that the fight against crime starts in the home. Parents must take responsibility for their children and show them love and guidance from an early age so they learn to respect the rights of others.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "I've never had WiFi at home. I'm too easily distracted, and YouTube is too tempting.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I've done a lot of partying in my time because I didn't want to go home and I didn't know what to do.", 
    "name": "Natalie Imbruglia"
  }, 
  {
    "quote": "I like to listen to mellow stuff on the road like Travis, as we are constantly surrounded by rock music on tour and so its nice listening to mellow stuff. Obviously back at home I listen to a lot more rock music.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "I don't want to get home from work and wonder if I could have done better if I didn't go out that night. What you're doing is going to go on the big screen and go down in history.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "My favorite show is America's Funniest Home Videos. People will get hit on the head and I feel bad cause I'm laughing my head off!", 
    "name": "Corbin Bleu"
  }, 
  {
    "quote": "The thrill of coming home has never changed.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "I'm kind of a homebody. My husband says I like to just stay home and do nothing, but that's just how I am.", 
    "name": "Kristi Yamaguchi"
  }, 
  {
    "quote": "I saw the president make the tough calls in the Situation Room - and today, our troops in Iraq have finally come home so America can do some nation building here at home. That was the change that we believed in. That was the change we fought for. That was the change President Obama delivered.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "Everywhere you hang your hat is home. Home is the bright cave under the hat.", 
    "name": "Lance Morrow"
  }, 
  {
    "quote": "When I am made fun of in the press I just remember those days when I'd come home to find that the water had been turned off because my mother couldn't afford the bill. Suddenly, everything feels easier.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Having robbed children of any sense that their Father is in Heaven and that they are His creation, we then launched an experiment in raising them without earthly fathers too. Having neither a Father in heaven or a father in the home, many young men make gangs their families.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "Do I ever think Gossip will be really massive in America? No, I don't think it'll happen - and that's fine. It's kind of nice because I get to experience everything at once. I get to come home and it not be weird, like in Paris or something. It is nice to be completely anonymous.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "As the prospect of a Tory government gets nearer, many traditional Labour voters - some who switched away in recent times and many who stayed at home - seem more determined to prevent that happening.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I feel an obligation to set the record straight. Actors that say they're affected by something, that it changes their life, that they take it home with them, they're just trying to get nominated for an Oscar!", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "When I was younger, my coach, Liang Chow, made all the decisions. I would go to the gym for practice, do exactly what Chow told me to do, go home, come back and start all over again. If Chow told me to do 50 squat jumps, I did 50 squat jumps.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "I keep my own personality in a cupboard under the stairs at home so that no one else can see it or nick it.", 
    "name": "Dawn French"
  }, 
  {
    "quote": "New England is the home of all that is good and noble with all her sternness and uncompromising opinions.", 
    "name": "Ellen Henrietta Swallow Richards"
  }, 
  {
    "quote": "The aesthetic came along the way, I think - just through experimenting, and going on tour, and trying stuff out on stage, having fun with it, and not taking it too seriously. If I had a ballgown at home, I'd wear it onstage. If I found something in a charity shop, I'd wear it. That's where it grew from - just wanting to play dress-up.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "Mr. Bean is at his best when he is not using words, but I am equally at home in both verbal and nonverbal expression.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "Confronting a stadium audience, you can't see the whites of their eyes. It's just an amorphous mass of noise and, of course, you can't see the alleged billions watching at home either, so the degree to which you are intimidated is quite low.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "Obviously, the easiest recipes are the most successful when it comes to the home cook, because they're not intimidated by them. If I'm doing 'Boy Meets Grill,' and I do something very simple like grilled hamburgers or steaks or chicken, those are the most sought-after recipes.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "I can't grill vegetables, shellfish or steaks without tongs. Don't bother with those long-handled grilling tongs normally found in the BBQ section of your home store. Get intimate with your grill and opt for the regular stainless steel tongs.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "I think my children know that Mother's priority is to be with them first. But I don't think it has to be an either/or situation. Work is very important to me, and it wouldn't be in the best interest of my children for me to stay home seven days a week.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "Once you're halfway home, you know that you can probably get the rest of the way there.", 
    "name": "Janis Ian"
  }, 
  {
    "quote": "Most of us in the baby-boom generation were raised by full-time mothers. Even as recently as 14 years ago, 6 out of 10 mothers with babies were staying at home. Today that is totally reversed. Does that mean we love our children less than our mothers loved us? No, but it certainly causes a lot of guilt trips.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "I grew up in a very toxic home.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "A nutritionist helps me eat healthily at home.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "At home it's all Batman and Star Wars and they do gang up on me. Sometimes I don't want to dress up as Darth Vader or play train sets, so I'll go out for a drink with the girls.", 
    "name": "Sadie Frost"
  }, 
  {
    "quote": "I really don't like to do back-to-back movies. I concentrate on things at home. My family and school life are important to me. I try to do one movie a year.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "With fiction, you can talk about plot, character and narrative, whereas a poem brings home the fact that everything that happens in a work of literature happens in terms of language. And this is daunting stuff to deal with.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "I tentatively believe in a god. I was brought up in a fairly religious home. I think the world is compatible with reincarnation, karma, all that stuff.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "I'm very lucky. I am one of those people who is able to go home, shut the front door and completely focus on the kids.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "Acting is probably the greatest therapy in the world. You can get a lot stuff out of you on the set so you don't have to take it home with you at night. It's the stuff between the lines, the empty space between those lines which is interesting.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "I am reasonably happy. I didn't find Jesus or anything like that. Part of it is that I just feel that I could go home. I did not feel like that for a long time, but I could go back now.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "The technological revolution at home makes it much easier for computers to do our work.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "The American dream seems to be thriving in Europe not at home.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "I am an American citizen and it is my home now. I like the U.S.A., which is not a place too many people have liked since Bush. The U.S. has a young population, and everything can change within a year.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "A kid in an abusive home has far fewer rights than any POW. There is no Geneva Convention for kids.", 
    "name": "Andrew Vachss"
  }, 
  {
    "quote": "My free time at home is usually spent emailing, listening to music, reading and talking on the phone. I wish I was on the phone less, but I have been fortunate to stay in touch with so many incredible friends.", 
    "name": "Steve Nash"
  }, 
  {
    "quote": "I grew up in a home environment where I wasn't getting esteem for anything I did.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I listen to the phone-ins on the way home and I know how the fans feel.", 
    "name": "Steven Gerrard"
  }, 
  {
    "quote": "Power doesn't have to be on such a big scale for powerful things to occur. Within your own home, you can be a powerful woman as a mother, influencing your children's lives.", 
    "name": "Jill Scott"
  }, 
  {
    "quote": "Every man who has shown the world the way to beauty, to true culture, has been a rebel, a 'universal' without patriotism, without home, who has found his people everywhere.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "The day I finished 'Twilight,' I came home and started bulking up. For 'New Moon,' I'm 30 pounds heavier than I was in 'Twilight.'", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "By the time I got home at night, my eyes were so chlorinated I saw rings around every light.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "When I came home for the summer after my first year of college, I told my mother that my best friend and I were driving to California. She laughed out loud - 2,000 miles in a what? Well, my best friend had an old Chevy. What could go wrong?", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "In the later books I am much more at home in the use of language to describe things. I had never thought of that until a critic pointed that out.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "I got a scholarship to Seattle University and I was writing arrangements for singers and everybody. But the music course was too dry and I really wanted to get away from home.", 
    "name": "Quincy Jones"
  }, 
  {
    "quote": "My doctor asked me if I smoked, and I said only when I'm working, golfing, or drinking. Then I realized the only time I don't smoke is when I'm home. I didn't even realize I'd become a smoker.", 
    "name": "Dennis Franz"
  }, 
  {
    "quote": "Unless you have been to boarding-school when you are very young, it is absolutely impossible to appreciate the delights of living at home.", 
    "name": "Roald Dahl"
  }, 
  {
    "quote": "My mom enlisted in the U.S. Navy in World War II, and my parents actually bought our home thanks to the loan she got through the GI Bill.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "I was not born in a home where there were stereotypes. So that was very useful because it gave me the sense of possibilities, of flying, if I may say, of making my hopes and dreams a reality.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "I was a loner as a child and happiest at home, launching toy rockets and aeroplanes. When I started causing trouble in my third year at grammar school, Mum was really surprised. My parents sent me to a child psychologist, who suggested I might have Asperger's syndrome.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "I don't know what my label is. I just think of myself as a plain forward. I like to think I have some finesse to my game, but inside the paint is where men are made. If you can't play there, you should be home with your mama.", 
    "name": "Karl Malone"
  }, 
  {
    "quote": "I'm not afraid to call a wine that tastes like Skittles or green peppers mixed with orange marmalade. I'll say, 'It tastes like chicken.' I mean, that's not what people think of when they think of wine, but that's what it tastes like to me and it hits home.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "I'm still really close with everyone at home and their parents - and their brothers and sisters. I was so, so, so lucky to grow up as part of a community and I don't take that for granted. I try very hard to stay part of it.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "And now, I still really don't care that much but now I have music playing all the time at home, which is a first for me. Whatever. Everything from Ani DiFranco to Dave Matthews to Jack Johnson and Norah Jones.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "There's an internal battle. I need to work, I need to work, I need to work and I need to be home with my kids and the kids win.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My sisters both are working mothers. I understand that my being an actress as well as being at home isn't some heroic thing. That doesn't mean it isn't confusing or difficult - especially that question of how you find a balance.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "This is truly a blessing. Breyon Prescott, Peter Edge and Tom Corson believe in me and have introduced me to a home that also believes and knows exactly what to do with the type of music I'm doing.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "No, let's make sure that people understand that this is a very important war that is helping to protect us here at home. And that we have no choice but to win it. As difficult as it is.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Americans, particularly after World War II, tended to romanticize war because in World War II our cause was the cause of humanity, and our soldiers brought home glory and victory, and thank God that they did. But it led us to romanticize it to some extent.", 
    "name": "Neil Sheehan"
  }, 
  {
    "quote": "Five thousand people every day lose their home because of a medical bankruptcy. Most of them had insurance.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "Every woman I've had a relationship with has found this maddening the fact that I will talk about anything on the stage, and reveal all this stuff, and yet when I'm at home, I clam up and won't discuss anything intimate or personal.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "In the holy city of Mecca, violence of any kind was forbidden. From the moment they left home, pilgrims were not permitted to carry weapons, to swat an insect or speak an angry word, a discipline that introduced them to a new way of living.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "At home in Victoria, we have three dogs, Tosh and Lucy, they're half Blue Heelers, and then there's Torrin a little Maltese terrier. She gets more attention in the house than anyone else! Yes, I miss them a lot.", 
    "name": "Chris Hemsworth"
  }, 
  {
    "quote": "It's like, now you're actually complaining because you're making $9 million and guys are making more? If it makes you that upset, quit. Leave the game. Go home then and try finding another job that's going to pay you that.", 
    "name": "Eric Davis"
  }, 
  {
    "quote": "After all, I long to be in America again, nay, if I can go home to return no more to Europe, it seems to me that I shall ever enjoy more peace of mind, and even Physical comfort than I can meet with in any portion of the world beside.", 
    "name": "John James Audubon"
  }, 
  {
    "quote": "In all honesty, at that time, I never saw myself as an author... I was just a Mom in a state of panic, trying to enter a short story contest to win the prize money in order to keep the lights on in my home.", 
    "name": "Leslie Banks"
  }, 
  {
    "quote": "It's a sad day when the leaders of the free world engage in such deception and trickery. I voted against this unnecessary war and will continue to argue that the best way to support our troops is to bring them home.", 
    "name": "Major R. Owens"
  }, 
  {
    "quote": "At one point my dad called me and said, 'You have always been a great salesman. I think it's time you come home and sell swimming pools.'", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "When I was a kid I didn't feel like I fit in because - this is really silly and I probably shouldn't say it, but, I didn't think anything was funny. So I used to go home and literally cry to my mom and my step-dad at the time and I didn't think anything was funny. I couldn't laugh.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "Great music is its own movie, already. And the challenge, as a music fan, is to keep the song as powerful as it wants to be, to not tamper with it and to somehow give it a home.", 
    "name": "Cameron Crowe"
  }, 
  {
    "quote": "It's hard for women who make a lot of money and make decisions all day long, then they have to come home and be 'Stupid Sally.' Men need respect, and they need to know that they can lead in the relationship, so even if they don't make the most money they need to be able to call the shots.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "You may not like the idea of putting money into a home when you're moving out. But it's demanded by the market. You need to show it off. You don't have to rip out the kitchen and bathroom. But maybe replace the tiles or the countertops. Get professional advice.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "The most influential factor in selling a home is always price. Don't build 'wiggle room' into the asking price. There's a price war out there and you have to win it from the get-go.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "I live a dual life. On the red carpet, it's complete glam. But at home, I'm a jeans and T-shirt kind of girl. Simple can be beautiful.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "You can't control the paparazzi. But if you go to Coachella you're going to get photographed. Whereas if you're at home, walking down the street you probably won't. It's something I've learnt to navigate my way around but I try to keep my private life private.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "I speak relatively little, except when I'm at home and I'm asking for things.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "When I was at college, I worked in a department store called Brit Home Stores, which is a pretty lackluster department store, selling clothes for middle-aged women. My job was to walk the floor and find anything that was damaged, take it to the store room and log it.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "The 4th Amendment and the personal rights it secures have a long history. At the very core stands the right of a man to retreat into his own home and there be free from unreasonable governmental intrusion.", 
    "name": "Potter Stewart"
  }, 
  {
    "quote": "Home is where my mom is.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "My home town is very small and very remote and we don't have a movie house.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "Man hath still either toys or care: But hath no root, nor to one place is tied, but ever restless and irregular, about this earth doth run and ride. He knows he hath a home, but scarce knows where He says it is so far, that he has quite forgot how to go there.", 
    "name": "Henry Vaughan"
  }, 
  {
    "quote": "I practice yoga at home to a TV show called 'Inhale,' taught by Steve Ross. I figured that if the people on the show could stretch that deep then I could too. I ended up pulling my hip flexor. But that's how I met my husband. Paul was the physical therapist my coach called to meet with me after hours.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Nevertheless most of the evergreen forests of the north must always remain the home of wild animals and trappers, a backward region in which it is easy for a great fur company to maintain a practical monopoly.", 
    "name": "Ellsworth Huntington"
  }, 
  {
    "quote": "Take, for example, the African jungle, the home of the cheetah. On whom does the cheetah prey? The old, the sick, the wounded, the weak, the very young, but never the strong. Lesson: If you would not be prey, you had better be strong.", 
    "name": "G. Gordon Liddy"
  }, 
  {
    "quote": "When I was at home, I felt loved and safe. My sisters were always a safe haven for me. I knew they would always play with me and make me feel like I was one of them.", 
    "name": "Khloe Kardashian"
  }, 
  {
    "quote": "One thing I've been happy as peach pie about - because I'm all about the children and the happiness of a woman because that makes the happiness of the home - is that nannies, day cares and babysitters are all collapsing, which is forcing moms and dads to raise their children at home.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "It's easier to date a football player for sure. Football players have one game a week, and they practice every day, but they're all at home. In basketball, they're on the road all the time.", 
    "name": "Khloe Kardashian"
  }, 
  {
    "quote": "I do have 14 tattoos, but I also do come home every single night and watch reality TV with my cat.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "All my day is spent dealing with other people. When I come home I like it to be empty. The presence of others in my house kind of annoys me. I love coming home and shutting the doors. I feel brain dead. I'm relatively available, but not to live with.", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "I still cook at home. A lot of chefs I think don't cook at home. But I still do, I love cooking at home, I love having friends.", 
    "name": "Rene Redzepi"
  }, 
  {
    "quote": "I just moved into a new house, so I love spending time at home. Everything for me is all about self-care because I really feel that if I'm at my best, than I'm able to come to my job and really be feeling the best, so if I'm not working out or going on a hike, than I'm at home recharging and cooking dinner and hanging out with my cat.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "If you're a misanthrope you stay at home. There are certain writers who really don't like other people. I'm not like that, I don't think.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Secretly, I'm a real big nerd. I'd rather stay home and play Scrabble than go to a Hollywood party, any day of the week. And I love reading about history and watching the Discovery Channel.", 
    "name": "Sprague Grayden"
  }, 
  {
    "quote": "When I began to make some money, I really wanted to have a home.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "I am at home in many cultures. I live actively in three continents and I've done that for most of my life, so I just make films as I see the world, and that happens to speak to people. I do things that I want to do.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "Sometimes I do envision just being a stay at home mom but not working isn't an option for me currently.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "New York City is home to so many people from so many places and the uniqueness of it is that you never feel a foreigner. English is almost hardly ever heard in the subway. In fact, it's weird.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "We have three generations at home, including my father-in-law. I keep a very low profile, and a lot of things I do are very much with the family in mind. I have actually made films with the family around me.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "I'm hoping someday that some kid, black or white, will hit more home runs than myself. Whoever it is, I'd be pulling for him.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "This whole head of the home thing has been blown way out of proportion. Some guys just take it way too far. Some parents take it way too far. Yet children need guidance. They need a parent to help and guide them. They also need a friend. They need a confidant.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "You know, the sad thing of post-9/11, which was of course horrific, was that the city in which I felt completely at home for two decades, suddenly people like us - brown people - were looked at as the 'Others.'", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "I play basketball probably four to five days a week when I'm back home.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "It's not always possible to sit down and eat at home in this day and age of fast-paced living, but if you are going to eat out, do so as a family and support all the great local places in your areas. I'll still eat at the same diner I did as a kid with my parents.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "I don't know of a Democrat - whether they're a conservative, a centrist or a liberal Democrat - that doesn't think that it's important to have quality jobs that pay decent wages so that families can support themselves, so that they can have the dignity of being able to afford health care, put money aside for pension, buy a home.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "When we started the show, 'Dallas' was known as the city where JFK was assassinated. By the end it was known as JR's home town.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "I think because my life is so insane and it's constantly going at 120 miles per hour, my favorite thing to do is sit at home in front of the TV and check out.", 
    "name": "Sean Hayes"
  }, 
  {
    "quote": "I like to feel the butterflies in the stomach, I like to go home and have a restless night and wonder how I'm going to be able to accomplish this feat, get jittery. That hunger and those butterflies in the stomach are very essential for all creative people.", 
    "name": "Amitabh Bachchan"
  }, 
  {
    "quote": "I got a telegraph from my mother who said that my step-father had had a heart attack, come home and earn a living. So I went back to England and the only thing I knew to earn any cash was through hairdressing.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "I came home after a year and although my profession was only hairdressing, I knew I could change it.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "Recently I heard a 'wise guy' story that I had a party at my home for twenty-five men. It's an interesting story, but I don't know twenty-five men I'd want to invite ta a party.", 
    "name": "Joan Crawford"
  }, 
  {
    "quote": "But inspiration? - That's when you come home from abroad and are asked: Well, have you found inspiration? - and fortunately you haven't. But the impressions sink in, of course, and may emerge later: None of us has invented the house that was done many thousands of years ago.", 
    "name": "Arne Jacobsen"
  }, 
  {
    "quote": "I have two homes in Malibu, a home in Canada that I'm building, and I just love pouring my heart out into this part of my life.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "The coolest thing, and I have it at home, is a huge Hulk Hogan, normal-sized pinball machine. When people come over they play it for hours. When you hit the bumpers and the bells ring it goes, 'Oh yeah!' The whole time you're playing this machine it's yelling and screaming at you, 'What you gonna do, brother?!' I think that's the coolest.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "To be honest, I find going out pretty scary and intimidating. Got all those people checking you out, with only one purpose: hooking up. I'm quite the dork, I'd rather sit home and play Scrabble. But that doesn't get you a girl, does it?", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "I think any branding for me is band-related. It's really weird to get used to the exposure, because I am a naturally introverted person, and I'm not exactly social. Occasionally I can get comfortable enough to talk, but I spend a lot of my days not talking, especially when I'm at home and not on tour.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "But for me, I thought you made a record, you got on a bus, went out and played your shows and made a lot of money. That was the way it was supposed to go down. But there's a lot more to it than that. There are a lot of early mornings, late nights, a lot of traveling, a lot of being away from home, being away from your family.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "In principle if I could not have a home I wouldn't. But not having a home would be too difficult procedurally, going from hotel to hotel, the gap of three hours where you're hungry and tired.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "Reading the play at home, however fulfilling, can never be the vivacious experience that Shakespeare intended.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "I have a little kitchen office at home, where I do all my kids' stuff.", 
    "name": "Katey Sagal"
  }, 
  {
    "quote": "I think the advent of the Internet gave us all a big boost, because by the time the Internet became mainstream and you could get it in your home, a lot of us were used to dealing in fan culture, writing to magazines or anything at the back of comic books.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "Well, I'm not good with sliminess. I hate the thought of creatures that have slime on them or creatures that leave a slimy trail. At home, the sight of a slug can bring up my breakfast.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "I think it's really important to give yourself a very big question that you're working on that you can come home to, even if you, you know, are going to have to go without a cup of coffee or even a meal, that that should nourish you.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "I was from such a large family that when I first met my wife, I told her: 'You can go work outside of the house and I'll stay home and continue making my cartoon strips. Maybe I'll make some commercials nearby, you know I'll do anything locally, but I would love to just stay at home and raise the kids like I did when I was growing up.'", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "I made a real specific decision when I came out of school and most artists were writing about home - if you were a woman, you were writing about being a woman - and I decided not to do that, write about what you know. That's not what I do. I went as far away from home as possible in terms of the development of my imagination.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "I love my parents. But I'm almost 28 and it's not fun to be asked, 'What are you doing today? What do you want for dinner? When are you going to be home?' It just makes you feel like a kid. It's this juxtaposition of feeling annoyed and really lucky to have people who love you so much.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "Christianity is not about religion. It's about faith, about being held, about being forgiven. It's about finding joy and finding home.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "I'm always amazed when a pitcher becomes angry at a hitter for hitting a home run off him. When I strike out, I don't get angry at the pitcher, I get angry at myself. I would think that if a pitcher threw up a home run ball, he should be angry at himself.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "I love home cooking, and I'm not a great one for fast food.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "I try and eat really healthy when I'm home, but I certainly don't eat worms and snakes.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "I exercise about 40 minutes a day, and I'll run one day and do circuit training the next day. I live in an area where there are brilliant hills and mountains, so I get a good hill run with my dog. At home, I'll do the circuit training with old weights, along with pull-ups in the trees and that sort of stuff.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "When I'm filming, survival requires movement. You need your energy, and you've got to eat the bad stuff, and survival food is rarely pretty, but you kind of do it. I get in that zone, and I eat the nasty stuff, but I'm not like that when I'm back home.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Survival requires us to leave our prejudices at home. It's about doing whatever it takes - and ultimately those with the biggest heart will win.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "I only scream and scratch when something's only 'really good' or 'good', I want to be great, or let's go home.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "Land is the secure ground of home, the sea is like life, the outside, the unknown.", 
    "name": "Stephen Gardiner"
  }, 
  {
    "quote": "Nice to see your home fans boo you. That's what loyal support is.", 
    "name": "Wayne Rooney"
  }, 
  {
    "quote": "About 15 years ago I went though a period of a year or so when I just couldn't find anything good. My wife noticed I was having trouble reading menus. I bought some cheap reading glasses in a drug store. I got home and suddenly all these books that weren't good were good.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "The American consumer is also the American worker, and if we don't do something to protect our manufacturing base here at home, it is going to be hard to buy any retail goods.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "I went to the store and bought lady fingers, when I got home I noticed one of the fingers was missing so I went back to the store and the manager was nice enough to give me the finger.", 
    "name": "Jay London"
  }, 
  {
    "quote": "Brazil is where I belong, the place that feels like home. They love their family, their country and God, and are not afraid to let anybody know it.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "At home, growing up, we weren't really poor. We had everything we needed, we just didn't have what we wanted.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "He's a good tough producer, yes. But I don't think that he's unreasonable unless he feels threatened. And when somebody's in your home, I think everybody in the home gets threatened.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "I lived at home till I was 29.", 
    "name": "Ray Romano"
  }, 
  {
    "quote": "My folks were raised pure prohibitionist. They were very good people, with high moral standards - but very repressed. There was no hugging and kissing in my home.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "Men can have a huge turnover of sponsorship and still survive a lot better than the women. But the women's ratings are better, at least at home in the United States than in the men's tennis.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "I'd rather rot on my own floor than be found by a bunch of bingo players in a nursing home.", 
    "name": "Florence King"
  }, 
  {
    "quote": "I read the Odyssey because it was the story of a man who returned home after being absent for more than twenty years and was recognized only by his dog.", 
    "name": "Guillermo Cabrera Infante"
  }, 
  {
    "quote": "On my visits back home, if they saw that I was getting a big head, they'd let me know right away.", 
    "name": "John Ratzenberger"
  }, 
  {
    "quote": "Ladies and gentlemen, god bless America - land of the free, home of the brave.", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "For President Obama, 'home of the brave' are not just the last words of our national anthem, but also a call to action. This is why the president's policies and our platform include incentives to train and hire our troops returning home. Not only because of our moral responsibility, but because it makes for a stronger, more secure American economy.", 
    "name": "Cory Booker"
  }, 
  {
    "quote": "It's not about finding a home so much as finding yourself.", 
    "name": "Jason Behr"
  }, 
  {
    "quote": "I spend plenty of time in London and it doesn't scare me, but it's a lonely place, even if you've got friends there. My job takes me all around the world, meeting lots of interesting people. But I think if I couldn't get home, if I couldn't get back to what I consider my real life I'd be frightened.", 
    "name": "Shirley Henderson"
  }, 
  {
    "quote": "My wife is the boss at home, and my daughters are the bosses. I am just the worker. We are a very warm family and very happy.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "Leaving home in a sense involves a kind of second birth in which we give birth to ourselves.", 
    "name": "Robert Neelly Bellah"
  }, 
  {
    "quote": "Every time I took a long leave from home, I felt as if I were going to conquer the world. Or rather, take possession of what is my birthright, my inheritance.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "But, yeah, I'm really happy when I'm writing. When I'm being creative and when I have something that I can put down. You know, if you go out and you overhear a conversation or you have a thought, you have a receptacle to go home and say, 'Oh, this would be great in this script.' Your antenna's out in a different way, and I love that time.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "I do 280 episodes of TV a year, write 15 recipes for the magazine, and publish an annual book. With all of that, we try to get one weekend a month with Isaboo at our home in the Adirondacks to relax and recharge.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I live in, literally, the same home when I was swiping my first bank card and wondering if I'd have to put back the Charmin. We still don't have a dishwasher. My mom has done all these gardens so now my house looks like the garden shack in the middle of Versailles.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I have this extraordinary life during the day, and then I get to come home to my sweet husband who loves to cook with me. I have a nice glass of wine, he has some scotch, we chat, we cook, and we hang out with the dog. I have an absolute dream life.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "Praying privately in churches, I began to discover that heaven was my true home and also that it was here and now, woven into this life.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "During the Second World War, evacuated to non-Jewish households, I encountered Christianity at home and in school.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "I fantasize about having a manual job where I can come home at night, read a book and not feel responsible for what will happen the next day.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "I came from a broken home, so my mom was a major influence in my life.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "I want any excuse to come home. My dad is not a spring chicken any more. If anyone says, 'Go buy a postage stamp in London,' I'll go and do it.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "I had to learn to dance for 'The Adjustment Bureau' and it was nearly impossible. I turned up with my knees knocking in my leotard and went home and cried my eyes out.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I hate formal stuff. I love looking like a doll and all that stuff and playing dress up, but when I'm home, sweat pants, t-shirt. When I'm in the studio, sweat pants, t-shirt.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?", 
    "name": "James Hillman"
  }, 
  {
    "quote": "I buy records - vinyl. I have a record player at home.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "One of the biggest challenges in my job is letting go of the movie once you go home at night, and knowing you can't do anything to your performance once you've laid it on film.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "There are no college courses to build up self-esteem or high school or elementary school. If you don't get those values at a early age, nurtured in your home, you don't get them.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "I love being on stage if I'm not on a set. If I'm at home, I'm usually in my office editing or reconstructing my website or whatever it may be. I just love putting creativity into a performance, so if the right script comes along, and I certainly am reading comedies and dramas now, then I'm ready willing and able to give it a shot.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "I do portraits. I usually do live models in a class environment, but I've been painting at home more. I really love the human form, and I love faces. I've tried to do landscapes a few times.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "I've gone very far, far away, but my character keeps me close to home.", 
    "name": "Fran Drescher"
  }, 
  {
    "quote": "During the periods in my marriage when I chose to stay home with my kids rather than work as an attorney, it caused me no end of anxiety. Despite the fact that I knew I was contributing to our family by caring for our children, I still felt that my worth was less because I wasn't earning.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Why go for a costly, sickly, mass-produced purebred when shelters are full of one-of-a-kind mixed breeds who are literally dying for a home?", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "I am a particular fan of integrative exercise - that is, exercise that occurs in the course of doing some productive activity such as gardening, bicycling to work, doing home improvement projects and so on.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Part of the reason I sort of shot out like a cannon out of Michigan and left home at such an early age is because I had to feel independent.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "I know this sounds generic, but I'm so happy to be home with my husband, my family, and my dog.", 
    "name": "Fergie"
  }, 
  {
    "quote": "Turn up the lights. I don't want to go home in the dark.", 
    "name": "O. Henry"
  }, 
  {
    "quote": "Divorce is one of the key predictors of poverty for a child growing up in a home that's broken.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "I support workplace clean air. But a federal ban on smoking would mean that you couldn't smoke in your own home. I don't care what people do in their home.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "It's like, if you can't focus on a movie for 90 minutes without looking at your phone, then don't go to the movies! You've got some issues, so you should probably stay home and work on those issues, and not distract everyone with lights, and sounds, oh my gosh, the tapping on the screens, it makes me crazy!", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I'm a better person in a relationship, and I'm a happier person. I need to come home at the end of the day and have it not be about me and my freaking hair and makeup and character motivations anymore. And I think my work is more inspired when home is safe and sound and solid, because what I do for a living is so bananas and so insecure.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I will end up with someone in the arts. I am positive. I eat, breathe and sleep acting. And I'll end up with someone who is happy staying at home and having me cook supper. But I also really need to be intellectually challenged and stimulated. I want someone bookish, and someone who is passionate.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "After spending time with the rescued turkeys at Farm Sanctuary's shelter and seeing how similar they are to my furry companion animals at home, I knew I needed to do everything in my power to protect these friendly and curious birds from the daily pain and suffering they endure on factory farms.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "When you have the paparazzi hiding in the bushes outside your home, the only thing you can control is how you respond publicly.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "When I joined Custer I donned the uniform of a soldier. It was a bit awkward at first but I soon got to be perfectly at home in men's clothes.", 
    "name": "Calamity Jane"
  }, 
  {
    "quote": "My divorce came to me as a complete surprise. That's what happens when you haven't been home in eighteen years.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "You know, you go home and you try on a new mascara, and I guess a male CEO can't do that.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "We talk a lot in our home together about where we're going, what I'm doing.", 
    "name": "Melinda Gates"
  }, 
  {
    "quote": "At home I've got a very puerile, juvenile sense of humour.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "To the former child migrants, who came to Australia from a home far away, led to believe this land would be a new beginning, when only to find it was not a beginning, but an end, an end of innocence - we apologise and we are sorry. To the mothers who lost the maternal right to love and care for their child - we apologise, and we are sorry.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "My father was always depressed. When he was home and sober, he was mostly in his room.", 
    "name": "Sherman Alexie"
  }, 
  {
    "quote": "I think it's easiest to teach by example. My dad didn't tell us to work hard we just saw how hard he worked. I know I have shortcomings - like a short fuse - but I've learned you can't come home from a long day of work and snap at the kids.", 
    "name": "Chris O'Donnell"
  }, 
  {
    "quote": "Imagine if you had baseball cards that showed all the performance stats for your people: batting averages, home runs, errors, ERAs, win/loss records. You could see what they did well and poorly and call on the right people to play the right positions in a very transparent way.", 
    "name": "Ray Dalio"
  }
]