[
  {
    "quote": "Imagination is more important than knowledge.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living, it's a way of looking at life through the wrong end of a telescope. Which is what I do, and that enables you to laugh at life's realities.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "Imagination is everything. It is the preview of life's coming attractions.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I cannot imagine a God who rewards and punishes the objects of his creation and is but a reflection of human frailty.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Can you imagine what I would do if I could do all I can?", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Those who dream by day are cognizant of many things that escape those who dream only at night.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "I saw the angel in the marble and carved until I set him free.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "You can't depend on your eyes when your imagination is out of focus.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "If everyone is thinking alike, then somebody isn't thinking.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "The man who has no imagination has no wings.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "If you want a vision of the future, imagine a boot stamping on a human face - forever.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The lunatic, the lover, and the poet, are of imagination all compact.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Imagination will often carry us to worlds that never were. But without it we go nowhere.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "The saddest thing I can imagine is to get used to luxury.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "Our truest life is when we are in dreams awake.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I only hope that we don't lose sight of one thing - that it was all started by a mouse.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "I paint objects as I think them, not as I see them.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "To invent, you need a good imagination and a pile of junk.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Imagination rules the world.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Live out of your imagination, not your history.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Everything that is new or uncommon raises a pleasure in the imagination, because it fills the soul with an agreeable surprise, gratifies its curiosity, and gives it an idea of which it was not before possessed.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "All men who have achieved great things have been great dreamers.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "A rock pile ceases to be a rock pile the moment a single man contemplates it, bearing within him the image of a cathedral.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "It is impossible to imagine the universe run by a wise, just and omnipotent God, but it is quite easy to imagine it run by a board of gods.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Imagination and fiction make up more than three quarters of our real life.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Imagination is the voice of daring. If there is anything Godlike about God it is that. He dared to imagine everything.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "There are no rules of architecture for a castle in the clouds.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I have always imagined that Paradise will be a kind of library.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "I am imagination. I can see what the eyes cannot see. I can hear what the ears cannot hear. I can feel what the heart cannot feel.", 
    "name": "Peter Nivio Zarlenga"
  }, 
  {
    "quote": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "There is a boundary to men's passions when they act from feelings but none when they are under the influence of imagination.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Happiness is not an ideal of reason, but of imagination.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "I imagine that yes is the only living thing.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Trust that little voice in your head that says 'Wouldn't it be interesting if...' And then do it.", 
    "name": "Duane Michals"
  }, 
  {
    "quote": "Imagination grows by exercise, and contrary to common belief, is more powerful in the mature than in the young.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "To imagine is everything, to know is nothing at all.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "One is never fortunate or as unfortunate as one imagines.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "They are ill discoverers that think there is no land, when they can see nothing but sea.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Fiction reveals truths that reality obscures.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "Solitude is as needful to the imagination as society is wholesome for the character.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "I always imagined I could be what I wanted to be.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "Imagination is at the root of much that passes for love.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "I used to lie in bed in my flat and imagine what would happen if there was a zombie attack.", 
    "name": "Simon Pegg"
  }, 
  {
    "quote": "You have to imagine it possible before you can see something. You can have the evidence right in front of you, but if you can't imagine something that has never existed before, it's impossible.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "Some stories are true that never happened.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "I believed in myself. I never imagined myself as just an ordinary player.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "It is the eye of ignorance that assigns a fixed and unchangeable color to every object beware of this stumbling block.", 
    "name": "Paul Gauguin"
  }, 
  {
    "quote": "I believe in the imagination. What I cannot see is infinitely more important than what I can see.", 
    "name": "Duane Michals"
  }, 
  {
    "quote": "Personally, I would sooner have written Alice in Wonderland than the whole Encyclopedia Britannica.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "I am better able to imagine hell than heaven it is my inheritance, I suppose.", 
    "name": "Elinor Wylie"
  }, 
  {
    "quote": "I doubt that the imagination can be suppressed. If you truly eradicated it in a child, he would grow up to be an eggplant.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "I never did very well in math - I could never seem to persuade the teacher that I hadn't meant my answers literally.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "We imagine that we want to escape our selfish and commonplace existence, but we cling desperately to our chains.", 
    "name": "Anne Sullivan Macy"
  }, 
  {
    "quote": "The imagination is man's power over nature.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Imagination has brought mankind through the dark ages to its present state of civilization. Imagination led Columbus to discover America. Imagination led Franklin to discover electricity.", 
    "name": "L. Frank Baum"
  }, 
  {
    "quote": "What we imagine is order is merely the prevailing form of chaos.", 
    "name": "Kerry Thornley"
  }, 
  {
    "quote": "You need imagination in order to imagine a future that doesn't exist.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "The most imaginative people are the most credulous, for them everything is possible.", 
    "name": "Alexander Chase"
  }, 
  {
    "quote": "There are no shortcuts in life - only those we imagine.", 
    "name": "Frank Leahy"
  }, 
  {
    "quote": "The true sign of intelligence is not knowledge but imagination.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Logic will get you from A to B. Imagination will take you everywhere.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.", 
    "name": "Plato"
  }, 
  {
    "quote": "I am enough of an artist to draw freely upon my imagination.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "The moment a person forms a theory, his imagination sees in every object only the traits which favor that theory.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Reason is the natural order of truth but imagination is the organ of meaning.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "This world is but a canvas to our imagination.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Imagination was given to man to compensate him for what he is not a sense of humor to console him for what he is.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The imagination imitates. It is the critical spirit that creates.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "Love is the triumph of imagination over intelligence.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Reality leaves a lot to the imagination.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "All the breaks you need in life wait within your imagination, Imagination is the workshop of your mind, capable of turning mind energy into accomplishment and wealth.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Intelligence is the wife, imagination is the mistress, memory is the servant.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Science does not know its debt to imagination.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Every human has four endowments- self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Love is a canvas furnished by nature and embroidered by imagination.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "First comes thought then organization of that thought, into ideas and plans then transformation of those plans into reality. The beginning, as you will observe, is in your imagination.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "It is usually the imagination that is wounded first, rather than the heart it being much more sensitive.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Generally speaking, a howling wilderness does not howl: it is the imagination of the traveler that does the howling.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "There are lots of people who mistake their imagination for their memory.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Formulate and stamp indelibly on your mind a mental picture of yourself as succeeding. Hold this picture tenaciously. Never permit it to fade. Your mind will seek to develop the picture... Do not build up obstacles in your imagination.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "We are more often frightened than hurt and we suffer more from imagination than from reality.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Imagination is the key to my lyrics. The rest is painted with a little science fiction.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt.", 
    "name": "Sylvia Plath"
  }, 
  {
    "quote": "Disneyland will never be completed. It will continue to grow as long as there is imagination left in the world.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it's only money... they don't know how to enjoy it, because they have no imagination.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "The tree which moves some to tears of joy is in the eyes of others only a green thing that stands in the way. Some see nature all ridicule and deformity... and some scarce see nature at all. But to the eyes of the man of imagination, nature is imagination itself.", 
    "name": "William Blake"
  }, 
  {
    "quote": "There are many ways to be free. One of them is to transcend reality by imagination, as I try to do.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Few people have the imagination for reality.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Why does the eye see a thing more clearly in dreams than the imagination when awake?", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "The only limit to your impact is your imagination and commitment.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Cowardice... is almost always simply a lack of ability to suspend functioning of the imagination.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The nose of a mob is its imagination. By this, at any time, it can be quietly led.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Imagination is the true magic carpet.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Falling in love consists merely in uncorking the imagination and bottling the common sense.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "We are the miracle of force and matter making itself over into imagination and will. Incredible. The Life Force experimenting with forms. You for one. Me for another. The Universe has shouted itself alive. We are one of the shouts.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Nothing is more fearful than imagination without taste.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "My main point here is that if you are the child of God and God is a part of you, the in your imagination God suppose to look like you. And when you accept a picture of the deity assigned to you by another people, you become the spiritual prisoners of that other people.", 
    "name": "John Henrik Clarke"
  }, 
  {
    "quote": "All the works of man have their origin in creative fantasy. What right have we then to depreciate imagination.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Aptitude found in the understanding and is often inherited. Genius coming from reason and imagination, rarely.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The power of imagination makes us infinite.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Life is only a dream and we are the imagination of ourselves.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "Faith is spiritualized imagination.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "The soul without imagination is what an observatory would be without a telescope.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "Do not quench your inspiration and your imagination do not become the slave of your model.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Happiness is ideal, it is the work of the imagination.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "The human race is governed by its imagination.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Imagination is the real and eternal world of which this vegetable universe is but a faint shadow.", 
    "name": "William Blake"
  }, 
  {
    "quote": "A lady's imagination is very rapid it jumps from admiration to love, from love to matrimony in a moment.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Imagination disposes of everything it creates beauty, justice, and happiness, which are everything in this world.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Imagination was given to man to compensate him for what he isn't. A sense of humor was provided to console him for what he is.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The debt we owe to the play of imagination is incalculable.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Imagination is a poor matter when it has to part company with understanding.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Liberty: One of Imagination's most precious possessions.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Knowledge is a polite word for dead but not buried imagination.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Our thoughts and imagination are the only real limits to our possibilities.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "A certificate of live birth is not the same thing by any stretch of the imagination as a birth certificate.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "For me, insanity is super sanity. The normal is psychotic. Normal means lack of imagination, lack of creativity.", 
    "name": "Jean Dubuffet"
  }, 
  {
    "quote": "Imagination is the eye of the soul.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "Imagination decides everything.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Men often take their imagination for their heart and they believe they are converted as soon as they think of being converted.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "You have all the reason in the world to achieve your grandest dreams. Imagination plus innovation equals realization.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Being an actor is the loneliest thing in the world. You are all alone with your concentration and imagination, and that's all you have.", 
    "name": "James Dean"
  }, 
  {
    "quote": "Those Dutchmen had hardly any imagination or fantasy, but their good taste and their scientific knowledge of composition were enormous.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Let us leave pretty women to men devoid of imagination.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Here is everything which can lay hold of the eye, ear and imagination - everything which can charm and bewitch the simple and ignorant. I wonder how Luther ever broke the spell.", 
    "name": "John Adams"
  }, 
  {
    "quote": "There is nothing heavier than compassion. Not even one's own pain weighs so heavy as the pain one feels for someone, for someone, pain intensified by the imagination and prolonged by a hundred echos.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "My country has contrived for me the most insignificant office that ever the invention of man contrived or his imagination conceived.", 
    "name": "John Adams"
  }, 
  {
    "quote": "To speak of morals in art is to speak of legislature in sex. Art is the sex of the imagination.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "However my parents - both of whom came from impoverished backgrounds and neither of whom had been to college, took the view that my overactive imagination was an amusing quirk that would never pay a mortgage or secure a pension.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Apathy can be overcome by enthusiasm, and enthusiasm can only be aroused by two things: first, an ideal, with takes the imagination by storm, and second, a definite intelligible plan for carrying that ideal into practice.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "I had a very happy childhood, but I wasn't that happy a child. I liked being alone and creating characters and voices. I think that's when your creativity is developed, when you're young. I liked the world of the imagination because it was an easy place to go to.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Were it not for imagination a man would be as happy in arms of a chambermaid as of a duchess.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "An idea is salvation by imagination.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "To treat your facts with imagination is one thing, to imagine your facts is another.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Wherever you write is supposed to be a little bit of a refuge, a place where you can get away from the world. The more closed in you are, the more you're forced back on your own imagination.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "The world of reality has its limits the world of imagination is boundless.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "For strange effects and extraordinary combinations we must go to life itself, which is always far more daring than any effort of the imagination.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "The imagination is the spur of delights... all depends upon it, it is the mainspring of everything now, is it not by means of the imagination one knows joy? Is it not of the imagination that the sharpest pleasures arise?", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Having imagination it takes you an hour to write a paragraph that if you were unimaginative would take you only a minute.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "The woman who appeals to a man's vanity may stimulate him, the woman who appeals to his heart may attract him, but it is the woman who appeals to his imagination who gets him.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Los Angeles gives one the feeling of the future more strongly than any city I know of. A bad future, too, like something out of Fritz Lang's feeble imagination.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "My imagination can picture no fairer happiness than to continue living for art.", 
    "name": "Clara Schumann"
  }, 
  {
    "quote": "Fantasy mirrors desire. Imagination reshapes it.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "We're living in a time when the world has suddenly discovered India because it's run out of raw material for its imagination. The raw materials for imagination are inexhaustible here.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "A poet ought not to pick nature's pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "It takes a lot of imagination to be a good photographer. You need less imagination to be a painter because you can invent things. But in photography everything is so ordinary it takes a lot of looking before you learn to see the extraordinary.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Don Quixote's misfortune is not his imagination, but Sancho Panza.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "My imagination is a monastery and I am its monk.", 
    "name": "John Keats"
  }, 
  {
    "quote": "What the imagination seizes as beauty must be truth.", 
    "name": "John Keats"
  }, 
  {
    "quote": "The scientific imagination always restrains itself within the limits of probability.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Memories, imagination, old sentiments, and associations are more readily reached through the sense of smell than through any other channel.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The degree in which a poet's imagination dominates reality is, in the end, the exact measure of his importance and dignity.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "A nickname is the heaviest stone that the devil can throw at a man. It is a bugbear to the imagination, and, though we do not believe in it, it still haunts our apprehensions.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Every great advance in science has issued from a new audacity of imagination.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "What distinguishes a great artist from a weak one is first their sensibility and tenderness second, their imagination, and third, their industry.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "He who has imagination without learning has wings but no feet.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "Taste refers to the past, imagination to the future.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Imagination has rules, but we can only guess what they are.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Skill without imagination is craftsmanship and gives us many useful objects such as wickerwork picnic baskets. Imagination without skill gives us modern art.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "I can't satisfy myself with just trying to tie all of my imagination into music, especially when music is not appreciated as an art form as much as it used to be.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "No amount of skillful invention can replace the essential element of imagination.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "He is the true enchanter, whose spell operates, not upon the senses, but upon the imagination and the heart.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "One who has imagination without learning has wings without feet.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "Censorship is never over for those who have experienced it. It is a brand on the imagination that affects the individual who has suffered it, forever.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Imagination is the highest kite one can fly.", 
    "name": "Lauren Bacall"
  }, 
  {
    "quote": "Where there is no imagination there is no horror.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "The public has an appetite for anything about imagination - anything that is as far away from reality as is creatively possible.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Sometimes I feel like a figment of my own imagination.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Free enterprise empowers entrepreneurs who have ideas and imagination, investors who take risks, and workers who hone their skills and offer their labor.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "True change takes place in the imagination.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "I must confess that my imagination refuses to see any sort of submarine doing anything but suffocating its crew and floundering at sea.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Classical plays require more imagination and more general training to be able to do. That's why I like playing Shakespeare better than anything else.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "Belief in the supernatural reflects a failure of the imagination.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "It is not that the child lives in a world of imagination, but that the child within us survives and starts into life only at rare moments of recollection, which makes us believe, and it is not true, that, as children, we were imaginative?", 
    "name": "Cesare Pavese"
  }, 
  {
    "quote": "When the imagination and will power are in conflict, are antagonistic, it is always the imagination which wins, without any exception.", 
    "name": "Emile Coue"
  }, 
  {
    "quote": "The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted.", 
    "name": "Aesop"
  }, 
  {
    "quote": "It is all very well to copy what one sees, but it is far better to draw what one now only sees in one's memory. That is a transformation in which imagination collaborates with memory.", 
    "name": "Edgar Degas"
  }, 
  {
    "quote": "Growing up, I didn't have a lot of toys, and personal entertainment depended on individual ingenuity and imagination - think up a story and go live it for an afternoon.", 
    "name": "Terry Brooks"
  }, 
  {
    "quote": "The great instrument of moral good is the imagination.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "Out with stereotypes, feminism proclaims. But stereotypes are the west's stunning sexual personae, the vehicles of art's assault against nature. The moment there is imagination, there is myth.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "For imagination sets the goal picture which our automatic mechanism works on. We act, or fail to act, not because of will, as is so commonly believed, but because of imagination.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "Reason respects the differences, and imagination the similitudes of things.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "The conscious process is reflected in the imagination the unconscious process is expressed as karma, the generation of actions divorced from thinking and alienated from feeling.", 
    "name": "William Irwin Thompson"
  }, 
  {
    "quote": "Uttering a word is like striking a note on the keyboard of the imagination.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "If you use your imagination, you can look at any actress and see her nude... I hope to make you use your imagination.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Panic is a sudden desertion of us, and a going over to the enemy of our imagination.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Never lose sight of the fact that all human felicity lies in man's imagination, and that he cannot think to attain it unless he heeds all his caprices. The most fortunate of persons is he who has the most means to satisfy his vagaries.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "I've always felt that what I have going for me is not my imagination, because everyone has an imagination. What I have is a relentlessly controlled imagination. What looks like wild invention is actually quite carefully calculated.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "When you start to develop your powers of empathy and imagination, the whole world opens up to you.", 
    "name": "Susan Sarandon"
  }, 
  {
    "quote": "The realities of the world seldom measure up to the sublime designs of human imagination.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "But if I have a lot of imagination, I could tell myself whatever I wanted, you know. I handle myself quite well. I'm kind of fascist with myself, you know. There's no discussion. There is an order. You follow it.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "My imagination makes me human and makes me a fool it gives me all the world, and exiles me from it.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "To have frequent recourse to narrative betrays great want of imagination.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Wit is the appearance, the external flash of imagination. Thus its divinity, and the witty character of mysticism.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Truth titillates the imagination far less than fiction.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "I have a huge, active imagination, and I think I'm really scared of being alone because if I'm left to my own devices, I'll just turn into a madwoman.", 
    "name": "Claire Danes"
  }, 
  {
    "quote": "The Jewish festival of freedom is the oldest continuously observed religious ritual in the world. Across the centuries, Passover has never lost its power to inspire the imagination of successive generations of Jews with its annually re-enacted drama of slavery and liberation.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I love theatrics and have a huge imagination: Why would I want to sit onstage and sing a bunch of ballads back-to-back?", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I don't think art is propaganda it should be something that liberates the soul, provokes the imagination and encourages people to go further. It celebrates humanity instead of manipulating it.", 
    "name": "Keith Haring"
  }, 
  {
    "quote": "There are moments when a man's imagination, so easily subdued to what it lives in, suddenly rises above its daily level and surveys the long windings of destiny.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "What's cool is when you're able to give your audience imagination and you don't have to cage them in like animals.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Children do not give up their innate imagination, curiosity, dreaminess easily. You have to love them to get them to do that.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "Life is possible only by the deficiencies of our imagination and memory.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Reason clears and plants the wilderness of the imagination to harvest the wheat of art.", 
    "name": "Austin O'Malley"
  }, 
  {
    "quote": "I've done a lot of bad things. Use your imagination.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Man lives by imagination.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Belief is nothing but a more vivid, lively, forcible, firm, steady conception of an object, than what the imagination alone is ever able to attain.", 
    "name": "David Hume"
  }, 
  {
    "quote": "The pleasures of the imagination are as it were only drawings and models which are played with by poor people who cannot afford the real thing.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "I think what's really the most ideal thing is for the player themselves, within their own imagination, to carve out what they view as being the essence of the character.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I've always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood.", 
    "name": "Kim Elizabeth"
  }, 
  {
    "quote": "Imagination creates reality.", 
    "name": "Richard Wagner"
  }, 
  {
    "quote": "In the world of words, the imagination is one of the forces of nature.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "It's a slight stretch of the imagination but most people are alike in most ways so I've never had any trouble identifying with the character that I'm playing.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "You will recognize your own path when you come upon it, because you will suddenly have all the energy and imagination you will ever need.", 
    "name": "Jerry Gillies"
  }, 
  {
    "quote": "Our imagination is the only limit to what we can hope to have in the future.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "A man at work, making something which he feels will exist because he is working at it and wills it, is exercising the energies of his mind and soul as well as of his body. Memory and imagination help him as he works.", 
    "name": "William Morris"
  }, 
  {
    "quote": "You will certainly not doubt the necessity of studying astronomy and physics, if you are desirous of comprehending the relation between the world and Providence as it is in reality, and not according to imagination.", 
    "name": "Maimonides"
  }, 
  {
    "quote": "Imagination, the supreme delight of the immortal and the immature, should be limited. In order to enjoy life, we should not enjoy it too much.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "A writer should have the precision of a poet and the imagination of a scientist.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Fortunately, somewhere between chance and mystery lies imagination, the only thing that protects our freedom, despite the fact that people keep trying to reduce it or kill it off altogether.", 
    "name": "Luis Bunuel"
  }, 
  {
    "quote": "I have a very vivid imagination.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "Works of imagination should be written in very plain language the more purely imaginative they are the more necessary it is to be plain.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Talent, lying in the understanding, is often inherited genius, being the action of reason or imagination, rarely or never.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "This is one of those cases in which the imagination is baffled by the facts.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Only in men's imagination does every truth find an effective and undeniable existence. Imagination, not invention, is the supreme master of art as of life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "If the reporter has killed our imagination with his truth, he threatens our life with his lies.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "It takes no imagination to live within your means.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "A great wind is blowing, and that gives you either imagination or a headache.", 
    "name": "Catherine the Great"
  }, 
  {
    "quote": "I don't want to discredit people's individuality, but I think people are pretty much the same. People are very similar. If you have a good enough imagination then you can feel things that you personally have never done before. That's acting.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "My parents thought it was nice to develop my imagination, but they never seriously thought that anything would ever come of it. They said that I couldn't be an actress because I would be taller than all my leading men, so I thought I would be a writer instead.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "If you got a good imagination, a lot of confidence and you kind of know what you are saying, then you might be able to do it. I know a lot of colorful characters at home that would make great actors.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "What really fascinates me is this need that is so strong now that if you read a work of the imagination you instantly have to say, 'Oh, what this really is is so-and-so,' reducing it to a simple formula.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "I believe in imagination. I did Kramer vs. Kramer before I had children. But the mother I would be was already inside me.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "One longs for a director with a sense of imagination.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "We say God and the imagination are one... How high that highest candle lights the dark.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "I think my securities far outweigh my insecurities. I am not nearly as afraid of myself and my imagination as I used to be.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "I love sci-fi because it leads in the imagination, and I always say it has the most intelligent fans in the world.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "Everything, I think, about acting is based on imagination.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "The opportunities of man are limited only by his imagination. But so few have imagination that there are ten thousand fiddlers to one composer.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "Imagination is the wide-open eye which leads us always to see truth more vividly.", 
    "name": "Christopher Fry"
  }, 
  {
    "quote": "An opera begins long before the curtain goes up and ends long after it has come down. It starts in my imagination, it becomes my life, and it stays part of my life long after I've left the opera house.", 
    "name": "Maria Callas"
  }, 
  {
    "quote": "You may be sure that the Americans will commit all the stupidities they can think of, plus some that are beyond imagination.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "Being an actor means asking people to look at you. I guess I accept that. But it's a profession in which the job is to show another world and other people. You may access it through bits of yourself, and your imagination and experience, but actually, in the end, you're not playing yourself.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "Fear of error which everything recalls to me at every moment of the flight of my ideas, this mania for control, makes men prefer reason's imagination to the imagination of the senses. And yet it is always the imagination alone which is at work.", 
    "name": "Louis Aragon"
  }, 
  {
    "quote": "If we divine a discrepancy between a man's words and his character, the whole impression of him becomes broken and painful he revolts the imagination by his lack of unity, and even the good in him is hardly accepted.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "People write memoirs because they lack the imagination to make things up.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "Imagination... its limits are only those of the mind itself.", 
    "name": "Rod Serling"
  }, 
  {
    "quote": "Well, I'm not a method actress by any stretch of the imagination so the best thing that I can do is be as real as possible and find whatever commonality in that character that I can see myself.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Our democracy, our constitutional framework is really a kind of software for harnessing the creativity and political imagination for all of our people. The American democratic system was an early political version of Napster.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Vision - It reaches beyond the thing that is, into the conception of what can be. Imagination gives you the picture. Vision gives you the impulse to make the picture your own.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Fools act on imagination without knowledge, pedants act on knowledge without imagination.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Kindness and intelligence don't always deliver us from the pitfalls and traps: there are always failures of love, of will, of imagination. There is no way to take the danger out of human relationships.", 
    "name": "Barbara Grizzuti Harrison"
  }, 
  {
    "quote": "Musicals are, by nature, theatrical, meaning poetic, meaning having to move the audience's imagination and create a suspension of disbelief, by which I mean there's no fourth wall.", 
    "name": "Stephen Sondheim"
  }, 
  {
    "quote": "In rising financial markets, the world is forever new. The bull or optimist has no eyes for past or present, but only for the future, where streams of revenue play in his imagination.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "The face of nature and civilization in this our country is to a certain point a very sufficient literary field. But it will yield its secrets only to a really grasping imagination. To write well and worthily of American things one need even more than elsewhere to be a master.", 
    "name": "Henry James"
  }, 
  {
    "quote": "It always amuses me that the biggest praise for my work comes for the imagination, while the truth is that there's not a single line in all my work that does not have a basis in reality. The problem is that Caribbean reality resembles the wildest imagination.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "You have to come in and be that character when you walk into the room. That's what one of my first acting teachers taught me. You know, don't go in there being Jennifer and then expect to flip and change, because they're not going to have that imagination.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Ghost stories really scare me. I have such a big imagination that after I watch a horror movie like 'The Grudge', I look in the corners of my room for the next two days.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "To put yourself in another's place requires real imagination, but by doing so each Girl Scout will be able to love among others happily.", 
    "name": "Juliette Gordon Low"
  }, 
  {
    "quote": "One of the virtues of being very young is that you don't let the facts get in the way of your imagination.", 
    "name": "Sam Levenson"
  }, 
  {
    "quote": "In my wildest imagination, I never thought that the fifth of six children born to Helen and Buddy Watts - in a poor black neighborhood, in the poor rural community of Eufaula, Oklahoma - would someday be called Congressman.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Essentially, I'm untrained, so I just go with my imagination and try to put myself as solidly as I can into the shoes of whatever person I'm going to be playing.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I paint what cannot be photographed, that which comes from the imagination or from dreams, or from an unconscious drive.", 
    "name": "Man Ray"
  }, 
  {
    "quote": "I had a good imagination and I still have one a child-like imagination that hasn't gone away.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I try to decorate my imagination as much as I can.", 
    "name": "Franz Schubert"
  }, 
  {
    "quote": "As great scientists have said and as all children know, it is above all by the imagination that we achieve perception, and compassion, and hope.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "We are all afraid for our confidence, for the future, for the world. That is the nature of the human imagination. Yet every man, every civilization, has gone forward because of its engagement with what it has set itself to do.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "I do a lot of curiosity buying I buy it if I like the album cover, I buy it if I like the name of the band, anything that sparks my imagination. I still like to go to record stores, I like to just wander around and I'll buy whatever catches my attention.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "I do a lot of curiosity buying I buy it if I like the album cover, I buy it if I like the name of the band, anything that sparks my imagination.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "I always won in my imagination. I always hit the game-winning shot, or I hit the free throw. Or if I missed, there was a lane violation, and I was given another one.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "Imagination has a great deal to do with winning.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "Our world faces a true planetary emergency. I know the phrase sounds shrill, and I know it's a challenge to the moral imagination.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "The source and center of all man's creative power... is his power of making images, or the power of imagination.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "I used my imagination to make the grass whatever color I wanted it to be.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "I don't want to go on much longer, really. I think that would suggest a lack of imagination. A certain lack of dignity also.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "You can understand nothing about art, particularly modern art, if you do not understand that imagination is a value in itself.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "The past is really almost as much a work of the imagination as the future.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "Put off your imagination, as you put off your overcoat, when you enter the laboratory. Put it on again, as you put on your overcoat, when you leave.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "Some of us are interested in directors, but really the vast majority of us are interested in actors. You experience the films through the actors, so they're all locked into your imagination in some kind of layer of fantasy or hatred or wherever they settle into your imagination.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "You experience the films through the actors, so they're all locked into your imagination in some kind of layer of fantasy or hatred or wherever they settle into your imagination.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "It was just very interesting to me that certain types of women inspire people's imagination, and all of them were very difficult women.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "My imagination, my ability to understand the way love and people grow over time, how passion can surprise and renew, utterly failed me.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "I know how fiction matters to me, because if I want to express myself, I have to make up a story. Some people call it imagination. To me, it's not imagination. It's just a way of watching.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "Jehovah God is truly rich far beyond the imagination of humankind.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "My identity is linked to my grandmother, who's pure Filipino, as pure as you can probably get. And that shaped my imagination. So that's how I identify.", 
    "name": "Jessica Hagedorn"
  }, 
  {
    "quote": "Today the function of the artist is to bring imagination to science and science to imagination, where they meet, in the myth.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "The imagination is part of the arsenal that actors draw from.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "If Copenhagen were a person, that person would be generous, beautiful, elderly, but with a flair. A human being that has certain propensities for quarrelling, filled with imagination and with appetite for the new and with respect for the old - somebody who takes good care of things and of people.", 
    "name": "Connie Nielsen"
  }, 
  {
    "quote": "The four cornerstones of character on which the structure of this nation was built are: Initiative, Imagination, Individuality and Independence.", 
    "name": "Eddie Rickenbacker"
  }, 
  {
    "quote": "Obviously the imagination is fueled by emotions beyond the control of the conscious mind.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "Another side to me is this very sexual being. When I look back on my life, it's always been there. It's been there since I was 10 years old, having the imagination that I had.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I had a pretty sexual imagination for a kid.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "The English language is nobody's special property. It is the property of the imagination: it is the property of the language itself.", 
    "name": "Derek Walcott"
  }, 
  {
    "quote": "It would be a bitter cosmic joke if we destroy ourselves due to atrophy of the imagination.", 
    "name": "Martha Gellhorn"
  }, 
  {
    "quote": "Novelists are not equipped to make a movie, in my opinion. They make their own movie when they write: they're casting, they're dressing the scene, they're working out where the energy of the scene is coming from and they're also relying tremendously on the creative imagination of the reader.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I don't think it's possible to touch people's imagination today by aesthetic means.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "To regard the imagination as metaphysics is to think of it as part of life, and to think of it as part of life is to realize the extent of artifice. We live in the mind.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "The most dire disaster in love is the death of imagination.", 
    "name": "George Meredith"
  }, 
  {
    "quote": "People can die of mere imagination.", 
    "name": "Geoffrey Chaucer"
  }, 
  {
    "quote": "I guess I'm a very keen observer, and I'd like to think I have a good imagination.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "Sometimes a character is really based on research that you do. Other times it's just based on your imagination or perhaps your conversation with the director. Or sometimes all of the above. It depends on the movie and character.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "For us artists there waits the joyous compromise through art with all that wounded or defeated us in daily life in this way, not to evade destiny, as the ordinary people try to do, but to fulfil it in its true potential - the imagination.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "I'm a light sleeper. I've never been one of those people who can put their head down and suddenly everything disappears. Nighttime is the time I get most scared, anxious or worried. In those darker moments before waking or sleeping is when I feel most, I don't know, I can turn on myself, and my imagination can take me dark places.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "It would be too frightening for me to consider myself a role model. But I like the idea of not being afraid of letting your imagination rule you, to feel the freedom of expression, to let creativity be your overwhelming drive rather than other things.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "I've got quite a vivid imagination and I'm easily overwhelmed by sensations and things that are beautiful or scary. I don't think I've ever seen a ghost - I think I'm probably haunted by my own ghosts than real ones.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "It is clear that the pharmaceutical industry is not, by any stretch of the imagination, doing enough to ensure that the poor have access to adequate medical care.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "I was raised not to be afraid to show emotion or imagination.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "Pulp existed for 12 years before we got famous. Now, you could say that was just lack of imagination, but it's some kind of quality isn't it? Tenacity. You could also say it was sloth.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "Today mythical thinking has fallen into disrepute we often dismiss it as irrational and self-indulgent. But the imagination is also the faculty that has enabled scientists to bring new knowledge to light and to invent technology that has made us immeasurably more effective.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "I enjoy working on a movie that lets your imagination run wild, it's great to be a part of and watch.", 
    "name": "Chris Hemsworth"
  }, 
  {
    "quote": "I'm not a passive person by any stretch of the imagination.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "My greatest strength as a child, I realize now, was my imagination. While every other kid was reading and writing, I had seven whole hours a day to practice my imagination. When do you get that space in your life, ever?", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "If my accent betrayed my foreign birth, it also stamped me as an enemy, in the imagination of the producers.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "Appealing workplaces are to be avoided. One wants a room with no view, so imagination can meet memory in the dark.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "I wouldn't say that I've had a tough life by any stretch of the imagination.", 
    "name": "Duncan Sheik"
  }, 
  {
    "quote": "Philosophy and Art both render the invisible visible by imagination.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "I made a real specific decision when I came out of school and most artists were writing about home - if you were a woman, you were writing about being a woman - and I decided not to do that, write about what you know. That's not what I do. I went as far away from home as possible in terms of the development of my imagination.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "A discerning eye needs only a hint, and understatement leaves the imagination free to build its own elaborations.", 
    "name": "Russell Page"
  }, 
  {
    "quote": "There is only one admirable form of the imagination: the imagination that is so intense that it creates a new reality, that it makes things happen.", 
    "name": "Sean O'Faolain"
  }, 
  {
    "quote": "For someone who writes fiction, in order to activate the imagination and the unconscious, it's essential to be free.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "Dr. Einstein was not successful in school, but he found something in the air from his own imagination and his own brain power, and look what he did.", 
    "name": "Eartha Kitt"
  }, 
  {
    "quote": "One travels to run away from routine, that dreadful routine that kills all imagination and all our capacity for enthusiasm.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "I can get very philosophical and ask the questions Keats was asking as a young guy. What are we here for? What's a soul? What's it all about? What is thinking about, imagination?", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "There's no artist in this world that doesn't enjoy the dream that if they have bad reviews now, the story of Keats can redeem them, in their fantasy or imagination, in the future. I think Keats' poem 'Endymion' is a really difficult poem, and I'm not surprised that a lot of people pulled it apart in a way.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "I feel that directors at times are like the janitors on the set. I am the secretary, I am the organizer, I am the maid, and I ask if they have eaten or rested. The best things are always out of your control. It's those moments that surpass the imagination that are thrilling.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "To my mind the boy who gives least promise is one in whom the critical faculty develops in advance of the imagination.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "Every time you get on a stage or in front of a camera, the whole exercise is about imagination. You're constantly depicting something that doesn't exist, and trying to find the reality of it. Once you settle on that premise, everything else is a matter of degrees.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "Three centuries after the appearance of Franklin's 'Courant,' it no longer requires a dystopic imagination to wonder who will have the dubious distinction of publishing America's last genuine newspaper. Few believe that newspapers in their current printed form will survive.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "To me, it's far more efficient to mobilize the imagination. It's far more efficient to hear a creaking step, for example, than to see the face of a monster, which usually looks ridiculous, and where you know that the blood is ketchup.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "Without imagination we can go nowhere. And imagination is not restricted to the arts. Every scientist I have met who has been a success has had to imagine.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "I would find myself laughing and wondering where these ideas came from. You can call it imagination, I suppose. But I was grateful for wherever they came from.", 
    "name": "Amy Tan"
  }, 
  {
    "quote": "'Castle' is a guy living in a fantasy world. He's in his imagination, writing these stories of murder.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I think my printing to this day looks like the printing right out of a comic book. Actually, I always wanted to be in a comic book. I watched cartoons when I was a kid, too, and both comics and cartoons lit fire in my imagination. This realm holds a lot of interest for me, a lot of passion for me. So to be comic-ized, yeah, that's cool.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I like to have a thing suggested rather than told in full. When every detail is given, the mind rests satisfied, and the imagination loses the desire to use its own wings.", 
    "name": "Thomas Bailey Aldrich"
  }, 
  {
    "quote": "Toy Soldiers was my introduction to film. I certainly didn't think I was doing art by any stretch of the imagination.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "There's the argument that you can relate to someone who's completely unrelatable. In the way that a director shows you his imagination on a film, then I get to show you my imagination in a big dumb character.", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "The march of invention has clothed mankind with powers of which a century ago the boldest imagination could not have dreamt.", 
    "name": "Henry George"
  }, 
  {
    "quote": "I never in my wildest imagination dreamed that I would somehow become a sports commentator.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "It is above all by the imagination that we achieve perception and compassion and hope.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "My reality needs imagination like a bulb needs a socket. My imagination needs reality like a blind man needs a cane.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "The higher the artist, the fewer the gestures. The fewer the tools, the greater the imagination. The greater the will, the greater the secret failure.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Politics is the enemy of the imagination.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "True intelligence requires fabulous imagination.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "As an actor you have to have a strong vivid imagination as you're working and when the camera's rolling, but there's certainly a part of you that is aware of real life, that you're making a movie.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "What I really have in my head, my imagination, my understanding of music, I never really get that out.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "I surrendered to a world of my imagination, reenacting all those wonderful tales my father would read aloud to me. I became a very active reader, especially history and Shakespeare.", 
    "name": "Andrew Wyeth"
  }, 
  {
    "quote": "I can't work completely out of my imagination. I must put my foot in a bit of truth and then I can fly free.", 
    "name": "Andrew Wyeth"
  }, 
  {
    "quote": "My books are elegiac in the sense that they're odes to a nation that even I sometimes think may not exist anymore except in my memory and my imagination.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "I feel like I'm a much better person when I'm developing my imagination and my innocence and my vulnerability. I like that version of me better than the version where I'm just working on my analytical mind.", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "All my life I've had the privilege to make my living with my imagination, and the most important thing has been to see my creative life grow. I was educated to do that and have lived accordingly.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "You can have 10 bucks to 10 million bucks and if you got a crew, imagination and a lot of people willing to turn in some work next to nothing, you going to have a feature. But you can't get beyond how expensive marketing the movie is, it's so crushing.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "All the best have something in common, a regard for reality, an agreement to its primacy over the imagination.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Love is based on imagination.", 
    "name": "Olivier Martinez"
  }, 
  {
    "quote": "My imagination functions much better when I don't have to speak to people.", 
    "name": "Patricia Highsmith"
  }, 
  {
    "quote": "The Chinese art world does not exist. In a society that restricts individual freedoms and violates human rights, anything that calls itself creative or independent is a pretence. It is impossible for a totalitarian society to create anything with passion and imagination.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "I suppose I'm proudest of my novels for what's imagined in them. I think the world of my imagination is a richer and more interesting place than my personal biography.", 
    "name": "John Irving"
  }, 
  {
    "quote": "A clever, imagination, humorous request can open closed doors and closed minds.", 
    "name": "Percy Ross"
  }, 
  {
    "quote": "I've been working on the soprano saxophone for 40 years, and the possibilities are astounding. It's up to you, the only limit is the imagination.", 
    "name": "Steve Lacy"
  }, 
  {
    "quote": "Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'", 
    "name": "Bill Bradley"
  }, 
  {
    "quote": "Imagination is the air of mind.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "Cynicism and naivety lie cheek by jowl in the American imagination if the United States is one of the most venal nations on Earth, it is also one of the most earnestly idealistic.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "The development of beauty in chess never depends on you alone. No matter how much imagination and creativity you invest, you still do not create beauty. Your opponent must react at the same highest level.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "It's through the small things that we develop our moral imagination, so that we can understand the sufferings of others.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "Imagination is not the exclusive appanage of artists, but belongs in varying degrees to all men.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "He is indebted to his memory for his jests and to his imagination for his facts.", 
    "name": "Richard Brinsley Sheridan"
  }, 
  {
    "quote": "The first piece of music that captured my imagination was probably Ray Charles Live At Newport.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "I write from my imagination, not from what I've read in books or seen on TV or to make money. I wrote from an idea I was passionate about.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "Someone once said that history has more imagination than all the scenario writers in the Pentagon, and we have a lot of scenario writers here. No one ever wrote a scenario for commercial airliners crashing into the World Trade Center.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "I don't like this idea of Method. I come from that school, but what I was taught was that it's your imagination. You do your homework, and you use your imagination.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "The desire to live in our imagination is driven by this suspicion that we're disembodied sensibilities cobbled into our bodies. That idea has infused most of human thought since the very beginning.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "I still have a photo on my wall of the greatest idol I will ever have in my life, and it's myself at eight. Because that's when the forces of imagination have the same value as the real world, when they're an instrument of survival: when my mother disappeared, and I imagined a mother. That was me at my best.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "I like something where I can really use my imagination and be an active participant in the construction of the monster and usually that's in the world of the supernatural or the world of the fantastic, so that's why those kinds of stories about demons and the supernatural appeal to me or maybe I'm really interested in that subject.", 
    "name": "Sam Raimi"
  }, 
  {
    "quote": "Our imagination just needs space. It's all it needs, that moment where you just sort of stare into the distance where your brain gets to sort of somehow rise up.", 
    "name": "Glen Hansard"
  }, 
  {
    "quote": "One way we can enliven the imagination is to push it toward the illogical. We're not scientists. We don't always have to make the logical, reasonable leap.", 
    "name": "Stella Adler"
  }, 
  {
    "quote": "I deeply adored my mum. She was an extraordinary person, even for the prejudice I'm likely to have. She was beautiful, amusing, a tremendous elaborator of things into comic proportions and extravagant in her imagination.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "The human imagination... has great difficulty in living strictly within the confines of a materialist practice or philosophy. It dreams, like a dog in its basket, of hares in the open.", 
    "name": "John Berger"
  }, 
  {
    "quote": "I'm an emotional sort of person in general and I have a vivid imagination, so I feel the whole spectrum of emotion strongly when I write.", 
    "name": "Erin Morgenstern"
  }, 
  {
    "quote": "Ultimately, so much Dr. Seuss is about empowerment. He invites us to disappear into our imagination and then blows the doors off what that can mean.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "I use a lot of film images, analogies, and imagination.", 
    "name": "Carlos Fuentes"
  }, 
  {
    "quote": "I am not interested in slice of life, what I want is a slice of the imagination.", 
    "name": "Carlos Fuentes"
  }, 
  {
    "quote": "There must be room for the imagination to exercise its powers we must conceive and apprehend a thousand things which we do not actually witness.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "There can be no passion, and by consequence no love, where there is not imagination.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "There's just so many great stories in the past that you can know a little bit about, but you can't know it all, and that's where imagination can work.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "The thing that most attracts me to historical fiction is taking the factual record as far as it is known, using that as scaffolding, and then letting imagination build the structure that fills in those things we can never find out for sure.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "You want to do something that shows some type individuality and talent and imagination - at the same time, you want to be truthful to the predecessors, because obviously the audience liked something about them and you have to replicate that experience to a certain extent.", 
    "name": "Renny Harlin"
  }, 
  {
    "quote": "A young imagination is bold, likes to make bigger leaps. It likes to, well, imagine that the dustbuster is a dinosaur that the computer mouse is a hotrod that the box is a cave that the rawhide is a torch... or a baton... or something.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "Lyrically I like to use themes that make the listener use his or her imagination, and to give a little of the lessons I've learned in my own life.", 
    "name": "Ronnie James Dio"
  }, 
  {
    "quote": "Many memory techniques involve creating unforgettable imagery, in your mind's eye. That's an act of imagination. Creating really weird imagery really quickly was the most fun part of my training to compete in the U.S. Memory Competition.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "I tried to stir the imagination and enthusiasms of students to take risks, to do what they were most afraid of doing, to widen their horizons of action.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "Dreaming is an act of pure imagination, attesting in all men a creative power, which if it were available in waking, would make every man a Dante or Shakespeare.", 
    "name": "Frederick Henry Hedge"
  }, 
  {
    "quote": "I feel very giddy with the idea of making my imagination take form and being able to put on a show where people leave feeling like they've experienced something.", 
    "name": "Carly Rae Jepsen"
  }, 
  {
    "quote": "On the one hand, the guns were there to help capture the imagination of the people. But more important, since we knew that you couldn't observe the police without guns, we took our guns with us to let the police know that we have an equalizer.", 
    "name": "Bobby Seale"
  }, 
  {
    "quote": "How can a doctor judge a woman's sanity by merely bidding her good morning and refusing to hear her pleas for release? Even the sick ones know it is useless to say anything, for the answer will be that it is their imagination.", 
    "name": "Nellie Bly"
  }, 
  {
    "quote": "I look back into past history, the stored experiences or products of the imagination. I look no further forward than the evening.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "Love doesn't grow on trees like apples in Eden - it's something you have to make. And you must use your imagination too.", 
    "name": "Joyce Cary"
  }, 
  {
    "quote": "I have been afraid all my life that I am going to die. All my life it has been stuffed in my imagination.", 
    "name": "Patty Duke"
  }, 
  {
    "quote": "There is no better way of exercising the imagination than the study of law. No poet ever interpreted nature as freely as a lawyer interprets the truth.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "We all know here that the law is the most powerful of schools for the imagination. No poet ever interpreted nature as freely as a lawyer interprets the truth.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "When something is such a creative medium as the web, the limits to it are our imagination.", 
    "name": "Tim Berners Lee"
  }, 
  {
    "quote": "You will obtain a vision of matter that is perhaps fatiguing for your imagination, but pure and stripped of what the requirements of life make you add to it in external perception.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "I have an imagination because my life is so boring that my imagination lets me get off the reality of what's going on.", 
    "name": "Dave Attell"
  }, 
  {
    "quote": "I'm looking for a way out of here. I can't have it physically, so I'm going to have it intellectually. It was a beautiful thing to ride Seabiscuit in my imagination. And it's just fantastic to be there alongside Louie as he's breaking the NCAA mile record. People at these vigorous moments in their lives - it's my way of living vicariously.", 
    "name": "Laura Hillenbrand"
  }, 
  {
    "quote": "My favorite literature to read is fairly dry history. I like the framework, and my imagination can do the rest.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "I suffer from the delusion that every product of my imagination is not only possible, but always on the cusp of becoming real.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "Vision gets the dreams started. Dreaming employs your God-given imagination to reinforce the vision. Both are part of something I believe is absolutely necessary to building the life of a champion, a winner, a person of high character who is consistently at the top of whatever game he or she is in.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "Use your imagination, and you'll see that even the most narrow, humdrum lives are infinite in scope if you examine them with enough care.", 
    "name": "Mark Haddon"
  }, 
  {
    "quote": "I don't necessarily start with the beginning of the book. I just start with the part of the story that's most vivid in my imagination and work forward and backward from there.", 
    "name": "Beverly Cleary"
  }, 
  {
    "quote": "I think my imagination dictates the technologies I use. But at the same time, my imagination can be technologic. Sometimes I see a tool and I know immediately how to use it, but most of the time I use the tool for an idea I already have.", 
    "name": "Michel Gondry"
  }, 
  {
    "quote": "Imagination creates some big monsters.", 
    "name": "Olivier Martinez"
  }, 
  {
    "quote": "It's not only imagination, it's the distortion of the vision. You suddenly think, This person is idealistic, this person is strong, this person has dreams, when you know better most of the time. You put what you want to see on people.", 
    "name": "Olivier Martinez"
  }, 
  {
    "quote": "I am an actor and I live in the world of pretend in my working capacity. I live in the world of my imagination.", 
    "name": "Derek Jacobi"
  }, 
  {
    "quote": "Ellis Peters's historical detail is very accurate and very minute, and therefore is not only interesting to read but good for an actor to acquire a sense of the period. And the other thing I think is that an actor lives in the land of imagination.", 
    "name": "Derek Jacobi"
  }, 
  {
    "quote": "Ultimately it's a leap of faith and a leap of imagination to put yourself back in time into those conditions and situations and see how you would react.", 
    "name": "Derek Jacobi"
  }, 
  {
    "quote": "When we were filming 'The Darkest Hour,' we didn't even know what the aliens were going to look like, we didn't even have a graphic reference. So it was definitely a big challenge to sell those kind of extreme moments when you're just generating them from your own imagination.", 
    "name": "Olivia Thirlby"
  }, 
  {
    "quote": "I believe that imagination inspires nations. It's something that I live by.", 
    "name": "Janelle Monae"
  }, 
  {
    "quote": "Vulgarity begins when imagination succumbs to the explicit.", 
    "name": "Doris Day"
  }, 
  {
    "quote": "Under no stretch of imagination can war be regarded as an ethical process yet war, force, terror, and propaganda were the evolutionary means employed to weld the German people into a tribal whole.", 
    "name": "Arthur Keith"
  }, 
  {
    "quote": "I always believe it's better to have 30 imaginations working on a project, rather than one imagination telling the other 29 what to do.", 
    "name": "Trevor Nunn"
  }, 
  {
    "quote": "I have enough love to last me a lifetime! Thank God I'll never lose my imagination and my passion. That's really what it is. I'm still passionate about what I do.", 
    "name": "Teena Marie"
  }, 
  {
    "quote": "Clearly, some creative thinking is badly needed if humans are to have a future beyond Earth. Returning to the Moon may be worthy and attainable, but it fails to capture the public's imagination. What does get people excited is the prospect of a mission to Mars.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Literary imagination is an aesthetic object offered by a writer to a lover of books.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "It was like there was a pile of kindling that was in the back of my imagination just waiting there. Once I lit it, it just flared up and I kept getting ideas and ideas.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "We especially need imagination in science.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Reality is how we interpret it. Imagination and volition play a part in that interpretation. Which means that all reality is to some extent a fiction.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "Never forget that the key to the situation lies in the will and not in the imagination.", 
    "name": "Evelyn Underhill"
  }, 
  {
    "quote": "I do as much comedy as I possibly can, but I'm basically limited by the imagination of the secretaries who make the decisions.", 
    "name": "Rufus Sewell"
  }, 
  {
    "quote": "Imagination comes of not having things.", 
    "name": "LeRoy Neiman"
  }, 
  {
    "quote": "It's what still excites me most about acting: letting your imagination go places it's never been before. There's nothing better than that.", 
    "name": "Robin Wright Penn"
  }, 
  {
    "quote": "Sometimes a technology is so awe-inspiring that the imagination runs away with it - often far, far away from reality. Robots are like that. A lot of big and ultimately unfulfilled promises were made in robotics early on, based on preliminary successes.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Well, I think that as a country, we've drifted away from appreciating the importance of imagination.", 
    "name": "Terry Brooks"
  }, 
  {
    "quote": "We forget that what matters begins with the imagination.", 
    "name": "Terry Brooks"
  }, 
  {
    "quote": "I want to kick-start your imagination and let you discover the places it can take you.", 
    "name": "Terry Brooks"
  }, 
  {
    "quote": "Imagination is as good as many voyages - and how much cheaper!", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "I've never taken any issue off the table for lack of suitability. Only for lack of imagination.", 
    "name": "Garry Trudeau"
  }, 
  {
    "quote": "They seem much rarer now, those auteur films that come out of a director's imagination and are elliptical and hermetic. All those films that got me into independent cinema when I was watching it seem thin on the ground.", 
    "name": "Toby Jones"
  }, 
  {
    "quote": "I always wanted to ride a dragon myself, so I decided to do this for a year in my imagination.", 
    "name": "Cornelia Funke"
  }, 
  {
    "quote": "Just about this time, when in imagination I was so great a warrior, I had good use in real life for more strength, as I was no longer taken to school by the nurse, but instead had myself to protect my brother, two years my junior.", 
    "name": "Georg Brandes"
  }, 
  {
    "quote": "I hope that I'm sexy in a different kind of way than I think that a lot of girls are right now. I think a lot of girls in the public eye, especially musical artists, are just kind of objectified a little bit and wearing super-skimpy outfits and leaving nothing to the imagination.", 
    "name": "Emmy Rossum"
  }, 
  {
    "quote": "Only in your imagination can you revise.", 
    "name": "Fay Wray"
  }, 
  {
    "quote": "It's a great excuse and luxury, having a job and blaming it for your inability to do your own art. When you don't have to work, you are left with the horror of facing your own lack of imagination and your own emptiness. A devastating possibility when finally time is your own.", 
    "name": "Julian Schnabel"
  }, 
  {
    "quote": "The peculiar fascination which the South held over my imagination and my limited capital decided me in favor of Atlanta University so about the last of September I bade farewell to the friends and scenes of my boyhood and boarded a train for the South.", 
    "name": "James Weldon Johnson"
  }, 
  {
    "quote": "But I'm never gonna get to a point in my life where what it costs to shoot a movie is going to determine what it is. The limits of my imagination is the only thing that's gonna stop me.", 
    "name": "Abel Ferrara"
  }, 
  {
    "quote": "You have to just go with your imagination, where your instinct takes you.", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "Death is the tyrant of the imagination.", 
    "name": "Barry Cornwall"
  }, 
  {
    "quote": "Well, the fact is that one imagination is critically important, and if you have had your imagination stimulated by what is basically a variety of subjects, you are much more amenable to accepting, to understanding and interacting with the realities of the world.", 
    "name": "Ashley Judd"
  }, 
  {
    "quote": "I'll confess right here that I secretly wish I'd have drawn a strip about a little boy with a fake tiger, going for adventures throughout the universe in spaceships of his imagination.", 
    "name": "Berkeley Breathed"
  }, 
  {
    "quote": "Fairy tales opened up a door into my imagination - they don't conform to the reality that's around you as a child. I started reading when I was three and read everything, but I wanted to be an actress.", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "Busted is not the ideal band I'd like to be in by any stretch of the imagination.", 
    "name": "Charlie Simpson"
  }, 
  {
    "quote": "Charles Laughton, who's a great hero of mine, only ever made one film and it happens to be one of the great films ever, which is 'The Night of the Hunter.' It's full of his kind of imagination and creation and how you do things and just in the way he used the studio, I just thought it was a fantastical way of using the studio.", 
    "name": "Brian Cox"
  }, 
  {
    "quote": "I think I'm an actor because I have very strong imagination and empathy. I never studied acting, but those two qualities are exactly the qualities that make for an activist.", 
    "name": "Susan Sarandon"
  }, 
  {
    "quote": "The moment of inspiration can come from memory, or language, or the imagination, or experience - anything that makes an impression forcibly enough for language to form.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "President Reagan was a leader at a time when the American people most needed leadership. He outlined a vision that captured the imagination of the free world, a vision that toppled the Communist empire and freed countless millions.", 
    "name": "Dennis Hastert"
  }, 
  {
    "quote": "So much of what we do as artists is a combination of personal experience and imagination, and how that all creeps into your work is not so linear.", 
    "name": "Diana Krall"
  }, 
  {
    "quote": "I've never really had a problem with the imagination level of an audience. They're always smarter and savvier than any studio exec will give them credit for.", 
    "name": "James Van Der Beek"
  }, 
  {
    "quote": "It is not enough to know your craft - you have to have feeling. Science is all very well, but for us imagination is worth far more.", 
    "name": "Edouard Manet"
  }, 
  {
    "quote": "I have deliberately left Sylvester and Julia's appearances to the reader's imagination.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "Imagination which comes into play in falling in love is different from any other. Certainly in my case, and I've fallen in love all my life, one imagines the person to be as you want them to be. They frequently turn out to be someone different, for better or worse.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "My life has been a gift up to this point, and I've been blessed beyond my wildest imagination. And wherever this ride takes me is where I'm going.", 
    "name": "Sean Hannity"
  }, 
  {
    "quote": "A place makes a deep impression on you when you're young. It lives with you. It's like your childhood. It fertilises the imagination.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "For some reason I can't explain, artist and musicians tend to look younger than our age. Being in music, you need this youthful sense of discovery and wonder for what you're doing and keep your imagination open. That's a youthful way of looking at life and I think that reflects in how you age.", 
    "name": "Joshua Bell"
  }, 
  {
    "quote": "On 'Into The Wild' I spent months risking my life and on 'Speed Racer' I spent 60 days acting in front of a green screen. No danger to my physical self, but I sure had to use my imagination.", 
    "name": "Emile Hirsch"
  }, 
  {
    "quote": "We also maintain - again with perfect truth - that mystery is more than half of beauty, the element of strangeness that stirs the senses through the imagination.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "Then there was Clark Ashton Smith, who wrote for Weird Tales and who had a wild imagination. He wasn't a very talented writer, but his imagination was wonderful.", 
    "name": "Jack Vance"
  }, 
  {
    "quote": "The thing about imagination is that by the very act of putting it down, there must be some truth in one's own imagination.", 
    "name": "Dennis Potter"
  }, 
  {
    "quote": "I mean, the most important thing to me is imagination.", 
    "name": "Rob Walton"
  }, 
  {
    "quote": "You'd have to have one hell of an imagination to completely make up a story, but historians are very anal about what they think should be portrayed on screen. Thankfully they don't make movies we do.", 
    "name": "Dougray Scott"
  }, 
  {
    "quote": "They are imaginary characters. But perhaps not solely the products of my imagination, since there are some aspects of the characters that relate to my own experience of a wide variety of people.", 
    "name": "Margaret Mahy"
  }, 
  {
    "quote": "I didn't really hear any other music other than what my dad was working on until I was 12. My recollection of hearing other music was that I liked some things that I heard but I always thought, 'Where's the rest of it?' It didn't have the same amount of detail or instrumentation or imagination in the arrangements.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "The costume that I wear on the show is a little snug and doesn't leave a whole lot to the imagination. I don't have a problem with it because of the way this character's been written.", 
    "name": "Jeri Ryan"
  }, 
  {
    "quote": "Imagination needs to be fed.", 
    "name": "Barbara Januszkiewicz"
  }, 
  {
    "quote": "The artist must bow to the monster of his own imagination.", 
    "name": "Richard Wright"
  }, 
  {
    "quote": "I've studied a technique called the Sanford Miesner technique, that teaches you how to focus. It's mainly about daydreaming. And the technique's really about imaginary circumstances. Using your imagination to sort of daydream about stuff. It makes you emotional in a scene.", 
    "name": "Sam Rockwell"
  }, 
  {
    "quote": "In my imagination yes, I remember, when I was six years old, I was conducting all this concert in my house. But now it's real.", 
    "name": "Gustavo Dudamel"
  }, 
  {
    "quote": "My true function within a society which embraces all of us is to continue an age-old tradition. This tradition is to create images from the depths of the imagination and to give them form, whether visual, intellectual or musical.", 
    "name": "Michael Tippett"
  }, 
  {
    "quote": "Shakespeare fascinated me. He hardly ever left the country. His imagination was worldwide though reading.", 
    "name": "Michael Tippett"
  }, 
  {
    "quote": "I'm a better coach now than when I joined Celtic. The longer you stay in any job, the better you become. If you lose your drive, your enthusiasm, your imagination, that experience is no good.", 
    "name": "Gordon Strachan"
  }, 
  {
    "quote": "There is no connection between the political ideas of our educated class and the deep places of the imagination.", 
    "name": "Lionel Trilling"
  }, 
  {
    "quote": "Poetry is that art which selects and arranges the symbols of thought in such a manner as to excite the imagination the most powerfully and delightfully.", 
    "name": "William C. Bryant"
  }, 
  {
    "quote": "Sooner or later you must move down an unknown road that leads beyond the range of the imagination, and the only certainty is that the trip has to be made.", 
    "name": "Bruce Catton"
  }, 
  {
    "quote": "I've always had an active imagination.", 
    "name": "Rickie Lee Jones"
  }, 
  {
    "quote": "The Grateful Dead, they're my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world.", 
    "name": "Bill Walton"
  }, 
  {
    "quote": "Well, I think that - I think leadership's always been about two main things: imagination and courage.", 
    "name": "Paul Keating"
  }, 
  {
    "quote": "Our fears are an amazing gift of the imagination... a way of glimpsing what might be the future when there's still time to influence how that future will play out.", 
    "name": "Karen Thompson Walker"
  }, 
  {
    "quote": "What does it mean to be Catholic and not a Catholic? I feel adrift, homeless. My Catholic imagination allows me to see the soul as a lit breath, seeking the divine. It persists.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "Our imaginations are strong as children. Sometimes they get shoved aside, these imaginations. They get dusty and mildewed with age. The imagination is a muscle that has to be put to use or it shrivels.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "You never quite know what's going to strike your imagination, or something that won't going to leave you alone, not going to leave alone, and this was one for me.", 
    "name": "Peter Shaffer"
  }, 
  {
    "quote": "To think the world therefore a general Bedlam, or place of madmen, and oneself a physician, is the most necessary point of present wisdom: an important imagination, and the way to happiness.", 
    "name": "Thomas Traherne"
  }, 
  {
    "quote": "In many cases your imagination is much more effective than what can be shown. It primes you to know something is about to happen - the anticipation and anxiety is worse than what ends up happening.", 
    "name": "Oren Peli"
  }, 
  {
    "quote": "To think, and to feel, constitute the two grand divisions of men of genius - the men of reasoning and the men of imagination.", 
    "name": "Isaac D'Israeli"
  }, 
  {
    "quote": "The way that a handful of corporations in Los Angeles dictate how our stories are told creates a real poverty of imagination and it's a big problem.", 
    "name": "Alex Cox"
  }, 
  {
    "quote": "It will take some time before a politician will capture the imagination of the American people and have the vision and understanding to do what is necessary for a better future for the people of America and the world.", 
    "name": "David Korten"
  }, 
  {
    "quote": "Writing poetry is the hard manual labor of the imagination.", 
    "name": "Ishmael Reed"
  }, 
  {
    "quote": "The human mind evolved always in the company of the human body, and of the animal body before it was human. The intricate connections of mind and body must exceed our imagination, as from our point of view we are peculiarly prevented from observing them.", 
    "name": "John Desmond Bernal"
  }, 
  {
    "quote": "War, except in self-defense, is a failure of moral imagination.", 
    "name": "Bill Moyers"
  }, 
  {
    "quote": "Some of my high school teachers did remind me that I had an excellent imagination when it came to making up excuses.", 
    "name": "David E. Kelley"
  }, 
  {
    "quote": "He brought imagination to the story of the Creation.", 
    "name": "Harvey Keitel"
  }, 
  {
    "quote": "Let me just say that to imagine racism does not exist is imagination. And to imagine that it does not create its own set of problems is true imagination. So let's not imagine that racism is gone, extinguished, because it's not. We are seeing this in the top levels of the political arena, and we are seeing it very, very plainly.", 
    "name": "Phylicia Rashad"
  }, 
  {
    "quote": "What's in front of you is a whole world of experiences beyond your imagination. Put yourself, and your growth and development, first.", 
    "name": "Phylicia Rashad"
  }, 
  {
    "quote": "Even the highest forms of sacrificial worship present much that is repulsive to modern ideas, and in particular it requires an effort to reconcile our imagination to the bloody ritual which is prominent in almost every religion which has a strong sense of sin.", 
    "name": "William Robertson Smith"
  }, 
  {
    "quote": "Woman is the sun, an extraordinary creature, one that makes the imagination gallop.", 
    "name": "Marcello Mastroianni"
  }, 
  {
    "quote": "Many Nobel Prizes are awaiting good research to understand and explain the many mysteries of our bodies, such as the basic mechanism of memory or imagination.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "The really great writers are people like Emily Bronte who sit in a room and write out of their limited experience and unlimited imagination.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "Life is not so bad if you have plenty of luck, a good physique, and not too much imagination.", 
    "name": "Christopher Isherwood"
  }, 
  {
    "quote": "While F.D.R. once told Americans that we have nothing to fear but fear itself, Mr. Ashcroft is delighted to play the part of Fear Itself, an assignment in which he lets his imagination run riot.", 
    "name": "Frank Rich"
  }, 
  {
    "quote": "I love our shared island, our shared Ireland and its core decency. I love it for its imagination and its celebration of the endless possibilities for our people.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Every view, and every object I studied attentively, by viewing them again and again on every side, for I was anxious to make a lasting impression of it on my imagination.", 
    "name": "Karl Philipp Moritz"
  }, 
  {
    "quote": "Technology, like art, is a soaring exercise of the human imagination.", 
    "name": "Daniel Bell"
  }, 
  {
    "quote": "Much that we read of Russia is imagination and desire only.", 
    "name": "Agnes Smedley"
  }, 
  {
    "quote": "Cooking with kids is not just about ingredients, recipes, and cooking. It's about harnessing imagination, empowerment, and creativity.", 
    "name": "Guy Fieri"
  }, 
  {
    "quote": "Ideas seem to come from everywhere - my life, everything I see, hear, and read, and most of all, from my imagination. I have a lot of imagination.", 
    "name": "Judy Blume"
  }, 
  {
    "quote": "Although I do not have a family, I have eyes, ears and imagination, and know, as most people know, that the importance of one's children is paramount.", 
    "name": "Lara St. John"
  }, 
  {
    "quote": "To put down an ideogram of a table so that people will recognize it as a table is not the work of a painter, but to sense it for a moment as a magic carpet with a leg hanging down at each corner is the beginning of a painter's imagination.", 
    "name": "Frank Auerbach"
  }, 
  {
    "quote": "Obviously the facts are never just coming at you but are incorporated by an imagination that is formed by your previous experience. Memories of the past are not memories of facts but memories of your imaginings of the facts.", 
    "name": "Philip Roth"
  }, 
  {
    "quote": "Suffering, it turns out, demands profound imagination. A new future has to be conjured up because the old future isn't there anymore.", 
    "name": "Rob Bell"
  }, 
  {
    "quote": "Writing gives me the opportunity to explore ideas, play with language, solve problems, use my imagination, and draw on my own childhood.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "Then I decided to draw from and on my own imagination, and everything came out perfect.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "The openness of rural Nebraska certainly influenced me. That openness, in a way, fosters the imagination. But growing up, Lincoln wasn't a small town. It was a college town. It had record stores and was a liberal place.", 
    "name": "Matthew Sweet"
  }, 
  {
    "quote": "A disaster where marble has been substituted for imagination.", 
    "name": "Ada Louise Huxtable"
  }, 
  {
    "quote": "No matter how mistaken Communist ideas may be, the experience and knowledge gained by trying them out have given a tremendous impetus to thought and imagination.", 
    "name": "Anne Sullivan Macy"
  }, 
  {
    "quote": "Now it is quite clear to me that there are no solid spheres in the heavens, and those that have been devised by the authors to save the appearances, exist only in the imagination.", 
    "name": "Tycho Brahe"
  }, 
  {
    "quote": "The question is how to bring a work of imagination out of one language that was just as taken-for-granted by the persons who used it as our language is by ourselves. Nothing strange about it.", 
    "name": "Robert Fitzgerald"
  }, 
  {
    "quote": "It's definitely true that there are a lot of the devices we used on 'Star Trek,' that came out the imagination of the writers, and the creators that are actually in the world today.", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "Reading a hard copy book, and reading a book on an iPad are slightly different experiences. What they both have in common though is that you must engage your imagination in the process.", 
    "name": "LeVar Burton"
  }, 
  {
    "quote": "In the beginning, we had a great deal of freedom, and Jerry wrote completely out of his imagination - very, very freely. We even had no editorial supervision to speak of, because they were in such a rush to get the thing in before deadline. But later on we were restricted.", 
    "name": "Joe Shuster"
  }, 
  {
    "quote": "In this drawing we just let our imagination run wild. We visualized Superman toys, games, and a radio show - that was before TV - and Superman movies. We even visualized Superman billboards. And it's all come true.", 
    "name": "Joe Shuster"
  }, 
  {
    "quote": "'Avatar' is the greatest, most comprehensive collection of movie cliches ever assembled, but it's put together in a brand new way with a new technology, and tremendous imagination, making it a true epic and a kind of a milestone.", 
    "name": "Joe Dante"
  }, 
  {
    "quote": "Painting and sculpture are very archaic forms. It's the only thing left in our industrial society where an individual alone can make something with not just his own hands, but brains, imagination, heart maybe.", 
    "name": "Philip Guston"
  }, 
  {
    "quote": "I feel very warm towards Mum and Dad for giving us the independence they did. My childhood, and the fact we didn't have a TV, gave me a boundless imagination.", 
    "name": "Dido Armstrong"
  }, 
  {
    "quote": "That neither our thoughts, nor passions, nor ideas formed by the imagination, exist without the mind, is what every body will allow.", 
    "name": "George Berkeley"
  }, 
  {
    "quote": "Imagination is the only key to the future. Without it none exists - with it all things are possible.", 
    "name": "Ida Tarbell"
  }, 
  {
    "quote": "Usually I say I have no imagination.", 
    "name": "Jose Padilha"
  }, 
  {
    "quote": "Imagination, the traitor of the mind, has taken my solitude and slain it.", 
    "name": "Robinson Jeffers"
  }, 
  {
    "quote": "As a bookish child in Calcutta, I used to thrill to the adventures of bad girls whose pursuit of happiness swept them outside the bounds of social decency. Tess of the d'Urbervilles, Emma Bovary and Anna Karenina lived large in my imagination. The naughty girls of Hollywood films flirted and knew how to drive.", 
    "name": "Bharati Mukherjee"
  }, 
  {
    "quote": "I loved the world of imagination.", 
    "name": "R. A. Salvatore"
  }, 
  {
    "quote": "People who think my books are autobiographical, which they're not, credit me with having a much better memory than I do. I do, however, have a powerful imagination.", 
    "name": "Curtis Sittenfeld"
  }, 
  {
    "quote": "I had been a reporter for 15 years when I set out to write my first novel. I knew how to research an article or profile a subject - skills that I assumed would be useless when it came to fiction. It was from my imagination that the characters in my story would emerge.", 
    "name": "Amy Waldman"
  }, 
  {
    "quote": "Imagination, it turns out, is a great deal like reporting in your own head. Here is a paradox of fiction-writing. You are crafting something from nothing, which means, in one sense, that none of it is true. Yet in the writing, and perhaps in the reading, some of a character's actions or lines are truer than others.", 
    "name": "Amy Waldman"
  }, 
  {
    "quote": "Although Bill Finger literally typed the scripts in the early days, he wrote the scripts from ideas that we mutually collaborated on. Many of the unique concepts and story twists also came from my own fertile imagination.", 
    "name": "Bob Kane"
  }, 
  {
    "quote": "When one paints an ideal, one does not need to limit one's imagination.", 
    "name": "Ellen Key"
  }, 
  {
    "quote": "Nature uses human imagination to lift her work of creation to even higher levels.", 
    "name": "Luigi Pirandello"
  }, 
  {
    "quote": "When you are young your imagination is so clear.", 
    "name": "Nina Blackwood"
  }, 
  {
    "quote": "I mean, it's fine when you're a kid and someone runs into the playground and goes, 'I've got this great game of pretend,' and you play... As an actor, getting to play, getting to use your imagination and be childish - it is weird but it's wonderful.", 
    "name": "Max Irons"
  }, 
  {
    "quote": "An art aims, above all, at producing something beautiful which affects not our feelings but the organ of pure contemplation, our imagination.", 
    "name": "Eduard Hanslick"
  }, 
  {
    "quote": "People can't just listen to the music and have their own imagination and take them where they wanna go.", 
    "name": "Ann Wilson"
  }, 
  {
    "quote": "I love costumes. I love getting dressed up because it really helps my imagination make the leap to believe that I am who I say I am.", 
    "name": "Alessandro Nivola"
  }, 
  {
    "quote": "It's just a way of trying to get to a third thing that's not particular to any quote-unquote genre. It's been great for me it's really opened me up and gotten me to use that part of my imagination. It's very scary in a lot of ways, and just as exciting.", 
    "name": "Charlie Hunter"
  }, 
  {
    "quote": "I guess what I've learned is that there are no boundaries when it comes to imagination. It's limitless.", 
    "name": "Cliff Martinez"
  }, 
  {
    "quote": "She has no imagination and that means no compassion.", 
    "name": "Michael Foot"
  }, 
  {
    "quote": "To them though, not to us, we were just a catalyst for their imagination.", 
    "name": "Donald Sutherland"
  }, 
  {
    "quote": "To put up a show is to face life's injustices with one of the few weapons available to a desperate and brave people, their imagination.", 
    "name": "Luigi Barzini"
  }, 
  {
    "quote": "I have learned the art of filling in your lines with your visuals and your movies and your imagination.", 
    "name": "Daphne Zuniga"
  }, 
  {
    "quote": "I definitely gravitate towards quality genre projects and genre of any kind whether it's science fiction, horror or really anything. I'm just drawn to quality. I don't think 'Darkness Falls' is horror there isn't any gore by any stretch of the imagination.", 
    "name": "Emma Caulfield"
  }, 
  {
    "quote": "It's a wonderful thing working with young actors. I know a lot of people don't like working with children. I actually adore it, because you watch their imagination open up and you watch them start to learn this job that I've been doing for so long. They come with such a lack of cynicism.", 
    "name": "Michelle Forbes"
  }, 
  {
    "quote": "We didn't have television until I was about eight years old, so it was either the movies or radio. A lot of radio drama. That was our television, you know. We had to use our imagination. So it was really those two things, and the comics, that I immersed myself in as a child.", 
    "name": "Jessica Hagedorn"
  }, 
  {
    "quote": "Grandchildren have taught me how important the future is. I try to look through their eyes and envision what's in their imagination. What's the world going to look like when they're my age? That really does take a huge imagination.", 
    "name": "Richard Lugar"
  }, 
  {
    "quote": "Catastrophes are often stimulated by the failure to feel the emergence of a domain, and so what cannot be felt in the imagination is experienced as embodied sensation in the catastrophe.", 
    "name": "William Irwin Thompson"
  }, 
  {
    "quote": "George has only got to ring me. His imagination is so wonderful, I'd do any character he might create.", 
    "name": "Peter Mayhew"
  }, 
  {
    "quote": "I don't know if Jim was a major part of that or not. He is one of a small group of real storytellers. He has enormous imagination and ability to write. I'm glad he's coming back. It's going to be good for the show.", 
    "name": "Matthew Ashford"
  }, 
  {
    "quote": "No film has captivated my imagination more than 'King Kong.' I'm making movies today because I saw this film when I was 9 years old.", 
    "name": "Peter Jackson"
  }, 
  {
    "quote": "Enthusiasm is that temper of the mind in which the imagination has got the better of the judgment.", 
    "name": "William Warburton"
  }, 
  {
    "quote": "If there is a book that the script came from you have to read it, you have to see what you can get out of it: mood, back story and things that may not even be in the film. They kick off your imagination and broaden the character, I think.", 
    "name": "Miranda Otto"
  }, 
  {
    "quote": "Regardless of who originally made it popular, any hit song becomes a challenge to the ingenuity and imagination of other musicians and performers.", 
    "name": "Les Baxter"
  }, 
  {
    "quote": "Most people have no imagination. If they could imagine the sufferings of others, they would not make them suffer so. What separated a German mother from a French mother?", 
    "name": "Ernst Toller"
  }, 
  {
    "quote": "I had this wild imagination. I was never me. All my childhood photos, I'm in fancy dress, playing a Russian refuge or Marvelous Mad Madam Mim.", 
    "name": "Juno Temple"
  }, 
  {
    "quote": "I was brought up in a very open, rural countryside in the middle of nowhere. There were no cell phones. If your lights went out, you were lit by candlelight for a good four days before they can get to you. And so, my imagination was crazy.", 
    "name": "Juno Temple"
  }, 
  {
    "quote": "I'm only interested in fiction that in some way or other voices the very imagination which is conceiving it.", 
    "name": "John C. Hawkes"
  }, 
  {
    "quote": "I like photographs which leave something to the imagination.", 
    "name": "Fay Godwin"
  }, 
  {
    "quote": "Being an actor in movies is a lot about the power of your imagination and making the circumstance real to you so the audience will feel that it's real.", 
    "name": "Joel Kinnaman"
  }, 
  {
    "quote": "Anyone who said he wasn't afraid during the civil rights movement was either a liar or without imagination. I was scared all the time. My hands didn't shake but inside I was shaking.", 
    "name": "James L. Farmer, Jr."
  }, 
  {
    "quote": "As an actor I think sometimes producers need a little bit of encouragement to see you in a particular role, they may not have as much imagination as you would expect.", 
    "name": "Steve Kanaly"
  }, 
  {
    "quote": "Death? Why this fuss about death? Use your imagination, try to visualize a world without death! Death is the essential condition of life, not an evil.", 
    "name": "Charlotte Perkins Gilman"
  }, 
  {
    "quote": "Innovation is this amazing intersection between someone's imagination and the reality in which they live. The problem is, many companies don't have great imagination, but their view of reality tells them that it's impossible to do what they imagine.", 
    "name": "Ron Johnson"
  }, 
  {
    "quote": "It is the work of fancy to enlarge, but of judgment to shorten and contract and therefore this must be as far above the other as judgment is a greater and nobler faculty than fancy or imagination.", 
    "name": "Robert South"
  }, 
  {
    "quote": "In The Touch, the love scenes are the same as they were in The Thorn Birds or anything else I've ever written. I find a way of saying that either it was heaven or hell but in a way that still leaves room for the reader to use their own imagination.", 
    "name": "Colleen McCullough"
  }, 
  {
    "quote": "If they want to talk about aliens and anything like that... that's part of the gift God gave us. That's what makes life exciting. We're pretty stuck, you know. What gives flight to our life is our imagination.", 
    "name": "Michael Moriarty"
  }, 
  {
    "quote": "Censorship is never over for those who have experienced it. It is a brand on the imagination that affects the individual who has suffered it, forever.", 
    "name": "Nadine Gordimer"
  }, 
  {
    "quote": "There's not one major greatest influence on my career. It would be film and great artists and great imagineers - Jim Henson, Walt Disney, Charlie Chaplin, people who understand the joy of the imagination.", 
    "name": "Zac Posen"
  }, 
  {
    "quote": "My mother was making $135 a week, but she had resilience and imagination. She might take frozen vegetables, cook them with garlic, onion and Spam, and it would taste like a four-star dinner.", 
    "name": "Andre Dubus III"
  }, 
  {
    "quote": "There's no environment. Use your imagination. There's no fourth wall, whether it's the first time you've told this story about her life, or the sixth time.", 
    "name": "Jill Clayburgh"
  }, 
  {
    "quote": "I guess something that I've noticed from American acts who had success in touring is more of an explanation as to their music. Which is I think quite funny. I think British acts might like to leave more to the imagination - maybe a bit more obscure perhaps - a bit more shy.", 
    "name": "Ben Lovett"
  }, 
  {
    "quote": "There are two worlds: the world we can measure with line and rule, and the world that we feel with our hearts and imagination.", 
    "name": "Leigh Hunt"
  }, 
  {
    "quote": "Imagination is as vital to any advance in science as learning and precision are essential for starting points.", 
    "name": "Percival Lowell"
  }, 
  {
    "quote": "People know that they're going to see something which is entertaining but challenging as well because of the form it's in. It's dance theatre and it requires you to use your imagination - it's not straight forward.", 
    "name": "Matthew Bourne"
  }, 
  {
    "quote": "Every day the eye is subject to a thousand tiny shocks as a thousand industries compete for the eye-kick, the visual hook that will lock the consumer into product for that crucial second where the tiny - or not so tiny - leap of the imagination is made.", 
    "name": "Graham Joyce"
  }, 
  {
    "quote": "But the greatest thing about music is putting it out there for people to figure out. You want the listener to find the song on their own. If you give too much away, it takes away from the imagination.", 
    "name": "Diana Krall"
  }, 
  {
    "quote": "Suddenly the whole imagination of writing and editorial and newspaper and all these presumptions about who am I reading this, and who else other people may be, and all that, it's so grimly brutal!", 
    "name": "Robert Creeley"
  }, 
  {
    "quote": "I certainly know there are people in positions of power in the business who lack imagination and, perhaps as a result of that, think of me as 'David'. But I wouldn't really want to work with those people, you know?", 
    "name": "Michael C. Hall"
  }, 
  {
    "quote": "Fantasies are more than substitutes for unpleasant reality they are also dress rehearsals, plans. All acts performed in the world begin in the imagination.", 
    "name": "Barbara Grizzuti Harrison"
  }, 
  {
    "quote": "I'm not claiming that football is the nation's salvation in this area, but it's one of them, one little thing that apparently has captured the imagination of a large sector of our society. But when football can't be a relatively pure outlet, a fun thing, then it hurts itself.", 
    "name": "Pete Rozelle"
  }, 
  {
    "quote": "A man to carry on a successful business must have imagination. He must see things as in a vision, a dream of the whole thing.", 
    "name": "Charles M. Schwab"
  }, 
  {
    "quote": "The fashions of the ages vary in this direction and that, but they vary for the most part from a central road which was struck out by the imagination of Greece.", 
    "name": "Gilbert Murray"
  }, 
  {
    "quote": "But there is so much more to do for the city we love... a Dallas with roads as strong as our businesses, parks as beautiful as our children, a downtown as tall as our imagination.", 
    "name": "Laura Miller"
  }, 
  {
    "quote": "Because of my faith and my imagination, I was able to enjoy my childhood, even though it was tough.", 
    "name": "Donna Brazile"
  }, 
  {
    "quote": "The imagination is the golden pathway to everywhere.", 
    "name": "Terence McKenna"
  }, 
  {
    "quote": "Doing 'White Collar,' quite often my character goes undercover, so therein lies the compounding of the imagination. I get to play Peter Burke and then someone else when Peter Burke goes undercover.", 
    "name": "Tim DeKay"
  }, 
  {
    "quote": "Richard Hugo taught me that anyone with a desire to write, an ear for language and a bit of imagination could become a writer. He also, in a way, gave me permission to write about northern Montana.", 
    "name": "James Welch"
  }, 
  {
    "quote": "The Polar Express is about faith, and the power of imagination to sustain faith. It's also about the desire to reside in a world where magic can happen, the kind of world we all believed in as children, but one that disappears as we grow older.", 
    "name": "Chris Van Allsburg"
  }, 
  {
    "quote": "But who can paint like Nature? Can imagination boast, amid its gay creation, hues like hers?", 
    "name": "James Thomson"
  }, 
  {
    "quote": "I think it's fun to play with worlds that you can add a lot of your own imagination to. With 'True Blood,' you're not limited by anything, there are just leaps and bounds of the imagination you can take with these characters.", 
    "name": "Deborah Ann Woll"
  }, 
  {
    "quote": "When we had to do book reports, I would pick a book that no one read and just make it up and turn that in. I got praised for my imagination.", 
    "name": "Ahmet Zappa"
  }, 
  {
    "quote": "The capacity you're thinking of is imagination without it there can be no understanding, indeed no fiction.", 
    "name": "William Trevor"
  }, 
  {
    "quote": "I'd love to play more challenging roles, characters that would stretch my comfort zone and imagination.", 
    "name": "Isabelle Fuhrman"
  }, 
  {
    "quote": "I don't think that people should wear dresses two sizes too small. I just think that sexiness is better left to the imagination. It's just more tasteful.", 
    "name": "Rachel Zoe"
  }, 
  {
    "quote": "You know, working as an actor, I'm always working within my own imagination.", 
    "name": "Charles Keating"
  }, 
  {
    "quote": "What I love most about animation is, it's a team sport, and everything we do is about pure imagination.", 
    "name": "Jeffrey Katzenberg"
  }, 
  {
    "quote": "It takes great skill to tell a compelling story in under 60 seconds. These five directors have mastered the format, using their talent, craft and imagination to provide us with some of the most innovative filmmaking out there today.", 
    "name": "Michael Apted"
  }, 
  {
    "quote": "I've got research, I have my own life experience I can apply, and I have my imagination.", 
    "name": "Chris Cooper"
  }, 
  {
    "quote": "Be drawn to the visual arts for it can expand your imagination.", 
    "name": "Barbara Januszkiewicz"
  }, 
  {
    "quote": "I always know exactly where my stories take place, which gives me something certain so I can use my imagination for the other stuff. I worry though, who wants to keep reading stories about Kalamazoo?", 
    "name": "Bonnie Jo Campbell"
  }, 
  {
    "quote": "With the world as it now presents itself, there is something perverse, and probably dysfunctional, about a person who stays in the same house for 40 years. What about the expanding family syndrome, the school-lottery migration, the property portfolio neurosis? Have you no imagination?", 
    "name": "Iain Sinclair"
  }, 
  {
    "quote": "When I was on my own in a hotel room in Romania, I had the imagination to keep myself occupied.", 
    "name": "Rhona Mitra"
  }, 
  {
    "quote": "We can live with lots of things, but we can't live without imagination, we can't live without hope.", 
    "name": "Ariel Dorfman"
  }, 
  {
    "quote": "Writing a novel is not merely going on a shopping expedition across the border to an unreal land: it is hours and years spent in the factories, the streets, the cathedrals of the imagination.", 
    "name": "Janet Frame"
  }, 
  {
    "quote": "I think reading is important for a variety of things. I mean, first of all, it's a way to get information and find out what's going on in the world. But also, it helps your imagination.", 
    "name": "Breckin Meyer"
  }, 
  {
    "quote": "I think we're all a little afraid of the dark. If you lived in the country, as I did, there's nothing quite like country dark, which was really black. And as a child, your imagination runs wild.", 
    "name": "Malcolm McDowell"
  }, 
  {
    "quote": "Poetry proceeds from the totality of man, sense, imagination, intellect, love, desire, instinct, blood and spirit together.", 
    "name": "Jacques Maritain"
  }, 
  {
    "quote": "My imagination is my polestar I steer by that.", 
    "name": "Clive Barker"
  }, 
  {
    "quote": "A child who has never fantasized about having other parents is seriously lacking in imagination.", 
    "name": "Fred G. Gosman"
  }, 
  {
    "quote": "You expect far too much of a first sentence. Think of it as analogous to a good country breakfast: what we want is something simple, but nourishing to the imagination.", 
    "name": "Larry McMurtry"
  }, 
  {
    "quote": "Now, I'm a failed political consultant. But sometimes fiction has a way of capturing people's imagination in a way that non-fiction doesn't. Conservatives typically haven't written much fiction - specifically political thrillers - over the years to educate, inspire and mobilize people on issues of great import, but we ought to.", 
    "name": "Joel C. Rosenberg"
  }, 
  {
    "quote": "When you believe in what you're doing and use your imagination and initiative, you can make a difference.", 
    "name": "Samuel Dash"
  }, 
  {
    "quote": "And, as I have said, it's made me think twice about the imagination. If the spirits aren't external, how astonishing the mediums become! Victor Hugo said of his voices that they were like his own mental powers multiplied by five.", 
    "name": "James Merrill"
  }, 
  {
    "quote": "When it came to political power, blacks need not apply. Add to this steaming stew the growing tensions over the Vietnam War and the movement for civil rights, and you had plenty of elements to fire the imagination of a novice journalist.", 
    "name": "Andrea Mitchell"
  }, 
  {
    "quote": "Further, for once, I like the idea that people who think I'm a constant voice for the furthering of the imagination have to see that interest in a more materialistic fashion.", 
    "name": "Peter Sotos"
  }, 
  {
    "quote": "It takes as much imagination to create debt as to create income.", 
    "name": "Leonard Orr"
  }, 
  {
    "quote": "But in a 24-hour day, the 25th hour is also the impossible hour, an hour that doesn't exist, that can only be created by the imagination.", 
    "name": "David Benioff"
  }, 
  {
    "quote": "I was a wild, mischievous kid, and I had tremendous imagination. Any experience I had, I'd try to reenact it.", 
    "name": "Adrien Brody"
  }, 
  {
    "quote": "The loss of liberty which must attend being a wife was of all things the most horrible to my imagination.", 
    "name": "Sarah Fielding"
  }, 
  {
    "quote": "I have no idea why I write. The old standards are: I like to express my feelings, stretch my imagination, earn money.", 
    "name": "S. E. Hinton"
  }, 
  {
    "quote": "The worlds I paint leave a lot to engage the imagination by hinting at what lies beyond the four edges of the painting. I think getting beyond the four edges of an opportunity or challenge is one of the basic skills you need in business.", 
    "name": "Thomas Kinkade"
  }, 
  {
    "quote": "When you're young you have no worries, no drama, only your imagination. It's the best!", 
    "name": "Devon Werkheiser"
  }, 
  {
    "quote": "By going over your day in imagination before you begin it, you can begin acting successfully at any moment.", 
    "name": "Dorthea Brande"
  }, 
  {
    "quote": "But in my imagination this whole thing developed and I started mixing up old folk songs with the Beatles beat and taking them down to Greenwich Village and playing them for the people there.", 
    "name": "Roger McGuinn"
  }, 
  {
    "quote": "If you don't pay attention and if your imagination isn't pretty much engaged, you're going to miss things and you're going to miss opportunities for it to be as compelling and as creepy as it can be.", 
    "name": "Bruce Greenwood"
  }, 
  {
    "quote": "Yes, I was correctly quoted in saying I introduced sex into films in the 20's, but it was sex in good taste and left a great deal to one's imagination.", 
    "name": "Pola Negri"
  }, 
  {
    "quote": "In those days, it didn't take much imagination to come up with something that required great lyric development skills. You just thought of an experience that you might have gone through, and write it down.", 
    "name": "Phil Harris"
  }, 
  {
    "quote": "I grew up in the '80s where there's a lot of these kind of post-apocalyptic, post-comet, post-whatever it was, so that always captured my imagination a lot as a little kid, that idea of getting access to secret places and being able to roam around where you're not supposed to.", 
    "name": "Gillian Flynn"
  }, 
  {
    "quote": "Melville brought to the task a sound knowledge of actual whaling, much curious learning in the literature of the subject, and, above all, an imagination which worked with great power upon the facts of his own experience.", 
    "name": "Carl Clinton Van Doren"
  }, 
  {
    "quote": "The human imagination has already come to conceive the possibility of recreating human society.", 
    "name": "Edmund Wilson"
  }, 
  {
    "quote": "The product of the scientific imagination is a new vision of relations - like that of artistic imagination.", 
    "name": "Edmund Wilson"
  }, 
  {
    "quote": "My best investment is my imagination, because it has never failed to bring me my greatest returns!", 
    "name": "Randy Castillo"
  }, 
  {
    "quote": "Imagination is but another name for super intelligence.", 
    "name": "Edgar Rice Burroghs"
  }, 
  {
    "quote": "I never had the financial means that the media said I had. I laugh when I hear the amounts, $400 million, $800 million. Where do they get this imagination?", 
    "name": "Jean Claude Duvalier"
  }, 
  {
    "quote": "Imagination! Imagination! I put it first years ago, when I was asked what qualities I thought necessary for success on the stage.", 
    "name": "Ellen Terry"
  }, 
  {
    "quote": "The imagination equips us to perceive reality when it is not fully materialized.", 
    "name": "Mary Richards"
  }, 
  {
    "quote": "In imagination, there's no limitation.", 
    "name": "Mark Victor Hansen"
  }, 
  {
    "quote": "I didn't have the equipment for the regular world of being a lawyer. I didn't have the imagination for that. I did have a funny kind of ambition, but I didn't know where to put it.", 
    "name": "Michael Lindsay-Hogg"
  }, 
  {
    "quote": "There's no great mystery to acting. It's a very simple thing to do but you have to work hard at it. It's about asking questions and using your imagination.", 
    "name": "Eddie Marsan"
  }, 
  {
    "quote": "Heaven knows, I've exposed myself in my novels through the use of fantasy and imagination... now my new book is about what really happened to me... not my heroines.", 
    "name": "Judith Krantz"
  }, 
  {
    "quote": "The travel writer seeks the world we have lost - the lost valleys of the imagination.", 
    "name": "Alexander Cockburn"
  }, 
  {
    "quote": "I don't actually like explaining the meanings of my songs, because I think people can take away more from it if they use their imagination.", 
    "name": "Reeve Carney"
  }, 
  {
    "quote": "I think if you're a competent actor with a good imagination, and if it's on the page, it makes your job a lot easier.", 
    "name": "Miguel Ferrer"
  }, 
  {
    "quote": "For me, my travels have been the chance to go to a place that already exists in my imagination.", 
    "name": "Hugo Pratt"
  }, 
  {
    "quote": "His imagination conceived and bore - worlds but nothing in these worlds became alive until he discovered its true and living name. The name was the breath of life and, sooner or later, he invariably found it.", 
    "name": "Algernon H. Blackwood"
  }, 
  {
    "quote": "I'm kind of surprised that so many of those other books were almost exactly like mine. They even follow the form. There were some books that even copied the stamp. It shows so little imagination.", 
    "name": "Don Novello"
  }, 
  {
    "quote": "I love the paranormal, because there, every genre I write can become one beacon for my imagination.", 
    "name": "Leslie Banks"
  }, 
  {
    "quote": "Imagination is a beast that has to be put in a cage.", 
    "name": "Timothy Spall"
  }, 
  {
    "quote": "Free imagination is the inestimable prerogative of youth and it must be cherished and guarded as a treasure.", 
    "name": "Felix Bloch"
  }, 
  {
    "quote": "You are indebted to you imagination for three-fourths of your importance.", 
    "name": "David Garrick"
  }, 
  {
    "quote": "Nowadays people's visual imagination is so much more sophisticated, so much more developed, particularly in young people, that now you can make an image which just slightly suggests something, they can make of it what they will.", 
    "name": "Robert Doisneau"
  }, 
  {
    "quote": "Many who have had an opportunity of knowing any more about mathematics confuse it with arithmetic, and consider it an arid science. In reality, however, it is a science which requires a great amount of imagination.", 
    "name": "Sofia Kovalevskaya"
  }, 
  {
    "quote": "The world is not run by thought, nor by imagination, but by opinion.", 
    "name": "Elizabeth Drew"
  }, 
  {
    "quote": "The initial motivation of the experiment which led to this discovery was a subconscious feeling for the inexhaustible wealth of nature, a wealth that goes far beyond the imagination of man.", 
    "name": "Bruno Rossi"
  }, 
  {
    "quote": "Grant that the true organ with which the beautiful is apprehended is the imagination, and it follows that all arts are likely to affect the feelings indirectly.", 
    "name": "Eduard Hanslick"
  }, 
  {
    "quote": "I've been acting my whole life. I have this huge imagination! I'm a dancer and my mom's a dance teacher, and I was always performing and entertaining people. I'd go to see live theatre or a movie, and I'd become the main character for a few days afterwards. I loved being somebody new for a temporary amount of time.", 
    "name": "Natasha Calis"
  }, 
  {
    "quote": "Everybody in their own imagination decides what scary is.", 
    "name": "Yvonne Craig"
  }, 
  {
    "quote": "The delicate thing about the university is that it has a mixed character, that it is suspended between its position in the eternal world, with all its corruption and evils and cruelties, and the splendid world of our imagination.", 
    "name": "Richard Hofstadter"
  }, 
  {
    "quote": "Sometimes, surely, truth is closer to imagination or to intelligence, to love than to fact? To be accurate is not to be right.", 
    "name": "Shirley Hazzard"
  }, 
  {
    "quote": "A financier is a pawnbroker with imagination.", 
    "name": "Arthur Wing Pinero"
  }, 
  {
    "quote": "One lifetime is never enough to accomplish one's horticultural goals. If a garden is a site for the imagination, how can we be very far from the beginning?", 
    "name": "Francis Cabot Lowell"
  }, 
  {
    "quote": "Anyone who lives within his means suffers from a lack of imagination.", 
    "name": "Lionel Stander"
  }, 
  {
    "quote": "With the brush we merely tint, while the imagination alone produces colour.", 
    "name": "Theodore Gericault"
  }, 
  {
    "quote": "Personality is more important than beauty, but imagination is more important than both of them.", 
    "name": "Laurette Taylor"
  }, 
  {
    "quote": "Imagination is not something apart and hermetic, not a way of leaving reality behind it is a way of engaging reality.", 
    "name": "Irving Howe"
  }, 
  {
    "quote": "Television contracts the imagination and radio expands it.", 
    "name": "Terry Wogan"
  }
]