[
  {
    "quote": "I'll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are the father, the mother and the teacher.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Family means no one gets left behind or forgotten.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "The love of family and the admiration of friends is much more important than wealth and privilege.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Family is not an important thing. It's everything.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Family is the most important thing in the world.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "A family can develop only with a loving woman as its center.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "A happy family is but an earlier heaven.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A woman can take care of the family. It takes a man to provide structure, to provide stability.", 
    "name": "Tom DeLay"
  }, 
  {
    "quote": "A man should never neglect his family for business.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "If you cannot get rid of the family skeleton, you may as well make it dance.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The greatest thing in family life is to take a hint when a hint is intended-and not to take a hint when a hint isn't intended.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "He who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard attachment to be happy.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Insanity runs in my family. It practically gallops.", 
    "name": "Cary Grant"
  }, 
  {
    "quote": "You don't choose your family. They are God's gift to you, as you are to them.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "America cannot continue to lead the family of nations around the world if we suffer the collapse of the family here at home.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "People are pretty forgiving when it comes to other people's families. The only family that ever horrifies you is your own.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "My family comes first. Maybe that's what makes me different from other guys.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "If God can work through me, he can work through anyone.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Cherish your human connections - your relationships with friends and family.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Spend some time this weekend on home improvement improve your attitude toward your family.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one's children.", 
    "name": "Ednita Nazario"
  }, 
  {
    "quote": "Without a family, man, alone in the world, trembles with the cold.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "All of us grow up in particular realities - a home, family, a clan, a small town, a neighborhood. Depending upon how we're brought up, we are either deeply aware of the particular reading of reality into which we are born, or we are peripherally aware of it.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "Dad kept us out of school, but school comes and goes. Family is forever.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "To us, family means putting your arms around each other and being there.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "The family is one of nature's masterpieces.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "My family is my strength and my weakness.", 
    "name": "Aishwarya Rai"
  }, 
  {
    "quote": "I was born into the most remarkable and eccentric family I could possibly have hoped for.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "Rarely do members of the same family grow up under the same roof.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "I woke up one morning thinking about wolves and realized that wolf packs function as families. Everyone has a role, and if you act within the parameters of your role, the whole pack succeeds, and when that falls apart, so does the pack.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "A family is a place where principles are hammered and honed on the anvil of everyday living.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "The only rock I know that stays steady, the only institution I know that works, is the family.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Maybe there is no actual place called hell. Maybe hell is just having to listen to our grandparents breathe through their noses when they're eating sandwiches.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "If one is desperate for love, I suggest looking at one's friends and family and see if love is all around. If not, get a new set of friends, a new family.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "When trouble comes, it's your family that supports you.", 
    "name": "Guy Lafleur"
  }, 
  {
    "quote": "Give a little love to a child, and you get a great deal back.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Little children are still the symbol of the eternal marriage between love and duty.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I think togetherness is a very important ingredient to family life.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "First and foremost comes my family and my life with Brad. We have so much joy in raising our children and teaching them about the world that nothing really compares to that.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "One's family is the most important thing in life. I look at it this way: One of these days I'll be over in a hospital somewhere with four walls around me. And the only people who'll be with me will be my family.", 
    "name": "Robert Byrd"
  }, 
  {
    "quote": "Dignity is not negotiable. Dignity is the honor of the family.", 
    "name": "Vartan Gregorian"
  }, 
  {
    "quote": "My father used to play with my brother and me in the yard. Mother would come out and say, 'You're tearing up the grass' 'We're not raising grass,' Dad would reply. 'We're raising boys.'", 
    "name": "Harmon Killebrew"
  }, 
  {
    "quote": "The family is the first essential cell of human society.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "One of the things that binds us as a family is a shared sense of humor.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "The family is the test of freedom because the family is the only thing that the free man makes for himself and by himself.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "For me, nothing has ever taken precedence over being a mother and having a family and a home.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "When you have a godly husband, a godly wife, children who respect their parents and who are loved by their parents, who provide for those children their physical and spiritual and material needs, lovingly, you have the ideal unit.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "Both within the family and without, our sisters hold up our mirrors: our images of who we are and of who we can dare to be.", 
    "name": "Elizabeth Fishel"
  }, 
  {
    "quote": "In every conceivable manner, the family is link to our past, bridge to our future.", 
    "name": "Alex Haley"
  }, 
  {
    "quote": "The family you come from isn't as important as the family you're going to have.", 
    "name": "Ring Lardner"
  }, 
  {
    "quote": "What must it be like for a little boy to read that daddy never loved mummy?", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "It's very strange that most people don't care if their knowledge of their family history only goes back three generations.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I've given it my all. I've done my best. Now, I'm ready with my family to begin the next phase of our lives.", 
    "name": "Richard M. Daley"
  }, 
  {
    "quote": "I am the baby in the family, and I always will be. I am actually very happy to have that position. But I still get teased. I don't mind that.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "As a general thing, when a woman wears the pants in a family, she has a good right to them.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "The family is the nucleus of civilization.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "I've always put my family first and that's just the way it is.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "I don't think anyone has a normal family.", 
    "name": "Edward Furlong"
  }, 
  {
    "quote": "I never did quite fit the glamour mode. It is life with my husband and family that is my high now.", 
    "name": "Patty Duke"
  }, 
  {
    "quote": "There's nothing I value more than the closeness of friends and family, a smile as I pass someone on the street.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "My kids give me the balance to live right.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "There is no such thing as fun for the whole family.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Tennis just a game, family is forever.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "I have frequently been questioned, especially by women, of how I could reconcile family life with a scientific career. Well, it has not been easy.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "I believe the world is one big family, and we need to help each other.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "When I was younger, my family would go camping and fishing on our ranches. My dad loves being around all kinds of animals. He's the one who got me to be a really big animal lover.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "I grew up in a big family with a lot of kids around, and I definitely want to have children as well.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "My life comes down to three moments: the death of my father, meeting my husband, and the birth of my daughter. Everything I did previous to that just doesn't seem to add up to very much.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "The attempt to redefine the family as a purely voluntary arrangement grows out of the modern delusion that people can keep all their options open all the time.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "It is extraordinary that when you are acquainted with a whole family you can forget about them.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "It takes a lot of work to put together a marriage, to put together a family and a home.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Family life itself, that safest, most traditional, most approved of female choices, is not a sanctuary: It is, perpetually, a dangerous place.", 
    "name": "Margaret Drabble"
  }, 
  {
    "quote": "A family is a risky venture, because the greater the love, the greater the loss... That's the trade-off. But I'll take it all.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family.", 
    "name": "Anita Baker"
  }, 
  {
    "quote": "I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I find the family the most mysterious and fascinating institution in the world.", 
    "name": "Amos Oz"
  }, 
  {
    "quote": "Pray in your family daily, that yours may be in the number of the families who call upon God.", 
    "name": "Christopher Love"
  }, 
  {
    "quote": "If we abandon marriage, we abandon the family.", 
    "name": "Michael Enzi"
  }, 
  {
    "quote": "I am tortured when I am away from my family, from my children. I am horribly guilt-ridden.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "The left dismisses talk about the collapse of family life and talks instead about the emergence of the growing new diversity of family types.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Women's natural role is to be a pillar of the family.", 
    "name": "Grace Kelly"
  }, 
  {
    "quote": "Some of the most important conversations I've ever had occurred at my family's dinner table.", 
    "name": "Bob Ehrlich"
  }, 
  {
    "quote": "It's not that our family has no taste, it's just that our family's taste is inconsistent.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "A woman should be home with the children, building that home and making sure there's a secure family atmosphere.", 
    "name": "Mel Gibson"
  }, 
  {
    "quote": "I consider my mom and all my sisters my friends.", 
    "name": "Alexa Vega"
  }, 
  {
    "quote": "A woman can plan when to have her family and how to support a family.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "I'm not much of a family man. I'm just not that into it. I love kids, I adore them, but I don't want to live my life for them.", 
    "name": "Sting"
  }, 
  {
    "quote": "My family is more important than my party.", 
    "name": "Zell Miller"
  }, 
  {
    "quote": "I am the family face flesh perishes, I live on.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "I stay in tune with my family and God.", 
    "name": "Regina King"
  }, 
  {
    "quote": "When I'm ready, I plan to adopt. I still believe in family.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "I would rather start a family than finish one.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "You have to defend your honor. And your family.", 
    "name": "Suzanne Vega"
  }, 
  {
    "quote": "Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of aspiration.", 
    "name": "Charles Dudley Warner"
  }, 
  {
    "quote": "I have a family to support. And I'm not always going to be doing exactly what I want to do.", 
    "name": "Patrick Warburton"
  }, 
  {
    "quote": "Parents need all the help they can get. The strongest as well as the most fragile family requires a vital network of social supports.", 
    "name": "Bernice Weissbourd"
  }, 
  {
    "quote": "When you start about family, about lineage and ancestry, you are talking about every person on earth.", 
    "name": "Alex Haley"
  }, 
  {
    "quote": "I would love a family. I'm at the age where the wish for a child gets stronger. But who knows.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I have a lot of very close girlfriends and sisters - I'm from an all female family. My father often quips that even the cat was neutered!", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "At a certain point I'm going to want to have a family.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I love my family.", 
    "name": "Manute Bol"
  }, 
  {
    "quote": "For all of those willing to help me start a family, I am flattered. I will let you know when I need your help.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "I realized my family was funny, because nobody ever wanted to leave our house.", 
    "name": "Anthony Anderson"
  }, 
  {
    "quote": "The one thing that kept our family together was the music. The only thing that our family would share emotionally was to have our dad cry over something the kids did with music.", 
    "name": "Dennis Wilson"
  }, 
  {
    "quote": "My family was my guide to my reality.", 
    "name": "Haywood Nelson"
  }, 
  {
    "quote": "We'll sort of get over the marriage first and then maybe look at the kids. But obviously we want a family so we'll have to start thinking about that.", 
    "name": "Prince William"
  }, 
  {
    "quote": "I love children and I get along with them great. It's just that I believe if you're going to be a parent, there has to be something inside you that says, 'I want a family.' I don't feel that sense of urgency.", 
    "name": "George Clooney"
  }, 
  {
    "quote": "I love cooking for myself and cooking for my family.", 
    "name": "Al Roker"
  }, 
  {
    "quote": "Also, my mom and family are very important to me and I know that this is not expected.", 
    "name": "Christina Milian"
  }, 
  {
    "quote": "I live quietly at home among my family and friends.", 
    "name": "Antonio Tabucchi"
  }, 
  {
    "quote": "I don't know if I believe in marriage. I believe in family, love and children.", 
    "name": "Penelope Cruz"
  }, 
  {
    "quote": "Make a Goal Box, a chart of positive daily contact with a family when you are working with them.", 
    "name": "Richard G. Scott"
  }, 
  {
    "quote": "The most difficult is the first family, to bring someone out of the world.", 
    "name": "Richard G. Scott"
  }, 
  {
    "quote": "When I remember my family, I always remember their backs. They were always indignantly leaving places.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "If I had no family, my wife and I would lead a much more romantic and nomadic existence.", 
    "name": "David McCallum"
  }, 
  {
    "quote": "Family, nature and health all go together.", 
    "name": "Olivia Newton-John"
  }, 
  {
    "quote": "There are things that you cannot talk to your mother and father about, there are things that you cannot talk to your children about.", 
    "name": "Shirley Knight"
  }, 
  {
    "quote": "Once I got married and had kids, I moved away from romantic roles, because it seemed wrong to have my 3-year-old wondering why Daddy was kissing someone else.", 
    "name": "Chevy Chase"
  }, 
  {
    "quote": "I grew up in a very religious family. I could read the Qu'ran easily at the age of five.", 
    "name": "Akhmad Kadyrov"
  }, 
  {
    "quote": "The foundation of family - that's where it all begins for me.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "I grew up in a family in which political issues were often discussed, and debated intensely.", 
    "name": "Joseph Stiglitz"
  }, 
  {
    "quote": "I have these visions of myself being thirty, thirty-five, forty having a family.", 
    "name": "Nastassja Kinski"
  }, 
  {
    "quote": "My family background was deeply Christian.", 
    "name": "Abbe Pierre"
  }, 
  {
    "quote": "Like all my family and class, I considered it a sign of weakness to show affection to have been caught kissing my mother would have been a disgrace, and to have shown affection for my father would have been a disaster.", 
    "name": "Agnes Smedley"
  }, 
  {
    "quote": "The joke in our family is that we can cry reading the phone book.", 
    "name": "Ron Reagan"
  }, 
  {
    "quote": "We went to church every Sunday. When I was a kid, the only time I sang was around my family.", 
    "name": "Darius Rucker"
  }, 
  {
    "quote": "Our family life was certainly not intellectual.", 
    "name": "Douglass North"
  }, 
  {
    "quote": "We love to be with our family and friends and I can tell you that lots of eating will be involved.", 
    "name": "Julia Barr"
  }, 
  {
    "quote": "My whole damn family was nice. I don't think I've imagined it. It's true. Maybe it has to do with being brought up as Christian Scientists. Half of my relatives were Readers or Practitioners in the church.", 
    "name": "Henry Fonda"
  }, 
  {
    "quote": "God did not intend the human family to be wafted to heaven on flowery beds of ease.", 
    "name": "Frank Knox"
  }, 
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", 
    "name": "Buddha"
  }, 
  {
    "quote": "As a child my family's menu consisted of two choices: take it or leave it.", 
    "name": "Buddy Hackett"
  }, 
  {
    "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "Happiness is having a large, loving, caring, close-knit family in another city.", 
    "name": "George Burns"
  }, 
  {
    "quote": "It's all about quality of life and finding a happy balance between work and friends and family.", 
    "name": "Philip Green"
  }, 
  {
    "quote": "Every child should have a caring adult in their lives. And that's not always a biological parent or family member. It may be a friend or neighbor. Often times it is a teacher.", 
    "name": "Joe Manchin"
  }, 
  {
    "quote": "As the family goes, so goes the nation and so goes the whole world in which we live.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family.", 
    "name": "Virginia Satir"
  }, 
  {
    "quote": "My family, frankly, they weren't folks who went to church every week. My mother was one of the most spiritual people I knew but she didn't raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Fathers should be neither seen nor heard. That is the only proper basis for family life.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Actors are one family over the entire world.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "He that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow but then he stands a broader mark for pleasure too.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Any problem, big or small, within a family, always seems to start with bad communication. Someone isn't listening.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, 'Why god? Why me?' and the thundering voice of God answered, 'There's just something about you that pisses me off.'", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "The other night I ate at a real nice family restaurant. Every table had an argument going.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "I can make a firm pledge, under my plan, no family making less than $250,000 a year will see any form of tax increase. Not your income tax, not your payroll tax, not your capital gains taxes, not any of your taxes.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "All men are children, and of one family. The same tale sends them all to bed, and wakes them in the morning.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "No matter what you've done for yourself or for humanity, if you can't look back on having given love and attention to your own family, what have you really accomplished?", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "It's true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent's pressure, and the temporary failures.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "The details surrounding both my marriage and subsequent filing for divorce are private, and I had hoped to keep them that way for the sake of my family.", 
    "name": "Eminem"
  }, 
  {
    "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it.", 
    "name": "Haniel Long"
  }, 
  {
    "quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all and, from belonging to a family that accepts you without question.", 
    "name": "Willard Scott"
  }, 
  {
    "quote": "To maintain a joyful family requires much from both the parents and the children. Each member of the family has to become, in a special way, the servant of the others.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Perhaps the greatest social service that can be rendered by anybody to the country and to mankind is to bring up a family.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "The first-born in every family is always dreaming for an imaginary older brother or sister who will look out for them.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "All the laws and legislation in the world will never heal this world like the loving hearts and arms of mothers and fathers. If every child could drift to sleep feeling wrapped in the love of their family - and God's love - this world would be a far more gentle and better place.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "But let me perfectly clear, because I know you'll hear the same old claims that rolling back these tax breaks means a massive tax increase on the American people: if your family earns less than $250,000 a year, you will not see your taxes increased a single dime. I repeat: not one single dime.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "If it looks like a duck, and quacks like a duck, we have at least to consider the possibility that we have a small aquatic bird of the family anatidae on our hands.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "On Thanksgiving I will stop to give thanks that my family is safe and healthy, especially because I realize that, following the tragedies of this year, it is all too real a possibility that they might not have been.", 
    "name": "Bobby Jindal"
  }, 
  {
    "quote": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "I looked up my family tree and found three dogs using it.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "All happy families resemble one another, each unhappy family is unhappy in its own way.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "With all my fans I got a family again.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "My restaurants are never opened on Thanksgiving I want my staff to spend time with their family if they can. My feeling is, if I can't figure out how to make money the rest of the year so that my workers can enjoy the holidays, then I don't deserve to be an owner.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "The most merciful thing that a family does to one of its infant members is to kill it.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "I come from a family where gravy is considered a beverage.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "In the richest country in the history of the world, this Obama economy has crushed the middle class. Family income has fallen by $4,000, but health insurance premiums are higher, food prices are higher, utility bills are higher, and gasoline prices have doubled. Today more Americans wake up in poverty than ever before.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Family is conflict and it's something that we all relate to.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "So live that you wouldn't be ashamed to sell the family parrot to the town gossip.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years.", 
    "name": "Gracie Allen"
  }, 
  {
    "quote": "We believed in our idea - a family park where parents and children could have fun- together.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins.", 
    "name": "Charles Alexander Eastman"
  }, 
  {
    "quote": "Marriage is an act of will that signifies and involves a mutual gift, which unites the spouses and binds them to their eventual souls, with whom they make up a sole family - a domestic church.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I have Muslim members of my family. I have lived in Muslim countries.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I looked up my family tree and found out I was the sap.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "As a single withered tree, if set aflame, causes a whole forest to burn, so does a rascal son destroy a whole family.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "I love my family very much. I wish I could see them a little more often than I do. But we understand because we're a show business family and we all work.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "This is all the inheritance I give to my dear family. The religion of Christ will give them one which will make them rich indeed.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "My biggest hobby is hanging out with my family and kids.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I was angry and frustrated until I started my own family and my first child was born. Until then I didn't really appreciate life the way I should have, but fortunately I woke up.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "The most important thing in the world is family and love.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "My mother's love has always been a sustaining force for our family, and one of my greatest joys is seeing her integrity, her compassion, her intelligence reflected in my daughters.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "A man ought to live so that everybody knows he is a Christian... and most of all, his family ought to know.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "If you cannot work on the marriage or the women is a moron, staying married and cheating makes the most sense because divorce is disruptive to the family life and your bank account.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Now is the moment when we can stand up and say, 'I'm an American. I make my destiny. And we deserve better! My children deserve better! My family deserves better. My country deserves better!' So here we stand. Americans have a choice.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "My dad had been born in Mexico and his family had to leave during the Mexican revolution.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The promise of America has always been that if you worked hard, had the right values, took some risks, that there was an opportunity to build a better life for your family and for your next generation.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "President Obama promised to begin to slow the rise of the oceans and heal the planet. My promise... is to help you and your family.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When someone has cancer, the whole family and everyone who loves them does, too.", 
    "name": "Terri Clark"
  }, 
  {
    "quote": "I love my family and I miss them very much but I'm a new person now. I know a lot of people will not agree with what I've done, but it was right for me.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "I have now disposed of all my property to my family. There is one thing more I wish I could give them, and that is the Christian religion.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Nobody has ever before asked the nuclear family to live all by itself in a box the way we do. With no relatives, no support, we've put it in an impossible situation.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Family quarrels are bitter things. They don't go according to any rules. They're not like aches or wounds, they're more like splits in the skin that won't heal because there's not enough material.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "All the men in my family were bearded, and most of the women.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "I'm just glad I was able to return to some of that innocence and beauty I had as a child when I started my own family, and my children brought me back some of that spirit.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "If you ever start feeling like you have the goofiest, craziest, most dysfunctional family in the world, all you have to do is go to a state fair. Because five minutes at the fair, you'll be going, 'you know, we're alright. We are dang near royalty.'", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "The place of the father in the modern suburban family is a very small one, particularly if he plays golf.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "A family with the wrong members in control that, perhaps, is as near as one can come to describing England in a phrase.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Cherish your human connections: your relationships with friends and family.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "All in the Family was intellectual it was art.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There's nothing like a really loyal, dependable, good friend. Nothing.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I think every girl needs to love herself, regardless of anything. Like if you're having a bad day, if you don't like your hair, if you don't have the best family situation, whatever, you have to love yourself and you can't do anything until you love yourself first.", 
    "name": "Julianne Hough"
  }, 
  {
    "quote": "In my family, we were Americans, we were Republicans and we were Methodists.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "I think every chef, not just in America, but across the world, has a double-edged sword - two jackets, one that's driven, a self-confessed perfectionist, thoroughbred, hate incompetence and switch off the stove, take off the jacket and become a family man.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "Basketball is my passion, I love it. But my family and friends mean everything to me. That's what's important. I need my phone so I can keep in contact with them at all times.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Happy or unhappy, families are all mysterious. We have only to imagine how differently we would be described - and will be, after our deaths - by each of the family members who believe they know us.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I believe with all my heart that America remains 'the great idea' that inspires the world. It is a privilege to be born here. It is an honor to become a citizen here. It is a gift to raise your family here, to vote here, and to live here.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "No amount of law enforcement can solve a problem that goes back to the family.", 
    "name": "J. Edgar Hoover"
  }, 
  {
    "quote": "Family love is messy, clinging, and of an annoying and repetitive pattern, like bad wallpaper.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Nixon was the most dishonest individual I have ever met in my life. He lied to his wife, his family, his friends, his colleagues in the Congress, lifetime members of his own political party, the American people and the world.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "Apparently, one in five people in the world are Chinese. And there are five people in my family, so it must be one of them. It's either my mum or my dad. Or my older brother, Colin. Or my younger brother, Ho-Chan-Chu. But I think it's Colin.", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "If you have autism in the family history, you still vaccinate. Delay it a bit, space them out.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.", 
    "name": "Lil' Kim"
  }, 
  {
    "quote": "At best the family teaches the finest things human beings can learn from one another generosity and love. But it is also, all too often, where we learn nasty things like hate, rage and shame.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "I say, If everybody in this house lives where it's God first, friends and family second and you third, we won't ever have an argument.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "But the problem is that when I go around and speak on campuses, I still don't get young men standing up and saying, 'How can I combine career and family?'", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "My father was brought up in an orphanage in the Catskills. He was a factory worker. And because his family wasn't there for him, family was everything. We could disagree inside the house, but outside the house it was us against the world. So when I became a drag actor, he looked sideways but said okay.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "My family and I would never receive royalties on the revenue that my materials brought into the church materials that were created on our own personal time.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.", 
    "name": "James H. Douglas"
  }, 
  {
    "quote": "My work and my family are very important to me.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "I refuse to feel guilty. I feel guilty about too much in my life but not about money. I went through periods when I had nothing, so somebody in my family has to get stinkin' wealthy.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Everything I have, my career, my success, my family, I owe to America.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Probably the worst time in a person's life is when they have to kill a family member because they are the devil. But otherwise it's been a pretty good day.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "If you have learned how to disagree without being disagreeable, then you have discovered the secrete of getting along - whether it be business, family relations, or life itself.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "My wife and I both come from Irish families. There are two kinds of Irish families: the hitting kind and the kidding kind. If you're fortunate - and both of us are - you come from the kidding kind of Irish family.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "My family kinda hit the skids. We were experiencing poverty at that point. We all got a job, where the whole family had to work as security guards and janitors. And I just got angry.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "The practice of patience toward one another, the overlooking of one another's defects, and the bearing of one another's burdens is the most elementary condition of all human and social activity in the family, in the professions, and in society.", 
    "name": "Lawrence G. Lovasik"
  }, 
  {
    "quote": "It's hard knowing who to trust with your personal life. When you cry in your room at night, you don't always know who to call. So I am very close to my family.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "The most remarkable thing about my mother is that for thirty years she served the family nothing but leftovers. The original meal has never been found.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "Think about what people are doing on Facebook today. They're keeping up with their friends and family, but they're also building an image and identity for themselves, which in a sense is their brand. They're connecting with the audience that they want to connect to. It's almost a disadvantage if you're not on it now.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "Italians come to ruin most generally in three ways, women, gambling, and farming. My family chose the slowest one.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "I had this child, and it destroyed my family.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "People should watch out for three things: avoid a major addiction, don't get so deeply into debt that it controls your life, and don't start a family before you're ready to settle down.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I was told to avoid the business all together because of the rejection. People would say to me, 'Don't you want to have a normal job and a normal family?' I guess that would be good advice for some people, but I wanted to act.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "There is little less trouble in governing a private family than a whole kingdom.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "There is not much less vexation in the government of a private family than in the managing of an entire state.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The God who existed before any religion counts on you to make the oneness of the human family known and celebrated.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what's the point in life?", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "The baby boomers are getting older, and will stay older for longer. And they will run right into the dementia firing range. How will a society cope? Especially a society that can't so readily rely on those stable family relationships that traditionally provided the backbone of care?", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Universal peace sounds ridiculous to the head of an average family.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "The Hispanic community understands the American Dream and have not forgotten what they were promised - that in the U.S., a free market system, allows us all to succeed economically, achieve stability and security for your family and leave your children better off than yourselves.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "I've been so fortunate in my life that my family has never been jealous of my success. They have shown true love and commitment to me by being supportive. They shared in it.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "Sure, I have friends, plenty of friends, and they all come around wantin' to borrow money. I've always been generous with my friends and family, with money, but selfish with the important stuff like love.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "There are no adequate substitutes for father, mother, and children bound together in a loving commitment to nurture and protect. No government, no matter how well-intentioned, can take the place of the family in the scheme of things.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Christmas can have a real melancholy aspect, 'cause it packages itself as this idea of perfect family cohesion and love, and you're always going to come up short when you measure your personal life against the idealized personal lives that are constantly thrust in our faces, primarily by TV commercials.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "As women slowly gain power, their values and priorities are reshaping the agenda. A multitude of studies show that when women control the family funds, they generally spend more on health, nutrition, and education - and less on alcohol and cigarettes.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.", 
    "name": "Frances Conroy"
  }, 
  {
    "quote": "The virtue of privacy is one that must be protected in matters that are intimate and within one's own family.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "The moment someone chooses to trust in Jesus Christ, his sins are wiped away, and he is adopted into God's family. That individual is set apart as a child of God, with a sacred purpose.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Left-wing politicians take away your liberty in the name of children and of fighting poverty, while right-wing politicians do it in the name of family values and fighting drugs. Either way, government gets bigger and you become less free.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "The only sensible ends of literature are, first, the pleasurable toil of writing second, the gratification of one's family and friends and lastly, the solid cash.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "I don't have to look up my family tree, because I know that I'm the sap.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "We give a lot of others significance in our lives even when they don't deserve it. It doesn't matter if they're family or if you've known them forever. If they're not good for you, they've got to go.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions it is amazing how quickly you get through those 5,000 steps.", 
    "name": "Edwin Land"
  }, 
  {
    "quote": "If you have issues with family, friends, and people at work, try and solve these issues head on so you can move on and concentrate on having the life you want.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "In that I found being able to talk to my family about my feelings, praying for strength and realizing that our lives have a deep purpose and the journey of our lives is to find out what that is and express it, was the only way I could have gotten through it.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Everything happens for a reason. I'm used to it, I prepare for it. Like I say, at the end of the day, those in charge of their own destiny are going to do what's right for them and their family.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "A family is a unit composed not only of children but of men, women, an occasional animal, and the common cold.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "We are special because we've been united not by a common race or ethnicity. We're bound together by common values. That family is the most important institution in society. That almighty God is the source of all we have.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "I think illness is a family journey, no matter what the outcome. Everybody has to be allowed to process it and mourn and deal with it in their own way.", 
    "name": "Marcia Wallace"
  }, 
  {
    "quote": "God's dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Your ability to communicate is an important tool in your pursuit of your goals, whether it is with your family, your co-workers or your clients and customers.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "One of the greatest things drama can do, at it's best, is to redefine the words we use every day such as love, home, family, loyalty and envy. Tragedy need not be a downer.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "My childhood was safe and sane. No abuse and no traumas. I was surrounded by a large and loving family who taught me the importance of hard work and a meaningful education.", 
    "name": "Ronnie James Dio"
  }, 
  {
    "quote": "I think that in a year I may retire. I cannot take my money with me when I die and I wish to enjoy it, with my family, while I live. I should prefer living in Germany to any other country, though I am an American, and am loyal to my country.", 
    "name": "Harry Houdini"
  }, 
  {
    "quote": "In the investigation of a neurotic style of life, we must always suspect an opponent, and note who suffers most because of the patient's condition. Usually this is a member of the family.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "Getting married and starting a family has been a lifelong goal and one that I have persevered through different paths up to it!", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I cannot remember a moment in my life when I have not felt the love of my family. We were a family that would have killed for each other - and we still are.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "And I keep saying, whether you like the president or not, everybody has to pull together and help the president because, as the president goes, so goes the country, as the country goes, so goes your job, your ability to feed your family, your government.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Rather like Batman, I embody the themes of the movie which are the values of family, courage and compassion and a sense of right and wrong, good and bad and justice.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "Life goes by really fast, and it seems that there are times when you're burying a lot of friends and family. And then there are times that feel really precious and everybody is doing okay. This is one of those times.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "The first pages of memory are like the old family Bible. The first leaves are wholly faded and somewhat soiled with handling. But, when we turn further, and come to the chapters where Adam and Eve were banished from Paradise, then, all begins to grow clear and legible.", 
    "name": "Max Muller"
  }, 
  {
    "quote": "I would prefer to have no money but to have a nice family and good friends around.", 
    "name": "Li Na"
  }, 
  {
    "quote": "I've never had a divorce, but I've seen so many of my friends, my sister, my family go through that stuff, so I try to write for the people that can't write about it. I take on their sorrow, so I'm able to kind of express it, or their joy.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "I'm surrounded by great friends and family. I don't know what I would do without them.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "Love and fear. Everything the father of a family says must inspire one or the other.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "In God's family, there are no outsiders, no enemies.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Family life is too intimate to be preserved by the spirit of justice. It can be sustained by a spirit of love which goes beyond justice.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Holidays are the best. I couldn't imagine being from a small family.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Everything family does is reflection on the other people.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "My mother has always been the social glue holding the family together.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "I always put clothes and family photos under the mattress, in case the house burns down.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "I know some people say it's not the best to work with your family, but I have never understood that because it's always worked so well for me.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "I talked about my family, my family's so important.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "When we're dealing with the people in our family - no matter how annoying or gross they may be, no matter how self-inflicted their suffering may appear, no matter how afflicted they are with ignorance, prejudice or nose hairs - we give from the deepest parts of ourselves.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "The breakdown of the black community, in order to maintain slavery, began with the breakdown of the black family. Men and women were not legally allowed to get married because you couldn't have that kind of love. It might get in the way of the economics of slavery. Your children could be taken from you and literally sold down the river.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "We will see a breakdown of the family and family values if we decide to approve same-sex marriage, and if we decide to establish homosexuality as an acceptable alternative lifestyle with all the benefits that go with equating it with the heterosexual lifestyle.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "You go through life wondering what is it all about but at the end of the day it's all about family.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "The police cannot protect the citizen at this stage of our development, and they cannot even protect themselves in many cases. It is up to the private citizen to protect himself and his family, and this is not only acceptable, but mandatory.", 
    "name": "Jeff Cooper"
  }, 
  {
    "quote": "It is the logic of consumerism that undermines the values of loyalty and permanence and promotes a different set of values that is destructive of family life.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Leave the matter of religion to the family altar, the church, and the private school, supported entirely by private contributions. Keep the church and state forever separate.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "I've made all my money on my own without my family and I work very hard.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "I guess you could say I devoted myself so strongly to my music that for awhile I forgot about my family. But I only get one set of parents, and I think I forgot about that for a little while.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child's later life can be devastating.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "In the past 40 years, the United States lost more than a million farmers and ranchers. Many of our farmers are aging. Today, only nine percent of family farm income comes from farming, and more and more of our farmers are looking elsewhere for their primary source of income.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "It all starts with the script: it's not worth taking myself away from my family if I don't have something I'm really passionate about.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Historically, the family has played the primary role in educating children for life, with the school providing supplemental scaffolding to the family.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "You know, my family and friends have never been yes-men: 'Yes, you're doing the right thing, you're always right.' No, they tell me when I'm wrong, and that's why I've been able to stay who I am and stay humble.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Children in a family are like flowers in a bouquet: there's always one determined to face in an opposite direction from the way the arranger desires.", 
    "name": "Marcelene Cox"
  }, 
  {
    "quote": "The CIA is made up of boys whose families sent them to Princeton but wouldn't let them into the family brokerage business.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "There's a schizoid streak within the family anyway so I dare say that I'm affected by that. The majority of the people in my family have been in some kind of mental institution, as for my brother he doesn't want to leave. He likes it very much.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Let your family, staff, and friends know that you're still the same person, despite all the publicity and notoriety that accompanies your position.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "I come from a family of very devout, praying people. That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "What people don't understand is joining a gang ain't bad, it's cool, it's fine. When you in the hood, joining a gang it's cool because all your friends are in the gang, all your family's in the gang. We're not just killing people every night, we're just hanging out, having a good time.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "I am not generous about telling people who I am and what I like to do because it's my life and it only belongs to me and my friends and family.", 
    "name": "Elena Anaya"
  }, 
  {
    "quote": "Love and business and family and religion and art and patriotism are nothing but shadows of words when a man's starving!", 
    "name": "O. Henry"
  }, 
  {
    "quote": "I was born in ancient times, at the end of the world, in a patriarchal Catholic and conservative family. No wonder that by age five I was a raging feminist - although the term had not reached Chile yet, so nobody knew what the heck was wrong with me.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "I am healthy, my family is healthy. That is the important thing. After that we go racing.", 
    "name": "Mark Webber"
  }, 
  {
    "quote": "I realised how paranoid and guarded and not trusting - walled-in - I had become. Not consciously so, but just this armour that I kind of have, protective armour. It's not for my friends or family, but for being.outside in the world, always on guard.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I'm a girl from a good family who was very well brought up. One day I turned my back on it all and became a bohemian.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "Everybody has basically the same family, it's just reconfigured slightly differently from one to the next.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Together, we can help make sure that every family that walks into a restaurant can make an easy, healthy choice.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "I missed my home - like the physicality of my home, I missed my friends and my family mostly and just hanging out and being in your home country - culturally it feels right and that is what I miss.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Leave the President's family business to him. You will have plenty to do without trying to manage the First Family. They are likely to do fine without your help.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "For the Nugent family, fast food is a running herbivore.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "But with the steady disintegration of the family in modern society over the last century, the role of the school in bridging the gap has become vital!", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "I was raised by a single mother who made a way for me. She used to scrub floors as a domestic worker, put a cleaning rag in her pocketbook and ride the subways in Brooklyn so I would have food on the table. But she taught me as I walked her to the subway that life is about not where you start, but where you're going. That's family values.", 
    "name": "Al Sharpton"
  }, 
  {
    "quote": "And when I was young, my family was perfectly nice. I write a lot about it, as you noticed. But it was rather limited. I think, I don't think anyone in my family would really feel I'd done them an injustice by saying that. We didn't see many people. There were many books. It was as if I wanted to get away from home.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Like family, we are tied to each other. This is what all good musicians understand.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "My parents were French and Irish and our family even has Spanish blood-and I do so love the United States and consider myself part American.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "I just want my family to be safe. Because I am sometimes polarizing, I fear for their safety.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "People under the influence of cults is similar to that we observe in addicts. Typical behaviour for both includes draining bank accounts, neglecting children, destroying relations with family and losing interest in anything except the drug or cult.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "The question of the family now divides our society so deeply that the opposing sides cannot even agree on a definition of the institution they are arguing about.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "My family got all over me because they said Bush is only for the rich people. Then I reminded them, 'Hey, I'm rich'.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "There can be hope only for a society which acts as one big family, not as many separate ones.", 
    "name": "Anwar Sadat"
  }, 
  {
    "quote": "My kids say if there's any family dinner that doesn't result in somebody crying, it's not a good dinner. They cry because it helps relieve them of a guilt or some onerous emotional burden. It's like a family tradition.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Growing up in a particular neighborhood, growing up in a working-class family, not having much money, all of those things fire you and can give you an edge, can give you an anger.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "I'm healthy, have a loving and adorable family, great hunting dogs, a gravity defying musical career and most importantly, fuzzy-headed idiots hate me.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "Do it no matter what. If you believe in it, it is something very honorable. If somebody around you or your family does not understand it, then that's their problem. But if you do have a passion, an honest passion, just do it.", 
    "name": "Mario Andretti"
  }, 
  {
    "quote": "Because I didn't have brothers, I was always interested in the kids down the street that had four brothers in their family, so I became one of them - but it was not my family. I've always been attracted to temporary families. They tend to be lost characters.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Woman is the salvation or the destruction of the family. She carries its destiny in the folds of her mantle.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "I love when I go out and I have my hair and makeup done, but I also like it when I'm just with the family because that's real.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "In five years' time I'd like to be a mum. I want to settle down and have a family, definitely sooner rather than later. I'd like to have finished my second album too, maybe even my third. I'd like a sound that sticks around that other people are inspired by and that people know is me.", 
    "name": "Adele"
  }, 
  {
    "quote": "My mom is the backbone not just of my family but of many families.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Family's first, and that's what matters most. We realize that our love goes deeper than the tennis game.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "I'm thankful to my family, friends, and fans for all of their support.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "Over the last couple of years, I've really worked toward balancing my life out more, having a little bit more time with friends, family and my boyfriend. There was a period of time when they were way down the list. It was all about music and touring and if everything fell by the wayside, so be it.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "It is time to return to core values, time to get back to basics , to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state.", 
    "name": "John Major"
  }, 
  {
    "quote": "There's a bond among a kitchen staff, I think. You spend more time with your chef in the kitchen than you do with your own family.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "I really love being alive. I love my family and my work. I love the opportunity I have to do things. That's what happiness is.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "The true poet for me is a priest. As soon as he dons the cassock, he must leave his family.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The only people that you really have, that I learned, are your family, because they love you no matter what.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "When I do get the chance I just love to hang around at home with friends and family.", 
    "name": "Delta Goodrem"
  }, 
  {
    "quote": "Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "A family on the throne is an interesting idea. It brings down the pride of sovereignty to the level of petty life.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "One thing that was passed on from generation to generation in my family, over seven generations in 200 years, was never give up. That's the way we live.", 
    "name": "Nik Wallenda"
  }, 
  {
    "quote": "Protecting the institution of marriage safeguards, I believe, the American family.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "I know I'm talented, but I wasn't put here to sing. I was put here to be a wife and a mom and look after my family. I love what I do, but it's not where it begins and ends.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "The steady expansion of welfare programs can be taken as a measure of the steady disintegration of the Negro family structure over the past generation in the United States.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "I came from a poor family, so working and going to school at the same time was natural. It taught me multi-tasking, although we didn't call it that back then. I learned I could never be idle, I need to be doing many things at once.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "Every adolescent has that dream every century has that dream every revolutionary has that dream, to destroy the family.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "The greenest home is the one you don't build. If you really want to save the Earth, move in with another family and share a house that's already built. Better yet, live in the forest and eat whatever the squirrels don't want.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "I'm a teenager, but I'm independent - I have my own apartment, I have my own life. And I think I have learned more than any of those teenagers have in school. I learned to be responsible, leaving my family and coming here alone.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "It's hard enough to work and raise a family when your kids are all healthy and relatively normal, but when you add on some kind of disability or disease, it can just be such a burden.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "When you look at Prince Charles, don't you think that someone in the Royal family knew someone in the Royal family?", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, 'What are you talking about?' Even just seemingly regular career paths, but if it's not what people expect for you they kind of react funny.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "When you live on the road, going home is a place to escape and just be with your family to unwind.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "I am just happy to be part of the Nike family.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I don't see how the party that says it's the party of the family is going to adopt an immigration policy which destroys families that have been here a quarter century.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Going home and spending time with your family and your real friends keeps you grounded.", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "A family's photograph album is generally about the extended family and, often, is all that remains of it.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "I had to learn my faith and look after my family, and I had to make priorities. But now I've done it all and there's a little space for me to fill in the universe of music again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "We must not allow the liberals to move us away from the conservative values of the American past which sustain our present and shall secure our future. As for me and my family, we will serve God, we will serve this constitutional republic, we will serve America.", 
    "name": "Allen West"
  }, 
  {
    "quote": "And so I look at it as a relationship that I have with him that I want to give him the honor and glory anytime I have the opportunity. And then right after I give him the honor and glory, I always try to give my teammates the honor and glory. And that's how it works because Christ comes first in my life, and then my family, and then my teammates.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Being a Barrymore didn't help me, other than giving me a great sense of pride and a strange spiritual sense that I felt OK about having the passion to act. It made sense because my whole family had done it and it helped rationalise it for me.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I grew up in a family that was multifaceted, sexually oriented, and pretty much open to everything. And because I was working, my friends were all adults. I had a tough time going to different schools because people knew me from films and I was the fat child who got beaten up every day.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I really have created a family. I work with the people I love, I travel with them, I make films with them, and I'm in an office with them. So in a weird way - I know I haven't birthed a child - I feel that I'm a part of creating a family. It's a tribe. I love that word.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "When I did 'E.T.,' it sort of solidified the only family I know are these film crews. These gypsies. These filmmakers. That was the solidification and the clicking revelations of 'This is what I want to do with my life and this is where I'm going to survive.'", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I want to make sure my family's straight.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "If you have issues with family, friends, and people at work, try and solve these issues head on so you can move on and concentrate on having the life you want. Think about what you can do so that you are happy with yourself - for instance, eating right to feel great and energetic.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "My family isn't really all that different from anyone else's. Well, maybe they're a bit more entertaining.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "My other family is Fleetwood Mac. I don't need the money, but there's an emotional need for me to go on the road again. There's a love there we're a band of brothers.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "Look, I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "As a child, the family that I had and the love I had from my two parents allowed me to go ahead and be more aggressive, to search and to take risks knowing that, if I failed, I could always come home to a family of love and support.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I have let my family down and I regret those transgressions with all of my heart.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I bought a lot of rubbish things that kids buy: skateboards and clothes and typical teenage stuff. And, as soon as I could, I wasted a lot of money on cars - BMW's mostly - for myself and my family.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "It is awesome to feel you are carrying on the family name.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "My inspiration was my mom. She's a great cook, and she still cooks, and we still banter back and forth about cooking. Growing up in a mostly Portuguese community, food was important and the family table was extremely important. At a very young age I understood that.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I feel akin to the Platypus. An orphan in a family. A swimmer, a recluse. Part bird, part fish, part lizard.", 
    "name": "Trevor Dunn"
  }, 
  {
    "quote": "I think the American Dream says that anything can happen if you work hard enough at it and are persistent, and have some ability. The sky is the limit to what you can build, and what can happen to you and your family.", 
    "name": "Sanford I. Weill"
  }, 
  {
    "quote": "The lover of life makes the whole world into his family, just as the lover of the fair sex creates his from all the lovely women he has found, from those that could be found, and those who are impossible to find.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "My family really does come first. It always did and always will.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "Men have looked upon the desert as barren land, the free holding of whoever chose but in fact each hill and valley in it had a man who was its acknowledged owner and would quickly assert the right of his family or clan to it, against aggression.", 
    "name": "T. E. Lawrence"
  }, 
  {
    "quote": "It was the dumbest thing I had ever seen, but it's a family thing, and I guess it's clean.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Family and friends and faith are the most important things in your life and you should be building friendships.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "You know sit with your arm around a little kid and read. It not only teaches them to read but it keeps the family strong.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "I don't think a female running a house is a problem, a broken family. It's perceived as one because of the notion that a head is a man.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "I like to be judged by my family and friends because they know me.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I come from a very non-accepting family, but I'm very accepting.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I grew up not really having anything, so the idea that I can take care of my family and my friends now is a really cool bonus.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "When you live in an alcoholic family or an abusive family, you tiptoe, you don't want to step on any mines.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "America's a family. We all yell at each other. It all works out.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "The blues was like that problem child that you may have had in the family. You was a little bit ashamed to let anybody see him, but you loved him. You just didn't know how other people would take it.", 
    "name": "B. B. King"
  }, 
  {
    "quote": "I have a very good family. I'm very fortunate to have a very good family. I believe very strongly in the family. It's one of the things we have in our platform, is to talk about it.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "It did remind me of something out of Greek mythology - the richest king who gets everything he wants, but ultimately his family has a curse on it from the Gods.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "The fact that food plays such an important part in my films has everything to do with my family.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "A lot of what I'm obsessed with is the relationship and the dynamics between people and the family, particularly brothers and their father.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "But I also want to have a family with children one day, which is very important to me.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "With a family of six, there is always something to make, create and do together.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "Sure, climbing Mount Everest would be cool, but that's something I would now like to do as a family. Big experiences like that I don't want to have on my own anymore. I want to share them.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "Family comes first. You're the only thing they have.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "I'm not a kid. You don't get in this business for anonymity. It's not like I have posters of myself on the wall, but at the same time, I'm kind of ready for a little bit of it, but I worry for my little one, and my family - their privacy. That's what I'm more protective of.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "My parents were drawn to the idea that there was space and opportunity in Australia. For the meagre sum of &pound10, you could sail your entire family out to Australia, so that's what my father chose to do.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "My family, my parents are hippies.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I enjoy what I'm able to give my family.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "My family's lineage is five generations of artists who never made it.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Personal sins should not require press releases and problems within a family shouldn't have to mean public confessions.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I have not been true to my values and the behavior my family deserves.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I hurt my wife, my kids, my mother, my wife's family, my friends, my foundation and kids all around the world who admired me.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I get 0.5 seconds to react to a ball, sometimes even less than that. I can't be thinking of what XYZ has said about me. I need to surrender myself to my natural instincts. My subconscious mind knows exactly what to do. It is trained to react. At home, my family doesn't discuss media coverage.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "My ultimate life dream project is my kids. My family.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "I remember driving to North Carolina when I was a little girl in a snowstorm to get down to my mom's family in the Carolinas. There were chains on the car - it was the late sixties - and we were just singing in the car. Christmas carols.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "The principal contributor to loneliness in this country is television. What happens is that the family 'gets together' alone.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "I can't tell you how scary it can be walking onto a movie and suddenly joining this family, it's like going to somebody else's Christmas dinner, everyone knows everyone, and you're there and you're not quite sure what you're supposed to be doing.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "No doubt, the White House thinks the American people know Obama's story. But since the Inauguration, we've seen only the president's present: his perfect family, his Ivy League elegance, his effortless mastery of complex issues. We never see him sweat. And we forget that he ever had to struggle.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "One, if you attack my integrity, I will defend myself. If you attack my patriotism, I will defend myself. If you come after my family, I will counter-attack viciously, I will destroy you.", 
    "name": "Scott Ritter"
  }, 
  {
    "quote": "But if each man could have his own house, a large garden to cultivate and healthy surroundings - then, I thought, there will be for them a better opportunity of a happy family life.", 
    "name": "George Cadbury"
  }, 
  {
    "quote": "A home is crucial, the foundation of a stable family.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "I'm a strong person, I'm a strong family man, I'm a strong husband and a strong father.", 
    "name": "David Beckham"
  }, 
  {
    "quote": "My mom has made it possible for me to be who I am. Our family is everything. Her greatest skill was encouraging me to find my own person and own independence.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "Acting is just a way of making a living, the family is life.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "I'm from a lower middle class background all my family were immigrants.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "In my particular instance, I came from a family that didn't have anything. Everything I earned in life I made. Myself. With songs that I wrote.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "At a family's most difficult time, I want to make sure at a minimum that they have the very basic of comforts: the ability to grieve their loss privately and the knowledge that their country is grateful for their loved one's sacrifice and service.", 
    "name": "Dave Reichert"
  }, 
  {
    "quote": "If you want to see mankind fully, look at a family. Within the family minds become organically one, and for this reason the family is total poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I had a really wonderful upbringing. We were a tight family. It was wonderful to grow up with so many siblings. We were all just a year or two apart, and we were always so supportive of each other. I learned everything from my older brother and sister and taught it to my younger sisters.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "I need my family to remind me in a loving and nice way to lighten up.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "I have to make it my job to be careful with my family.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "My wife, my family, my friends - they've all taught me things about love and what that emotion really means. In a nutshell, loving someone is about giving, not receiving.", 
    "name": "Nicholas Sparks"
  }, 
  {
    "quote": "My dad would give me $10, which is a lot of money when you're 9, to sing at church, on tables at restaurants, at family functions, just about anywhere.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Santa Barbara is my hood. I mean, it's not much of a hood, but it is definitely like my hood. I claim Santa Barbara like I claim my family. I'm going to be married and buried there.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "The family only represents one aspect, however important an aspect, of a human being's functions and activities. A life is beautiful and ideal or the reverse, only when we have taken into our consideration the social as well as the family relationship.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "I come from a great family. I've seen family life and I know how wonderful, how nurturing, and how wonderful it can be.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "We will invest in our people, quality education, job opportunity, family, neighborhood, and yes, a thing we call America.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Too often, older women are seen as victims, but I know lots of formidable women who have marvellous jobs as well as a full erotic life, and children and friends and family.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "I love where I'm from. I don't live there because of the circumstances, but all my family is there. It's what's inside, it's not what's outside that determines the culture and the feeling.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Our notion of the perfect society embraces the family as its center and ornament, and this paradise is not secure until children appear to animate and complete the picture.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "I play with my grandchildren. I tend to my garden, which I love. Of course, I love to read, and family is really what it's all about.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "I draw from my family and my friends and I feel like that small-town person. The achievements, the materialistic possessions have really become to mean less. They mean nothing.", 
    "name": "Sheryl Crow"
  }, 
  {
    "quote": "I am hoping that in this year of the family we will go into our families and reconcile differences.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "I did come from a pretty independent-minded family.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I think my father would have liked to have been an artist, actually. But I think he didn't quite have perhaps the drive or, I don't know, I mean he had a family to bring up I suppose.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I hate the way they portray us in the media. If you see a black family it says they're looting, if you see a white family it says they're looking for food.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "There are just so many stories that are buried on family trees.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I do not see my family life in any way, shape, or form as an opportunity for a photo.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "My mother, at least twice, cancelled our family's subscription to the newspaper I was working on, because she was so mad about its treatment of my father.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "As they say in Italy, Italians were eating with a knife and fork when the French were still eating each other. The Medici family had to bring their Tuscan cooks up there so they could make something edible.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Having family responsibilities and concerns just has to make you a more understanding person.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "A retired teacher paid $62,000 towards her pension and nothing, yes nothing, for full family medical, dental and vision coverage over her entire career. What will we pay her? $1.4 million in pension benefits and another $215,000 in health care benefit premiums over her lifetime.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "For the first time ever I was taking the family on the road. We stayed with my in-laws, which on life's list of experiences ranks right below sitting in a tub full of scissors.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "There is an overwhelming amount of information available to us all on the web each day, not to mention what is shared with us by our family, friends, fans, and followers. This necessitates the need to filter through all that information and to decide for ourselves where to put our attention.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I love my friends and family, but I also love it when they can't find me and I can spend all day reading or walking all alone, in silence, eight thousand miles away from everyone. All alone and unreachable in a foreign country is one my most favorite possible things to be.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "They say Yogi Berra is funny. Well, he has a lovely wife and family, a beautiful home, money in the bank, and he plays golf with millionaires. What's funny about that?", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "I'm thankful for all the things that this job has given me and my family. But probably the thing that I am most proud of throughout my career is that, not only myself, but my family and the people around me have just been regular people, which we are.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I do believe at the end of the night when you're with your family, the character gets hung up on the door like a coat, and is there to be taken on the next morning.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "There's an honesty in our family - my kids and I are able to talk about things without me putting the fear of God into them.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "You cannot be happy with your family while being personally unhappy with your work. It's a Catch-22 kind of thing.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "Because of my own family's service (in the U.S. Army, Navy, and Massachusetts and New York National Guard), I am a strong supporter of the military and do believe that there are just wars.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Except for naval and air exercises, our military should be stationed on American soil, where service men and women can lead normal lives in close proximity to family and friends.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I want to do as little as possible when I finish playing ball - just spend a lot more time with my family.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "I know it's a cliche, but the whole family is just whacked. I mean, we're all out of our minds. They're the funniest, most eccentric bizarre people I've ever met, my siblings.", 
    "name": "Dana Carvey"
  }, 
  {
    "quote": "Only solitary men know the full joys of frienship. Others have their family but to a solitary and an exile, his friends are everything.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "Parenthood and family come first for me, and when I'm not working I'm cool with the Teletubbies.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Studies have shown that since women have had access to the pill and family planning measures, they have made huge gains in both wages and in careers that were dominated by men.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "For families across the UK who are income-poor, but more than that, whose lives are blighted by worklessness, educational failure, family breakdown, problem debt and poor health, as well as other problems, giving them an extra pound - say through increased benefits - will not address the reason they find themselves in difficulty in the first place.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Mental illness is the last frontier. The gay thing is part of everyday life now on a show like 'Modern Family,' but mental illness is still full of stigma. Maybe it is time for that to change.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "If anything interferes with my inner peace, I will walk away. Arguments with family members. All that stuff. None of it matters.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "It is no longer an unwritten law of American capitalism that industry will attempt to maintain wages at a level that allows a single wage to support a family.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "The family wage has been eroded by the same developments that have promoted consumerism as a way of life.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "In a big family the first child is kind of like the first pancake. If it's not perfect, that's okay, there are a lot more coming along.", 
    "name": "Antonin Scalia"
  }, 
  {
    "quote": "I'm worried about that man or woman sitting around - the coffee table tonight or in their kitchen talking about how are we going to get to work. How are we going to have the dignity to take care of our family.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I have been called a nun with a switchblade where my privacy is concerned. I think there's a point where one says, that's for family, that's for me.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "My sense of the family history is somewhat sketchy, because my mother kept a great deal to herself.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "Never refuse an assignment except when there is a conflict of interest, a potential of danger to you or your family, or you hold a strongly biased attitude about the subject under focus.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "The last thing family and friends want is for you to spend money on them that you don't have or that you can't really spare.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I believe there are three keys to success. For me it is keeping my priorities in order: It's my faith and my family, and then the business.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "My friends ask me why I still live with my family, but I feel comfortable there. We've all been through so much together.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I know my family and I would always go up to the mountains just for fun. We always skied. Then, all of a sudden, my brother started snow boarding. Older brother thing, I had to do what he was doing. So I started snow boarding.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I sang in the choir for years, even though my family belonged to another church.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "My father was the center of the family, and everyone tried to please him.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Thinking back to those earlier days, I felt I was weak when I wasn't making movies, and then when I was, I thought I was weak as a family member.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Soon we saw that money going to women brought much more benefit to the family than money going to the men. So we changed our policy and gave a high priority to women. As a result, now 96% of our four million borrowers in Grameen Bank are women.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "The first responsibility of the Muslim is as teacher. That is his job, to teach. His first school, his first classroom is within the household. His first student is himself. He masters himself and then he begins to convey the knowledge that he has acquired to the family. The people who are closest to him.", 
    "name": "H. Rap Brown"
  }, 
  {
    "quote": "I come from a family of losers, and I've rejected my family as something I don't want to be like.", 
    "name": "Sting"
  }, 
  {
    "quote": "I have an obligation to try to live as long as I can for my family.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "My goal is to get everybody in America to do their family tree.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "If you share a common ancestor with somebody, you're related to them. It doesn't mean that you're going to invite them to the family reunion, but it means that you share DNA.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "If you share a common ancestor with somebody, you're related to them. It doesn't mean that you're going to invite them to the family reunion, but it means that you share DNA. I think it's fascinating.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The bottom line is that Wanda Sykes has the longest continuously documented family tree of any African-American we have ever researched.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "My family and our neighbors and friends thought of Africa and its Africans as extensions of the stereotyped characters that we saw in movies and on television in films such as 'Tarzan' and in programs such as 'Ramar of the Jungle' and 'Sheena, Queen of the Jungle.'", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "You can say I had a severe case of 'Roots' envy. I wanted to be like Alex Haley, and I wanted to be able to... do my family tree back to the slave ship and then reverse the Middle Passage, as I like to put it, and find the tribe or ethnic group that I was from in Africa.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "So when you do your family tree and Margaret Cho does hers, and... Wanda Sykes and John Legend... we're adding to the database that scholars can then draw from to generalize about the complexity of the American experience. And that's the contribution that family trees make to broader scholarship.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "It seems to me that unless you or someone very close to you has had a bad head injury, you really can't fathom it. You have no concept of what it is all about. It was so difficult for my whole family, not just me.", 
    "name": "Barbara Mandrell"
  }, 
  {
    "quote": "Seeing the family is a very important part of my weekend.", 
    "name": "Susannah York"
  }, 
  {
    "quote": "I come from an Italian family. One of the greatest and most profound expressions we would ever use in conversations or arguments was a slamming door. The slamming door was our punctuation mark.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "You follow any family around, you're going to see elation, you're going to see disharmony.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "Only as far as a man is happily married to himself is he fit for married life and family life in general.", 
    "name": "Novalis"
  }, 
  {
    "quote": "I have had lots of friends who've been affected by Aids and a very good friend of mine, Oscar Moore, died of Aids and I was with him in his last year quite a bit. And of course he was a man living in a very rich culture with a wealthy family who was able to afford health care.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I understand what it's like to come with your family, and to uproot yourself and come to another culture. You need a lot of support. People say, 'She's got her daughter she's got her husband.' Yeah, but she hasn't got anyone else.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "The real estate agent had to go door-to-door in the apartment building we wanted to rent, asking if it was OK for this interracial family - my mom is white and I was a 1-year-old half-African kid - to live in the apartment building.", 
    "name": "Tom Morello"
  }, 
  {
    "quote": "The Rooneys are very classy. They're very deliberate with their decision-making. Once you're part of that family, Steeler nation, they treat you with respect. You don't have a lot of rambunctious players running around.", 
    "name": "Tony Dorsett"
  }, 
  {
    "quote": "In every song I write, whether it's a love song or a political song or a song about family, the one thing that I find is feeling lost and trying to find your way.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "I wanted the players to feel like they were part of a family, to be conscious of that controlled togetherness as they made that slow entrance onto the field. It had a great psychological effect on the opposing team, too. They'd never seen anything like it.", 
    "name": "Hayden Fry"
  }, 
  {
    "quote": "I now have two different audiences. There's the one that has been watching my action films for 20 years, and the American family audience. American jokes, less fighting.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "My grandfather's family used to own a pasta factory in Naples and they would go door-to-door selling their pasta. So his love of food came from his parents, which was then passed down to my mother and then again to me.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I work more now because at this time of my life I am not disturbed from my aim by outside pressures such as family, passionate relationships, dealing with 'who am I?' - those complications when one is searching for one's self.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "I have yet to see a drama that puts forward women who are successful and have a family. Women are nearly always seen as victims.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Like all best families, we have our share of eccentricities, of impetuous and wayward youngsters and of family disagreements.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "I'm often asked if I regret not going to Hollywood. I'm glad I didn't go, because if I had I wouldn't have my extended family, which is the fabric of my life. Only recently have I realised how special and unusual it is.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "I have yet to see a drama that puts forward women who are successful and also have a family... they are nearly always seen as victims.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that's when you were holding onto music like it was a palm tree in a hurricane.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "A ball player has to be kept hungry to become a big leaguer. That's why no boy from a rich family has ever made the big leagues.", 
    "name": "Joe DiMaggio"
  }, 
  {
    "quote": "For those who are able to work, work has to be seen as the best route out of poverty. For work is not just about more money - it is transformative. It's about taking responsibility for yourself and your family.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "I'd like to have a family.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Whenever I have friends over, we end up eating and talking and losing track of time, and, once in a while, singing karaoke. It reminds me of the family meals we had in Russia, which always lasted a very long time. That's a tradition I miss.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "My family and I built my whole career from scratch.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "My family is awesome.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "I support concrete and progressive immigration reform based on three primary criteria: family reunification, economic contributions, and humanitarian concerns.", 
    "name": "Jeff Bingaman"
  }, 
  {
    "quote": "I can't imagine dating a boy, meeting him only outside the home. What's a home and family for if it's not the center of one's life?", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "My wife, a schoolteacher, very disciplined. If you think I'm tough, trust me, and wait till you see when the children are on the naughty step. It's hilarious. So we decided that I'm going to work like a donkey and provide amazing support for the family.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "The dirty little secret is that the pool man, who's making $30,000 a year, is subsidizing the million-dollar mortgage for the family whose pool he cleans. No wonder people want to get rid of tax breaks for corporate jets.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "My father, who died a few years ago, was a good, simple, very honest man. His faith and affection for his family was just unassailable, without question.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "You go to a restaurant in the States and kids have these game boards at the table. You don't see that in Italy or Spain. It's not because they can't afford to buy them, it's because that's not what eating together as a family is about.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Stay out of the sun, because it is the worst thing in terms of aging. I'm very medical. I come from a medical family.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "I don't hide my feelings, but when it comes to illness, I guess I don't panic. My father was the same way. I'm the provider for the family and the caretaker. If I panic, who is anybody going to run to?", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "If you don't have public hangings for bad culture in a company, if you don't take people out and let them say, they went home to spend more time with the family. It's crazy.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "I am suspending my presidential campaign, because of the continued distractions, the continued hurt caused on me and my family, not because we are not fighters. Not because I'm not a fighter.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "That's a central part of philosophy, of ethics. What do I owe to strangers? What do I owe to my family? What is it to live a good life? Those are questions which we face as individuals.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Catholic school graduates exhibit a wide variety of qualities that will not only help them in their careers but also in their family and community lives.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "I grew up in a Navy family.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "We were never a family that had a lot. We had enough, but not a lot.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Growing up in an Italian family, you use a harsh tone and 10 minutes later everybody forgets about it.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there.", 
    "name": "Robert Cormier"
  }, 
  {
    "quote": "Fundamentalists are panicked by the apparent disintegration of the family, the disappearance of certainty and the decay of morality. Fear leads them to ask, if we cannot trust the Bible, what can we trust?", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "The Universal Declaration of Human Rights describes the family as the natural and fundamental unit of society. It follows that any choice and decision with regard to the size of the family must irrevocably rest with the family itself, and cannot be made by anyone else.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "There's something about being with a group of people who become like family that must be needed in society.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "In Turkey, you're not allowed to be left alone in the hospital. The nurse teaches the family how to do things, and somebody is always there with the patient.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Young actors often don't think of the consequences of doing nudity or sex scenes. They want the role so badly that they agree to be exploited, and then end up embarrassing family, friends, and even strangers.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "I just want to be healthy and stay alive and keep my family going and everything and keep my friends going and try to do something so that this world will be peaceful. That is the most ambitious and the most difficult thing, but I'm there trying to do it.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "You don't have to give birth to someone to have a family.", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "I grew up in a family where the women were just nuts. They didn't stand around in cardigans making polite conversation while they chopped tomatoes.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "I am very lucky, I have a very tight group of friends and a very supportive family, and to this date no-one has ever sold a story on me.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "I'm lucky to have family around me. Otherwise, I'll be taking the risk of falling in love with myself.", 
    "name": "Shakira"
  }, 
  {
    "quote": "I want to apologize to all of the people I have let down because of my behavior which has reflected badly on my family, friends, co-workers, business associates and others.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "Women know what men have long forgotten. The ultimate economic and spiritual unit of any civilization is still the family.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "The Bible is the great family chronicle of the Jews.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Even if you plan a marriage and a family, you are never quite prepared for the reality versus how you imagined it. In a lot of ways it's better, and in a lot of ways it's worse. That's life, right?", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "But when you lose a family member or something tragic happens, that stays with you forever. You never get over it. Knowing that you have to deal with that for the rest of your life... Football is important, but not as important as you once thought it was.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone's grown to accept that and so they give me my space at the show.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "We have a president who stole the presidency through family ties, arrogance and intimidation, employing Republican operatives to exercise the tactics of voter fraud by disenfranchising thousands of blacks, elderly Jews and other minorities.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "By the time I was 30, nobody would work with me. I was friendless, I was hopeless, I was suicidal, lost my family - I mean, it was bad. Bottomed out, didn't know what I was going to do. I actually thought I was going to be a chef - go to work in a kitchen someplace.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Never write an advertisement which you wouldn't want your family to read. You wouldn't tell lies to your own wife. Don't tell them to mine.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Growing up, I was taught that a man has to defend his family. When the wolf is trying to get in, you gotta stand in the doorway.", 
    "name": "B. B. King"
  }, 
  {
    "quote": "What I got which was unusual, especially as a child actress, was parents who believed that Hollywood was not that important. They told us education, family, health, all come first and they meant it.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "All my freakouts have been pretty private and directed at family pets and/or people I have been dating for too short a time to freak out at in that way.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "I think the family movie is very important to everybody right now.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I'm getting older now, so I should think about a family, but certainly not tomorrow.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I'm less worried about accomplishment - as younger people always can't help but be - and more concerned with spending my time well, spending time with my family, and reading, learning things.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "If you see a black family, it's looting, but if it's a white family they are looking for food.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "My own mother always taught me that fairness was a family value - I think equal pay is about fairness for everyone.", 
    "name": "Mike Honda"
  }, 
  {
    "quote": "I always tried to do things by example, even though I was not a very good mother regarding routines and family life.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "Being rich is a good thing. Not just in the obvious sense of benefitting you and your family, but in the broader sense. Profits are not a zero sum game. The more you make, the more of a financial impact you can have.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "People had this image of the Jacksons as the perfect American family and I destroyed that image. But what people have to understand is writing that book was very healing for me.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "I married him because he told me it was the only way he could protect me. If we were just manager and client, my family could do whatever they wanted to get me back, but if I was his wife, they couldn't.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "I can't say it's not painful being estranged from most of my family. I wish it could be otherwise.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "Outside of being home with my family, I prefer a crowd.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "I've never had a very closely connected family. My parents split up when I was young and I was living with my mom for a little while, then I was kind of just on my own really young. It wasn't some kind of global tragedy, it was just never really a very close-knit family. So there was support in the sense that they didn't stand in my way.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "AP promoted me to the White House beat because I knew Clinton, his family, friends, and staff better than anybody in the national press corps. Those contacts helped me break a few stories and get my career in Washington jump-started.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "We all wish we could be in more than one place at the same time. People with families feel guilty all the time-if we spend too much time with our family, we feel we're not working hard enough.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "You know, every family and every business in California knows what it means to go through tough times.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "I was one those kids who had books on them. Before weddings, Bar Mitzvahs, funerals and anything else where you're actually meant to not be reading, my family would frisk me and take the book away. If they didn't find it by this point in the procedure, I would be sitting over in that corner completely unnoticed just reading my book.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "A growing awareness of the depth of popular attachment to the family has led some liberals to concede that family is not just a buzzword for reaction.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "When you look at a family, if you have a family that never interacts with each other, never has strong conversation with each other, never has disagreements, nine times out of ten you have a very cold family and they're not going to be, at the end, they're not going to be close.", 
    "name": "Mike Singletary"
  }, 
  {
    "quote": "I don't have a saviour or a royal family.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Most Evangelicals claim to be politically non-partisan, and say they only identify with the Republican Party because the Republicans are committed to 'family values.'", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I, for one, am quite willing to join the 'forgive, forget and move on' crowd, but it does make me wonder if Evangelicals are going to sound believable when they say that they tend to vote Republican because of their religious commitments to the family.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "The traditional spokespersons for the Evangelicals, such as Chuck Colson and James Dobson, have become alarmed about this drift away from the 'Family Values' issues that they believe should be the overwhelming concerns of Evangelicals. They have expressed their displeasure in letters of protest circulated through the religious media.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I only tour in short bursts, I'm only ever away from my family and three daughters for a month or two.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Everybody sung in my family.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "Well, I have a CBE and I accepted it with glee because it's not bestowed on you by the royal family, it's not bestowed on you by the government, you have to be nominated by the public.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I have often noticed that ancestors never boast of the descendants who boast of ancestors. I would rather start a family than finish one. Blood will tell, but often it tells too much.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "They needed someone to write a script of The Great Gatsby very quickly for the movie they were making. I took this job so I'd be sure to have some dough to support my family.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I had a number of very strong personalities in my family. My father was a concert flutist, the solo flute for Toscanini.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "For my own family, I would always choose the makeshift, surrogate family formed by various characters unrelated by blood.", 
    "name": "Anne Tyler"
  }, 
  {
    "quote": "I think that's become passe, but if you can surround yourself with a kind of monument to yourself and your family - a statement - and you can afford it, then that's a noble project.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "I'm not ready to get married, but I have a pretty great family and I'd like that too, someday.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I have a great family by the way, but you need to find people who can pull something out from you that might be otherwise unseen.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "It's not an accident that both my sister and I are writers. Our parents created an accidental Petri dish. My family has great storytellers, and I grew up in a very funny, conversational house and didn't have television. This small family farm was a bubble world that didn't have much to do with reality.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "A family is very special. So when a family splits up, it's not good, it's never good.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "It never occurred to me that I wouldn't go to college and have a career - as well as a family - of my own. Both my parents, but especially my mother, encouraged me and led me to believe that it was possible.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "After all is said that can be said upon the liquor traffic, its influence is degrading upon the individual, the family, politics and business, and upon everything that you touch in this old world.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "I grew up in a family of strong women and I owe any capacity I have to understand women to my mother and big sister. They taught me to respect women in a way where I've always felt a strong emotional connection to women, which has also helped me in the way I approach my work as an actor.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "Life is not a matter of place, things or comfort rather, it concerns the basic human rights of family, country, justice and human dignity.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "I don't think quantity time is as special as quality time with your family.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "Interesting things come your way but as you get older, your lifestyle changes. I don't want to travel I don't want to be in a hotel room away from my family.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "We all started snowboarding in the beginning as a family just to be closer together, go on trips. It was our soccer, but instead of Dad yelling at me from the sideline he is there riding with me and hitting the jumps even before I am hitting them.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "In every age there has been a stream of popular opinion that has carried all before it, and given a family character, as it were, to the century.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Family involvement is a valuable thing and playing together actively can be the '90s version of it. Instead of just watching, you can do it together... something we don't spend enough time on. We can motivate and excite each other about fitness.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "My priorities are always going to be my husband and my family now. That's a huge, huge thing.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone's got their own definition.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "Nobody in my family ever thought that I'd a be a model.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "I miss my family, and I like being a tourist when I go back.", 
    "name": "Tim Roth"
  }, 
  {
    "quote": "We need to recognise that what really matters isn't buying more and more consumer goods, but family, friends, and knowing that we are doing something worthwhile with our lives. Helping to reduce the appalling consequences of world poverty should be part of that reassessment.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "There's no road map on how to raise a family: it's always an enormous negotiation.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "If you wish to spare yourself and your venerable family, give heed to my advice with the ear of intelligence. If you do not, you will see what God has willed.", 
    "name": "Hulagu Khan"
  }, 
  {
    "quote": "Individual responsibility, hard work, paying attention in school, faith, family all these things are important.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I think it's been a little difficult at times for the audience, because they've told me they see me as a family member. So to see your little sister sing about sex... I think they are pretty used to it now.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "The secret is to make sure your family comes before anything else, because no matter what you do you've got to come home.", 
    "name": "Barry Gibb"
  }, 
  {
    "quote": "I want a baby and I want a family, for sure.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Syria should not belong to one family, to one coterie, or to one party. It belongs to all the people of Syria equally, in all their religious and ethnic diversity.", 
    "name": "William Hague"
  }, 
  {
    "quote": "My family is my life, and I'll never lose that.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I guess now that I think back, I used to play priest and be a funny priest. I don't know, I grew up in such a Catholic family that I kind of liked to test the boundaries a little bit and I think I had fun watching my mom laugh.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "In the family sandwich, the older people and the younger ones can recognize one another as the bread. Those in the middle are, for a time, the meat.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "I've been screaming at the top of my lungs at my family, 'Work out! Work out! Old age is coming!'", 
    "name": "Cher"
  }, 
  {
    "quote": "I'm still very connected to my family, to the world I grew up in. I understand what it means to be afraid that you can't pay a doctor's bill. Or to have to make the choice between buying a band uniform for a seventh-grader and making the insurance payment on time. That will never leave me. It was how I lived until I was well into my adult years.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "Like a lot of you, I grew up in a family on the ragged edges of the middle class. My daddy sold carpeting and ended up as a maintenance man. After he had a heart attack, my mom worked the phones at Sears so we could hang on to our house.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "I do all of the grocery shopping in my little family. I buy cheese, of many different kinds, sliced packaged meats and poultry, bagels, immense quantities of eggs, pre-made fried chicken. Milk. Bacon. It is insane how much dairy, deli and bakery stuff I buy.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Personally, I think four is the perfect number of children for our particular family. Four is enough to create the frenzied cacophony that my husband and I find so joyful.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Liberals tend to put the onus of your success on society and conservatives on you and your family.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "As a novelist, I mined my history, my family and my memory, but in a very specific way. Writing fiction, I never made use of experiences immediately as they happened. I needed to let things fester in my memory, mature and transmogrify into something meaningful.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Opponents of capital punishment argue that the state has no right to take a murderer's life. Apparently, one fact that abolitionists forget or overlook is that the state is acting not only on behalf of society, but also on behalf of the murdered person and the murdered person's family.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "During the periods in my marriage when I chose to stay home with my kids rather than work as an attorney, it caused me no end of anxiety. Despite the fact that I knew I was contributing to our family by caring for our children, I still felt that my worth was less because I wasn't earning.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "For all of higher civilization's recorded history, becoming a man was defined overwhelmingly as taking responsibility for a family.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Family farms and small businesses are the backbone of our communities.", 
    "name": "Tom Allen"
  }, 
  {
    "quote": "My work's never been accepted by my family, but it's something I'll always carry on with.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I am a big fan of smelly cheeses but the rest of the family don't seem to be particularly keen on them.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I love being around my friends and my family and spending time with my husband. I like being normal and recharging my batteries, and I feel like I have the coolest job in the world where I get to get on stage and perform and get to do a lot of really amazing things.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "When there is time to think about cricket, I think but when there is time to be with family, I try to do justice to that aspect of my life as well.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "Many a man who pays rent all his life owns his own home and many a family has successfully saved for a home only to find itself at last with nothing but a house.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "I've been to all 50 states, and traveled this whole country, and 90 percent of the people are good folks. The rest of them take after the other side of the family.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "My wife is so analytical with raising kids, and I am not. My feeling is if they turn out good, then that means I was a good daddy and put a lot of effort into it. If they turn out bad, it means they took after her side of the family.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "My father never talked about the sacrifices that the family made for me.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "It's not common for a woman on television, especially if she's the mom of the family, to be funny. She's usually a straight man or foil.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "It's long been accepted as fact that the availability of family planning services saves lives. Where women have access to these services, children and families are healthier, and society at large benefits.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "I can't move back to England. My home is in France now. I'd love to but I can't. My family's all there now.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "I always wanted my music to influence the life you were living emotionally - with your family, your lover, your wife, and, at a certain point, with your children.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Adoption has been a part of my life and a part of my family, so it was how I wanted to start. It felt natural and right to me.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "I want my family to resemble the family I came from.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "The town, the team, it's a family. That has helped. For some people who have had to deal with some of the problems I have had to deal with don't have football as an out.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "We really were a very musical family. Father managed to buy us a small pump organ, and I just loved this instrument.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "By 1969, when I celebrated 45 years in the music business, I also had 45 people in our musical family.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "This character feels so much like my brother. He has two children. He has a wife. He works with me. He chooses to stay in New Hampshire because he wants his kids to grow up in the school they started with. He doesn't want them to lose friends. He is his family's hero.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "The problem with me, as far as getting married and having a family, is that my comedy is so important to me. So I don't know if I'll ever be as good a dad as my dad.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "Sometimes you can't prioritise family and you feel guilty.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I've always wanted to do a family movie.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I have other obligations now - the show, my family, my life... though I know that without my sobriety I wouldn't have any of those things.", 
    "name": "Rob Lowe"
  }, 
  {
    "quote": "When I was working, and when I was making substantial amounts of money, I always filed and paid my taxes. This only stopped, when it was necessary to withdraw from society, in order to guarantee the safety and well-being of myself and my family.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "The pictures of my family were designed to be on a family wall, they were supposed to be together. It was supposed to copy my mother's wall in her house.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family.", 
    "name": "Adriana Trigiani"
  }, 
  {
    "quote": "The monarchy is foremost a business, and it's important to them that the British public continue to finance the excessive luxurious lifestyles of the now quite enormous, wasteful and useless 'royal' family. I find it very sad.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "'American Horror' is the debasement of the suburban family, the way a lonely kid would have imagined it in the Seventies.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "I'm not an anarchist, but I believe that people don't want the royal family - the so-called royal family.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "My dad was a militant atheist, or is a militant atheist. My mum was sort of bought up in a religious family because she was a Protestant from Ireland but wasn't especially religious.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "If you want to really know what your friends and family think of you die broke, and then see who shows up for the funeral.", 
    "name": "Gregory Nunn"
  }, 
  {
    "quote": "I have a mother that's very strong and family that surround me and constantly tell me they love me.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "I approached everything, my job, my family, my romances, with intensity.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "None of my actions have ever sort of been motored by the search for a husband or wondering if I was going to have a family someday or wanting to live in a really great house or thinking it would be really great to have a diamond.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "A lot of parents never speak to their transgender kids again that's not the case in my family.", 
    "name": "Chaz Bono"
  }, 
  {
    "quote": "The purpose of the Seder to my mind is to inspire conversations with your family about the human drama and hopefully transmit values to the next generation. I've always felt like this could be better.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "We need a better way to talk about eating animals, a way that doesn't ignore or even just shruggingly accept things like habits, cravings, family and history but rather incorporates them into the conversation. The more they are allowed in, the more able we will be to follow our best instincts.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I'm happiest with my family around me.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "All the songs I write are about human dynamics, whether it's with girlfriends, boyfriends, or family.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "We expect teachers to handle teenage pregnancy, substance abuse, and the failings of the family. Then we expect them to educate our children.", 
    "name": "John Sculley"
  }, 
  {
    "quote": "I eat a little bit of everything and not a lot of anything. Everything in moderation. I know that's really hard for people to understand, but I grew up in an Italian family where we didn't overdo anything. We ate pasta, yes, but not a lot of it.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "When I go back to family reunions everybody goes, 'Hey cousin! Hey Auntie!' And I'm like, 'Okay I don't know you, I have no idea who you are.' I am auntie and cousin for so many and even the ones in prison call me collect. And I'll be like, 'Which of my family members are giving you this phone number?'", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I'm the git in the family.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "A loving family provides the foundation children need to succeed, and strong families with a man and a woman - bonded together for life - always have been, and always will be, the key to such families.", 
    "name": "Jim Bunning"
  }, 
  {
    "quote": "People can undergo a sudden change of thinking and loyalties under threat of death or intense social pressure and isolation from friends and family.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "I would look at a dog and when our eyes met, I realized that the dog and all creatures are my family. They're like you and me.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "My family and friends treat me as they always have.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "My health and my family are the core of my being.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Broken relationships are a source of heavy heartbreak that seem to affect every family.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "I do come from a strong family.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Liberals subscribe to the new flexible, pluralistic definition of the family their defense of families carries no conviction.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "Most women are pragmatists who have allowed extremists on the left and right to manipulate the family issue for their own purposes.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "The last three decades have seen the collapse of the family wage system.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "The left ask people to believe that there is no conflict between feminism and the family.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "I'm not asking that people accept homosexuality. I'm not asking that they believe like I do that it's inborn. I'm not asking that. All I'm saying is don't let these children suffer without a family because of your bias.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "The left sees nothing but bigotry and superstition in the popular defense of the family or in popular attitudes regarding abortion, crime, busing, and the school curriculum.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "If you go from a structure where you have the support and that partner and that construction of a family and that's broken apart, I think that's probably a lot harder than always being a single mom and having the father being a support in another area.", 
    "name": "Bridget Moynahan"
  }, 
  {
    "quote": "When liberals finally grasped the strength of popular feeling about the family, they cried to appropriate the rhetoric and symbolism of family values for their own purposes.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "How do you rebel in a family of rebels?", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "My dad's whole family is in Madras and I was born in America so we didn't have that big Indian community. I don't really have anything interesting to say about it. When I talk about it people are like, 'meh, let's talk about something else.'", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I am like a kid. I tell my family and friends I'm like a kid.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "You might think that after thousands of years of coming up too soon and getting frozen, the crocus family would have had a little sense knocked into it.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "From very early on in my childhood - four, five years old - I felt alien to the human race. I felt very comfortable with thinking I was from another planet, because I felt disconnected - I was very tall and skinny, and I didn't look like anybody else, I didn't even look like any member of my family.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "A rumor that followed me forever was that my family was in the mafia. For years I had to live with it. They'd call me the mafia princess, so I rolled with it for the rest of high school. People even joke about it today.", 
    "name": "Giuliana Rancic"
  }, 
  {
    "quote": "Instead of plotting the demise of the traditional family, as some politicians and religious leaders would have you believe, gay people mow their lawns and watch 'American Idol' and video their children's concerts and have the same hopes and dreams that their straight counterparts do.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "My whole family is very sarcastic and constantly making jokes.", 
    "name": "Emily Deschanel"
  }, 
  {
    "quote": "My encounters with racism are sort of second-hand situations where I might be standing around with a group of white friends and someone makes a comment that they wouldn't make at my family reunion.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "Here's the thing: the unit of reverence in Europe is the family, which is why a child born today of unmarried parents in Sweden has a better chance of growing up in a house with both of his parents than a child born to a married couple in America. Here we revere the couple, there they revere the family.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Sometimes you struggle so hard to feed your family one way, you forget to feed them the other way, with spiritual nourishment. Everybody needs that.", 
    "name": "James Brown"
  }, 
  {
    "quote": "Thank you to everyone that has made me the athlete I am! God, family and friends, my competitors and supporters! You have all had a hand!", 
    "name": "Oscar Pistorius"
  }, 
  {
    "quote": "In my family, in the days prior to television, we liked to while away the evenings by making ourselves miserable, solely based on our ability to speak the language viciously.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "My idea of perfect happiness is a healthy family, peace between nations, and all the critics die.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "One person may need (or want) more leisure, another more work one more adventure, another more security, and so on. It is this diversity that makes a country, indeed a state, a city, a church, or a family, healthy. 'One-size-fits-all,' and that size determined by the State has a name, and that name is 'slavery.'", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Our family was too strange and weird for even Santa Claus to come visit... Santa, who was jolly - but, let's face it, he was also very judgmental.", 
    "name": "Julia Sweeney"
  }, 
  {
    "quote": "The family is the school of duties - founded on love.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "My family were from Jamaica.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "I believe in God, family, truth between people, the power of love.", 
    "name": "Michael Landon"
  }, 
  {
    "quote": "My family... always had the value of the family table and these cultural influences of growing up.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "We'll be going to the fish market and a farmer's market this afternoon to get what we need to make and eat dinner as a family. I'm trying to expose my kids to going to a farmers market or the fish market and learning what that's all about.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "When Nirvana became popular, you could very easily slip and get lost during that storm. I fortunately had really heavy anchors - old friends, family.", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "My mother was passionate. She was stubborn, the dominant one in the family. She dominated my father.", 
    "name": "Hugh Leonard"
  }, 
  {
    "quote": "My mother was the first woman in the county in Indiana where we were born, in Jay County, to have a college degree. She was educated as a pianist and she wanted to concertize, but when the war came she was married, had a family, so she started teaching.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "At this time when I turn 50, because so there's many of my friends and family who didn't get to see 50-years-old, and so, I'm celebrating for them too.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "There is only one way to solve the alleged crisis of the erosion of 'family values.' And that is to get right down to the root cause of the problem.", 
    "name": "Mike Royko"
  }, 
  {
    "quote": "My family, you know, are all still, you know, very close. We're all still very close. Mom and Daddy are still alive. So, what more can you ask for? Your kids are healthy.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "My whole family's been in the business. My whole family is crazy.", 
    "name": "Blake Lively"
  }, 
  {
    "quote": "My goals have changed throughout my life. At one time it was winning awards, selling out concert dates, selling more albums than anyone else. Now, my goals are to see my grandchildren grown, live a long and healthy life with my family and friends and travel the world.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "If you want to look at the state of humans, you should look at the state of animals first. People are choosing whether or not they can feed an animal and their family. And every shelter coast-to-coast is stuffed.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "Diabetes affects my family. One of my kids is affected by it.", 
    "name": "John Ratzenberger"
  }, 
  {
    "quote": "I really appreciate family. I really can't imagine life without them!", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "It's a tremendous responsibility to be direct descendants of the prophet Muhammad. This family has had the burden of leadership on its shoulders for 1,400 years. I'm not going to drop the ball on my shift.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "At one point in my life, I was very involved with social causes. I'm still involved, but now I have a family and it's important to me.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "I have one friend that I've had since I was born, and she's from Coatzacoalcos. She's not really impressed or interested in the actor's life. My family isn't really either.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "From those to whom much is given, much is expected. I have been given much - the love of my family, the faith and trust of the people of New York, and the chance to lead this state. I am deeply sorry that I did not live up to what was expected of me.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I have acted in a way that violates my obligations to my family and violates my, or any, sense of right and wrong. I apologize first and most importantly to my family. I apologize to the public, whom I promised better.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Well, one of the most important things for Americans to be reminded of is that a lot of the exceptional nature of our country is founded in Judeo-Christian values that promotes individualism, personal responsibility, a strong work ethic, and a commitment to family, charity.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I'm an actor I'm not a politician. I always kick myself when I talk too much about family, or personal things.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "Look, I've got incredible pride for my family. I've absolutely fallen into that cliche of a dad who could just happily talk about my daughter endlessly.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "There was a great complexity to my father. He was a devoted family man. But, in the same breath, he simply was not suited to an anchored life. He should have been somebody who had a backpack, an old map, a bit of change in his pocket and that was it - roaming the world.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I can make dressing - or stuffing. Y'all call it stuffing up here, we call it dressing down there. It's really good dressing. That family recipe was passed on, and I love to make that.", 
    "name": "Edie Brickell"
  }, 
  {
    "quote": "If you feel rooted in your home and family, if you're active in your community, there's nothing more empowering. The best way to make a difference in the world is to start by making a difference in your own life.", 
    "name": "Julia Louis-Dreyfus"
  }, 
  {
    "quote": "I text a lot people, because it's how I stay connected with all my family and friends when I'm on set and traveling.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "My family belongs to a tennis club in Valencia, California, so I always go there. I play a lot of tennis with my dad and swim. And I like to go to the gym there.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "Experience taught me that working families are often just one pay check away from economic disaster. And it showed me first-hand the importance of every family having access to good health care.", 
    "name": "Dave Obey"
  }, 
  {
    "quote": "It's very hard to make arguments about the effects of cloning on family relations if family relations are in tatters.", 
    "name": "Leon Kass"
  }, 
  {
    "quote": "My family is from the South, and I can remember all those ladies I grew up with, like my great-aunts, who had handkerchiefs. There's something sweet about them.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "My kids are the future of the Mayweather family and of the Mayweather brand. I feel our family is stronger if we stay together.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "I have a really, really, really normal family. And by normal I mean we're all nuts on some level. I think you've gotta be a little nuts to pursue any kind of creative job. I was also a really good kid. I know that sounds really dull, but I didn't rebel in the traditional sense.", 
    "name": "Anna Paquin"
  }, 
  {
    "quote": "Selfishness, narcissism, being uncomfortable in your own skin, not feeling connected to the world around you, feeling dislocated from family and youth, having a strange relationship with your childhood - all those things feel really true to me.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I have a family.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "The kitchen really is the castle itself. This is where we spend our happiest moments and where we find the joy of being a family.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Given my last position, that I was the first U.S attorney post 9/11 in New Jersey, I understand acutely the pain and sorrow and upset of the family members who lost loved ones that day at the hands of radical Muslim extremists. And their sensitivities and concerns have to be taken into account.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "It sounds cliche, but success is your friends, your family, what you do, and if you're happy when you wake up.", 
    "name": "Michael Pitt"
  }, 
  {
    "quote": "I think the Hispanic community, the values that resonate in our community, are fundamentally conservative. They are faith, family, patriotism.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "I contribute my best in my sport and I also have a ton of respect for myself and my family.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "One's nativity is not of his own choosing, but whatever it may be, it is entitled to respect and all nations have honorable place in the world's family.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "Fame is a lot of pressure, especially when you're responsible for your entire family. Financially, emotionally - everything.", 
    "name": "Nick Carter"
  }, 
  {
    "quote": "I was the first person to go to university from my family.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "You should be able to afford health care for your family. You should be able to retire with dignity and respect. And you should be able to give your children the kind of education that allows them to dream even bigger, go even farther and accomplish even more than you could ever imagine.", 
    "name": "Cory Booker"
  }, 
  {
    "quote": "'I Know You Care' is really personal and fragile for me. For me, it's about losing a family member and also about a breakup. It's about this idea of losing someone for good.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Getting and keeping my immunity became very important to me. For I needed to take care of myself and my family. No one else was worried about me.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "I was the black sheep of the family, and my mother never really understood me.", 
    "name": "Andre Rieu"
  }, 
  {
    "quote": "Of course, I will continue to share my favorite Southern recipes, just like my mama, grandmother and family shared with me over the years. And now, I'll be adding a little bit of a lighter touch to some of these wonderful dishes.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "What we've tried to do is have neighbors, colleagues, friends and family talking.", 
    "name": "David Plouffe"
  }, 
  {
    "quote": "Long before we understand ourselves through the process of self-examination, we understand ourselves in a self-evident way in the family, society and state in which we live.", 
    "name": "Hans-Georg Gadamer"
  }, 
  {
    "quote": "Alzheimer's, Parkinson's, brain and spinal cord disorders, diabetes, cancer, at least 58 diseases could potentially be cured through stem cell research, diseases that touch every family in America and in the world.", 
    "name": "Rosa DeLauro"
  }, 
  {
    "quote": "When you go to the movies with your whole family, it's a different experience. For some reason, it's something that you're all doing together and you take away something special in that.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "I was the oldest of the children in my family. I had to do a lot of diaper-changing and lunch-making. I was taking my little sister to ballet, picking up my brother, sort of being a super-nanny.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "And having a strong family, you know we've lost some members of our family and had some setbacks, but I think a good family and kids all those things I thought at one time... you got to be kidding me... Those things are so important they enable you to go on.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "Well family is obviously the most important. There was a time when I thought football was the most important.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "In spite of reports about playing with various teams, I'm enjoying retirement with my family and have no plans to play football.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I enjoy being busy, I really do. Remember, I'm the stub end of the railroad. I have no family, so I'm not taking busy time away from people that I should be spending it with. So I'm just relaxing and enjoying it.", 
    "name": "Betty White"
  }, 
  {
    "quote": "It's a little known fact that one in three family pets gets lost during its lifetime, and approximately 9 million pets enter shelters each year. That's why it's a wonderful thing to get your pet microchipped and registered with your contact information because then they can be located and the owners can track where their pets are.", 
    "name": "Betty White"
  }, 
  {
    "quote": "I'm thinking of a legacy that I can be proud of and wealth that my grandchildren can use to go to college. So world domination - in terms of providing for my family - is absolutely my goal.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "When I do get free time, I spend a lot of it at home with my family and my close friends and I think that's what keeps me happy, healthy, grounded, and totally in check.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "My rule is, whatever you were calling me four years ago is what you should be calling me now, because I don't like it when my family or close friends call me Nicki Minaj. To me I'm not Nicki Minaj when I'm with them.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "What I want to do is tell stories about normal people in the American suburbs. I don't write the book where it's a conspiracy reaching the prime minister I don't write the book with the big serial killer who lops off heads. My setting is a very placid pool of suburbia, family life. And within that I can make pretty big splashes.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "A racially integrated community is a chronological term timed from the entrance of the first black family to the exit of the last white family.", 
    "name": "Saul Alinsky"
  }, 
  {
    "quote": "Frankly I'm fairly boring or fairly busy. Between writing and family, I have little time for anything else.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "If I'm not writing well, I'm not happy. If I'm not spending enough time with my family, I'm not happy. If I'm not connecting to friends or if I don't work out enough... You get the point. Everything has to be balanced. Nothing should be an extreme.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "I always wanted to be a farmer. There is a tradition of that in my family.", 
    "name": "Bjork"
  }, 
  {
    "quote": "The Royal family to me are not England, and they are not the flag.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "My family, although they're very large on both my parents' sides, they don't know much about their family tree. Occasionally, they try to dig, but they can't get very far, and it's baffling. In Dublin, it seems that so many public records were wiped out it's proven to be very difficult, so I know very little.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "Anyone that has a job that takes them away from home, I think, can understand the difficulties in maintaining consistency, not only with your family and those you love but with your friends.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "I'm not sure why no one wants to admit there's a viable audience out there that believes in God and wants to see a movie with their family. The demand is there. The supply is not.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Jews have deep respect for the Queen and the royal family. We say a prayer for them every Sabbath in synagogue. We recite a special blessing on seeing the Queen.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Whole communities are growing up without fathers or male role models. Bringing up a family in the best of circumstances is not easy. To try to do it by placing the entire burden on women - 91% of single-parent families in Britain are headed by the mother, according to census data - is practically absurd and morally indefensible.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "We do not always appreciate the role the Queen has played in one of the most significant changes in the past 60 years: the transformation of Britain into a multi-ethnic, multi-faith society. No one does interfaith better than the Royal family, and it starts with the Queen herself.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I grew up in a family where the internalized understanding was that the kids were going to grow up into a better world. I worry, because I don't think my kids are going to have that. The world is very scary. The world would be scary without the choices the current administration made, but they just exacerbated it. And it ticks me off. I want my kids to have a good life.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "No journalist has ever been in my house and no photographs have ever been taken of where I live. I don't parade my family out for display, which is the way it will stay.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I've always wanted to get into acting, ever since I was younger. I'd put on shows for my family and run around play dress-up all the time. I think I was 4 when I told them I wanted to do movies.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "We fight a lot, you know, but that's family. We may be dysfunctional but we're still family.", 
    "name": "Star Jones"
  }, 
  {
    "quote": "I like all the families in the U.K. But what I like about the idea of the royal family is... they seem like they're well educated and there's something admirable about them. And the Queen... she reminds me of my grandma.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I'm from a nice, suburban, middle-class family, but my tattoos remind me where I've been.", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "If you live in a ghetto and really want not to just change your life and your family's life but change your ghetto's life, make your ghetto a good neighbourhood, learn science try to be like Mark Zuckerberg, Bill Gates and Steve Jobs.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "If you live in a good neighborhood, you drive home and there's a bank. There's grocery stores and big houses - but no motels. What that tells you psychologically is you protect your money and buy good things for your family to eat in your nice big house.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "Respectable means rich, and decent means poor. I should die if I heard my family called decent.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "The countries who do the best in international comparisons, whether it's Finland or Japan, Denmark or Singapore, do well because they have professional teachers who are respected, and they also have family and community which support learning.", 
    "name": "Howard Gardner"
  }, 
  {
    "quote": "The functions of the family in a highly differentiated society are not to be interpreted as functions directly on behalf of the society, but on behalf of personality.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "My family moved a lot as a kid. We started in Colorado, where I lived for five years. We moved to Chicago for two years, to San Francisco for one year, Connecticut for seven, Oregon for a couple years, and then I went to school. So I was always moving, I'm still always moving.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "There is a common theme, though, in the stories I have told, which are usually associations of characters or families that are formed outside of a family circle.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "If I'm diagnosed with cancer I might become despondent, but someone young might not, and they might need connections with somebody outside their circle of family because their family is so despondent.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "My family moved a lot as a kid. We started in Colorado, where I lived for five years. We moved to Chicago for two years, to San Francisco for one year, Connecticut for seven, Oregon for a couple years, and then I went to school.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Because I didn't have brothers, I was always interested in the kids down the street that had four brothers in their family, so I became one of them - but it was not my family.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "According to the Small Business Administration, more than 70 percent of all family businesses do not survive through the second generation, and 8 percent do not make it to a third.", 
    "name": "Kit Bond"
  }, 
  {
    "quote": "I wasn't looking to get into TV. My family was in the movie business, so I was never interested in that world.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "The summer before I went to culinary school, my family wanted me to take a job on a movie to make sure that I was making the right decision. I think they hoped I would change my mind about culinary school.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "My family truly believes they are better cooks than I am. They see me as Giada, not as a celebrity chef. To them I'm just me - their granddaughter, niece, etc., and they're older and wiser. I like that because it keeps you grounded.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I want to deal with somebody who comes from another country to the United States and has a family that comes. I don't care if it's a black family from Jamaica or a Hispanic family from Mexico. These issues need to be dealt with, but they need to be dealt with in the entertaining way.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "A plague on eminence! I hardly dare cross the street anymore without a convoy, and I am stared at wherever I go like an idiot member of a royal family or an animal in a zoo and zoo animals have been known to die from stares.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "I'm a strange mixture of my mother's curiosity my father, who grew up the son of the manse in a Presbyterian family, who had a tremendous sense of duty and responsibility and my mother's father, who was always in trouble with gambling debts.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "I'm considered homophobic and crazy about these things and old fashioned. But I think that the family - father, mother, children - is fundamental to our civilisation.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "I'd be a liar if I said I had a normal family.", 
    "name": "Edward Furlong"
  }, 
  {
    "quote": "I sometimes wonder if the tragedies my family has suffered are a kind of karmic price for all the fame and fortune the Bee Gees have had.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "In a couple, sometimes, one or both people have to give up their personal life, dreams and ambitions for the good of the family.", 
    "name": "Monica Bellucci"
  }, 
  {
    "quote": "The financial costs of family breakdown are incredibly high.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "When I'm on my own, I can be negative. I need my friends and family around to help pick me up if I've had a bad qualifying session. I think insecurity plagues a lot of sportspeople.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "I do a lot of writing about my family.", 
    "name": "Katey Sagal"
  }, 
  {
    "quote": "By measuring the proportion of children living with the same parents from birth and whether their parents report a good quality relationship we are driving home the message that social programmes should promote family stability and avert breakdown.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "I do not believe the picture that some people paint of Scottish towns dependent on welfare. Every time I come here, I meet people who are determined to get into work. Who, with the right help are desperate to get off benefits, support their family and set an example for their children.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Getting a family into work, supporting strong relationships, getting parents off drugs and out of debt - all this can do more for a child's well-being than any amount of money in out-of-work benefits.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Choosing to be in the theatre was a way to put my roots down somewhere with other people. It was a way to choose a new family.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "The extraordinary thing about India is that it's such a family place. It's full of families everywhere.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "God created the family to provide the maximum love and support and morality and example that one can imagine.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "I was lucky. My family is wonderful. And it's funny, because most of my best friends come from very large families. So it always felt as if I had lots of siblings, though in the end I had to leave them and go home. I kind of got the best of both worlds as a kid.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "Because sorry to say, women run the house. They run the family. They hold things up. I mean, it's like you don't ever see your mom get sick because she handles everything. And it's kind of amazing I think to show people just how strong women are.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "Family is becoming more and more important to me.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "You know, most people, they want to go to Hollywood. They want to be a star. They want to be a rock star. That thought never entered any of our minds, the Van Halen family.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I love being healthy. I get a lot of sleep. I'm a girl who eats. And I feel beautiful no matter how I look. I have my family to thank for that.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "The name Van Halen, the family legacy, is going to go on long after I'm gone.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I'm overjoyed and beyond honored to be a part of the L'Oreal Paris family. I'm such a fan of L'Oreal Paris not just for all of their amazing products, but for what they stand for.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "The whole point of being in this business and being blessed and being successful is that you're able to do things for your friends or your family, which means that they can have something special in their lives, too.", 
    "name": "Elton John"
  }, 
  {
    "quote": "I feel my family's needs are a priority. I'm not comfortable with the idea of serving the many and ignoring my family.", 
    "name": "Susan Sarandon"
  }, 
  {
    "quote": "It is from the progeny of this parent cell that we all take our looks we still share genes around, and the resemblance of the enzymes of grasses to those of whales is in fact a family resemblance.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Until he lost all his money, my father was a successful north London Jewish businessman. He was unusual among his immediate family in that he was enormously cultured and had an incredible library.", 
    "name": "Anthony Horowitz"
  }, 
  {
    "quote": "I don't want to be reincarnated, that's for sure. When you've had rewarding experiences in your life - a loving family, friends - you don't need additional reassurances that you're going to do something with a new cast of characters. I'd just as soon pass.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Wart hogs should sue for libel. It is a terrible name and they are fine fellows and devoted family men and it is rare to see one by himself the little woman and the kiddies are usually close at hand.", 
    "name": "Ilka Chase"
  }, 
  {
    "quote": "You know, you only get one family, and you have to make it work.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "It's a family that's loaded with grudges and passion. We come from a long line of robbers and highwaymen in Italy, you know. Killers, even.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "The voters are going to decide in November who is going to fix their personal family dismay over not having jobs in America. They are going to pick Mitt Romney.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "But in my heart of hearts, this is the kind of thing... this is what everyone is struggling with in their lives - relationships and family. To me, it's always an interesting area to mine. I'm drawn to it.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "The U.K. needs a system for family migration underpinned by three simple principles. One: that those who come here should do so on the basis of a genuine relationship. Two: that migrants should be able to pay their way. And three: that they are able to integrate into British society.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "The sad events that occur in my life are the sad events that happen to everybody, with losing friends and family, but that is a natural occurrence, as natural as being born.", 
    "name": "Sergio Aragones"
  }, 
  {
    "quote": "I have lived in Mumbai for more than 20 years, have my domicile here, my home and family here.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "I've been through a lot of things in my personal and family life. That turned me into a fighter. I always strive to be the best I possibly can.", 
    "name": "Hope Solo"
  }, 
  {
    "quote": "I'm lucky. The best possible place in the world for training is Addis Ababa, so I am home all the time except when I am racing. I like to be there, near my family, my kids, also the real estate business I run with my wife.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "A company that pays attention to the family unit is a successful company. We don't isolate the family. We don't make rides that say, 'Hey mom, dad, you go sit on the bench.'", 
    "name": "Michael Eisner"
  }, 
  {
    "quote": "People just don't laugh when their family is violated, and you don't shrug it off. You band together and you defend together. It's a funny, primitive instinct.", 
    "name": "Phillip Noyce"
  }, 
  {
    "quote": "Family traditions counter alienation and confusion. They help us define who we are they provide something steady, reliable and safe in a confusing world.", 
    "name": "Susan Lieberman"
  }, 
  {
    "quote": "When I was very little, we would get letters from China, in Chinese, and they' be censored. We were a very insular little family.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "If you want to have a good life, you should focus on your family, on your business, on your dog, on your fun, and you'll have a good life.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I don't have anything against my mom, but my family has no emotional connection to each other.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I had no fun. My family was too serious.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "Monarchists frequently declare that without the royal family, Britain would be 'nothing.' What a woeful lack of love for one's country such statements express.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "It has to be real, and I think a lot of the problems we have as a society is because we don't acknowledge that family is important, and it has to be people who are present, you know, and mothers and fathers, both are not present enough with children.", 
    "name": "James Earl Jones"
  }, 
  {
    "quote": "It was a source of shame for my family that I was in rock and roll, which is so blue-collar. It just isn't done. And I felt it, too.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "What unites Oklahomans today is what has always united us: Our unshakable faith. Our love of family and compassion for others. The unlimited promise of a hopeful future.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Playing guitar was one of my childhood hobbies, and I had played a little at school and at camp. My parents would drag me out to perform for my family, like all parents do, but it was a hobby - nothing more.", 
    "name": "Bonnie Raitt"
  }, 
  {
    "quote": "Of course I regret not having been able to spend time with my family.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "For our immediate family and relatives, Canada was a land of opportunity.", 
    "name": "Sidney Altman"
  }, 
  {
    "quote": "One wants to be together with one's family. That's what families are about.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "My family can always tell when I'm well into a novel because the meals get very crummy.", 
    "name": "Anne Tyler"
  }, 
  {
    "quote": "Classical and romantic: private language of a family quarrel, a dead dispute over the distribution of emphasis between man and nature.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "My mom was a professional. My dad and mom met each other in a movie called 'New Faces of 1937.' My mom went under the name Thelma Leeds, and she did a few movies, and she was really a great singer, and when she married my dad and started to have a family, she sang at parties.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influences, to change.", 
    "name": "Katharine Butler Hathaway"
  }, 
  {
    "quote": "Some of the things you read you get an immediate reaction to so I've stopped reading things now. I do worry about my family though. Some people do try some nasty things to get at them and try and get a reaction from them.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "Movies like that aren't about the visual effects and explosions. They're human stories about family, about life, about death.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "If I were to retire, I would keep my family's interest in the company the same and say, Don't sell.", 
    "name": "Sheldon Adelson"
  }, 
  {
    "quote": "Anybody who is running a marathon or doing a walkathon, doing a fundraiser for their school, their company, by far it's guaranteed the easiest and most fun way to quickly set up a fundraising campaign and send it around to your friends and family.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "Do not let your bachelor ways crystallize so that you can't soften them when you come to have a wife and a family of your own.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "I have my family, my children - I have a lot of outside activities.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "I have a lovely family who supports me and it's great.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "I think, and I mean this sincerely, I was raised humbly. We were a lower middle income family and a household that was scrimping by at times. We were watching the dollar, stretching the dollar, and coupons. It was all those things.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "The dream was not to put one black family in the White House, the dream was to make everything equal in everybody's house.", 
    "name": "Al Sharpton"
  }, 
  {
    "quote": "When I was a kid, I took 'The Brady Bunch' and 'The Partridge Family' very seriously. It was a world to me in the same way that the Greek myths would have been had I read them. You know, Marcia is Athena and Mr. Brady is Zeus.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "I grew up in a dysfunctional family.", 
    "name": "Melissa Gilbert"
  }, 
  {
    "quote": "I'm a Republican. I don't want to go to heaven and have to face my family up there and tell them I voted for a Democrat.", 
    "name": "T. Boone Pickens"
  }, 
  {
    "quote": "But you know, we have a very normal family. We've had our ups and downs. You know, we've had our issues, but we've had great cause for celebration.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "The clan is nothing more than a larger family, with its patriarchal chief as the natural head, and the union of several clans by intermarriage and voluntary connection constitutes the tribe.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "The best thing I've done with my money is buy a house for my family. You wake up to a house you love and you feel like somebody.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "Even though I have a nice house, nice family, the rest of my generation is still in South Central L.A. My cousins, my brothers, my sisters, they don't wanna move out. They don't want to and they don't have the means to sustain it. That's where my heart is and that's what I think about all the time.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "South Central is just who I am. Even though I have a nice house, nice family, the rest of my generation is still in South Central L.A. My cousins, my brothers, my sisters, they don't wanna move out.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "The warrior may fight for gold or for an immediate gain, or for something to take home for the winter to feed the family. The soldier is part of a more complex society. He's fighting for a group ethic of some sort.", 
    "name": "C. J. Cherryh"
  }, 
  {
    "quote": "I went through a period of great rebellion within my family, when I was about 9 or 10. I was mad, I had no focus, had no real interest in anything, and so I started to do things that were just rebellious and stupid.", 
    "name": "Kevin Spacey"
  }, 
  {
    "quote": "My fam is just a regular family. But all of them have great senses of humor.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "I remember saying goodbye to my father the night he left to join the Navy. He didn't have to. He was older than other servicemen and had a family to support but he wanted to be a part of the fight against fascism, not just make movies about it. I admired this about him.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "My mom always said I was the peacemaker in the family. My older brother, Eric, was the leader, the creative one. I was just his puppet.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "Finding that balance between work and family is the hardest thing I've ever done - by far.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "When I heard the royal family wanted to have me perform in celebration of Prince William's marriage, I knew I had to give them a little something. 'Wet' is the perfect anthem for Prince William or any playa to get the club smokin'.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "It was only for two years, and I jumped from family to family. It's very scary.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "I had the good fortune of having a happy, closely knit family.", 
    "name": "Carlos Fuentes"
  }, 
  {
    "quote": "I wish I had an extra day with my mom sometimes. Or another hour in the day with my family, husband and children.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "Nashville is one of the greatest places for the best songwriters in the world. It's been fantastic to live there and to raise our family there. It's a great town.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "I used to be a classic workaholic, and after seeing how little work and career really mean when you reach the end of your life, I put a new emphasis on things I believe count more. These things include: family, friends, being part of a community, and appreciating the little joys of the average day.", 
    "name": "Mitch Albom"
  }, 
  {
    "quote": "I love Christmas. I really do love Christmas. I love being with my family and I love snow. I love the music and the lights and all of it.", 
    "name": "Christina Applegate"
  }, 
  {
    "quote": "On the one hand, the idea of marriage and the sort of traditional family life repulses me. But on the other hand, I long for it, you know what I mean? I'm constantly in conflict with things. And it is because of my past and my upbringing and the journey that I've been on.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "I like being in kids' movies, and I like being in family movies.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "I don't believe in being mean to anyone. I'm a really peaceful person. That's something I get from my family.", 
    "name": "Nick Carter"
  }, 
  {
    "quote": "I'm not a royal family watcher.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "Touring is tough. You're almost in a haze because you don't really know where you are half the time: You're in a hotel room one moment, and the next thing you know, you're onstage performing for 60,000 people, then you're back on an airplane. It's very hectic and I couldn't do it without my family.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "When you have a family, or even when you're just seeing a girl, it's difficult to be skint.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "A fellow oughtn't to let his family property go to pieces.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "For me, family always comes first I would do anything to protect them.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "My family went through divorces and remarriages and the later, blended home - and then watched that home explode, too.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "There aren't a lot of ironclad rules of family life, but here's one: No matter how much your parents deny it - and here's betting they deny it a lot - they have a favorite child. And if you're a parent, so do you.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Spending $1 for a brand new house would feel very, very good. Spending $1,000 for a ham sandwich would feel very, very bad. Spending $19,000 for a small family car would feel, well, more or less right. But as with physical pain, fiscal pain can depend on the individual, and everyone has a different threshold.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "It's one of the worst-kept secrets of family life that all parents have a preferred son or daughter, and the rules for acknowledging it are the same everywhere: The favored kids recognize their status and keep quiet about it - the better to preserve the good thing they've got going and to keep their siblings off their back.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "There's a sort of sibling moratorium when you're establishing yourself as an adult. So much of your energy has to be focused on other things like work and kids. But when people become more settled, siblings tend to regroup because now you're building a new extended family.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Humans have a fraught relationship with beasts. They are our companions and our chattel, our family members and our laborers, our household pets and our household pests. We love them and cage them, admire them and abuse them. And, of course, we cook and eat them.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "A close family member once offered his opinion that I exhibit the phone manners of a goat, then promptly withdrew the charge - out of fairness to goats.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Coming home to my family afterward makes the work richer, easier and more fun.", 
    "name": "Edie Falco"
  }, 
  {
    "quote": "Equal pay isn't just a women's issue when women get equal pay, their family incomes rise and the whole family benefits.", 
    "name": "Mike Honda"
  }, 
  {
    "quote": "I grew up in a very old-fashioned Roman Catholic, Italian-Irish family in Philly.", 
    "name": "Bradley Cooper"
  }, 
  {
    "quote": "My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn't have any money, because Africa was the 'dark continent', and because I was a girl.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "When I look back over my life it's almost as if there was a plan laid out for me - from the little girl who was so passionate about animals who longed to go to Africa and whose family couldn't afford to put her through college. Everyone laughed at my dreams. I was supposed to be a secretary in Bournemouth.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values.", 
    "name": "Martin Lawrence"
  }, 
  {
    "quote": "I'm very excited about my new agreement with the Heat. This contract allows me to address all of my family's long-term financial goals while allowing the Heat the ability to acquire those players that we need to win a championship.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "For me, it's about the way I carry myself and the way I treat other people. My relationship and how I feel about God and what He does for me, is something deeply personal. It's where I came from, my family, I was brought up in a religious household and that's very important to me.", 
    "name": "Beyonce Knowles"
  }, 
  {
    "quote": "While I have felt lonely many times in my life, the oddest feeling of all was after my mother, Lucille, died. My father had already died, but I always had some attachment to our big family while she was alive. It seems strange to say now that I felt so lonely, yet I did.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "I was always on the go, and thought I was too busy to develop something like this. I thought at the time that diabetes went along with bad habits, but I was the last one in my family to eat junk food.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "In my family in particular, I think, there was a sense we have to work twice as hard.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "My mother isolated herself from all family and friends for some 20 years. And never met her grandchild, my son.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "I grew up in a Ukrainian Catholic-turned-Christian household, and that is my family's faith.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "We are a very crafty family.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I come from a massive family, and the youngest is twentysomething years younger than I am, so I grew up with children.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I have a very strong family.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I just want to have a great relationship with my child and have a great family dynamic.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "As a child, I had to get up early for school or work. I'd get ready by myself. I'd set my alarm to wake me up very early in the morning, and be off to work, the family driver driving me every morning. I did it alone, my parents never coming in to wake me up.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I need to work to support my family.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "My dream, maybe because of my family, of course, was to be a painter. I chose in one moment the direction of textiles from textiles I went to fashion.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "But for me, I thought you made a record, you got on a bus, went out and played your shows and made a lot of money. That was the way it was supposed to go down. But there's a lot more to it than that. There are a lot of early mornings, late nights, a lot of traveling, a lot of being away from home, being away from your family.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "Short of baseball and my family, it was gaming. And gaming is a $20-million to $200-million multi-year effort. It's an insane, stupid and utterly irresponsible act. But I did it.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "I began to speak well at a very advanced age - 15, 16, 17 years old. It was psychological: the trauma of war, my family and growing up on my own. I was more or less a street kid.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "I am a universalist, passionately devoted to the cause of equality within the human family.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "I love seeing my family.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "You don't have a family doctor anymore like you did when you were a kid, who treated you throughout your life.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "My father really was not the dominant person who raised the family, it was my mother who raised the family.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "I love film. After a yummy meal for the whole family and some truly great friends, we often go out to see something beautiful and unique.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "As children we recognized that we belonged to an unusual, even exceptional, family, but the effect was different on each of us.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "The American people know what's necessary to get this economy moving again. It's fiscal discipline in Washington, D.C. and across-the-board tax relief for working families, small businesses and family farms.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "The Royal Family are not like you and me. They live in houses so big that you can walk round all day and never need to meet your spouse. The Queen and Prince Philip have never shared a bedroom in their lives. They don't even have breakfast together.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "With the counseling of my family doctor, my mother ended up turning to Weight Watchers and their children's program. I went to weekly meetings, got counseling and would exercise with my peers who were my size. It was the first time I saw a proper children's portion size, and it wasn't two burgers, it was one.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I was the youngest of my entire family so you are tap-dancing to try to get the attention of your older cousins. I really hit my social stride in 6th grade, but before that I was a pretty big dork. You learn how to be amusing and how to work for it.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "To me, the kitchen is a place of adventure and entirely fun, not drudgery. I can't think of anything better to do with family and friends than to be together to create something.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "I always loved family holidays, and I had this vision and dream as a little girl of having a big family of my own.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "I think with motherhood and child-rearing in general, everyone's going to tell you how to do it and why. I've always said to other mothers and women when they've asked me, that you have to find your own way and find out what works for your family, at all costs.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "Although my family - parents and sister - all work in the personnel management business, their real passion is performing, amateur operatic societies and so on.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "Film is an illusion. Fame is ephemeral. Faith and family are what endure.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I think 'Tattoo''s a song that can go so many different ways. Some people think of it as a break-up song, but, for me, it's about somebody who comes into your life and really touches you - be they a friend, a family member or someone you're in a relationship with.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "It's cool to have parents and family who will always tell me the truth no matter what. They'll tell me if I'm doing something stupid!", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "My family was all born in Sicily and I'm Italian-American. They're the real thing. They're authentic Italians, and honestly they're the most open-minded, nicest people in the world and nothing can really offend them. That's the way I think true Sicilians are.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "I think when someone is injured in your family, you want to speak to the individual and you want to hear their voice and you want to make sure they are OK.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "Growing up with my family gave me some of my best memories. I'd like to have a family of my own - slip away for a bit and do nothing but spend those early years with my children.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I'm over the moon to be involved in the 'Doctor Who' Christmas special. I can't quite believe it as it's a part of the family tradition at the Jenkins household. I heard the news that I got the role on my 30th birthday and it was the best birthday present ever.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "You have no idea how humiliating it was, as a boy, to suddenly have all your clothes, your toys, snatched by the bailiff. I mean we were a middle-class family, it's not as if it was happening up and down the street. It made me ashamed, I felt dirty.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I was quite able at the insignificant work I did in MI6, but absolutely dysfunctional in my domestic life. I had no experience of fatherhood. I had no example of marital bliss or the family unit.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I like playing music because it's a good living and I get satisfaction from it. But I can't feed my family with satisfaction.", 
    "name": "James Hetfield"
  }, 
  {
    "quote": "Baseball life is a tough life on the family.", 
    "name": "Nolan Ryan"
  }, 
  {
    "quote": "I work six months and get three or four with the family.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "I work six months and get three or four with the family. I've stopped racing to get to the red light.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "I'm very, very concerned about the Bush presidency. I'm worried about the kinds of cuts in domestic programs that mean something to a lot of people, including members of my family, who depend on certain things from the government.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "I have a lot of responsibilities outside myself. I have a large family. I want to know I can always be helpful.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "My family makes these vinegars - out of everything from grapes to peaches and cherries. We go through the whole process with the giant vat and drainer, label them, and give them as Christmas presents.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "We don't have the luxury of time. We spend more because of how we live, but it's important to be with our family and friends.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "I tend to show everything I do to my family, to check they won't be offended.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "When I was growing up in Mississippi - it was good Southern food... but I also grew up with a Greek family when other kids were eating fried okra, we were eating steamed artichokes. So I think it played a big part in my healthy cooking.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I'm just a public-schoolboy. I've got a degree. I'm from a middle-class family in Devon. I've got no story.", 
    "name": "Chris Martin"
  }, 
  {
    "quote": "In my family, we let our boys have a say in what veggie side they want for dinner that night. We list off a handful of options and get them excited about helping to plan the dinner menu. They're much more inclined to finish their plates when they've helped decide what goes on them.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "To me, money is the ability to create lifelong experiences for my family and myself, to educate my children and a way to give back to humanity.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I've always been part of comedy. One of the things about our family was that if we were reasonably funny with each other, particularly my two brothers and myself, when my father was upset with something you'd want to make sure in some way you made him laugh. Because when he didn't laugh, you were in trouble!", 
    "name": "Leslie Nielsen"
  }, 
  {
    "quote": "I've been experimenting more and more with LN2, liquid nitrogen. I've used it in battle on 'Iron Chef America,' but have also made some great ice creams at home for my family. Since it freezes basically on contact, you can have ice cream ready in mere minutes.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "My family brought me up to be very respectful of people.", 
    "name": "Emma Bunton"
  }, 
  {
    "quote": "When I'm home, the heart and soul of our family is in the kitchen. Growing up, my parents both worked, so dinnertime was for family - the TV was off. I think it's important to grab that time and really make it special, even after a tough day.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "My parents did a great job raising me and my two sisters. We all graduated from high school and we all graduated from college. So, to be a good representative of my family is probably my greatest accomplishment thus far.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "I would like a food/lifestyle show. We're not sure what that is yet. I want to be able to share what I do and how I raise my family. I feel like I have a story to tell. I enjoy talking and listening, sharing ideas and sharing advice.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "And whereas women had to fight to find their way into the workforce, men are now fighting to reclaim their place in the family structure.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "I've always known I wanted a family.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "But I am Armenian and I understand what it is to lose a country and lose a family and have massacres and genocides and everything against my people.", 
    "name": "Andrea Martin"
  }, 
  {
    "quote": "More than any other setting - more than battlefields or boardrooms or a spaceship headed for intergalactic travel - I'll put my money on the family to provide an endless source of comedy, tragedy and intrigue.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "The importance of human life should be universally respected - and that refers to children before they are born and after. All children have the right to be brought up in a loving two-parent family where the notion of divorce is not even possible.", 
    "name": "Christopher Monckton"
  }, 
  {
    "quote": "While Free Choice Vouchers didn't fulfill my vision of a health care system in which every American would be empowered to hire and fire their insurance company, they were a foothold for choice and competition and a safety valve for Americans whose employers are already forcing them to bear more and more of their family's health insurance costs.", 
    "name": "Ron Wyden"
  }
]