[
  {
    "quote": "Design is not just what it looks like and feels like. Design is how it works.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "The artist in me cries out for design.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Sometimes I can't figure designers out. It's as if they flunked human anatomy.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Many things difficult to design prove easy to performance.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I would be most content if my children grew up to be the kind of people who think decorating consists mostly of building enough bookshelves.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "Design is the method of putting form and content together. Design, just as art, has multiple definitions there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that's why it is so complicated.", 
    "name": "Paul Rand"
  }, 
  {
    "quote": "I don't design clothes, I design dreams.", 
    "name": "Ralph Lauren"
  }, 
  {
    "quote": "Designers are very fickle. I never wanted to be a victim of that. You're in one minute, out the next.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "Good design is good business.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "Design must reflect the practical and aesthetic in business but above all... good design must primarily serve people.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "The urge for good design is the same as the urge to go on living.", 
    "name": "Harry Bertoia"
  }, 
  {
    "quote": "It is only after years of preparation that the young artist should touch color - not color used descriptively, that is, but as a means of personal expression.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Everyone designs who devises courses of action aimed at changing existing situations into preferred ones.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "Some men give up their designs when they have almost reached the goal While others, on the contrary, obtain a victory by exerting, at the last moment, more vigorous efforts than ever before.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "The details are the very source of expression in architecture. But we are caught in a vice between art and the bottom line.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "Sacred spaces can be created in any environment.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "Design works if it's authentic, inspired, and has a clear point of view. It can't be a collection of input.", 
    "name": "Ron Johnson"
  }, 
  {
    "quote": "Perhaps believing in good design is like believing in God, it makes you an optimist.", 
    "name": "Terence"
  }, 
  {
    "quote": "Delay always breeds danger and to protract a great design is often to ruin it.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Luck is the residue of design.", 
    "name": "Branch Rickey"
  }, 
  {
    "quote": "Color does not add a pleasant quality to design - it reinforces it.", 
    "name": "Pierre Bonnard"
  }, 
  {
    "quote": "Good buildings come from good people, ad all problems are solved by good design.", 
    "name": "Stephen Gardiner"
  }, 
  {
    "quote": "I design for real people. I think of our customers all the time. There is no virtue whatsoever in creating clothing or accessories that are not practical.", 
    "name": "Giorgio Armani"
  }, 
  {
    "quote": "Recognizing the need is the primary condition for design.", 
    "name": "Charles Eames"
  }, 
  {
    "quote": "Design is not making beauty, beauty emerges from selection, affinities, integration, love.", 
    "name": "Louis Kahn"
  }, 
  {
    "quote": "Every contrivance of man, every tool, every instrument, every utensil, every article designed for use, of each and every kind, evolved from a very simple beginnings.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Design is not for philosophy it's for life.", 
    "name": "Issey Miyake"
  }, 
  {
    "quote": "About half my designs are controlled fantasy, 15 percent are total madness and the rest are bread-and-butter designs.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "To whom does design address itself: to the greatest number, to the specialist of an enlightened matter, to a privileged social class? Design addresses itself to the need.", 
    "name": "Charles Eames"
  }, 
  {
    "quote": "This is what I like about being a designer: You can't really get it until you see it.", 
    "name": "Isaac Mizrahi"
  }, 
  {
    "quote": "To design the future effectively, you must first let go of your past.", 
    "name": "Charles J. Givens"
  }, 
  {
    "quote": "When I design buildings, I think of the overall composition, much as the parts of a body would fit together. On top of that, I think about how people will approach the building and experience that space.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "A good designer must rely on experience, on precise, logic thinking and on pedantic exactness. No magic will do.", 
    "name": "Niklaus Wirth"
  }, 
  {
    "quote": "Design is everything. Everything!", 
    "name": "Paul Rand"
  }, 
  {
    "quote": "I like the body. I like to design everything to do with the body.", 
    "name": "Gianni Versace"
  }, 
  {
    "quote": "The primary factor is proportions.", 
    "name": "Arne Jacobsen"
  }, 
  {
    "quote": "I design for the woman who loves being a woman.", 
    "name": "Diane von Furstenberg"
  }, 
  {
    "quote": "Good design doesn't date.", 
    "name": "Harry Seidler"
  }, 
  {
    "quote": "I think it's really important to design things with a kind of personality.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "Accessible design is good design.", 
    "name": "Steve Ballmer"
  }, 
  {
    "quote": "In my opinion, no single design is apt to be optimal for everyone.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "The proper study of mankind is the science of design.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "So, to really execute design in its highest form and making people feel joy, that's a great reward.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "I think there is a new awareness in this 21st century that design is as important to where and how we live as it is for museums, concert halls and civic buildings.", 
    "name": "Daniel Libeskind"
  }, 
  {
    "quote": "What is design? It's where you stand with a foot in two worlds - the world of technology and the world of people and human purposes - and you try to bring the two together.", 
    "name": "Mitchell Kapor"
  }, 
  {
    "quote": "Design is people.", 
    "name": "Jane Jacobs"
  }, 
  {
    "quote": "A designer is only as good as the star who wears her clothes.", 
    "name": "Edith Head"
  }, 
  {
    "quote": "The design of each element should be thought out in order to be easy to make and easy to repair.", 
    "name": "Leo Fender"
  }, 
  {
    "quote": "I don't start with a design objective, I start with a communication objective. I feel my project is successful if it communicates what it is supposed to communicate.", 
    "name": "Mike Davidson"
  }, 
  {
    "quote": "I would think twice about designing stuff for which there was no need and which didn't endure.", 
    "name": "Robin Day"
  }, 
  {
    "quote": "Design is an unknown.", 
    "name": "Geoffrey Beene"
  }, 
  {
    "quote": "Designs of purely arbitrary nature cannot be expected to last long.", 
    "name": "Kenzo Tange"
  }, 
  {
    "quote": "Outside of the chair, the teapot is the most ubiquitous and important design element in the domestic environment and almost everyone who has tackled the world of design has ended up designing one.", 
    "name": "David McFadden"
  }, 
  {
    "quote": "To design is to communicate clearly by whatever means you can control or master.", 
    "name": "Milton Glaser"
  }, 
  {
    "quote": "Great designers seldom make great advertising men, because they get overcome by the beauty of the picture - and forget that merchandise must be sold.", 
    "name": "James Randolph Adams"
  }, 
  {
    "quote": "Design is directed toward human beings. To design is to solve human problems by identifying them and executing the best solution.", 
    "name": "Ivan Chermayeff"
  }, 
  {
    "quote": "Happiness is not something you postpone for the future it is something you design for the present.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "A lot of people in our industry haven't had very diverse experiences. So they don't have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one's understanding of the human experience, the better design we will have.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it's really how it works.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Design is the fundamental soul of a man-made creation that ends up expressing itself in successive outer layers of the product or service. The iMac is not just the color or translucence or the shape of the shell. The essence of the iMac is to be the finest possible consumer computer in which each element plays together.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "In most people's vocabularies, design means veneer. It's interior decorating. It's the fabric of the curtains and the sofa. But to me, nothing could be further from the meaning of design.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "The design of the Mac wasn't what it looked like, although that was part of it. Primarily, it was how it worked. To design something really well, you have to get it. You have to really grok what it's all about. It takes a passionate commitment to really thoroughly understand something, chew it up, not just quickly swallow it.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Since when has the world of computer software design been about what people want? This is a simple question of evolution. The day is quickly coming when every knee will bow down to a silicon fist, and you will all beg your binary gods for mercy.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else's sake - to abandon our own desires and put our child's interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Let it be your constant method to look into the design of people's actions, and see what they would be at, as often as it is practicable and to make this custom the more significant, practice it first upon yourself.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The computer can't tell you the emotional story. It can give you the exact mathematical design, but what's missing is the eyebrows.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "I always consider the settlement of America with reverence and wonder, as the opening of a grand scene and design in providence, for the illumination of the ignorant and the emancipation of the slavish part of mankind all over the earth.", 
    "name": "John Adams"
  }, 
  {
    "quote": "The universe we observe has precisely the properties we should expect if there is, at bottom, no design, no purpose, no evil, no good, nothing but blind, pitiless indifference.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "Obviously, I come from one background, and the people that design fitness equipment have been doing it for years and years, and they know what works and doesn't work.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "As all human beings are, in my view, creatures of God's design, we must respect all other human beings. That does not mean I have to agree with their choices or agree with their opinions, but indeed I respect them as human beings.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "Books are but waste paper unless we spend in action the wisdom we get from thought - asleep. When we are weary of the living, we may repair to the dead, who have nothing of peevishness, pride, or design in their conversation.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "Design can never be an ultimate explanation for anything. It can only be a proximate explanation. A plane or a car is explained by a designer but that's because the designer himself, the engineer, is explained by natural selection.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Designing is my hobby. If I didn't do what I do for a living - at some point when I don't do this for a living - I'll probably just do design work. I love finding really special pieces of furniture.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "An image is not simply a trademark, a design, a slogan or an easily remembered picture. It is a studiously crafted personality profile of an individual, institution, corporation, product or service.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies and humors.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Art has to move you and design does not, unless it's a good design for a bus.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "We must look for ways to be an active force in our own lives. We must take charge of our own destinies, design a life of substance and truly begin to live our dreams.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "I really see myself continuing to design clothes, fragrances.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "At the University of Maryland, my first year I started off planning to major in art because I was interested in theatre design, stage design or television design.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "How can you look at the Texas legislature and still believe in intelligent design?", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "Design in art, is a recognition of the relation between various things, various elements in the creative flux. You can't invent a design. You recognize it, in the fourth dimension. That is, with your blood and your bones, as well as with your eyes.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition.", 
    "name": "Freeman Thomas"
  }, 
  {
    "quote": "I don't act, I don't direct, I don't design.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker.", 
    "name": "David Hume"
  }, 
  {
    "quote": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.", 
    "name": "Philip Johnson"
  }, 
  {
    "quote": "The only thing Martha and I have in common is that we both used to model. Martha Stewart is extremely talented. Her designs are picture perfect. Our philosophy is life is messy, and rather than being afraid of those messes we design products that work the way we live.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "Engineering, medicine, business, architecture and painting are concerned not with the necessary but with the contingent - not with how things are but with how they might be - in short, with design.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "I'm a total control freak and love to participate in the design of every single aspect of life.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "When I design a wedding dress with a bustle, it has to be one the bride can dance in. I love the idea that something is practical and still looks great.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Gaming in general is a male thing. It isn't that gaming is designed to exclude women. Everybody who's tried to design a game to interest a large female audience has failed. And I think that has to do with the different thinking processes of men and women.", 
    "name": "Gary Gygax"
  }, 
  {
    "quote": "The actual tragedies of life bear no relation to one's preconceived ideas. In the event, one is always bewildered by their simplicity, their grandeur of design, and by that element of the bizarre which seems inherent in them.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "At some point in your life, if you're lucky, you get to design the way in which things evolve.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "It's all in how you arrange the thing... the careful balance of the design is the motion.", 
    "name": "Andrew Wyeth"
  }, 
  {
    "quote": "I was very interested in theatre, mostly in stage design. I did a little bit of acting.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "We thought it would be fun to try to design a show that would work well internationally and so that' s what we're intending to do with Fraggle Rock, and we are indeed now selling it around the world.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "Over the past 20 years, I have noticed that the most flexible, dynamic, inquisitive minds among my students have been industrial design majors. Industrial designers are bracingly free of ideology and cant. The industrial designer is trained to be a clear-eyed observer of the commercial world - which, like it or not, is modern reality.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I have always had an interest in fashion and design and I appreciate style and timelessness within my footwear and accessories both on and off the court.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "I tried a dozen different modifications that were rejected. But they all served as a path to the final design.", 
    "name": "Mikhail Kalashnikov"
  }, 
  {
    "quote": "Summer blockbusters are very expensive to make. They have things that have to be expensive, such as 600 effects shots or CG characters that have to go a certain way, or a film design that is different but expensive.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I'm not really a fashion designer. I just love clothes. I've never been to design school. I can't sketch. I can't cut patterns and things. I can shorten things. I can make a dress out of a scarf.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "I help design my own tennis clothes.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Ever since I was young I loved making things and being part of the design process.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "All those years of skating and dancing have carried over. I can't design anything without thinking of how a woman's body will look and move when she's wearing it.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "The design of Rhetoric is to remove those Prejudices that lie in the way of Truth, to Reduce the Passions to the Government of Reasons to place our Subject in a Right Light, and excite our Hearers to a due consideration of it.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "Interior design is a business of trust.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "People who run a ready-to-wear company are businessmen rather than production or design people.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "You can be a mason and build 50 buildings, but it doesn't mean you can design one.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "I like design, I like details, to me it is just another form of self-expression.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Well, I design costumes because I started with the theater in Chicago, but somehow a few lines just sort of fell to me to do it. And I studied it in school and I always liked it.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Let's be realistic, how many people are buying a $2,000 skirt? I love to design things that people can actually buy. I'm staggered by what a boot costs today.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "While a case can be made for intelligent design, I can't figure out why some Christians are so thrilled about that possibility. First of all, it doesn't prove there's a God. If anything, intelligent design lends support to some form of pantheism that defines God as immanent within nature.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I come from a different era and I design clothes for our era. I think of people I want to dress when I design.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "Now I design what I want to wear, and it works that way.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "I can design a collection in a day and I always do, cause I've always got a load of Italians on my back, moaning that it's late.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "After 1980, you never heard reference to space again. Surface, the most convincing evidence of the descent into materialism, became the focus of design. Space disappeared.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "No wonder the film industry started in the desert in California where, like all desert dwellers, they dream their buildings, rather than design them.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "My style is kind of eclectic and I don't like to do the same thing over and over again. I like to have fun and explore myself so you won't see the same design.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "The principle of the design - the harmony, rhythm and balance are all the same with interior and fashion design.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "I like the gritty parts of fashion, the design, the studio, the pictures.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Book-jacket design may become a lost art, like album-cover design, without which late-20th-century iconography would have been pauperized.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "Design is important, it's an important dimension in the car. It's not the only one.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "Music is where I have the most creative freedom, but I love producing. To me, that's kind of where all the action is. You get a chance to have your hands in every aspect of a film. From picking a director, sometimes picking a writer, to the actors, the wardrobe, set design, editing, music, and marketing.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "A person should design the way he makes a living around how he wishes to make a life.", 
    "name": "Charlie Byrd"
  }, 
  {
    "quote": "That was always my frustration with so many of these shows, because design is not an ambush... it's a relationship. You have to know how people move and live and work to be able to design for them.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "The Japanese have a wonderful sense of design and a refinement in their art. They try to produce beautiful paintings with the minimum number of strokes.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "It would have been difficult to design a path out of communism worse than the one that has been followed.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Can you design a Rorschach test that's going to make everyone feel something every time - and that looks like a Rorschach test? It's easy to show a picture of a kitten or a car accident. The question is, how abstract can you get and still get the audience to feel something when they don't know what's happening to them?", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "All those lessons that I've learned on the court, I have applied them to my life outside of the court in business, my company, called V Starr interiors, an interior design company, and EleVen, which I wear on court.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "I love design.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "I'd love to design bridal dresses.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "I thank Marc Jacobs so much for giving me the opportunity to design a shoe for Louis Vuitton, but the thing that broke my heart most was when they said, 'You're finished. The shoe's finished.'", 
    "name": "Kanye West"
  }, 
  {
    "quote": "So, I'm always around video games but I've always been interested in them from a visual perspective, with the graphic design and that whole thing. I don't know if that comes from my love of photography or what but that's always what's held my interest about them.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "When I design and wonder what the point is, I think of someone having a bad time in their life. Maybe they are sad and they wake up and put on something I have made and it makes them feel just a bit better. So, in that sense, fashion is a little help in the life of a person. But only a little.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "I mean, I think about it, but I don't design my record to get a certain public response.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "Marc Jacobs is full of creative people and Louis Vuitton is again a name on the door, a name that has existed for many years but I'm a collaborator there and I bring in other people, other artists and I work with a great creative design team.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "But I'm blessed to work with great people. I collaborate with brilliant stylists both here and in Paris. I work with a great design team. I really allow everyone to bring their ideas. I almost rely on them to inspire me.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "I approve designs not because I think I am more gifted or somebody who can see ahead three or four years from now, but just to make sure that the design is a logical, rational decision, taken after analyzing pros and cons.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "When I come to a design decision, people know that is that.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "For me, unemployment and poverty in the Greater Montreal area is not mainly a problem of structure, or design, or statistics. It is a profoundly human situation.", 
    "name": "Kim Campbell"
  }, 
  {
    "quote": "Pete Dye introduced me to golf course design back in the 1960's. He came to my hometown Columbus, Ohio to work on The Golf Club.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "I've wanted to design golf courses ever since I was a kid. I suppose it comes from the way I've played the game. To find the proper way to play any hole, I've always begun by asking myself what the architect has tried to do with it.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "A Nicklaus Design golf course is done by the guys in my company that I work with, that have been trained in my vision, and they do what they think I might do. They might come in the office and ask me questions and I'd certainly answer their questions, but I'm not involved in the site visits or anything else.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "A jellyfish is little more than a pulsating bell, a tassel of trailing tentacles and a single digestive opening through which it both eats and excretes - as regrettable an example of economy of design as ever was.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Leopard is an animal design, and my designs come from nature.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "I became an art major, took every art class my school had to offer. In college, I majored in Advertising Art and Design.", 
    "name": "Len Wein"
  }, 
  {
    "quote": "Britain's great strength is its innovative, design and engineering natural ability and we're not using it.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I don't design down to a price.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I'm not into politics but I am committed to a cause: ensuring design technology and engineering stays on the U.K. curriculum, alongside science and maths - grounding abstract theory, merging the practical with the academic.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "When you say 'design,' everybody thinks of magazine pages. So it's an emotive word. Everybody thinks it's how something looks, whereas for me, design is pretty much everything.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I don't particularly follow the Bauhaus school of design, where you make everything into a black box - simplify it.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "Design is a plan for arranging elements in such a way as best to accomplish a particular purpose.", 
    "name": "Charles Eames"
  }, 
  {
    "quote": "The details are not the details. They make the design.", 
    "name": "Charles Eames"
  }, 
  {
    "quote": "I think fashion is a lot of fun. I love clothes. More than fashion or brand labels, I love design. I love the thought that people put into clothes. I love when clothes make cultural statements and I think personal style is really cool. I also freely recognize that fashion should be a hobby.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "I'd like to design something like a city or a museum. I want to do something hands on rather than just play golf which is the sport of the religious right.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "I'm drawn to furniture design as complete architecture on a minor scale.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "McSweeney's as a publishing company is built on a business model that only works when we sell physical books. So we try to put a lot of effort into the design and production of the book-as-object.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "When I announced the development of Perl 6, I said it was going to be a community design. I designed Perl, myself. It's limited by my own brain power. So I wanted Perl 6 to be a community design.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "I've always been a bit of a decorator. I think if I wasn't a singer I'd probably be in stage setting or interior design or something. I like clutter and I'm quite visually greedy. I can't have things to be plain I have to have things looking interesting... maybe I'm just a frustrated interior designer stuck in a singing career.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "I think a lot of times people design restaurants with flash in mind. I think you should design restaurants with function in mind. Make sure it's functional and works with what you're trying to accomplish. Design can come later.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "Design is so critical it should be on the agenda of every meeting in every single department.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "I am a fashion designer. I'm not an environmentalist. When I get up in the morning, number one I'm a mother and a wife, and number two I design clothes. So the main thing I need to do is create, hopefully, exquisitely beautiful, desirable objects for my customer.", 
    "name": "Stella McCartney"
  }, 
  {
    "quote": "Complexity is one of the great problems in environmental design.", 
    "name": "Christopher Alexander"
  }, 
  {
    "quote": "Once you understand this way, you will be able to make your room alive you will be able to design a house together with your family a garden for your children places where you can work beautiful terraces where you can sit and dream.", 
    "name": "Christopher Alexander"
  }, 
  {
    "quote": "We worked with the engineers in the design and construction and testing phases in those various areas, then we would get back together at the end of the week and brief each other as to what had gone on.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "The level of detail and craft is something that's inscribed within the original design concept. And so when I begin to draw, I know what kind of detailing I want the building to have.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "Web users ultimately want to get at data quickly and easily. They don't care as much about attractive sites and pretty design.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you're lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life.", 
    "name": "Carrie-Anne Moss"
  }, 
  {
    "quote": "Luckily I don't have to buy shoes anymore, because I design them! I'm off tour, so I can dive in and create the shoes that I want for my line. But okay, I did buy a pair of vintage combat boots because they were so beaten up - I had to have them.", 
    "name": "Fergie"
  }, 
  {
    "quote": "When we were in the design studio I always was pretending like I was in a closet asking my friend before I step out into the world what do I look like? And everybody wants that honest friend before they go and go to dinner or go to an event.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "I am extremely involved in the design process of both my brands, Winter Kate and House of Harlow 1960.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "What I've learned from different designers is that it's key to be true to who you are and your vision. That's always been my line of thinking. Working through the whole design process, I don't want to create something I wouldn't be proud to wear.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "I learn my lines while on the golf course. I try to do two or three things at once. I have ideas for books all the time, I have ideas for paintings all the time, and I write them all down. I take my sketchpad and my iPad, which I design on, and I do sit down and do specific tasks at specific times.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "The wisdom of crowds works when the crowd is choosing the price of an ox, when there's a single numeric average. But if it's a design or something that matters, the decision is made by committee, and that's crap. You want people and groups who are able to think thoughts before they share.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "The basic problem is that web 2.0 tools are not supportive of democracy by design. They are tools designed to gather spy-agency-like data in a seductive way, first and foremost, but as a side effect they tend to provide software support for mob-like phenomena.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "In architecture the idea degenerated. Design allows a more direct and pleasurable route.", 
    "name": "Charles Eames"
  }, 
  {
    "quote": "I'm opinionated. I always stick to my design plan. I don't waver.", 
    "name": "Douglas Wilson"
  }, 
  {
    "quote": "There is no city in America that has reduced crime as much as we have in the last three years. This is not the product of accident. This is the product of design.", 
    "name": "Rudy Giuliani"
  }, 
  {
    "quote": "To be able to design for the plus-sized consumer, for me, that's just beyond. It's a dream.", 
    "name": "Khloe Kardashian"
  }, 
  {
    "quote": "I was a cartoonist when I was at university, but I decided to go into movie making knowing that I could still draw by doing movies, design work, story boards, and such.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "In just six weeks from the time the design was started, we had the motor on the block testing its power.", 
    "name": "Orville Wright"
  }, 
  {
    "quote": "Everyone wants an iPhone, but it would be impossible to design an iPhone in China because it's not a product it's an understanding of human nature.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "I see the Beijing National Stadium as an architectural project. I accepted Herzog and De Meuron's invitation to collaborate on the design, and our proposal won the competition. From beginning to end, I stayed with the project. I am committed to fostering relationships between a city and its architecture.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "If you only design menus that are essentially junk or fast food, the whole infrastructure supports junk.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "God is His own Design and End, and that there is no other Worthy of Him.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "I've never had anyone define purity. You probably can't define purity. Purity is to live according to original design.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "I'd like to do a lot of things - whether in design or architecture or business.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "I studied literature design and fashion design.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "Design, in its broadest sense, is the enabler of the digital era - it's a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good.", 
    "name": "Clement Mok"
  }, 
  {
    "quote": "I majored in fashion design in school, and I have always wanted to design my own line of clothing, jewelry, and stuff like that so this was just a step for me in that direction.", 
    "name": "Diana Ross"
  }, 
  {
    "quote": "We should always look upon ourselves as God's servants, placed in God's world, to do his work and accordingly labour faithfully for him not with a design to grow rich and great, but to glorify God, and do all the good we possibly can.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "Our guiding principle was that design is neither an intellectual nor a material affair, but simply an integral part of the stuff of life, necessary for everyone in a civilized society.", 
    "name": "Walter Gropius"
  }, 
  {
    "quote": "Organisms by their design are not made to adapt too far.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "Species go extinct because there are historical contraints built into a given body or a given design.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "The garden, by design, is concerned with both the interior and the land beyond the garden.", 
    "name": "Stephen Gardiner"
  }, 
  {
    "quote": "French architecture always manages to combine the most magnificent underlying themes of architecture like Roman design, it looks to the community.", 
    "name": "Stephen Gardiner"
  }, 
  {
    "quote": "Italy is full of historical buildings. And Europe holds a great history of philosophy from Greece until today. I read all those books and see these buildings, and I think of where I stand when I design my architecture.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "All those involved in the construction of an architectural design, from the architect to the builder, have an attachment to the architecture, although it's difficult to quantify the attachment.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "Design is a constant challenge to balance comfort with luxe, the practical with the desirable.", 
    "name": "Donna Karan"
  }, 
  {
    "quote": "Design can have such a positive impact on the way people live and on their relationships and moods.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "Design my own line? No, I just like the culture.", 
    "name": "ASAP Rocky"
  }, 
  {
    "quote": "I have an all-Japanese design team, and none of them speak English. So it's often funny and surprising how my ideas end up lost in translation.", 
    "name": "Pharrell Williams"
  }, 
  {
    "quote": "It would be nice to design a real briefcase - you open it up and it's your computer but it also stores your books.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "If I designed a computer with 200 chips, I tried to design it with 150. And then I would try to design it with 100. I just tried to find every trick I could in life to design things real tiny.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "No one who set out to design a form of communication would ever end up with anything like English, Mandarin, or any of the more than six thousand languages spoken today.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "I am always locked in my design studio.", 
    "name": "Valentino Garavani"
  }, 
  {
    "quote": "It's funny now how much we look at - whatever you want to call it: art, design, culture stuff, film - online, and how in the online world, you're instantly global.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "I actually started as a model builder and quickly progressed into production design, which made sense because I could draw and paint. But I kept watching that guy over there who was moving the actors around and setting up the shots.", 
    "name": "James Cameron"
  }, 
  {
    "quote": "I'm not a size 0, and I'm nowhere close to it. But, I don't want anyone to know what I am so I like to design clothes so you don't know what's going on under there.", 
    "name": "Rachel Roy"
  }, 
  {
    "quote": "I can't design anything unless I'm excited by it, meaning I have an urge to wear it.", 
    "name": "Rachel Roy"
  }, 
  {
    "quote": "Martha Stewart is extremely talented. Her designs are picture perfect. Our philosophy is life is messy, and rather than being afraid of those messes we design products that work the way we live.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "I won't give up my day job of design.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "They say that the best furniture and clothing design from the '50s and '60s is Scandinavian or Milanese.", 
    "name": "Christian Lacroix"
  }, 
  {
    "quote": "French design hardly exists, except as artificial modernism.", 
    "name": "Christian Lacroix"
  }, 
  {
    "quote": "For me, I am still very happy to be able to do stage design as it's an opportunity to express the extreme.", 
    "name": "Christian Lacroix"
  }, 
  {
    "quote": "The architect, Peter Arens who is the monstrous carbuncle architect, not merely did his design which had won a public competition never get built but his practice suffered financially for some years.", 
    "name": "Anthony Holden"
  }, 
  {
    "quote": "Design is a word that's come to mean so much that it's also a word that has come to mean nothing.", 
    "name": "Jonathan Ive"
  }, 
  {
    "quote": "You can get a lot of design testing of your missile program, and you can do a lot of - there's other ways other than physically to develop your weaponization program to get you very close to the real deal.", 
    "name": "Mike Rogers"
  }, 
  {
    "quote": "The gays like 'Project Runway' because it's a fashion, and the gays are into fashion and into design. It's a creative industry, and most of the gays are pretty creative, in general. That's just like the culture. We're not all into politics necessarily. We're more into the creative environment. I also think Heidi is a big draw. The boys love Heidi and think she's so fabulous. I just think it's a glitzy, fun show, and there are also always lots of gay boys on it, and, you know, that's fun.", 
    "name": "Christian Siriano"
  }, 
  {
    "quote": "The industry's changed so much that you can't just design something, put on a great show, and say, 'Okay, my job is done.'", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "User-centered design means understanding what your users need, how they think, and how they behave - and incorporating that understanding into every aspect of your process.", 
    "name": "Jesse James Garrett"
  }, 
  {
    "quote": "After the Great Depression and after public urging, a nationwide public competition was held to determine a design for a memorial that would honor President Thomas Jefferson's bold vision for westward expansion for America.", 
    "name": "Russ Carnahan"
  }, 
  {
    "quote": "I design for myself and the first question I ask is, 'Would I wear it?'", 
    "name": "Claudia Schiffer"
  }, 
  {
    "quote": "I've never mentioned this, but when I was at Parsons teaching, the other design disciplines, they don't like fashion design. They see it as very nineteenth-century.", 
    "name": "Tim Gunn"
  }, 
  {
    "quote": "With fashion, you really need to understand the aspects of construction. Not just design on an iPad.", 
    "name": "Tim Gunn"
  }, 
  {
    "quote": "Although my art work was heavily informed by my design work on a formal and visual level, as regards meaning and content the two practices parted ways.", 
    "name": "Barbara Kruger"
  }, 
  {
    "quote": "When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher.", 
    "name": "David Coverdale"
  }, 
  {
    "quote": "I had a faux-hawk for a while and I used to buzz the sides and design it. It was really bad.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "I have never seen a game's graphics look so sharp and clean. The sound design for the game is also unique on the Xbox. The memory on this system allowed us to provide the user with 5.1 Dolby surround sound for home theatre owners.", 
    "name": "Don Bluth"
  }, 
  {
    "quote": "I have a secret thought from some things I have observed, that God may perhaps design you for some singular service in the world.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "In regards to being a fashion aficionado, there's a certain amount of taking yourself seriously in the professional world. The self-effacing person can't completely go down the serious road. But I design, and love when things are beautiful.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "So that ideas of sort of relaxed symmetry have been something for years that I have been concerned with because I think that symmetry is a neutral shape as opposed to a form of design.", 
    "name": "Robert Rauschenberg"
  }, 
  {
    "quote": "But active programming consists of the design of new programs, rather than contemplation of old programs.", 
    "name": "Niklaus Wirth"
  }, 
  {
    "quote": "Clearly, programming courses should teach methods of design and construction, and the selected examples should be such that a gradual development can be nicely demonstrated.", 
    "name": "Niklaus Wirth"
  }, 
  {
    "quote": "I have been wildly enthused about gaming since I was younger, and a career path I chose not to go down but did really consider was getting into programming and game design.", 
    "name": "Trent Reznor"
  }, 
  {
    "quote": "I write the way you might arrange flowers. Not every try works, but each one launches another. Every constraint, even dullness, frees up a new design.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "There are two kinds of designers: ones who are very happy locked in their office surrounded by their coterie. The last thing they need to do is to go to a trunk show they'd go running for the hills. I not only enjoy it, I think, how do you design things that are applicable to life - unless you live it?", 
    "name": "Michael Kors"
  }, 
  {
    "quote": "People kind of tend to mystify design and architecture by suggesting you need to train.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "Well, I never studied design and I went to art school to study art, you know, sculpture and things like that, and ended up making things like sculpture and started making chairs and jewelry together and that's how I started.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "Design schools are good, I guess, sometimes I visit schools, but they are very very limiting.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "So if I design it and then go away, it's still living somewhere and it still exists by itself without me.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "So if I want to buy a light in a shop and I don't find a light that I like, I think to myself what would I like? What would I like to buy? Then I started to imagine and design it for myself a lot of the time.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "I think it is really important to have a sense of business. As a designer you can get so wrapped up in the design and fashion side that you forget the business side.", 
    "name": "Tommy Hilfiger"
  }, 
  {
    "quote": "Websites are kind of useless. There's so much great web content and design out there, but the ways in which they are being experienced are not being maximized.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "If you were the first person ever to design an application for the iPhone and you patented it, you would be very, very better off than we are right now, you know? But you've got to be the first one to do it. So I figured that Led Zeppelin or the Stones were going to do it unless we just got on to it. So I got cracking with the guys from Apple.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "After working with clothes for so long, it seemed right to design them.", 
    "name": "L'Wren Scott"
  }, 
  {
    "quote": "The reward is that you can actually create a world separate from reality with a story, actors, music, and camera design. When it works it can entertain, move people and teach us all.", 
    "name": "Colleen Atwood"
  }, 
  {
    "quote": "I am extremely excited to develop and design a brand representative of my life, experiences and style. Working closely with Cherokee will help establish a worldwide presence with best-in-class retailers and category leaders.", 
    "name": "Alessandra Ambrosio"
  }, 
  {
    "quote": "While I was at college studying design I decided to paint. I was also greatly inspired by the colours that I had seen on my travels in the Brazilian Rain forest.", 
    "name": "John Dyer"
  }, 
  {
    "quote": "We must carefully consider card security solutions, such as adding photographs or machine-readable electronic strips, so to prevent further breaches of individual privacy that could result from changes to the design of Social Security Cards.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "Internet safety begins at home and that is why my legislation would require the Federal Trade Commission to design and publish a unique website to serve as a clearinghouse and resource for parents, teachers and children for information on the dangers of surfing the Internet.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "Readers always seem to think that the author has some control over the design of their books.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "It is relatively easy to design for the perfect cases, when everything goes right, or when all the information required is available in proper format.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "User-centered design means working with your users all throughout the project.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "Also note that invariably when we design something that can be used by those with disabilities, we often make it better for everyone.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "I prefer design by experts - by people who know what they are doing.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "The federal debt in this country is principally of Republican design.", 
    "name": "Daniel Keys Moran"
  }, 
  {
    "quote": "Stargate by far is the top of the pile when it comes to Sci-Fi. The quality is great. They have really good writers, production design, lighting, wardrobe.", 
    "name": "Corin Nemec"
  }, 
  {
    "quote": "We are not inferring design to account for a black box, but to account for an open box.", 
    "name": "Michael Behe"
  }, 
  {
    "quote": "It's about the power of design and the power of the human spirit. It's above paying anybody to do something stupid for money like reality television does - like ambushing people.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "I think taking design out of the studio and really having a relationship with the people that you're making it for really convinced me of how powerful a thing design is. It's not just an aesthetic decoration.", 
    "name": "Genevieve Gorder"
  }, 
  {
    "quote": "One of the best animated films I've seen come out of Disney was the Tarzan movie. I wasn't crazy about the story or the design on Tarzan's face, but the traditional animation was spectacular.", 
    "name": "Ralph Bakshi"
  }, 
  {
    "quote": "I was in college, and very disappointed. I majored in commercial art and interior design for three or four years. At that time, it seemed the thing I really wanted to do, production design, just wasn't available in the U.K., so I turned to music.", 
    "name": "Eric Burdon"
  }, 
  {
    "quote": "I like to think that the Internet and file sharing, if utilized properly and embraced, and I emphasize properly, is a high-powered marketing design.", 
    "name": "Seal"
  }, 
  {
    "quote": "I wanted to be a decorator. I wanted to interior design homes and do everything myself.", 
    "name": "Ursula Andress"
  }, 
  {
    "quote": "Through the harsh design of fate, Florida was dealt the unfortunate circumstances of bearing the brunt of not one but two hurricanes, and it appears more dark clouds are poised to visit the Sunshine State.", 
    "name": "Ginny Brown-Waite"
  }, 
  {
    "quote": "Just as predatory animals follow a similar general design and behave in similar ways, so organizations, especially those in competition with one another, must follow certain design principles if they are to succeed and prevail.", 
    "name": "Robert Shea"
  }, 
  {
    "quote": "Ultimately we may still ask, why can't humans design a perfect society?", 
    "name": "Robert Shea"
  }, 
  {
    "quote": "To nourish children and raise them against odds is in any time, any place, is more valuable than to fix bolts in cars or design nuclear weapons.", 
    "name": "Marilyn French"
  }, 
  {
    "quote": "And then, build a bustling wonderful city of the 21st century, with a restoration of a spectacular skyline, which Manhattan, of course, needs. So, that is really the design as a whole.", 
    "name": "Daniel Libeskind"
  }, 
  {
    "quote": "For me, if I can design beautiful things that have the price be lower, I am thrilled.", 
    "name": "Tory Burch"
  }, 
  {
    "quote": "You can design a mortgage system that is different without a Fannie and Freddie, but there are principles you have to have, to have a good system.", 
    "name": "Jamie Dimon"
  }, 
  {
    "quote": "Traditional horizontal search engines cannot always identify the target audience, niche or vertical industry of a page or site. Vertical search engines address this issue by the nature of their design. They identify sites according to more specific criteria and sometimes even by human input.", 
    "name": "Marc Ostrofsky"
  }, 
  {
    "quote": "Even as a young boy, my passion was to design, and I have been very lucky to be able to do what I have loved all my life. There can be few greater gifts than that.", 
    "name": "Valentino Garavani"
  }, 
  {
    "quote": "I like the personality of the Belgians. They're deeply eccentric, which is something that comes across in their design - terrific.", 
    "name": "Miranda Richardson"
  }, 
  {
    "quote": "I am persuaded, that if any attempt is made to improve the education of the poor, and such an unmanly spirit should guide the resolution of a society or committee for that purpose, it would render the design abortive.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "I think gardens are fantastic, and I'd love to draw and design and stuff like that. I love just planting flowers during the summer. There's something very humble about it, and natural and beautiful.", 
    "name": "Ed Westwick"
  }, 
  {
    "quote": "Three years ago the Government announced the creation of Reconciliation Place, and said that it would include a memorial to those removed from their families. However, they refused to include any of those who were removed in the design of their own memorial.", 
    "name": "Malcolm Fraser"
  }, 
  {
    "quote": "In its report, the Cox Committee concludes that China is using stolen U.S. design information to speed up its deployment of a new nuclear missile force.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "The United States government first learned of the diversion of the W-88 nuclear warhead design in late 1995.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "That's a hobby of mine - to do whatever I can for unusual for-hire creative projects. I am waiting for someone to really challenge me - obviously I'm often approached to do film related work, but I would be very happy to design a bar or an amusement park ride. I would love to be an imagineer!", 
    "name": "Roman Coppola"
  }, 
  {
    "quote": "I do love DVD and I've always taken them seriously. You know, on the Austin things, we really put a ton of work into them because there's so much design involved. And in this one, we thought a lot about it and what could go in.", 
    "name": "Jay Roach"
  }, 
  {
    "quote": "My biggest role as director on the film is keeping a sense of the overview - how to cast the movie and shoot it in such a way that it will cut together. And how to design the style and tone.", 
    "name": "Jay Roach"
  }, 
  {
    "quote": "Through no divine design or cosmic plan, we have inherited the mantle of life's caretaker on the earth, the only home we have ever known.", 
    "name": "Michael Shermer"
  }, 
  {
    "quote": "No architect troubled to design houses that suited people who were to live in them, because that would have meant building a whole range of different houses. It was far cheaper and, above all, timesaving to make them identical.", 
    "name": "Michael Ende"
  }, 
  {
    "quote": "I've generally got a good eye for design and proportion.", 
    "name": "Bruce Oldfield"
  }, 
  {
    "quote": "The demise of Google Reader, if logical, is a reminder of how far we've come from the cuddly old 'I'm Feeling Lucky' Google days, in which there was a foreseeably-astonishing delight in the way Google's evolving design tricks anticipated what users would like.", 
    "name": "James Fallows"
  }, 
  {
    "quote": "When nearly a third of our high school students do not graduate on time with their peers, we have work to do. We must design our middle and high schools so that no student gets lost in the crowd and disconnected from his or her own potential.", 
    "name": "Christine Gregoire"
  }, 
  {
    "quote": "Sometimes, you start with the drawing and then the gag comes to you in the middle of it. That is when you start working on the solution of the gag, which is composition, placing, equilibrium, and character design.", 
    "name": "Sergio Aragones"
  }, 
  {
    "quote": "In two days, it's hard to to get the quality you would normally want for a design project.", 
    "name": "Douglas Wilson"
  }, 
  {
    "quote": "I look at each episode in two ways - from a design standpoint and from an entertainment standpoint - this is TV, after all. We usually succeed on at least one of the levels.", 
    "name": "Douglas Wilson"
  }, 
  {
    "quote": "Throughout the country, I see the same design problems and solutions over and over.", 
    "name": "Douglas Wilson"
  }, 
  {
    "quote": "I gave the couple a hint of a design that would work great with the bones of their home. They weren't ready for it, and they embarrassed themselves and that's too bad.", 
    "name": "Douglas Wilson"
  }, 
  {
    "quote": "Being in the design industry, I've tended to meet more people who are affected by HIV and AIDS.", 
    "name": "Douglas Wilson"
  }, 
  {
    "quote": "The Final Jeopardy! questions seem to be, by design, things you can't know. And so it's not about who knows them, but who can figure them out in thirty seconds.", 
    "name": "Ken Jennings"
  }, 
  {
    "quote": "At our company, our Design and Construction Consulting Service Team not only helps eliminate the risks inherent in the construction process, they typically save our clients 5% - 10% on overall construction costs. They also help make sure projects come in on time.", 
    "name": "Roger Staubach"
  }, 
  {
    "quote": "It was always my goal to 'up the ante' on good design and rye devoted much of my career to this.", 
    "name": "Michael Graves"
  }, 
  {
    "quote": "Beautiful Evidence is about the theory and practice of analytical design.", 
    "name": "Edward Tufte"
  }, 
  {
    "quote": "I do believe that there are some universal cognitive tasks that are deep and profound - indeed, so deep and profound that it is worthwhile to understand them in order to design our displays in accord with those tasks.", 
    "name": "Edward Tufte"
  }, 
  {
    "quote": "I would like to mention that I have flown the 262 first in May '43. At this time, the aircraft was completely secret. I first knew of the existence of this aircraft only early in '42 - even in my position. This aircraft didn't have any priority in design or production.", 
    "name": "Adolf Galland"
  }, 
  {
    "quote": "Longhorns are unique - each and every one of them is a different color with a different design.", 
    "name": "Janine Turner"
  }, 
  {
    "quote": "I design my shots. I walk the rehearsal as the camera and say 'this is where I want to be... I want this look.", 
    "name": "Debbie Allen"
  }, 
  {
    "quote": "There is no reason to design buildings that are more basic and rectilinear, because with concrete you can cover almost any space.", 
    "name": "Oscar Niemeyer"
  }, 
  {
    "quote": "I discovered at an early age that all I've ever wanted to do is design.", 
    "name": "Jonathan Ive"
  }, 
  {
    "quote": "Perhaps I'd like to design cars, but I don't think I'd be much good at it.", 
    "name": "Jonathan Ive"
  }, 
  {
    "quote": "If you're talking to an architect, he can look at a blank piece of paper, and once the initial design is there, the formula kicks in. Each room should have something unique and different about it - much the same way that in a song, every eight bars or so, a new piece of information should be introduced.", 
    "name": "Ryan Tedder"
  }, 
  {
    "quote": "Computers are scary. They're nightmares to fix, lose our stuff, and, on occasion, they crash, producing the blue screen of death. Steve Jobs knew this. He knew that computers were bulky and hernia-inducing and Darth Vader black. He understood the value of declarative design.", 
    "name": "Wesley Morris"
  }, 
  {
    "quote": "It was something I was more interested in myself. When I went to see my sister dance at ballet, I was really into costumes and the arts, and my family was also supportive of whatever me and my sister wanted to do. I would say I pushed myself the most to be into design.", 
    "name": "Christian Siriano"
  }, 
  {
    "quote": "So I went for engineering, specifically product design, which I enjoyed.", 
    "name": "Debi Thomas"
  }, 
  {
    "quote": "When I started this project, I was a young architect. I was very apprehensive about any changes to the design. Whether I wanted to or not, I learned that you can accept some changes to its form without compromising its intent. But it's a leap of faith that I didn't want to make initially - to put it mildly.", 
    "name": "Michael Arad"
  }, 
  {
    "quote": "For two years nobody talked about anything other than the name arrangement. There was no fund-raising and no progress being made on construction and design.", 
    "name": "Michael Arad"
  }, 
  {
    "quote": "How do you design it so that people can form a space of their own, and feel quiet and contemplative?", 
    "name": "Michael Arad"
  }, 
  {
    "quote": "I really appreciate artists of the 20th century, and I can see a lot of their influence on my work, but to suggest that my design only fits within an 'ism' kind of bothers me.", 
    "name": "Michael Arad"
  }, 
  {
    "quote": "I used to design for my body, which was flat-chested with big hips. That's why my clothes were tight on top with full skirts.", 
    "name": "Betsey Johnson"
  }, 
  {
    "quote": "We have no general conceptual thrust for the band, other than trying to make music that keeps our interest. When things are novel, they are probably things we have discovered by accident or investigation rather than by design.", 
    "name": "Steve Albini"
  }, 
  {
    "quote": "Initially, it was the unpractical in fashion that brought me to design my own line. I felt that it was much more attractive to cut clothes with respect for the living, three-dimensional body rather than to cover the body with decorative ideas.", 
    "name": "Jil Sander"
  }, 
  {
    "quote": "I think there is always a need for pure design. With pure design, you don't need so much decoration.", 
    "name": "Jil Sander"
  }, 
  {
    "quote": "It may sound ambitious, but I really hope that modern design will spread all around the globe.", 
    "name": "Jil Sander"
  }, 
  {
    "quote": "Everyone by now presumably knows about the danger of premature optimization. I think we should be just as worried about premature design - designing too early what a program should do.", 
    "name": "Paul Graham"
  }, 
  {
    "quote": "I had been impressed by the fact that biological systems were based on molecular machines and that we were learning to design and build these sorts of things.", 
    "name": "K. Eric Drexler"
  }, 
  {
    "quote": "Punk's influence on music, movies, art, design and fashion is no longer in doubt. It is used as the measurement for what is cool.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "Through all aspects of society be it art, design, the financial markets, government, technology or communications we are witnessing unprecedented global transformation - the result of which is impossible to predict.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "So the premise of 'The Submission' is that there's an anonymous competition to design a 9/11 memorial and it's won by an American Muslim, an architect born and raised in Virginia, and his name is Mohammad Khan.", 
    "name": "Amy Waldman"
  }, 
  {
    "quote": "I have had this view of the optimization of the electrode design for a long time. Historically we went through various phases in the work and eventually worked on large sheets - very large sheets - of palladium.", 
    "name": "Martin Fleischmann"
  }, 
  {
    "quote": "If there is a gay uniform, the differences are in how each man coordinates the details: the brand and cut of the jeans, the design of belts and boots, the haircut, the number and size of earrings.", 
    "name": "Lance Loud"
  }, 
  {
    "quote": "Wherever there is a design that is highly successful in a broad range of similar environments, it is apt to emerge again and again, independently - the phenomenon known in biology as convergent evolution. I call these designs 'good tricks.'", 
    "name": "Daniel Dennett"
  }, 
  {
    "quote": "There is a group of individuals who are radical jihadists. We need to call them by name. They believe it is OK to kill people in the name of their religion. It is not all of Islam. It is not all Muslims. But there is a subgroup who believe it is OK. In fact, it is their plan and design to kill people.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "And I think my sexuality was heavily repressed by the church, by the, you know, the design of the mortal sins.", 
    "name": "Thomas Keneally"
  }, 
  {
    "quote": "So much of it is the design of the shot or the motion of the character it's the work you do so that it has the same things that are in the movie. In just a few frames it's got to communicate something clearly and dramatically.", 
    "name": "Dennis Muren"
  }, 
  {
    "quote": "Unfortunately, the client that exists today is still pretty much the prototype design.", 
    "name": "Shawn Fanning"
  }, 
  {
    "quote": "English is taking over the world. I just wrote a piece about it. And it's not by design. The United States dominates because it's the biggest market.", 
    "name": "Norman Spinrad"
  }, 
  {
    "quote": "My training as an engineer has enabled me to design the stuff, but the reason I do it is not to make music but for the opportunity to work with musicians.", 
    "name": "Robert Moog"
  }, 
  {
    "quote": "The point is that I don't design stuff for myself. I'm a toolmaker. I design things that other people want to use.", 
    "name": "Robert Moog"
  }, 
  {
    "quote": "Leon Theremin's original designs are elegant, ingenious and effective. As electronics goes, the theremin is very simple. But there are so many subtleties hidden in the details of the design. It's like a great sonnet, or a painting, or a speech, that is perfectly done on more than one level.", 
    "name": "Robert Moog"
  }, 
  {
    "quote": "We used to be referred to as bakers and then we became known as cake decorators and now we are known as cake designers. I teach at the French Culinary Institute in New York and cake design is a legitimate profession.", 
    "name": "Ron Ben-Israel"
  }, 
  {
    "quote": "It was by design that we mostly used pictures that you could not necessarily see what was going on, and that didn't really focus in on the band, but instead focused in on a theme.", 
    "name": "Mike McCready"
  }, 
  {
    "quote": "There is not necessarily a good reason why a regulator should have to be involved in product design and marketing for rich and sophisticated investors. We recommend that such investors should be able to sign a piece of paper, which allows them to go ahead and buy unregulated products at their own risk.", 
    "name": "John Redwood"
  }, 
  {
    "quote": "Last year, Congress gave the Department of Defense the authority to design a new civilian personnel system for its employees as part of the defense authorization bill.", 
    "name": "Norm Dicks"
  }, 
  {
    "quote": "I design some of my own clothes now.", 
    "name": "Kiernan Shipka"
  }, 
  {
    "quote": "I now add, farther, that the apostle's argument is so far from proving it to be the duty of people to obey, and submit to, such rulers as act in contradiction to the public good, and so to the design of their office, that it proves the direct contrary.", 
    "name": "Jonathan Mayhew"
  }, 
  {
    "quote": "Biological engineering is not necessarily understanding systems but rather, I want to be able to design and build biological systems to perform particular applications.", 
    "name": "Drew Endy"
  }, 
  {
    "quote": "It is to be noted that when any part of this paper appears dull there is a design in it.", 
    "name": "Richard Steele"
  }, 
  {
    "quote": "Once I got out of architecture school I decided not to be an architect, I just started my own little design studio.", 
    "name": "Joseph Kosinski"
  }, 
  {
    "quote": "I don't set goals. Like, that's what I want to be doing however many years from now. I do what I love to do at the moment. If I wake up tomorrow and decide I want to dance, that's what I'd do. Or design clothes.", 
    "name": "Ayumi Hamasaki"
  }, 
  {
    "quote": "And just when we were at the end of our design process there was the news that the Italian government and the U.S. government had signed an agreement to fly the first Italian astronaut on that flight.", 
    "name": "Umberto Guidoni"
  }, 
  {
    "quote": "I do what I love to do at the moment. If I wake up tomorrow and decide I want to dance, that's what I'd do. Or design clothes. I think I'd throw myself into whatever I'm doing now. It's not about abandoning what I was doing before, or giving up. It's about knowing that if I die tomorrow, I lived the way I wanted to.", 
    "name": "Ayumi Hamasaki"
  }, 
  {
    "quote": "Even private persons in due season, with discretion and temper, may reprove others, whom they observe to commit sin, or follow bad courses, out of charitable design, and with hope to reclaim them.", 
    "name": "Isaac Barrow"
  }, 
  {
    "quote": "In both business and personal life, I've always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry.", 
    "name": "Ivanka Trump"
  }, 
  {
    "quote": "It is very important to lead the field and innovate in game design.", 
    "name": "John Romero"
  }, 
  {
    "quote": "You have to design and program differently. Combat action in an MMO is so different to combat in a first-person shooter.", 
    "name": "John Romero"
  }, 
  {
    "quote": "Good design is making something intelligible and memorable. Great design is making something memorable and meaningful.", 
    "name": "Dieter Rams"
  }, 
  {
    "quote": "By the fourth grade, I graduated to an erector set and spent many happy hours constructing devices of unknown purpose where the main design criterion was to maximize the number of moving parts and overall size.", 
    "name": "Steven Chu"
  }, 
  {
    "quote": "Golf course design is exciting.", 
    "name": "Tom Kite"
  }, 
  {
    "quote": "I'm really not for famous people who design a line for a company, when you know it's not really them creating it but a team of designers, especially when there are so many talented people who've taken the time to go and study fashion.", 
    "name": "Bonnie Wright"
  }, 
  {
    "quote": "Well, yes, I mean, I think that, you know, my sources suggest that there's a lot of support for the notion that there is a lot of Koran abuse and that it was very much a systematic design, not just an aberration.", 
    "name": "Jane Mayer"
  }, 
  {
    "quote": "I love graphic design. I love working with design, and I love storytelling, so I've been working on a children's book for a while, and I'd like to see that through.", 
    "name": "Colleen Haskell"
  }, 
  {
    "quote": "The roundness of life's design may be a sign that there is a presence beyond ourselves.", 
    "name": "Wally Lamb"
  }, 
  {
    "quote": "We opened a design center in the South of England last year as part of our strategy for being close to our customers and developing innovative products for exciting new markets.", 
    "name": "David Milne"
  }, 
  {
    "quote": "Dubstep has everything for me. Rhythm, sound design, heartfelt emotion - all in one place.", 
    "name": "James Blake"
  }, 
  {
    "quote": "In any case, his judgment and set of values, acting alone or through his assistants, determine not only what is gold and what is dross but the design of the history which he creates out of the metal. The historian decides what is significant, and what is not.", 
    "name": "Samuel E. Morison"
  }, 
  {
    "quote": "I don't design cars. I'm not a designer. I know what I desire to be built, I know what the end result is, the horsepower, the competition we'll be working against - but I leave it to the people who work with me to put it all together. I don't do anything.", 
    "name": "Caroll Shelby"
  }, 
  {
    "quote": "I do two things. I design mobile computers and I study brains.", 
    "name": "Jeff Hawkins"
  }, 
  {
    "quote": "It is not that you do wrong by design, but that you should never do right by mistake.", 
    "name": "Junius"
  }, 
  {
    "quote": "But my point is that you design something in the end that precludes any unhealthy trading practices that are not going to serve your environmental or your economic objectives but now is not the time to do it.", 
    "name": "John Anderson"
  }, 
  {
    "quote": "I'm into designing houses and interior design. I like change. I like creating things out of nothing.", 
    "name": "Chris Kirkpatrick"
  }, 
  {
    "quote": "I've always loved interior design.", 
    "name": "Genie Francis"
  }, 
  {
    "quote": "Once you come up with a premise, you have to work out how it all happened. It's a bit like coming up with a spectacular roof design first. Before you can get it up there, you need to build a solid foundation and supporting structure.", 
    "name": "Linwood Barclay"
  }, 
  {
    "quote": "Nothing they design ever gets in the way of a work of art.", 
    "name": "Robert Hughes"
  }, 
  {
    "quote": "The design of those commissioners, frigates and warlike force is directed rather against Long Island and these your Honors' possessions, than to the imagined reform of New England.", 
    "name": "Peter Stuyvesant"
  }, 
  {
    "quote": "I finished high school there and then I went to Rhode Island School of Design.", 
    "name": "Stephen Sprouse"
  }, 
  {
    "quote": "After all, C++ isn't a perfect match for Java's design aims either.", 
    "name": "Bjarne Stroustrup"
  }, 
  {
    "quote": "Of course, I did lots of what would be called graphic design now, what used to be called commercial art.", 
    "name": "Leonard Baskin"
  }, 
  {
    "quote": "When the Grateful Dead needed a quality sound system to deliver our sonic payload, I learned electronics and speaker design.", 
    "name": "Mickey Hart"
  }, 
  {
    "quote": "IBM was the original contractor for much of the computer interface design on the film.", 
    "name": "Douglas Trumbull"
  }, 
  {
    "quote": "My particular aesthetic of light and color and design wouldn't change as a result of working with computer graphics rather than with slit scan or miniatures.", 
    "name": "Douglas Trumbull"
  }, 
  {
    "quote": "There were IBM logos designed for the film, and there were IBM design consultants working with Kubrick on the layout of the controls and computer screens.", 
    "name": "Douglas Trumbull"
  }, 
  {
    "quote": "I brought a lot of my own pieces of clothes to the design room when I first met with the design team just so they could see what my style was like.", 
    "name": "Nastia Liukin"
  }, 
  {
    "quote": "I believe consistency and orthogonality are tools of design, not the primary goal in design.", 
    "name": "Yukihiro Matsumoto"
  }, 
  {
    "quote": "Actually, I didn't make the claim that Ruby follows the principle of least surprise. Someone felt the design of Ruby follows that philosophy, so they started saying that. I didn't bring that up, actually.", 
    "name": "Yukihiro Matsumoto"
  }, 
  {
    "quote": "Acting isn't for me. I don't like being told what to do. I'm more interested in set design, more visually driven.", 
    "name": "Sofia Coppola"
  }, 
  {
    "quote": "There is a lot of interest in the arts, music, theatre, filmmaking, engineering, architecture and software design. I think we have now transitioned the modern-day version of the entrepreneur into the creative economy.", 
    "name": "John Baldacci"
  }, 
  {
    "quote": "Looking back, video game design seems a natural fit, although there was no such thing when I was growing up. I built a Tic-Tac-Toe playing machine in my teens which went up in smoke on the night it was scheduled to go to a science fair.", 
    "name": "David Crane"
  }, 
  {
    "quote": "My background is in hardware design. I found hardware work to be a welcome change from thousands of hours of programming and that led to the designs you mentioned.", 
    "name": "David Crane"
  }, 
  {
    "quote": "I wear a lot of different hats - from writer to producer and artist. We all do 5 or 6 jobs, everything from creating our own graphic design to actually recording and the whole bit.", 
    "name": "William Bell"
  }, 
  {
    "quote": "If you decide to design your own language, there are thousands of sort of amateur language designer pitfalls.", 
    "name": "Guido van Rossum"
  }, 
  {
    "quote": "I am interested in computers and technology, and art, photography, and design.", 
    "name": "William Landay"
  }, 
  {
    "quote": "I have made bouquets of pleats, bouquets of flowers, bouquets of ruffles, bouquets of feathers. Often I design in mousseline, held tightly around the waist, and with something else going on all around.", 
    "name": "Giambattista Valli"
  }, 
  {
    "quote": "You all know that each title in the Chronicles has a chess theme that's partly because of the overall design of the Chronicles themselves - the game of chess as an analogue of the game of life.", 
    "name": "Dorothy Dunnett"
  }, 
  {
    "quote": "If we don't have accurate information, if we are not able to tell difficult truth one to another, we will never be able to effectively design a policy for Iraq.", 
    "name": "Jack Reed"
  }, 
  {
    "quote": "Usually I design the lighting and when I have the physical set there, I'm not good at going out loosely and saying, 'Do you what you want, give it to the editor, and he'll figure it out.' I physically then walk on with the actors and I say, 'Let's walk until you guys feel the space works for you, and tell me when all that happens.'", 
    "name": "Tarsem Singh"
  }, 
  {
    "quote": "The New Testament evinces its universal design in its very, style, which alone distinguishes it from all the literary productions of earlier and later times.", 
    "name": "Philip Schaff"
  }, 
  {
    "quote": "I have lived with my husband more than I have with my parents... I live beside him, and know his worries, his hopes, and his dreams for his nation. We believe that things happen by design, not in an arbitrary way. And we believe it is our duty to make things happen.", 
    "name": "Mozah bint Nasser Al Missned"
  }, 
  {
    "quote": "So much of design is context.", 
    "name": "Steve Madden"
  }, 
  {
    "quote": "I could design an $800 shoe line it's easy. You use the best materials and you can make beautiful shoes. It's easier than making great shoes for $90.", 
    "name": "Steve Madden"
  }, 
  {
    "quote": "My strengths as a businessman lie in the design and sale of women's shoes, and I have never been comfortable with complicated or technical legal or business documents.", 
    "name": "Steve Madden"
  }, 
  {
    "quote": "The Constitution remains brilliant in its overall design and sound with respect to the Bill of Rights and the separation of powers. But there are numerous archaic provisions that inhibit constructive change and adaptation. These constitutional bits affect the daily life of the republic and every citizen in it.", 
    "name": "Larry J. Sabato"
  }, 
  {
    "quote": "The Court is most vulnerable and comes nearest to illegitimacy when it deals with judge-made constitutional law having little or no cognizable roots in the language or design of the Constitution.", 
    "name": "Byron White"
  }, 
  {
    "quote": "Once the product's task is known, design the interface first then implement to the interface design.", 
    "name": "Jef Raskin"
  }, 
  {
    "quote": "I've come up through art school, through painting, through graphic design, through advertising, through TV commercials and music video. I've designed books, built billboards, matchbooks, corporate identities. I continuously paint, I've done conceptual art pictures.", 
    "name": "Tony Kaye"
  }, 
  {
    "quote": "If a course needs to be in great condition to be played effectively, then the design strategy is flawed.", 
    "name": "Tom Watson"
  }, 
  {
    "quote": "That's something I learned in art school. I studied graphic design in Germany, and my professor emphasized the responsibility that designers and illustrators have towards the people they create things for.", 
    "name": "Eric Carle"
  }, 
  {
    "quote": "Intelligent design itself does not have any content.", 
    "name": "George Gilder"
  }, 
  {
    "quote": "The interesting thing is when we design and architect a server, we don't design it for Windows or Linux, we design it for both. We don't really care, as long as we're selling the one the customer wants.", 
    "name": "Michael Dell"
  }, 
  {
    "quote": "Being non-commercial is never an ambition. Movies come together at different points for fortuitous reasons. You do them as you get the opportunity, as opposed to doing them when you choose to or design to.", 
    "name": "Ethan Coen"
  }, 
  {
    "quote": "Design can change how you look at yourself.", 
    "name": "Ty Pennington"
  }, 
  {
    "quote": "When you design it, think how you would feel if you had to fly it! Safety first!", 
    "name": "Donald Wills Douglas"
  }, 
  {
    "quote": "It is not possible to design always the same. How to be different in each different place - that is the most important work and duty of the architect to find out.", 
    "name": "Jean Nouvel"
  }, 
  {
    "quote": "Every step and every movement of the multitude, even in what are termed enlightened ages, are made with equal blindness to the future and nations stumble upon establishments, which are indeed the result of human action, but not the execution of any human design.", 
    "name": "Adam Ferguson"
  }, 
  {
    "quote": "Different people have different styles, but there is an opportunity as a director to be a writer in every moment, with every visual cue and every piece of production design. Everything is a decision, and everything can be obsessed over.", 
    "name": "B. J. Novak"
  }, 
  {
    "quote": "The scientific argument advanced for intelligent design at the Dover trial, those arguments collapsed, scientifically and intellectually.", 
    "name": "Kenneth R. Miller"
  }, 
  {
    "quote": "The argument for intelligent design basically depends on saying, 'You haven't answered every question with evolution,'... Well, guess what? Science can't answer every question.", 
    "name": "Kenneth R. Miller"
  }, 
  {
    "quote": "The new strategy is to teach intelligent design without calling it intelligent design.", 
    "name": "Kenneth R. Miller"
  }, 
  {
    "quote": "For many years, I have lived uncomfortably with the belief that most planning and architectural design suffers for lack of real and basic purpose. The ultimate purpose, it seems to me, must be the improvement of mankind.", 
    "name": "James Rouse"
  }, 
  {
    "quote": "The mind is like a richly woven tapestry in which the colors are distilled from the experiences of the senses, and the design drawn from the convolutions of the intellect.", 
    "name": "Carson McCullers"
  }, 
  {
    "quote": "It is most necessary to avoid rusticity in any way, whether in material, design, or execution.", 
    "name": "George Edmund Street"
  }, 
  {
    "quote": "Computers are to design as microwaves are to cooking.", 
    "name": "Milton Glaser"
  }, 
  {
    "quote": "I just bought a Mac to help me design the next Cray.", 
    "name": "Seymoure Cray"
  }, 
  {
    "quote": "I decided to go to school for advertising and graphic design. That was what I was gonna do but acting is that thing, it's like a splinter in your mind and you can't get rid of it. So I decided to move to L.A. a few years ago and it just snowballed into this thing called 'The Hunger Games.'", 
    "name": "Dayo Okeniyi"
  }, 
  {
    "quote": "'Design Star' was incredible, and I didn't think it could get any better, and then 'Color Splash' happened.", 
    "name": "David Bromstad"
  }, 
  {
    "quote": "Technology is making design more exciting, with color, wallpaper, textures, fabrics that could never have been created without the technology.", 
    "name": "David Bromstad"
  }, 
  {
    "quote": "I try to look at design from a more conceptual standpoint.", 
    "name": "Cynthia Rowley"
  }, 
  {
    "quote": "Art has definitely influenced how I think of design, both as individual items and as a body of work.", 
    "name": "Cynthia Rowley"
  }, 
  {
    "quote": "Whenever I design any variant, or when anybody sends me one, I always say if at all possible within the context of the game don't have two home supply centers touching each other.", 
    "name": "Fred Davis"
  }, 
  {
    "quote": "Language, philosophy, and science are interwoven into the design of words, which are manipulated to create surprising illusions.", 
    "name": "John Langdon"
  }, 
  {
    "quote": "By means of tracing-paper I transfer my design to the wood and draw on that.", 
    "name": "John Tenniel"
  }, 
  {
    "quote": "Design has taken the place of what sailing used to be.", 
    "name": "Dennis Conner"
  }, 
  {
    "quote": "I am going to design... a Station after my own fancy that is, with engineering roofs, etc.", 
    "name": "Isambard K. Brunel"
  }, 
  {
    "quote": "The design of a dress, furniture, a house, a room, a street and a city are all the same process.", 
    "name": "Gianfranco Ferre"
  }, 
  {
    "quote": "As an architect, I learned to think and express myself on flat forms, on paper, and to imagine the contour of the lines of a design.", 
    "name": "Gianfranco Ferre"
  }, 
  {
    "quote": "We want people to realize you are at a design school, not a land grant college. The way we look says a great deal about who we are.", 
    "name": "James Hall"
  }, 
  {
    "quote": "I'm an artist. So if acting doesn't work out, which I hope it does, I'm probably going to go into graphic design or something like that.", 
    "name": "Gabriel Basso"
  }, 
  {
    "quote": "I love the idea of couture and its emphasis on creation. There's where I made my name - in design - and there's where I'd like to stay.", 
    "name": "Jimmy Choo"
  }, 
  {
    "quote": "Design must seduce, shape, and perhaps more importantly, evoke an emotional response.", 
    "name": "April Greiman"
  }
]