[
  {
    "quote": "In order to succeed, your desire for success should be greater than your fear of failure.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.", 
    "name": "David Brinkley"
  }, 
  {
    "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Success consists of going from failure to failure without loss of enthusiasm.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Try not to become a man of success, but rather try to become a man of value.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I don't know the key to success, but the key to failure is trying to please everybody.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Always bear in mind that your own resolution to succeed is more important than any other.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I've failed over and over and over again in my life and that is why I succeed.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Coming together is a beginning keeping together is progress working together is success.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Don't aim for success if you want it just do what you love and believe in, and it will come naturally.", 
    "name": "David Frost"
  }, 
  {
    "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.", 
    "name": "Godfrey Winn"
  }, 
  {
    "quote": "Strive not to be a success, but rather to be of value.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Formula for success: rise early, work hard, strike oil.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Formal education will make you a living self-education will make you a fortune.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "If at first you don't succeed, try, try again. Then quit. There's no point in being a damn fool about it.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "All you need is ignorance and confidence and the success is sure.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I honestly think it is better to be a failure at something you love than to be a success at something you hate.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Action is the foundational key to all success.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "To succeed in life, you need two things: ignorance and confidence.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Failure is success if we learn from it.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "What is success? I think it is a mixture of having a flair for the thing that you are doing knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "I don't measure a man's success by how high he climbs but how high he bounces when he hits bottom.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "To know even one life has breathed easier because you have lived. This is to have succeeded.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Defeat is not the worst of failures. Not to have tried is the true failure.", 
    "name": "George Edward Woodberry"
  }, 
  {
    "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.", 
    "name": "William James"
  }, 
  {
    "quote": "A person with a new idea is a crank until the idea succeeds.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Success depends upon previous preparation, and without such preparation there is sure to be failure.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Frustration, although quite painful at times, is a very positive and essential part of success.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Success is a science if you have the conditions, you get the result.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The most important single ingredient in the formula of success is knowing how to get along with people.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Success is getting what you want. Happiness is wanting what you get.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "As kids we're not taught how to deal with success we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Winning isn't everything, it's the only thing.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Belief in oneself is one of the most important bricks in building any successful venture.", 
    "name": "Lydia M. Child"
  }, 
  {
    "quote": "If everyone is moving forward together, then success takes care of itself.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Success comes from knowing that you did your best to become the best that you are capable of becoming.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "If you have no critics you'll likely have no success.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "One secret of success in life is for a man to be ready for his opportunity when it comes.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Don't confuse fame with success. Madonna is one Helen Keller is the other.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent's pressure, and the temporary failures.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "The ladder of success is best climbed by stepping on the rungs of opportunity.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Man needs his difficulties because they are necessary to enjoy success.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Success is simple. Do what's right, the right way, at the right time.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "The successful man will profit from his mistakes and try again in a different way.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Pray that success will not come any faster than you are able to endure it.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Failure is the key to success each mistake teaches us something.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Happiness lies in the joy of achievement and the thrill of creative effort.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Eighty percent of success is showing up.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "In order to succeed you must fail, so that you know what not to do the next time.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "Success is how high you bounce when you hit bottom.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "The starting point of all achievement is desire.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "In this world it is not what we take up, but what we give up, that makes us rich.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "There is only one success - to be able to spend your life in your own way.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Success isn't a result of spontaneous combustion. You must set yourself on fire.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game one foot from a winning touchdown.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "Diligence is the mother of good fortune.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I couldn't wait for success, so I went ahead without it.", 
    "name": "Jonathan Winters"
  }, 
  {
    "quote": "If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed.", 
    "name": "Juliana Hatfield"
  }, 
  {
    "quote": "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.'", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "The common idea that success spoils people by making them vain, egotistic and self-complacent is erroneous on the contrary it makes them, for the most part, humble, tolerant and kind.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "The thermometer of success is merely the jealousy of the malcontents.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Success is falling nine times and getting up ten.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Success is dependent on effort.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "They succeed, because they think they can.", 
    "name": "Virgil"
  }, 
  {
    "quote": "Success seems to be largely a matter of hanging on after others have let go.", 
    "name": "William Feather"
  }, 
  {
    "quote": "The measure of success is not whether you have a tough problem to deal with, but whether it is the same problem you had last year.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "Success is blocked by concentrating on it and planning for it... Success is shy - it won't come out while you're watching.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "It's our nature: Human beings like success but they hate successful people.", 
    "name": "Carrot Top"
  }, 
  {
    "quote": "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed pay the price and it is yours.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Definiteness of purpose is the starting point of all achievement.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Success in almost any field depends more on energy and drive than it does on intelligence. This explains why we have so many stupid leaders.", 
    "name": "Sloan Wilson"
  }, 
  {
    "quote": "Failure is not an option. Everyone has to succeed.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Success is the one unpardonable sin against our fellows.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Success is counted sweetest by those who never succeed.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "How can they say my life is not a success? Have I not for more than sixty years got enough to eat and escaped being eaten?", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "After I won the Oscar, my salary doubled, my friends tripled, my children became more popular at school, my butcher made a pass at me, and my maid hit me up for a raise.", 
    "name": "Shirley Jones"
  }, 
  {
    "quote": "Obedience is the mother of success and is wedded to safety.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Success has a simple formula: do your best, and people may like it.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "Success is not a good teacher, failure makes you humble.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "Sometimes I worry about being a success in a mediocre world.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Success is that old ABC - ability, breaks, and courage.", 
    "name": "Charles Luckman"
  }, 
  {
    "quote": "Success is like death. The more successful you become, the higher the houses in the hills get and the higer the fences get.", 
    "name": "Kevin Spacey"
  }, 
  {
    "quote": "Those who have succeeded at anything and don't mention luck are kidding themselves.", 
    "name": "Larry King"
  }, 
  {
    "quote": "Success is the progressive realization of predetermined, worthwhile, personal goals.", 
    "name": "Paul J. Meyer"
  }, 
  {
    "quote": "The man who has done his level best... is a success, even though the world may write him down a failure.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Nothing succeeds like success.", 
    "name": "Alexandre Dumas"
  }, 
  {
    "quote": "We fall forward to succeed.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Success is simply a matter of luck. Ask any failure.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "The toughest thing about success is that you've got to keep on being a success.", 
    "name": "Irving Berlin"
  }, 
  {
    "quote": "Nothing recedes like success.", 
    "name": "Walter Winchell"
  }, 
  {
    "quote": "Success is often the result of taking a misstep in the right direction.", 
    "name": "Al Bernstein"
  }, 
  {
    "quote": "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "Success to me is having ten honeydew melons and eating only the top half of each slice.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Success doesn't mean that you are healthy, success doesn't mean that you're happy, success doesn't mean that you're rested. Success really doesn't mean that you look good, or feel good, or are good.", 
    "name": "Victoria Principal"
  }, 
  {
    "quote": "It's not enough that I should succeed - others should fail.", 
    "name": "David Merrick"
  }, 
  {
    "quote": "Success is the space one occupies in the newspaper. Success is one day's insolence.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "The one phrase you can use is that success has a thousand fathers, and failure is an orphan.", 
    "name": "Alan Price"
  }, 
  {
    "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute all my success in life to the moral, intellectual and physical education I received from her.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "We should measure welfare's success by how many people leave welfare, not by how many are added.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "That some achieve great success, is proof to all that others can achieve it as well.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The size of your success is measured by the strength of your desire the size of your dream and how you handle disappointment along the way.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "The only place success comes before work is in the dictionary.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Patience, persistence and perspiration make an unbeatable combination for success.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Before anything else, preparation is the key to success.", 
    "name": "Alexander Graham Bell"
  }, 
  {
    "quote": "It has always seemed strange to me... the things we admire in men, kindness and generosity, openness, honesty, understanding and feeling, are the concomitants of failure in our system. And those traits we detest, sharpness, greed, acquisitiveness, meanness, egotism and self-interest, are the traits of success. And while men admire the quality of the first they love the produce of the second.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Dictionary is the only place that success comes before work. Hard work is the price we must pay for success. I think you can accomplish anything if you're willing to pay the price.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.", 
    "name": "Mario Andretti"
  }, 
  {
    "quote": "Success is like reaching an important birthday and finding you're exactly the same.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Money and success don't change people they merely amplify what is already there.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "I have learned, that if one advances confidently in the direction of his dreams, and endeavors to live the life he has imagined, he will meet with a success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Applause waits on success.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "The best revenge is massive success.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.", 
    "name": "Mark Caine"
  }, 
  {
    "quote": "The superior man makes the difficulty to be overcome his first interest success only comes later.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Success does not consist in never making mistakes but in never making the same one a second time.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A true friend is one who overlooks your failures and tolerates your success!", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Money won't create success, the freedom to make it will.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Success has always been a great liar.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "My definition of success is to live your life in a way that causes you to feel a ton of pleasure and very little pain - and because of your lifestyle, have the people around you feel a lot more pleasure than they do pain.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "You cannot climb the ladder of success dressed in the costume of failure.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "We must walk consciously only part way toward our goal, and then leap in the dark to our success.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Success is steady progress toward one's personal goals.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Success usually comes to those who are too busy to be looking for it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.", 
    "name": "Bob Feller"
  }, 
  {
    "quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "The secret to success is to offend the greatest number of people.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The only thing I'm addicted to is winning. This bootleg cult, arrogantly referred to as Alcoholics Anonymous, reports a 5 percent success rate. My success rate is 100 percent.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Success is neither magical nor mysterious. Success is the natural consequence of consistently applying the basic fundamentals.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Success is nothing more than a few simple disciplines, practiced every day.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Successful people make money. It's not that people who make money become successful, but that successful people attract money. They bring success to what they do.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Most great people have attained their greatest success just one step beyond their greatest failure.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Discipline is the soul of an army. It makes small numbers formidable procures success to the weak, and esteem to all.", 
    "name": "George Washington"
  }, 
  {
    "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Success is dependent upon the glands - sweat glands.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Four things for success: work and pray, think and believe.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that 'individuality' is the key to success.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Success is doing ordinary things extraordinarily well.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "You do not pay the price of success, you enjoy the price of success.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Every person who wins in any undertaking must be willing to cut all sources of retreat. Only by doing so can one be sure of maintaining that state of mind known as a burning desire to win - essential to success.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Success is not to be pursued it is to be attracted by the person you become.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Success is the maximum utilization of the ability that you have.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Success is never final, failure is never fatal. It's courage that counts.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "How many a man has thrown up his hands at a time when a little more effort, a little more patience would have achieved success.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "That man is a success who has lived well, laughed often and loved much.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The test of success is not what you do when you are on top. Success is how high you bounce when you hit bottom.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "The line between failure and success is so fine that we scarcely know when we pass it: so fine that we are often on the line and do not know it.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Old age is like everything else. To make a success of it, you've got to start young.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Before everything else, getting ready is the secret of success.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Every success story has a parent who says, 'over my dead body.' Every success story has an old person who walks up to you and says, when you're acting the fool, 'you know I worry about you sometimes.'", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "He has achieved success who has worked well, laughed often, and loved much.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "What material success does is provide you with the ability to concentrate on other things that really matter. And that is being able to make a difference, not only in your own life, but in other people's lives.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Microsoft has had two goals in the last 10 years. One was to copy the Mac, and the other was to copy Lotus' success in the spreadsheet - basically, the applications business. And over the course of the last 10 years, Microsoft accomplished both of those goals. And now they are completely lost.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "For unflagging interest and enjoyment, a household of children, if things go reasonably well, certainly all other forms of success and achievement lose their importance by comparison.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "The path to success is to take massive, determined action.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "America is the most grandiose experiment the world has seen, but, I am afraid, it is not going to be a success.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Success is often achieved by those who don't know that failure is inevitable.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better.", 
    "name": "John Carmack"
  }, 
  {
    "quote": "She's the kind of girl who climbed the ladder of success wrong by wrong.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Success demands singleness of purpose.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Whosoever desires constant success must change his conduct with the times.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Personality is the most important thing to an actress's success.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The key to success is to focus our conscious mind on things we desire not things we fear.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it as of the individual, so should it be of the nation.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "Success is getting what you want. Happiness is liking what you get.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "There's no abiding success without commitment.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "If you wish to be a success in the world, promise everything, deliver nothing.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "There is probably a perverse pride in my administration... that we were going to do the right thing, even if short-term it was unpopular. And I think anybody who's occupied this office has to remember that success is determined by an intersection in policy and politics and that you can't be neglecting of marketing and P.R. and public opinion.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "One man cannot practice many arts with success.", 
    "name": "Plato"
  }, 
  {
    "quote": "You know you are on the road to success if you would do your job, and not be paid for it.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "An artist cannot fail it is a success to be one.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "My success was not based so much on any great intelligence but on great common sense.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "I stand ready to lead us down a different path where we're lifted up by our desire to succeed, not dragged down by a resentment of success.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "You grow up a bit damaged or broken then you have some success but you don't know how to feel good about the work you're doing or the life you're leading.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "The ladder of success is never crowded at the top.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "If you have a success you have it for the wrong reasons. If you become popular it is always because of the worst aspects of your work.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Anything that won't sell, I don't want to invent. Its sale is proof of utility, and utility is success.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "You might well remember that nothing can bring you success but yourself.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "A rejection is nothing more than a necessary step in the pursuit of success.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything.", 
    "name": "Nikola Tesla"
  }, 
  {
    "quote": "The battle of life is, in most cases, fought uphill and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success if there were nothing to struggle for, there would be nothing to be achieved.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "Management is efficiency in climbing the ladder of success leadership determines whether the ladder is leaning against the right wall.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "Forward, as occasion offers. Never look round to see whether any shall note it... Be satisfied with success in even the smallest matter, and think that even such a result is no trifle.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "We're constantly striving for success, fame and comfort when all we really need to be happy is someone or some thing to be enthusiastic about.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "You never achieve success unless you like what you are doing.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Ask yourself the secret of your success. Listen to your answer, and practice it.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "Obstacles are necessary for success because in selling, as in all careers of importance, victory comes only after many struggles and countless defeats.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "You do the work and you want people to see it but, um while I'm doing the work, the result doesn't matter at all to me. Ultimately, I don't, I don't care whether the film is - you know - some big giant box-office bonanza and I don't care if its a complete flop. To me, when a film gets made and it's actually finished it's a success. They're all a success in their own way.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "If a man loves the labour of his trade, apart from any question of success or fame, the gods have called him.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "There is little success where there is little laughter.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "It is not the going out of port, but the coming in, that determines the success of a voyage.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "If we become one of those societies that attack success, why not come as certain there will be a lot less success? And that's not who we are.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "That business we started with 10 people has now grown into a great American success story.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Success is not greedy, as people think, but insignificant. That is why it satisfies nobody.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I must admit that I personally measure success in terms of the contributions an individual makes to her or his fellow human beings.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "The ability to convert ideas to things is the secret of outward success.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "In all our deeds, the proper value and respect for time determines success or failure.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Success is full of promise till one gets it, and then it seems like a nest from which the bird has flown.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Everyone who achieves success in a great venture, solves each problem as they came to it. They helped themselves. And they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they met.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "In inner-city, low-income communities of color, there's such a high correlation in terms of educational quality and success.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Well I think any author or musician is anxious to have legitimate sales of their products, partly so they're rewarded for their success, partly so they can go on and do new things.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "One important key to success is self-confidence. An important key to self-confidence is preparation.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Our success educationally, industrially and politically is based upon the protection of a nation founded by ourselves. And the nation can be nowhere else but in Africa.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "I find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Success is achieved and maintained by those who try and keep trying.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Success in life is founded upon attention to the small things rather than to the large things to the every day things nearest to us rather than to the things that are remote and uncommon.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "Our limitations and success will be based, most often, on your own expectations for ourselves. What the mind dwells upon, the body acts upon.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "If a man has been his mother's undisputed darling he retains throughout life the triumphant feeling, the confidence in success, which not seldom brings actual success along with it.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "In the United States, I am a great success, but I am not a celebrity.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "A great social success is a pretty girl who plays her cards as carefully as if she were plain.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "I'm an addict, I'm addicted to success. Thankfully, there's no rehab for success.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "Seventy percent of success in life is showing up.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I attribute my success to this - I never gave or took any excuse.", 
    "name": "Florence Nightingale"
  }, 
  {
    "quote": "Through perseverance many people win success out of what seemed destined to be certain failure.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.", 
    "name": "Jane D. Hull"
  }, 
  {
    "quote": "Success consecrates the most offensive crimes.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Communication - the human connection - is the key to personal and career success.", 
    "name": "Paul J. Meyer"
  }, 
  {
    "quote": "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "Ambition is the path to success, persistence is the vehicle you arrive in.", 
    "name": "William Eardley IV"
  }, 
  {
    "quote": "To many a man, and sometimes to a youth, there comes the opportunity to choose between honorable competence and tainted wealth. The young man who starts out to be poor and honorable, holds in his hand one of the strongest elements of success.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Success is having to worry about every damn thing in the world, except money.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "Have regular hours for work and play make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Personal satisfaction is the most important ingredient of success.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "A strong, positive self-image is the best possible preparation for success.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "Time is the most precious element of human existence. The successful person knows how to put energy into time and how to draw success from time.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The greatest thing a man can do in this world is to make the most possible out of the stuff that has been given him. This is success, and there is no other.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Success is a great deodorant.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "The secret of success is constancy to purpose.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow.", 
    "name": "William Pollard"
  }, 
  {
    "quote": "The great secret of success is to go through life as a man who never gets used up.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Almost no one is foolish enough to imagine that he automatically deserves great success in any field of activity yet almost everyone believes that he automatically deserves success in marriage.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "No one has a corner on success. It is his who pays the price.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The secret of success is to be ready when your opportunity comes.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "A great secret of success is to go through life as a man who never gets used up.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "If I die prematurely I shall be saved from being bored to death at my own success.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Success without honor is an unseasoned dish it will satisfy your hunger, but it won't taste good.", 
    "name": "Joe Paterno"
  }, 
  {
    "quote": "All that is necessary to break the spell of inertia and frustration is this: Act as if it were impossible to fail. That is the talisman, the formula, the command of right about face which turns us from failure to success.", 
    "name": "Dorthea Brande"
  }, 
  {
    "quote": "Success is the child of audacity.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Success didn't spoil me, I've always been insufferable.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Youth is not enough. And love is not enough. And success is not enough. And, if we could achieve it, enough would not be enough.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "I just go where my heart tells me, where my gut tells me to go, where I'm enjoying my life the most, where I feel like I can have the most success. I've truly enjoyed my experience in NASCAR, to the point that I want to do it full time.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "Every failure is a step to success.", 
    "name": "William Whewell"
  }, 
  {
    "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Success in life comes not from holding a good hand, but in playing a poor hand well.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "I'd rather be a failure at something I love than a success at something I hate.", 
    "name": "George Burns"
  }, 
  {
    "quote": "No man can be a failure if he thinks he's a success If he thinks he is a winner, then he is.", 
    "name": "Robert W. Service"
  }, 
  {
    "quote": "You will be a failure, until you impress the subconscious with the conviction you are a success. This is done by making an affirmation which 'clicks.'", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "I remember one day sitting at the pool and suddenly the tears were streaming down my cheeks. Why was I so unhappy? I had success. I had security. But it wasn't enough. I was exploding inside.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "The secret of success in life is for a man to be ready for his opportunity when it comes.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "King Louis Philippe once said to me that he attributed the great success of the British nation in political life to their talking politics after dinner.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "If we get our self-esteem from superficial places, from our popularity, appearance, business success, financial situation, health, any of these, we will be disappointed, because no one can guarantee that we'll have them tomorrow.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "Failure is not our only punishment for laziness there is also the success of others.", 
    "name": "Jules Renard"
  }, 
  {
    "quote": "Life affords no higher pleasure than that of surmounting difficulties, passing from one step of success to another, forming new wishes and seeing them gratified.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The best augury of a man's success in his profession is that he thinks it the finest in the world.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe.", 
    "name": "Sumner Redstone"
  }, 
  {
    "quote": "Each success only buys an admission ticket to a more difficult problem.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "If I had permitted my failures, or what seemed to me at the time a lack of success, to discourage me I cannot see any way in which I would ever have made progress.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Success can make you go one of two ways. It can make you a prima donna - or it can smooth the edges, take away the insecurities, let the nice things come out.", 
    "name": "Barbara Walters"
  }, 
  {
    "quote": "Success comes when people act together failure tends to happen alone.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "I have no problem with the people who work hard to get success. But I think people are very jealous about success. I work very hard and they don't appreciate that.", 
    "name": "Alain Prost"
  }, 
  {
    "quote": "Humor has bailed me out of more tight situations than I can think of. If you go with your instincts and keep your humor, creativity follows. With luck, success comes, too.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "The idea of capitalism is not just success but also the failure that allows success to happen.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Everything I have, my career, my success, my family, I owe to America.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "In order that people may be happy in their work, these three things are needed: They must be fit for it. They must not do too much of it. And they must have a sense of success in it.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "An excuse becomes an obstacle in your journey to success when it is made in place of your best effort or when it is used as the object of the blame.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "The talent of success is nothing more than doing what you can do well, and doing well whatever you do without thought of fame. If it comes at all it will come because it is deserved, not because it is sought after.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "The envious man grows lean at the success of his neighbor.", 
    "name": "Horace"
  }, 
  {
    "quote": "No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Within the hearts men, loyalty and consideration are esteemed greater than success.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "I feel like I want to take care of everyone and I also feel this terrible guilt if I am unable to. And I have felt this way ever since all this success started.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "What I have in common with the character in 'Truman' is this incredible need to please people. I feel like I want to take care of everyone and I also feel this terrible guilt if I am unable to. And I have felt this way ever since all this success started.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "We can come to look upon the deaths of our enemies with as much regret as we feel for those of our friends, namely, when we miss their existence as witnesses to our success.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "The Lord gave us two ends - one to sit on and the other to think with. Success depends on which one we use the most.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Whether you come from a council estate or a country estate, your success will be determined by your own confidence and fortitude.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "The season of failure is the best time for sowing the seeds of success.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "It is only the cynicism that is born of success that is penetrating and valid.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Always remember that striving and struggle precede success, even in the dictionary.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "No one succeeds without effort... Those who succeed owe their success to perseverance.", 
    "name": "Ramana Maharshi"
  }, 
  {
    "quote": "The road to success is always under construction.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Raising children is an uncertain thing success is reached only after a life of battle and worry.", 
    "name": "Democritus"
  }, 
  {
    "quote": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "Along with success comes a reputation for wisdom.", 
    "name": "Euripides"
  }, 
  {
    "quote": "It's very easy for me to say what success is. I think success is connecting with an audience who understands you and having a dialogue with them. I think success is continuing to push yourself forward creatively and not sort of becoming a caricature of yourself.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "I can honestly say that I was never affected by the question of the success of an undertaking. If I felt it was the right thing to do, I was for it regardless of the possible outcome.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "When you see something that is technically sweet, you go ahead and do it and you argue about what to do about it only after you have had your technical success. That is the way it was with the atomic bomb.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Honesty is the cornerstone of all success, without which confidence and ability to perform shall cease to exist.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Success is the progressive realization of a worthy goal or ideal.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "There's no secret about success. Did you ever know a successful man who didn't tell you about it?", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "There is no success without hardship.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "I'm not after fame and success and fortune and power. It's mostly that I want to have a good job and have good friends that's the good stuff in life.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Success follows doing what you want to do. There is no other way to be successful.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "It is wise to keep in mind that neither success nor failure is ever final.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "After my spectacular failures, I could not be satisfied with an ordinary success.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "A desire to be in charge of our own lives, a need for control, is born in each of us. It is essential to our mental health, and our success, that we take control.", 
    "name": "Robert Foster Bennett"
  }, 
  {
    "quote": "I've been so fortunate in my life that my family has never been jealous of my success. They have shown true love and commitment to me by being supportive. They shared in it.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "In Hollywood a marriage is a success if it outlasts milk.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Whenever an individual or a business decides that success has been attained, progress stops.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "I am doomed to an eternity of compulsive work. No set goal achieved satisfies. Success only breeds a new goal. The golden apple devoured has seeds. It is endless.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Mohammed was not an apparent failure. He was a dazzling success, politically as well as spiritually, and Islam went from strength to strength to strength.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "Success in any endeavor depends on the degree to which it is an expression of your true self.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "To have long term success as a coach or in any position of leadership, you have to be obsessed in some way.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "Be yourself. Follow your instincts. Success depends, at least in part, on the ability to 'carry it off.'", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.", 
    "name": "Herbert Kaufman"
  }, 
  {
    "quote": "The compensation of a very early success is a conviction that life is a romantic matter. In the best sense one stays young.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "However things may seem, no evil thing is success and no good thing is failure.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "I've learned that mistakes can often be as good a teacher as success.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Success is not in what you have, but who you are.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.", 
    "name": "Mario Andretti"
  }, 
  {
    "quote": "I did stand-up comedy for 18 years. Ten of those years were spent learning, four years were spent refining, and four years were spent in wild success. I was seeking comic originality, and fame fell on me as a byproduct. The course was more plodding than heroic.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do and probably he who never made a mistake never made a discovery.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "When it comes to success, there are no shortcuts.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The decadent international but individualistic capitalism in the hands of which we found ourselves after the war is not a success. It is not intelligent. It is not beautiful. It is not just. It is not virtuous. And it doesn't deliver the goods.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?", 
    "name": "James Allen"
  }, 
  {
    "quote": "No student ever attains very eminent success by simply doing what is required of him: it is the amount and excellence of what is over and above the required, that determines the greatness of ultimate distinction.", 
    "name": "Charles Kendall Adams"
  }, 
  {
    "quote": "When I prayed for success, I forgot to ask for sound sleep and good digestion.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The world judge of men by their ability in their profession, and we judge of ourselves by the same test: for it is on that on which our success in life depends.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit.", 
    "name": "Conrad Hilton"
  }, 
  {
    "quote": "Success is a beast. And it actually puts the emphasis on the wrong thing. You get away with more instead of looking within.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "While I was doing stand-up, I thought I knew for sure that success meant getting everyone to like me. So I became whoever I thought people wanted me to be. I'd say yes when I wanted to say no, and I even wore a few dresses.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Whether a party can have much success without a woman present I must ask others to decide, but one thing is certain, no party is any fun unless seasoned with folly.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Keep in mind that neither success nor failure is ever final.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "When I finish a picture I don't show it to anyone if I feel it's not good enough yet. I've learnt to listen to my partners and my friends. For me it's the biggest success if they like it.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "The secret of my success is a two word answer: Know people.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.", 
    "name": "Alex Rodriguez"
  }, 
  {
    "quote": "Never mind what others do do better than yourself, beat your own record from day to day, and you are a success.", 
    "name": "William J. H. Boetcker"
  }, 
  {
    "quote": "Success is where preparation and opportunity meet.", 
    "name": "Bobby Unser"
  }, 
  {
    "quote": "For success, attitude is equally as important as ability.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "If success is a habit, it is a hard one to acquire.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent.", 
    "name": "Nolan Ryan"
  }, 
  {
    "quote": "We must believe in luck. For how else can we explain the success of those we don't like?", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "The more defects a man may have, the older he is, the less lovable, the more resounding his success.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "The only true measure of success is the ratio between what we might have done and what we might have been on the one hand, and the thing we have made and the things we have made of ourselves on the other.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "An artist must never be a prisoner. Prisoner? An artist should never be a prisoner of himself, prisoner of style, prisoner of reputation, prisoner of success, etc.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "My success and my misfortunes, the bright and the dark days I have gone through, everything has proved to me that in this world, either physical or moral, good comes out of evil just as well as evil comes out of good.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "The ladder of success in Hollywood is usually a press agent, actor, director, producer, leading man and you are a star if you sleep with each of them in that order. Crude, but true.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Success in training the boy depends largely on the Scoutmaster's own personal example.", 
    "name": "Robert Baden-Powell"
  }, 
  {
    "quote": "That's the definition of 'success' for the modern Democrat Party. As many people dependent on government as possible is the objective.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Remember you will not always win. Some days, the most resourceful individual will taste defeat. But there is, in this case, always tomorrow - after you have done your best to achieve success today.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "Failure is the condiment that gives success its flavor.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "Success is only meaningful and enjoyable if it feels like your own.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Men judge us by the success of our efforts. God looks at the efforts themselves.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "The power of fortune is confessed only by the miserable, for the happy impute all their success to prudence or merit.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "I have always been pushed by the negative. The apparent failure of a play sends me back to my typewriter that very night, before the reviews are out. I am more compelled to get back to work than if I had a success.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "We are taught to consume. And that's what we do. But if we realized that there really is no reason to consume, that it's just a mind set, that it's just an addiction, then we wouldn't be out there stepping on people's hands climbing the corporate ladder of success.", 
    "name": "River Phoenix"
  }, 
  {
    "quote": "But while success and failure depend on conditions, the mind neither waxes nor wanes.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "No one can possibly achieve any real and lasting success or 'get rich' in business by being a conformist.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Think of success as a game of chance in which you have control over the odds. As you begin to master concepts in personal achievement, you are increasing your odds of achieving success.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Success is about enjoying what you have and where you are, while pursuing achievable goals.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "From success you get a lot of things, but not that great inside thing that love brings you.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "I want anyone who believes in life, liberty, pursuit of happiness to succeed. And I want any force, any person, any element of an overarching Big Government that would stop your success, I want that organization, that element or that person to fail. I want you to succeed.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Don't think of it as failure. Think of it as time-released success.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "I hate the idea of success robbing you of your private life.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "I don't think about my previous success. I'm happy that the work I've done has been very successful.", 
    "name": "Aaliyah"
  }, 
  {
    "quote": "Success is a journey, not a destination. The doing is often more important than the outcome.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Nobody travels on the road to success without a puncture or two.", 
    "name": "Navjot Singh Sidhu"
  }, 
  {
    "quote": "The first requisite for success is the ability to apply your physical and mental energies to one problem incessantly without growing weary.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Constant success shows us but one side of the world adversity brings out the reverse of the picture.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Success and failure are equally disastrous.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Luxury is the wolf at the door and its fangs are the vanities and conceits germinated by success. When an artist learns this, he knows where the danger is.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Success isn't permanent and failure isn't fatal.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "Whether in success or in failure, I'm proud of every single movie I've ever directed.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Ambition is the path to success. Persistence is the vehicle you arrive in.", 
    "name": "Bill Bradley"
  }, 
  {
    "quote": "Anyone who wants to sell you overnight success or wealth is not interested in your success they are interested in your money.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Everything you need for better future and success has already been written. And guess what? All you have to do is go to the library.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "The two most important requirements for major success are: first, being in the right place at the right time, and second, doing something about it.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Success - keeping your mind awake and your desire asleep.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Think of yourself as on the threshold of unparalleled success. A whole, clear, glorious life lies before you. Achieve! Achieve!", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Our purpose in Vietnam is to prevent the success of aggression. It is not conquest, it is not empire, it is not foreign bases, it is not domination. It is, simply put, just to prevent the forceful conquest of South Vietnam by North Vietnam.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Talent alone won't make you a success. Neither will being in the right place at the right time, unless you are ready. The most important question is: 'Are your ready?'", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Like so many American families, our families weren't asking for much. They didn't begrudge anyone else's success or care that others had much more than they did... in fact, they admired it.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Success is the sum of small efforts - repeated day in and day out.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Most success springs from an obstacle or failure. I became a cartoonist largely because I failed in my goal of becoming a successful executive.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Success is getting and achieving what you want. Happiness is wanting and being content with what you get.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "On receiving from the people the sacred trust twice confided on my illustrious predecessor, and which he has discharged so faithfully and so well, I know that I can not expect to perform the arduous task with equal ability and success.", 
    "name": "Martin Van Buren"
  }, 
  {
    "quote": "For an actress to be a success, she must have the face of Venus, the brains of a Minerva, the grace of Terpsichore, the memory of a Macaulay, the figure of Juno, and the hide of a rhinoceros.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted.", 
    "name": "Aesop"
  }, 
  {
    "quote": "I don't know what keeps me going. Sometimes I wonder... I think it's just pure perseverance and wanting to succeed and having that burning desire to always have success.", 
    "name": "Tanya Tucker"
  }, 
  {
    "quote": "Success should always be just beyond your grasp.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "In the United States there's a Puritan ethic and a mythology of success. He who is successful is good. In Latin countries, in Catholic countries, a successful person is a sinner.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "Success took me to her bosom like a maternal boa constrictor.", 
    "name": "Noel Coward"
  }, 
  {
    "quote": "Temporary success can be achieved in spite of lack of other fundamental qualities, but no advancements can be maintained without hard work.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Honesty is the most single most important factor having a direct bearing on the final success of an individual, corporation, or product.", 
    "name": "Ed McMahon"
  }, 
  {
    "quote": "When success comes, people can try to trick you or take advantage of you.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "No man is a success in business unless he loves his work.", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "I was motivated by just thinking that if you had all this external success that everyone would love you and everything would be peaceful and wonderful.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "It's not just the 'Grammys' that I've pulled out of. I also pulled out of the English awards as well. The reason that I wanted to pull out was because I believe very much that the music industry as a whole is mainly concerned with material success.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "It is on our failures that we base a new and different and better success.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Success is a consequence and must not be a goal.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Personal relationships are the fertile soil from which all advancement, all success, all achievement in real life grows.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "An actor's popularity is fleeting. His success has the life expectancy of a small boy who is about to look into a gas tank with a lighted match.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "Give me a couple of years, and I'll make that actress an overnight success.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "I'll tell you, there is nothing better in life than being a late bloomer. I believe that success can happen at any time and at any age.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "You've achieved success in your field when you don't know whether what you're doing is work or play.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "Success is survival.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "The appreciative smile, the chuckle, the soundless mirth, so important to the success of comedy, cannot be understood unless one sits among the audience and feels the warmth created by the quality of laughter that the audience takes home with it.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Your success depends mainly upon what you think of yourself and whether you believe in yourself.", 
    "name": "William J. H. Boetcker"
  }, 
  {
    "quote": "The distance between insanity and genius is measured only by success.", 
    "name": "Bruce Feirstein"
  }, 
  {
    "quote": "After a lifetime of working, raising families, and contributing to the success of this nation in countless other ways, senior citizens deserve to retire with dignity.", 
    "name": "Charlie Gonzalez"
  }, 
  {
    "quote": "There is much to be said for failure. It is much more interesting than success.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "To get down to the quick of it, respect motivates me - not success.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Success is sweet and sweeter if long delayed and gotten through many struggles and defeats.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "I believe in luck: how else can you explain the success of those you dislike?", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "The will to persevere is often the difference between failure and success.", 
    "name": "David Sarnoff"
  }, 
  {
    "quote": "The most successful men in the end are those whose success is the result of steady accretion.", 
    "name": "Alexander Graham Bell"
  }, 
  {
    "quote": "Failure is simply the non-presence of success. But a fiasco is a disaster of mythic proportions.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "I've stopped apologizing to myself for having this great period of success and financial acceptance.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "People fall forward to success.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Within the U.S., the Obama presidency will be mainly measured by the success or failure of his economic policies. And here, I fear, the monstrous stimulus package with which this administration stumbled out of the gate will prove to be Obama's Waterloo.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I define success as being comfortable with yourself and your life. And that is about as good as it gets, really.", 
    "name": "Treat Williams"
  }, 
  {
    "quote": "The person interested in success has to learn to view failure as a healthy, inevitable part of the process of getting to the top.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "Think little goals and expect little achievements. Think big goals and win big success.", 
    "name": "David Joseph Schwartz"
  }, 
  {
    "quote": "Why be a man when you can be a success?", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "I have no time for those who say there is no way Scotland could go it alone. I know first-hand the contribution Scotland and Scots make to Britain's success - so for me there's no question about whether Scotland could be an independent nation.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Hopefully I'll continue to have the success I've had.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "The thing you don't dream about as a kid is all the peripheral stuff that comes with success.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "The reward of art is not fame or success but intoxication: that is why so many bad artists are unable to give it up.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Providence has nothing good or high in store for one who does not resolutely aim at something high or good. A purpose is the eternal condition of success.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "We are a people that have always celebrated other people's success so long as we always had the opportunity to meet that success ourselves. That is the American nature. That is the American character. That is one of the things that makes us different from the rest of the world. And I'm afraid we could lose that or are on the verge of losing that.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom.", 
    "name": "Sydney Madwed"
  }, 
  {
    "quote": "I hate to be a failure. I hate and regret the failure of my marriages. I would gladly give all my millions for just one lasting marital success.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "The prospect of success in achieving our most cherished dream is not without its terrors. Who is more deprived and alone than the man who has achieved his dream?", 
    "name": "Brendan Francis"
  }, 
  {
    "quote": "If God has made the world a perfect mechanism, He has at least conceded so much to our imperfect intellect that in order to predict little parts of it, we need not solve innumerable differential equations, but can use dice with fair success.", 
    "name": "Max Born"
  }, 
  {
    "quote": "I'm an eternal realist and the success rate for being an actor is pretty low.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "Success has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.", 
    "name": "Danny Thomas"
  }, 
  {
    "quote": "For someone who's had the level of success I've had, there's been very little critical review of my work, which is pretty fascinating.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Rock and Roll is still asking people like me to live up to the old guard's concept of what success is but it doesn't mean anything.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "There could be no honor in a sure success, but much might be wrested from a sure defeat.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "It was so draining. Going to parties to rub elbows with so-and-so and act like it's no big deal, when really all I was doing was hoping I'd have the success they had.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I'm either going to go completely mental, completely bankrupt, or have the best success of my life.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "One fails forward toward success.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "We're not uncomfortable with it, and we've already been through enough of the music business where I'm not really worried that commercial success is going to in some way - we're already past saving, you know what I mean? It's too late for us.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "Success represents the 1% of your work which results from the 99% that is called failure.", 
    "name": "Soichiro Honda"
  }, 
  {
    "quote": "The worst part of success is to try finding someone who is happy for you.", 
    "name": "Bette Midler"
  }, 
  {
    "quote": "The making of friends who are real friends, is the best token we have of a man's success in life.", 
    "name": "Edward Everett Hale"
  }, 
  {
    "quote": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.", 
    "name": "Dale Turner"
  }, 
  {
    "quote": "Permanent success cannot be achieved except by incessant intellectual labour, always inspired by the ideal.", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "I worked half my life to be an overnight success, and still it took me by surprise.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "The danger of success is that it makes us forget the world's dreadful injustice.", 
    "name": "Jules Renard"
  }, 
  {
    "quote": "For a good 10 to 12 years, I was working non-stop and I wasn't really enjoying my success.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I think all those people I did stories about measured their own success by the joy their work was giving them.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "The media says that equality for women has arrived, but if you look around, you still don't see girls playing guitars and having success with it.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "The keys to brand success are self-definition, transparency, authenticity and accountability.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it's good to put the paddle down and just let the canoe glide.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Indeed I regard the enduring support which I have received over the years from all sections of the community in Ballymena as being more than sufficient recognition for any success which I may have achieved as an actor.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "No one is guaranteed happiness. You can pursue it, but if you happen to find success along the way on that road to happiness, Conservatives believe you should not be demonized or penalized for it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Success is never final, but failure can be.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "I am highly offended by the total lack of acknowledgement of my contribution to Laker success.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "If not for the success that medicine has made, I might be part of a much different story right now.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Democrats believe in reigniting the American dream by removing barriers to success and building ladders of opportunity for all, so everyone can succeed.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "People are beginning to see that the first requisite to success in life is to be a good animal.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Success is achieved by developing our strengths, not by eliminating our weaknesses.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "I cannot give you the formula for success, but I can give you the formula for failure - which is: Try to please everybody.", 
    "name": "Herbert Bayard Swope"
  }, 
  {
    "quote": "Hope... is the companion of power, and the mother of success for who so hopes has within him the gift of miracles.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "Success makes men rigid and they tend to exalt stability over all the other virtues tired of the effort of willing they become fanatics about conservatism.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "Failure is a part of success.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "Sometimes people take it for granted that they had success, especially nowadays when you have instant stardom. A lot of people feel entitlement and nobody is entitled to anything.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "America's wealth comes from the efforts of people striving for success. Take away their incentive with badmouthing success and you take away the wealth that helps us take care of the needy.", 
    "name": "Thomas Peterffy"
  }, 
  {
    "quote": "You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity.", 
    "name": "Thomas Wolfe"
  }, 
  {
    "quote": "It's ironic that at age 32, at probably the greatest moment of my career, with The Godfather having such an enormous success, I wasn't even aware of it, because I was somewhere else under the deadline again.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "Success is usually the culmination of controlling failure.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Success is just being happy. And I try so many different things. I do a lot of different things. Because I think God has helped me to love myself. I know who God is, and I love God.", 
    "name": "Herschel Walker"
  }, 
  {
    "quote": "Success is always something completely different to people. I feel like I've succeeded, if I'm doing something that makes me happy and I'm not lying to anybody.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "The road to success is always under construction.", 
    "name": "Arnold Palmer"
  }, 
  {
    "quote": "Success for me its to raise happy, healthy human beings.", 
    "name": "Kelly LeBrock"
  }, 
  {
    "quote": "My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed.", 
    "name": "Mark Warner"
  }, 
  {
    "quote": "A minute's success pays the failure of years.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "I believe there are three keys to success. For me it is keeping my priorities in order: It's my faith and my family, and then the business.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "Without an open-minded mind, you can never be a great success.", 
    "name": "Martha Stewart"
  }, 
  {
    "quote": "The five essential entrepreneurial skills for success are concentration, discrimination, organization, innovation and communication.", 
    "name": "Michael Faraday"
  }, 
  {
    "quote": "You've got to eat while you dream. You've got to deliver on short-range commitments, while you develop a long-range strategy and vision and implement it. The success of doing both. Walking and chewing gum if you will. Getting it done in the short-range, and delivering a long-range plan, and executing on that.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "There's no right or wrong, success or failure.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "I always say be humble but be firm. Humility and openness are the key to success without compromising your beliefs.", 
    "name": "George Hickenlooper"
  }, 
  {
    "quote": "I think people often confuse success with fame and stardom.", 
    "name": "Brenda Blethyn"
  }, 
  {
    "quote": "Well, certainly one of the ironies of the success of affirmative action is that the middle class within the black community no longer lives within 'black community' by and large.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "The historical basis for the gap between the black middle class and underclass shows that ending discrimination, by itself, would not eradicate black poverty and dysfunction. We also need intervention to promulgate a middle-class ethic of success among the poor, while expanding opportunities for economic betterment.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I sort of understood that when I first started: that you shouldn't repeat a success. Very often you're going to, and maybe the first time you do, it works. And you love it. But then you're trapped.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "The very first step towards success in any occupation is to become interested in it.", 
    "name": "William Osler"
  }, 
  {
    "quote": "About the only problem with success is that it does not teach you how to deal with failure.", 
    "name": "Tommy Lasorda"
  }, 
  {
    "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.", 
    "name": "Ron Jaworski"
  }, 
  {
    "quote": "You really have to work hard and apply yourself and by applying yourself and working hard and being diligent, you can achieve success.", 
    "name": "Julie Benz"
  }, 
  {
    "quote": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive.", 
    "name": "Andy Grove"
  }, 
  {
    "quote": "Success is like a liberation or the first phrase of a love story.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "So many stars lose their way, and with success become more neurotic, not less so.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "It is a mistake to suppose that men succeed through success they much oftener succeed through failures. Precept, study, advice, and example could never have taught them so well as failure has done.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Success breeds success.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "I always think I'm the Tom Cruise of music - a lot of success and fans, but no critics, darling.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Like the British Constitution, she owes her success in practice to her inconsistencies in principle.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Well, success does not mean doing well.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Remember, I come from such an excessively overdone, red-carpet place called Hollywood. So I'm used to people blowing up their success in ways that are far above and beyond the truth.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Although in skating you compete with other people, anyone who achieves a certain level of success is first and foremost competing against themselves. And for me the idea that I could always do better, learn more, learn faster, is something that came from skating. But I carried that with me for the rest of my life.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "Success and failure are both part of life. Both are not permanent.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "Success can't be forced.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "I'd rather have huge success and huge failures than travel in the middle of the road.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "Fathers and mothers have lost the idea that the highest aspiration they might have for their children is for them to be wise... specialized competence and success are all that they can imagine.", 
    "name": "Allan Bloom"
  }, 
  {
    "quote": "Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Being a part of success is more important than being personally indispensable.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "Success cannot come from standstill men. Methods change and men must change with them.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "I wanted to highlight that whole dreadful process in book publishing that 'nothing succeeds like success.'", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "The secret of our success is that we never, never give up.", 
    "name": "Wilma Mankiller"
  }, 
  {
    "quote": "I think the success of democracy is not really police security it's the presence of a broad middle class. The stronger the middle class of a people is, the less you have to worry about one group coming in and exploiting the democratic process for its own ends.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "I wish I could just go tell all the young women I work with, all these fabulous women, 'Believe in yourself and negotiate for yourself. Own your own success.' I wish I could tell that to my daughter. But it's not that simple.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "It's so interesting how success hits people and how they react to it.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I get hired by companies to hack into their systems and break into their physical facilities to find security holes. Our success rate is 100% we've always found a hole.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "You've got to work hard for your success and you've got to have a steady presence. That's the secret.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "Success always necessitates a degree of ruthlessness. Given the choice of friendship or success, I'd probably choose success.", 
    "name": "Sting"
  }, 
  {
    "quote": "One of the rewards of success is freedom, the ability to do whatever you like.", 
    "name": "Sting"
  }, 
  {
    "quote": "I want to swim in both directions at once. Desire success, court failure.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "Breast cancer deaths in America have been declining for more than a decade. Much of that success is due to early detection and better treatments for women. I strongly encourage women to get a mammogram.", 
    "name": "Larry Craig"
  }, 
  {
    "quote": "I have a tendency to sabotage relationships I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts.", 
    "name": "Michael Buble"
  }, 
  {
    "quote": "Young man, the secret of my success is that an early age I discovered that I was not God.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "The framers of the Constitution were so clear in the federalist papers and elsewhere that they felt an independent judiciary was critical to the success of the nation.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "The great dream merchant Disney was a success because make-believe was what everyone seemed to need in a spiritually empty land.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "Well, I think that there's a very thin dividing line between success and failure. And I think if you start a business without financial backing, you're likely to go the wrong side of that dividing line.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "Rockefeller once explained the secret of success. 'Get up early, work late - and strike oil.'", 
    "name": "Joey Adams"
  }, 
  {
    "quote": "I don't dwell on success. Maybe that's one reason I'm successful.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "Success consists of getting up just one more time than you fall.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success.", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole.", 
    "name": "Bernard Law Montgomery"
  }, 
  {
    "quote": "You know, I start with the assumption that -or with, with the belief that this president has to succeed. We all have an enormous amount of capital invested in his success. His success is the country's success.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "I think the idea that you know who your inner self is on a daily basis, because... you know. What's good for you 25 years ago may not be good for you now. So, to keep in touch with that, I think that's the first ingredient for success. Because if you're a successful human being, everything else is gravy, I think.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "Without failure there is no sweetness in success. There's no understanding of it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "In most things success depends on knowing how long it takes to succeed.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "Islam is a religion of success. Unlike Christianity, which has as its main image, in the west at least, a man dying in a devastating, disgraceful, helpless death.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "We moved into the back, made it into a little 50s sitting room and started to sell the records. We had an immediate success. For one thing, these Teddy Boys were thrilled to buy the records.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "I don't think success is harmful, as so many people say. Rather, I believe it indispensable to talent, if for nothing else than to increase the talent.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Obama is capable - as evidenced by his first-term success with health care reform. But mandate-building requires humility, a trait not easily associated with him.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I always think, when there's stuff that people don't like, I always say that if I have another success, I'll enjoy it more, but you don't really.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I think that the reason for my success is that I am really not aspirational. I am inspirational in that the people at home feel like they can really relate to me.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "American inventiveness and the desire to build developed because we were guaranteed the right to own our success.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Nothing succeeds like the appearance of success.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "Success isn't everything but it makes a man stand straight.", 
    "name": "Lillian Hellman"
  }, 
  {
    "quote": "There's more to life than success, and if you can try to be more well-rounded, you'll be able to enjoy your success more. It won't own you or control you.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "In New York, everyone's desperate for success, desperate for money and desperate to be accepted, but in London they're more laid back about things like that.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Success is always something completely different to people. I feel like I've succeeded, if I'm doing something that makes me happy and I'm not lying to anybody. I'm not doing that now, so I feel really good about myself.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "This weird thing happens when you're in a movie that has some level of success. People start offering you all kinds of things, and they just expect you to do them because they'll be good for your career. It's not about the project's integrity or anything like that.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "One measure of your success will be the degree to which you build up others who work with you. While building up others, you will build up yourself.", 
    "name": "James E. Casey"
  }, 
  {
    "quote": "Money does not guarantee success.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "All those who are around me are the bridge to my success, so they are all important.", 
    "name": "Manny Pacquiao"
  }, 
  {
    "quote": "For an actress to be a success, she must have the face of a Venus, the brains of a Minerva, the grace of Terpsichore, the memory of a MaCaulay, the figure of Juno, and the hide of a rhinoceros.", 
    "name": "Ethel Barrymore"
  }, 
  {
    "quote": "The art of effective listening is essential to clear communication, and clear communication is necessary to management success.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "The most absurd and reckless aspirations have sometimes led to extraordinary success.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "The best revenge in the world is success.", 
    "name": "Suge Knight"
  }, 
  {
    "quote": "An entrepreneur assumes the risk and is dedicated and committed to the success of whatever he or she undertakes.", 
    "name": "Victor Kiam"
  }, 
  {
    "quote": "Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets.", 
    "name": "Victor Kiam"
  }, 
  {
    "quote": "Do business managers have a commitment to anything more than the success of their company and to making money? It would be hard to say that they do. Indeed, many business leaders deny that there is any conflict between self-interest and the interests of all.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Eventually, with success, I started to feel more and more isolated - like I didn't have a community of artists.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "When you grow up in the music industry, trying to be Britney Spears because that's what sells records and then you realize, 'All I have to do is be myself? I should have thought of that a long time ago,' it feels good to have success come from what's actually inside of you.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I'm sure not afraid of success and I've learned not to be afraid of failure. The only thing I'm afraid of now is of being someone I don't like much.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "I was very clear that I wanted to keep 'Thor' out of the rest of the Marvel universe for no less than the first six issues. And the success of the book, I think, speaks well to that decision.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "Liberals tend to put the onus of your success on society and conservatives on you and your family.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "I planned my success. I knew it was going to happen.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "I've learned that success comes in a very prickly package. Whether you choose to accept it or not is up to you.", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "Success and the art of making music are two different things for me.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "With everything that is complex, we learn. If you don't learn, then it's an utter and abject failure. If you do learn, and you're able to apply that to the next situation, then you take away a measure of success.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Education is a fundamental principle of what made America a success. We can't afford to throw any young people away.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I am not fighting for success, just to get more beauty out of myself and share it with more people.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "People think your success is just a matter of having a pretty face. But it's easy to be chewed up and spat out. You've got to stay ahead of the game to be able to stay in it.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "To do a common thing uncommonly well brings success.", 
    "name": "Henry J. Heinz"
  }, 
  {
    "quote": "The only question to ask yourself is, how much are you willing to sacrifice to achieve this success?", 
    "name": "Larry Flynt"
  }, 
  {
    "quote": "Your chances of success in any undertaking can always be measured by your belief in yourself.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "So much of a professional athlete's success depends upon not necessarily the play itself but how he deals with... always saying how you deal with good, is just as important as how you deal with bad.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "The secret of success is sincerity.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "But no nation can base its survival and development on luck and prayers alone while its leadership fritters away every available opportunity for success and concrete achievement.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "And in reality, I don't think it's a real documentary. It's more a story of her life. It's a story of survival. It's a story of the time in which she lived. The story of success and failure.", 
    "name": "Maximilian Schell"
  }, 
  {
    "quote": "Success is following the pattern of life one enjoys most.", 
    "name": "Al Capp"
  }, 
  {
    "quote": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end.", 
    "name": "Catherine Zeta-Jones"
  }, 
  {
    "quote": "I've had great success being a total idiot.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "The film is not a success until it makes money. It's only good when there's a dollar figure attached to the box office.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "No one ever attains success by simply doing what is required of him.", 
    "name": "Charles Kendall Adams"
  }, 
  {
    "quote": "They thought I was a success as soon as I started paying the bills.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "The hardest thing to find in life is balance - especially the more success you have, the more you look to the other side of the gate. What do I need to stay grounded, in touch, in love, connected, emotionally balanced? Look within yourself.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "My father was an immigrant who literally walked across Europe to get out of Russia. He fought in World War I. He was wounded in action. My father was a great success even though he never had money. He was a very determined man, a great role model.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "We create success or failure on the course primarily by our thoughts.", 
    "name": "Gary Player"
  }, 
  {
    "quote": "I feel lucky because I was a nerd, which I talk about in the book, but I had academic success, so through that, because that's what my parents put a great deal of value on, I had a great childhood because I sort of fulfilled the expectations of being good at school.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "My success just evolved from working hard at the business at hand each day.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "The road to success is filled with women pushing their husbands along.", 
    "name": "Thomas R. Dewar"
  }, 
  {
    "quote": "Sometimes success will get in the way of maturity - at least temporarily.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "Anytime you play a team sport, the success of the team really makes everything better. It's nice.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "I had a lot of success from the start. I never really was tested for long periods of time. I got my first professional job while I was a senior in college. I signed with the William Morris Agency before I graduated.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Which is - you know, like check it out, I'm pretty young, I'm only about 40 years old. I still have maybe another four decades of work left in me. And it's exceedingly likely that anything I write from this point forward is going to be judged by the world as the work that came after the freakish success of my last book, right?", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I should just put it bluntly, because we're all sort of friends here now - it's exceedingly likely that my greatest success is behind me. Oh, so Jesus, what a thought! You know that's the kind of thought that could lead a person to start drinking gin at nine o'clock in the morning, and I don't want to go there.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "When somebody has an enormous success in this culture, people start asking two questions, which are 'What are you doing now?' and 'How are you going to beat that?' And I have to say, I love the assumption that your intention is to beat yourself constantly - that you're in battle against yourself.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "My career started young and I was really ambitious, and then I had success and I hung out with people who were much older. I think I might have been temporally misplaced, so I thought I was 40. It was a premature midlife crisis.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "The only success worth one's powder was success in the line of one's idiosyncrasy... what was talent but the art of being completely whatever one happened to be?", 
    "name": "Henry James"
  }, 
  {
    "quote": "I believe success is preparation, because opportunity is going to knock on your door sooner or later but are you prepared to answer that?", 
    "name": "Omar Epps"
  }, 
  {
    "quote": "You'll never convince me there is a hopeless situation or there is any finality in any success or any failure.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "The manic pursuit of success cost me everything I could love: my wife, my three children, some friends I would have liked to grow old with.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "The success of the Rat Pack or the Clan was due to the camaraderie, the three guys who work together and kid each other and love each other.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "Real success is not on the stage, but off the stage as a human being, and how you get along with your fellow man.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "Everyone has determination - it's a question of how you use it. Hers is based on power and success and conquering she doesn't care what she has to do or who gets hurt in the process. In that way we're very, very different.", 
    "name": "Dannii Minogue"
  }, 
  {
    "quote": "A lot of football success is in the mind. You must believe you are the best and then make sure that you are.", 
    "name": "Bill Shankly"
  }, 
  {
    "quote": "Muslims must believe that all power, success and victory comes from God alone.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "Once you have a lot of success, you become a target in many ways.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Without Arthur's voice, I never would have enjoyed that success.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "A tragic irony of life is that we so often achieve success or financial independence after the chief reason for which we sought it has passed away.", 
    "name": "Ellen Glasgow"
  }, 
  {
    "quote": "There's not an instruction manual on how to deal with success, so you just have to rely on having great friends and a good team.", 
    "name": "Bryan Adams"
  }, 
  {
    "quote": "Success is measured by your discipline and inner peace.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "The Occupy movement needs an organizing principle, and - just as the Tea Party did - it needs some actual measures of success. Choose one candidate whose agenda is squarely within that of the movement and make his or her electoral success a focal point.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "In the end, you make your reputation and you have your success based upon credibility and being able to provide people who are really hungry for information what they want.", 
    "name": "Brit Hume"
  }, 
  {
    "quote": "You've got to ask! Asking is, in my opinion, the world's most powerful - and neglected - secret to success and happiness.", 
    "name": "Percy Ross"
  }, 
  {
    "quote": "Despite the success cult, men are most deeply moved not by the reaching of the goal but by the grandness of the effort involved in getting there - or failing to get there.", 
    "name": "Max Lerner"
  }, 
  {
    "quote": "My college degree was in theater. But the real reason, if I have any success in that milieu, so to speak, is because I spent a lot of years directing, I spent a lot of years behind the camera.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Real success is being totally indulgent about your own trip. You put your blinders on about the garbage and go full speed ahead.", 
    "name": "Betsey Johnson"
  }, 
  {
    "quote": "Do something you really like, and hopefully it pays the rent. As far as I'm concerned, that's success.", 
    "name": "Tom Petty"
  }, 
  {
    "quote": "Success is more dangerous than failure, the ripples break over a wider coastline.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Nearly all monster stories depend for their success on Jack killing the Giant, Beowulf or St. George slaying the Dragon, Harry Potter triumphing over the basilisk. That is their inner grammar, and the whole shape of the story leads towards it.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I think you can have moderate success by copying something else, but if you really want to knock it out of the park, you have to do something different and take chances.", 
    "name": "Lee Ann Womack"
  }, 
  {
    "quote": "As you walk in God's divine wisdom, you will surely begin to see a greater measure of victory and good success in your life.", 
    "name": "Joseph Prince"
  }, 
  {
    "quote": "I didn't have a whole lot of success getting dates, I was always a bit of a geek.", 
    "name": "Jim Davis"
  }, 
  {
    "quote": "Success is the sweetest revenge.", 
    "name": "Vanessa Williams"
  }, 
  {
    "quote": "You can never be comfortable with your success, you've got to be paranoid you're going to lose it.", 
    "name": "Lou Gerstner"
  }, 
  {
    "quote": "Success needs no explanation. Failure does not have one that matters.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "It sounds cliche, but success is your friends, your family, what you do, and if you're happy when you wake up.", 
    "name": "Michael Pitt"
  }, 
  {
    "quote": "Success on any major scale requires you to accept responsibility... in the final analysis, the one quality that all successful people have... is the ability to take on responsibility.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "The only thing I can say about having this type of success is that you can get yourself in trouble because basically the world is set open for you. People will say yes to anything you ask, so it's basically down to you and what you want or need.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Your success story is a bigger story than whatever you're trying to say on stage. Success makes life easier. It doesn't make living easier.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "It takes two to make a marriage a success and only one to make it a failure.", 
    "name": "Herbert Samuel"
  }, 
  {
    "quote": "The first principle of success is desire - knowing what you want. Desire is the planting of your seed.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Don't be afraid of failure be afraid of petty success.", 
    "name": "Maude Adams"
  }, 
  {
    "quote": "Because after my first year I had a lot of success, took everybody by storm, came back the next year thought it was easy and didn't have near the season I had the previous year. It was kind of a wake-up call. And so, life goes on.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.", 
    "name": "Melissa Bean"
  }, 
  {
    "quote": "Hip-hop is more about attaining wealth. People respect success. They respect big. They don't even have to like your music. If you're big enough, people are drawn to you.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "Modesty should be typical of the success of a champion.", 
    "name": "Major Taylor"
  }, 
  {
    "quote": "I will not be discouraged by failure I will not be elated by success.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "Follow your passion. Nothing - not wealth, success, accolades or fame - is worth spending a lifetime doing things you don't enjoy.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Everybody loves success, but they hate successful people.", 
    "name": "John McEnroe"
  }, 
  {
    "quote": "By far the most important factor in the success or failure of any school, far more important than tests or standards or business-model methods of accountability, is simply attracting the best-educated, most exciting young people into urban schools and keeping them there.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "Philanthropy is the thing that I am really excited about, and having success means I can do more.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "There is no scientific answer for success. You can't define it. You've simply got to live it and do it.", 
    "name": "Anita Roddick"
  }, 
  {
    "quote": "The secret to success is to own nothing, but control everything.", 
    "name": "Nelson Rockefeller"
  }, 
  {
    "quote": "It's the quality of the ordinary, the straight, the square, that accounts for the great stability and success of our nation. It's a quality to be proud of. But it's a quality that many people seem to have neglected.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "We do not celebrate people who have made success out of serious hard work.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Kids are meant to believe that their stepping stone to massive money is 'The X Factor.' Luck is great, but most of life is hard work. We do not celebrate people who have made success out of serious hard work.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "The problem with being British... I don't know if it's me being British or being raised a strict Catholic, but you never really enjoy success.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful.", 
    "name": "Francois Truffaut"
  }, 
  {
    "quote": "Success makes you less intimidated by things.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "People still don't appreciate how ephemeral success is.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "I think that the entertainment industry itself has a history of chasing success. Any time a hit product comes out, all the other companies start chasing after that success and trying to recreate it by putting out similar products.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "It would be a joy for me if someone who was working with me became a big success.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "In America, as opposed to the old country, success was based on merit.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "But I like not these great success of yours for I know how jealous are the gods.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "I think the measure of your success to a certain extent will be the amount of things written about you that aren't true.", 
    "name": "Cybill Shepherd"
  }, 
  {
    "quote": "Success means having the courage, the determination, and the will to become the person you believe you were meant to be.", 
    "name": "George A. Sheehan"
  }, 
  {
    "quote": "I haven't deliberately set out to play the blonde bombshell in my movies. In fact, it's probably been quite the opposite. After the success of The Mask, I wasn't offered all that many blonde bombshell parts, to be honest. I think people believed from the beginning that I could actually walk and talk at the same time.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "Yes I have made a lot of money and I have a lot of respect, my films have done well, and I know there are loads of loads of people who look up to me and really love me. I really just thought this is like a strange dream. I have never thought this is a success - I don't have a standard.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "All of us are born for a reason, but all of us don't discover why. Success in life has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.", 
    "name": "Danny Thomas"
  }, 
  {
    "quote": "My own early experiences in war led me to suspect the value of discipline, even in that sphere where it is so often regarded as the first essential for success.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "When people stand up and talk about the great success that the EU has been, I'm not sure anybody saying it really believes it themselves anymore.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "I didn't have any success in show business until I was 30 to 31 years of age.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "The NFL has been an amazing page in this chapter of my life. I pray that all successive adventures offer me the same potential for growth, success and most importantly fun.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "As my father used to tell me, the only true sign of success in life is being able to do for a living that which makes you happy.", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "Am I coasting on some early success? Yeah. It was a good lucky break for me. But I would rather earn my way back again than simply conform to what people are expecting.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "One goes through school, college, medical school and one's internship learning little or nothing about goodness but a good deal about success.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "The secrets of success are a good wife and a steady job. My wife told me.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Hollywood... a city I was to come back to time and again, in sickness and in health, in success and in failure, with anticipation and with dread.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "But I think it's more normal for my team to have no success than it is to win two consecutive European cups.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "I'm not a defender of old or new football managers. I believe in good ones and bad ones, those that achieve success and those that don't.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "I suppose your security is your success and your key to success is your fine palate.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "I've had a lot of success I've had failures, so I learn from the failure.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "Lesson from Pataki's success is: Use the political moment.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I realise that I do not change the course of history. I am an actor, I do a movie, that's the end of it. You have to realise we are just clowns for hire. After I had success it was great, at first, not to worry about money. It was on my mind when I was growing up.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I rejected the notion that my race or sex would bar my success in life.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "Success depends almost entirely on how effectively you learn to manage the game's two ultimate adversaries: the course and yourself.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "I'm glad that my parents missed one thing that was really unbelievable. They saw me hit this great success. It was a blast and we had a lot of laughs. And it was just an amazing time. They passed away. And then after I got, you know, famous, all these haters came out of nowhere.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "The one thing that makes me feel super lucky about my financial success is that I have a housekeeper.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "Success consists in being successful, not in having potential for success. Any wide piece of ground is the potential site of a palace, but there's no palace till it's built.", 
    "name": "Fernando Pessoa"
  }, 
  {
    "quote": "The quick success was a bit strange to get used to.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "In a way, a certain amount of self-criticism is a good thing, because it keeps you humble. Realizing that no matter what success you've achieved, you can still make enemies makes you humble, too.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "Success is the necessary misfortune of life, but it is only to the very unfortunate that it comes early.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "Success is not in never failing, but rising everytime you fall!", 
    "name": "Jonathan Taylor Thomas"
  }, 
  {
    "quote": "I don't think about financial success as the measurement of my success.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "Excess is success.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "Sometimes, because of my success, I am afraid that I was not a good father. With the first two I was too strong, and with the other three I was too weak.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "I feel like a hostage to fortune. Not that I am complaining. I wanted to play the role. But in truth I didn't think the show would be such a success. OK, I thought it would fail. Not because it was bad. I was confident it was good, but plenty of good things just sort of wither on the vine.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "I admit I can't shake the idea that there is virtue in suffering, that there is a sort of psychic economy, whereby if you embrace success, happiness and comfort, these things have to be paid for.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "It's absolutely essential that we have the same safeguards that straight couples do. But I want more than a 50 percent chance of success. I don't want to emulate that.", 
    "name": "George Michael"
  }, 
  {
    "quote": "I have more love, success, and security than I could ever dream of.", 
    "name": "George Michael"
  }, 
  {
    "quote": "I see nothing wrong with the human trait to desire. In fact, I consider it integral to our success mechanism. Becoming attached to what we desire is what causes the trouble. If you must have it in order to be happy, then you are denying the happiness of the here and now.", 
    "name": "Peter McWilliams"
  }, 
  {
    "quote": "Success is always temporary. When all is said and one, the only thing you'll have left is your character.", 
    "name": "Vince Gill"
  }, 
  {
    "quote": "When I meet successful people I ask 100 questions as to what they attribute their success to. It is usually the same: persistence, hard work and hiring good people.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "With 'Believe' bringing really big success for me outside of the U.K. for the first time, it meant I have been touring around the world and that led to a gap from the studio. I really feel like the gap has done me the world of good. Throughout that time I was able to collect songs that I really loved.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I have found no greater satisfaction than achieving success through honest dealing and strict adherence to the view that, for you to gain, those you deal with should gain as well.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "Like everybody, I have invested in things that have gone bad, because there's never any guarantee of success or profit when it comes to money.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "When everything happens to you when you're so young, you're very lucky, but by the same token, you're never going to have that same feeling again. The first time anything happens to you - your first love, your first success - the second one is never the same.", 
    "name": "Lauren Bacall"
  }, 
  {
    "quote": "We all know that Social Security is one of this country's greatest success stories in the 20th century.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "Enjoy failure and learn from it. You can never learn from success.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "In the digital age of 'overnight' success stories such as Facebook, the hard slog is easily overlooked.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I went to America and got into a band, had success, had hits in Australia.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "Yeah, ideally, I'd probably wish to be more anonymous. But scrutiny and success go together. And I want to be successful.", 
    "name": "Paula Radcliffe"
  }, 
  {
    "quote": "Well, I do feel that I carry the responsibility of representing my country wherever I am, and this responsibility came with the success that I had in last couple of years, not just myself but the whole group of tennis players that comes from Serbia. And athletes in general are, in this moment, the biggest ambassadors that our country has.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "There's a lot of blood, sweat, and guts between dreams and success.", 
    "name": "Paul Bryant"
  }, 
  {
    "quote": "I'm not sure anybody's ready to see me in a drama. And loving movies so much, I've seen a lot of comics try to make that transition too fast, and it can be detrimental. And I don't think I've had as much success as I need in the comedy genre to open up those opportunities.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "Being best is a false goal, you have to measure success on your own terms.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "I want to make sure I don't interfere with the success of that team next year. I don't see any way I could go to practice like most of 'em do, and not hurt the team. I'd go nuts if I tried doing that.", 
    "name": "Bear Bryant"
  }, 
  {
    "quote": "The success of any great moral enterprise does not depend upon numbers.", 
    "name": "William Lloyd Garrison"
  }, 
  {
    "quote": "Team GB's success at the Beijing Olympics can, in part, be said to have been made in Manchester. For example, all the cycling medal winners trained at Manchester's velodrome, the National Cycling Centre.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "For us political activists and candidates, the morning after any election is a mix of emotions - the personal and the immediate, the culmination of your own recent campaigning efforts and the fortunes of your party and the success or otherwise of what you stand for and believe in.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I never expected any sort of success with 'Mockingbird'... I sort of hoped someone would like it enough to give me encouragement.", 
    "name": "Harper Lee"
  }, 
  {
    "quote": "I've learned it's always better to have a small percentage of a big success, than a hundred percent of nothing.", 
    "name": "Art Linkletter"
  }, 
  {
    "quote": "Though I had success in my research both when I was mad and when I was not, eventually I felt that my work would be better respected if I thought and acted like a 'normal' person.", 
    "name": "John Forbes Nash"
  }, 
  {
    "quote": "I don't think success arrives and you're suddenly happy. It's not like that. If people think that they'll be very disappointed.", 
    "name": "Michael Hutchence"
  }, 
  {
    "quote": "There is no middle ground in Hollywood you're a failure or you're a success. That mentality is wild.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "I think the success of a talk show depends on how true it is to the personality of the person hosting it. The shows I really admire, like 'Oprah' and 'Ellen,' are distinctively like their hosts, so I think my show will be successful only if we try to stay consistent to my own sense of myself.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "Success will always be measured by the extent to which we serve the buying public.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "Anyone who has to fight, even with the most modern weapons, against an enemy in complete command of the air, fights like a savage against modern European troops, under the same handicaps and with the same chances of success.", 
    "name": "Erwin Rommel"
  }, 
  {
    "quote": "To me, success is choice and opportunity.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "Dullness in matters of government is a good sign, and not a bad one - in particular, dullness in parliamentary government is a test of its excellence, an indication of its success.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "The kind of theater that I do is sort of 'narrative realism,' which I think in the broadest sense is legitimate to say is mainstream. I mean, in a certain sense, Suzan-Lori's plays have had mainstream levels of success. But Suzan-Lori is in some ways not a narrative realist.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "I was, if you like, a successful schoolboy in that I had a degree of talent in all the required things that make you a success at school.", 
    "name": "Damian Lewis"
  }, 
  {
    "quote": "Success follows those adept at preserving the substance of the past by clothing it in the forms of the future.", 
    "name": "Dee Hock"
  }, 
  {
    "quote": "My store, Wine Library, outsells big national chains. How do you think we do it? It started with hustle. I always say that our success wasn't due to my hundreds of online videos about wine that went viral, but to the hours I spent talking to people online afterward, making connections and building relationships.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "I always say that the real success of Wine Library wasn't due to the videos I posted, but to the hours I spent talking to people online afterward, making connections and building relationships.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Well, you can't be trying to achieve success of any kind in this business without accepting that there's going to be a flip side to it.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "Hosting a TV show is a full-time job in which success is defined by it never ending.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "I think success has no rules, but you can learn a great deal from failure.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "Success in the majority of circumstances depends on knowing how long it takes to succeed.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "I'm starting to judge success by the time I have for myself, the time I spend with family and friends. My priorities aren't amending they're shifting.", 
    "name": "Brendan Fraser"
  }, 
  {
    "quote": "A sign now of success with a certain audience when you do a short comedy piece, anywhere, is that it gets on YouTube and gets around. It's always something you're thinking about unconsciously.", 
    "name": "Andy Samberg"
  }, 
  {
    "quote": "I mean, we are tribal by nature, and sometimes success and material wealth can divide and separate - it's not a new philosophy I'm sharing - more than hardship, hardship tends to unify.", 
    "name": "Colin Farrell"
  }, 
  {
    "quote": "In my time and neighborhood (and in my soul) there was only one standard by which a woman measured success: did some man want her?", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "My definition of success is control.", 
    "name": "Kenneth Branagh"
  }, 
  {
    "quote": "If there is any secret to my success, I think it's that my characters are very real to me. I feel everything they feel, and therefore I think my readers care about them.", 
    "name": "Sidney Sheldon"
  }, 
  {
    "quote": "All business success rests on something labeled a sale, which at least momentarily weds company and customer.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "The whole secret to our success is being able to con ourselves into believing that we're going to change the world because statistically we are unlikely to do it.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "Failures to heroic minds are the stepping stones to success.", 
    "name": "Thomas Chandler Haliburton"
  }, 
  {
    "quote": "How easy to be amiable in the midst of happiness and success.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "Evolution acts slowly. Our psychological characteristics today are those that promoted reproductive success in the ancestral environmen.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "To be associated with success is absolutely wonderful.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "Success depends in a very large measure upon individual initiative and exertion, and cannot be achieved except by a dint of hard work.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "Success produces confidence confidence relaxes industry, and negligence ruins the reputation which accuracy had raised.", 
    "name": "Ben Jonson"
  }, 
  {
    "quote": "I was trying to uphold what I thought feminism was as best I could by supporting women, by trying to create an opportunity to get women to get together, play music together and celebrate the fact that we are having great success making music on our own and together.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "If there's no fire, there's no scream. If there's no scream, then no one hears you and no one comes to help you in the first place. The depth of my struggle has definitely determined the height of my success. To be able to teach my kids not just about success but about the struggle that comes with it.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "Put paying your dues and all that puts so much into being a success. You have an understanding of what it's about, being on your own for three or four years and living day to day on $3, or living in an apartment with no electricity.", 
    "name": "Taylor Kitsch"
  }, 
  {
    "quote": "For example, the equivalent of a woman being treated as a sex object is a man being treated as a success object.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "The vampire was a complete change from the usual romantic characters I was playing, but it was a success.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "Success sometimes can really bite you in the shorts.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "With success came an ever-growing burden of responsibility. I lived with a near-constant low-level anxiety that I would make a mistake that would not only threaten my career, but also my brothers' - not to mention the livelihoods of many people who work with us or for us.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "Such a faith would be fatal to my reason, to my liberty, and even to the success of my undertakings it would immediately transform me into a stupid slave, an instrument of the will and interests of others.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "I passionately believe that's it's not just what you say that counts, it's also how you say it - that the success of your argument critically depends on your manner of presenting it.", 
    "name": "Alain de Botton"
  }, 
  {
    "quote": "I was born with success. Lucky for me I am able to handle it. Also, I damn well deserve it!", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "Major success feels a bit like a coronation. Like I'd become a king. I was one of the most famous people in the world, loved and hated in equal measure. I couldn't see anything bad with it. It made me a happy person.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "I think that everybody in the world, whatever colour or creed, has a jerk like JR in his or her family somewhere. Whether it is a father, uncle, cousin or brother, everybody can identify with JR and that certainly had something to do with the success of 'Dallas.'", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "As his partner on this amazing journey, I can tell you Mitt Romney was not handed success. He built it.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "Sudden success in golf is like the sudden acquisition of wealth. It is apt to unsettle and deteriorate the character.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "I gave up a lot of things in exchange for my success.", 
    "name": "Billy Sheehan"
  }, 
  {
    "quote": "The success of Watermark surprised me. I never thought of music as something commercial it was something very personal to me.", 
    "name": "Enya"
  }, 
  {
    "quote": "That's the key to success, isn't it? It has to be fun.", 
    "name": "Monica Seles"
  }, 
  {
    "quote": "There's that unwritten schism that literary writers get all the awards and commericals writers get all the success.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "I think all of us certainly believed the statistics which said that probably 88% chance of mission success and maybe 96% chance of survival. And we were willing to take those odds.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "You know, I can be the happiest man in the world with minimal record success.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "I want to see success right away. And I want to never give up, never stop.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "If you can go out with your live show and turn people on to that, where you have that fan base that's religious and they're going to come see you when you're in that town, once your radio success is gone and you're not a mainstream guy anymore you can still go out and play your shows.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "A man desires praise that he may be reassured, that he may be quit of his doubting of himself he is indifferent to applause when he is confident of success.", 
    "name": "Alec Waugh"
  }, 
  {
    "quote": "Success is not assured, but America is resolute: this is the best chance for peace we are likely to see for some years to come - and we are acting to help Israelis and Palestinians seize this chance.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "When one has success, the answer is not to undo that success. It is to continue what has been done.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "Writers, as they gain success, feel like outsiders because writers don't come together in real groups.", 
    "name": "Anne Rice"
  }, 
  {
    "quote": "First-person narrators is the way I know how to write a book with the greatest power and chance of artistic success.", 
    "name": "Anne Rice"
  }, 
  {
    "quote": "The first condition of success for the League of Nations is, therefore, a firm understanding between the British Empire and the United States of America and France and Italy that there will be no competitive building up of fleets or armies between them.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "One man has enthusiasm for 30 minutes, another for 30 days, but it is the man who has it for 30 years who makes a success of his life.", 
    "name": "Edward B. Butler"
  }, 
  {
    "quote": "It never made sense to me that someone would achieve any kind of success in show business, only to become a jerk.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "You wanna know what scares people? Success. When you don't make moves and when you don't climb up the ladder, everybody loves you because you're not competition.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "Thought is the original source of all wealth, all success, all material gain, all great discoveries and inventions, and of all achievement.", 
    "name": "Claude M. Bristol"
  }, 
  {
    "quote": "It was a way out of poverty. It was a way to success. It was a way to education. And it was a way to a brighter day for me.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "I raised five children. They all have different personalities. All of them have different issues, different levels of success. That was a learning experience for me.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "Look, if you ask a child, 'Would you rather have a fulfilled mother or a stay-at-home Sylvia Plath,' they'll pick Sylvia Plath every time. But I think it's really important that children don't feel their parents' emotional lives depend on their success.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "My literary success meant nothing to me.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "I don't think success has changed us as people at all. We are the same lunatics that we were when this band first got going. We never see ourselves as being on a higher level than our fans.", 
    "name": "Kirk Hammett"
  }, 
  {
    "quote": "The key to sitcom success is miserable people. If you see a happy couple, it's just gone, like when Sam and Diane got together on Cheers.", 
    "name": "Matthew Perry"
  }, 
  {
    "quote": "If you can attribute your success entirely to your own mental effort, to your own attitude, to some spiritual essence that you have that is better than other people's, then that must feel pretty good.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "The ever quickening advances of science made possible by the success of the Human Genome Project will also soon let us see the essences of mental disease. Only after we understand them at the genetic level can we rationally seek out appropriate therapies for such illnesses as schizophrenia and bipolar disease.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "Success is the person who year after year reaches the highest limits in his field.", 
    "name": "Sparky Anderson"
  }, 
  {
    "quote": "Success is important only to the extent that it puts one in a position to do more things one likes to do.", 
    "name": "Sarah Caldwell"
  }, 
  {
    "quote": "We were called The Toilets originally - we were flushed with success.", 
    "name": "Mike Peters"
  }, 
  {
    "quote": "Whenever I hear, 'It can't be done,' I know I'm close to success.", 
    "name": "Michael Flatley"
  }, 
  {
    "quote": "It was very clear to me in 1965, in Mississippi, that, as a lawyer, I could get people into schools, desegregate the schools, but if they were kicked off the plantations - and if they didn't have food, didn't have jobs, didn't have health care, didn't have the means to exercise those civil rights, we were not going to have success.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "Success is finding satisfaction in giving a little more than you take.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "We now live in a world where the only thing to have is success, but failure is marvelous. It's fertiliser, it's like living fertiliser, because you're forced on yourself.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "Without imagination we can go nowhere. And imagination is not restricted to the arts. Every scientist I have met who has been a success has had to imagine.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "Everyone takes pause at 40. It's the age you have to assess everything in your life. It's the fictitious marker that's always coming up when you're young. The world really does look at you to kind of have it together by 40, and be successful by 40. Whatever success means.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "My formula for success is rise early, work late, and strike oil.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "Winning in Afghanistan is having a country that is stable enough to ensure that there is no safe haven for Al Qaida or for a militant Taliban that welcomes Al Qaida. That's really the measure of success for the United States.", 
    "name": "Leon Panetta"
  }, 
  {
    "quote": "I'm in the studio 24 hours a day. It's true that once you get a certain level of success, you become a target. Talk magazine should be ashamed of themselves.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "In a balanced organization, working towards a common objective, there is success.", 
    "name": "Arthur Helps"
  }, 
  {
    "quote": "One is never ready for success. It consecrates and looses you at the same time.", 
    "name": "Isabelle Adjani"
  }, 
  {
    "quote": "It's both rebellion and conformity that attack you with success.", 
    "name": "Amy Tan"
  }, 
  {
    "quote": "I consider 'Dr. Horrible' a tremendous success. The fact that it won an Emmy I just think lends validity to what we were doing and the point we were trying to make: taking the power into someone else's hands and changing the world.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "But Big Oil and Big Coal have always been as skilled at propaganda as they are at mining and drilling. Like the tobacco industry before them, their success depends on keeping Americans stupid.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "To burn always with this hard, gem-like flame, to maintain this ecstasy, is success in life.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "For movies to get greenlit solely based on the success of other movies that have a lot of women in them? It's so ridiculous to me.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I have decided to fight for my country, because we have build a success story in Guanajuato, with real results and more yet to come in the next two years.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "Success tempts many to their ruin.", 
    "name": "Phaedrus"
  }, 
  {
    "quote": "Though I was excited about the Sojourner Truth play, it was not reassuring to think that my entire future might depend on the success of that one show.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "The real end winner of NAFTA is going to be Mexico because we have the human capital. We have that resource that is vital to the success of the U.S. economy.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "I feel true success comes from being able to work and the love for it.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "People need to realise what real happiness and success is, because success as an actor is fleeting. You can be up there one day and gone the next.", 
    "name": "Chuck Norris"
  }, 
  {
    "quote": "My first attempt at a kiss was in fifth grade, but it didn't go so well. Later, I used Boyz II Men and Jodeci songs to come on to girls. I had more success.", 
    "name": "John Legend"
  }, 
  {
    "quote": "To this day, most people think of me as the fastest human. They don't really think me as a long jumper, although that's the event I had more success in.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "There is no correlation between a childhood success and a professional athlete.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "Mass communication, radio, and especially television, have attempted, not without success, to annihilate every possibility of solitude and reflection.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "I'd rather a young black actor read about success as opposed to how tough it was. I get these roles because I can act and that's it. Hopefully that's it.", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "Success is hard in general for most women. We now have such busy lives, and we're told we can do everything - you know, we can have the relationship and the marriage and the kids and the career.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "Four years of football are calculated to breed in the average man more of the ingredients of success in life than almost any academic course he takes.", 
    "name": "Knute Rockne"
  }, 
  {
    "quote": "I've had a lot of success over the years racing in New York, but the main point is that I feel the marathon is a different event, a lot more my event.", 
    "name": "Paula Radcliffe"
  }, 
  {
    "quote": "I did not become successful in my work through embracing or engaging in celebrity culture. I never signed away my privacy in exchange for success.", 
    "name": "Steve Coogan"
  }, 
  {
    "quote": "The success of Torn was a bit too much for me. I took a year off and was still scared to start the second album.", 
    "name": "Natalie Imbruglia"
  }, 
  {
    "quote": "Happy people are ignoramuses and glory is nothing else but success, and to achieve it one only has to be cunning.", 
    "name": "Mikhail Lermontov"
  }, 
  {
    "quote": "You may lose your wife, you may lose your dog, your mother may hate you. None of those things matter. What matters is that you achieve success and become free. Then you can do whatever you like.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "Success is very ephemeral. You depend entirely on the desire of others, which makes it difficult to relax.", 
    "name": "Eva Green"
  }, 
  {
    "quote": "Success comes in waves.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "I can't imagine wanting to be famous just for the sake of being famous. I think fame should come along with success, talent.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "We just want to win. That's the bottom line. I think a lot of times people may become content with one championship or a little bit of success, but we don't really reflect on what we've done in the past. We focus on the present.", 
    "name": "Derek Jeter"
  }, 
  {
    "quote": "There are so few women in general who aren't completely threatened and confused by other women's success. It's very disappointing.", 
    "name": "Sandra Bernhard"
  }, 
  {
    "quote": "I don't understand why people whose entire lives or their corporate success depends on communication, and yet they are led on occasion by CEOs who cannot talk their way out of a paper bag and don't care to.", 
    "name": "Frank Luntz"
  }, 
  {
    "quote": "Sometimes success comes in ways you don't expect.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "I think that my biggest attribute to any success that I have had is hard work. There really is no substitute for working hard.", 
    "name": "Maria Bartiromo"
  }, 
  {
    "quote": "You always pass failure on your way to success.", 
    "name": "Mickey Rooney"
  }, 
  {
    "quote": "Success listens only to applause. To all else it is deaf.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "There's nothing so aphrodisiacal for a woman as money and success.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "The FHA's success provides strong evidence that government can and should play a role in the nation's mortgage finance system. It also demonstrates that although government intervention in the economy during the Great Recession was messy, things would have been a lot messier without it.", 
    "name": "Mark Zandi"
  }, 
  {
    "quote": "Whatever success I've had, I always like to top it.", 
    "name": "Bernie Mac"
  }, 
  {
    "quote": "We're born with success. It is only others who point out our failures, and what they attribute to us as failure.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "To win in Australia, for me, has to be the ultimate success because the Aussies live for sport.", 
    "name": "Ian Botham"
  }, 
  {
    "quote": "A variety of national and international studies indicate that the broad-based deployment of information technology can have a substantial impact on our nation's economic productivity and growth as well as the educational and social success of our citizens.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "The fame of heroes owes little to the extent of their conquests and all to the success of the tributes paid to them.", 
    "name": "Jean Genet"
  }, 
  {
    "quote": "All these people who say success changes people well, no, it just magnifies what's there.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "Everyone applauds each other's success in Hollywood because they know how tough it is, but it really comes down fundamentally to the process.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "My ambition was to stop waiting tables. That was how I measured success: finally, I was able to stop waiting tables, and I was able to pay the rent, and that was by being a stand-up comic. Not a very good stand-up comic, but good enough to make a living.", 
    "name": "Graham Norton"
  }, 
  {
    "quote": "I had come to the point when I realized it was unlikely that my film career was going to move beyond a certain level of role. And I was - because I had graphic instances of it - handicapped by the success of Star Trek. A director would say, 'I don't want Jean-Luc Picard in my movie' - and this was compounded by X-Men as well.", 
    "name": "Patrick Stewart"
  }, 
  {
    "quote": "More people on unemployment benefits is not success in America, fewer people on not because we kicked them off but because they have been able to get a job in the private sector, because government got out of the way.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "I think most people believe success in government is how many fewer people are in government, not because you kick them off of benefits like unemployment but they've been able to control their own destiny because private sector employers have created more jobs.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "With the success of the last three or so years, when a lot of people start treating you differently, there's a danger that you may start to think of yourself differently. You rely on your friends to say, 'Hey, wake up!'", 
    "name": "David Schwimmer"
  }, 
  {
    "quote": "If the film is a hit then everyone shares the success. If it is going to be a disaster then it might as well be because of me, not because of somebody else.", 
    "name": "Salman Khan"
  }, 
  {
    "quote": "For the past few years, I was the more visible Asian performer, and I think it gave young girls a kind of role model showing it's possible to actually reach success doing movies.", 
    "name": "Joan Chen"
  }, 
  {
    "quote": "I came from a family where I felt great pressure to be financially successful, and I felt that staying in Chicago and doing theater, I was, in all likelihood, not going to find financial success.", 
    "name": "David Schwimmer"
  }, 
  {
    "quote": "For me, I don't feel it is a success in the career to be the pretty woman career success comes from being characters who tell us something about the truth.", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "And really, the basis, I think, of achieving some success in what I want to do today comes from my mother's push to get me to read and to make something of myself from the standpoint of an education.", 
    "name": "Sam Donaldson"
  }, 
  {
    "quote": "If I can procure three hundred good substantial names of persons, or bodies, or institutions, I cannot fail to do well for my family, although I must abandon my life to its success, and undergo many sad perplexities and perhaps never see again my own beloved America.", 
    "name": "John James Audubon"
  }, 
  {
    "quote": "I've always been too hard on myself to behave like I've arrived or even to enjoy whatever success I've had. I've always envisioned myself higher than where I was and I still do. With each success I think, 'That's nice but I'm supposed to go there!'", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "Success is a process, a quality of mind and way of being, an outgoing affirmation of life.", 
    "name": "Alex Noble"
  }, 
  {
    "quote": "For globalization to work for America, it must work for working people. We should measure the success of our economy by the breadth of our middle class, and the scope of opportunity offered to the poorest child to climb into that middle class.", 
    "name": "John J. Sweeney"
  }, 
  {
    "quote": "We had maybe the greatest success of any company that I know of in Paris, and after two or three years I wanted to do this same number that we did for PBS, so we did it and Paris had always considered us their darlings.", 
    "name": "Katherine Dunham"
  }, 
  {
    "quote": "It's hard for children's authors to be accepted when they try to write adult books. J.K. Rowling is the exception because people are so eager to read anything by her, but it took Judy Blume three or four tries before she had a success.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they are determined to.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "Women face enough pressures and challenges in a workplace that is still depressingly biased against a female's success. Add to that, the fact that the very thing many women I know find most rewarding (having kids) is now frowned upon.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "Success is what you do with your ability. It's how you use your talent.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "Other people's success spurs me on to do well and gives me motivation.", 
    "name": "Nicholas Hoult"
  }, 
  {
    "quote": "I've always known I would be a success, but I was surprised at the way it came.", 
    "name": "Eva Gabor"
  }, 
  {
    "quote": "Nothing reinforces a professional relationship more than enjoying success with someone.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "The first myth of management is that it exists. The second myth of management is that success equals skill.", 
    "name": "Robert Heller"
  }, 
  {
    "quote": "I don't want to wake up and be bored. That's probably my greatest fear is to have nothing to do. What better job is there than to play quarterback for an NFL team, and certainly one that I've been on for a long time and had success with? I don't plan on giving it up any time soon.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "I thought doing reality TV would be the greatest success of my life or the biggest mistake.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "Nothing fails like success nothing is so defeated as yesterday's triumphant Cause.", 
    "name": "Phyllis McGinley"
  }, 
  {
    "quote": "People repeat behaviour that leads to flooding their brains with pleasurable chemicals. The short-term reward loop acts over hours to years, and the long-term reproductive success loop over generations.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "Every success in limiting armaments is a sign that the will to achieve mutual understanding exists, and every such success thus supports the fight for international law and order.", 
    "name": "Ludwig Quidde"
  }, 
  {
    "quote": "Success is 99 percent failure.", 
    "name": "Soichiro Honda"
  }, 
  {
    "quote": "I have an idea of who I want to be, I have a vision of my own success.", 
    "name": "Wiz Khalifa"
  }, 
  {
    "quote": "Well, I believe that the depth of your struggle can determine the height of your success. I was inspired to come out of everything I've been through and end up in a place where I never thought that I would be.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "Success turns a lot of people off. I have a pretty solid sense of joy and respect that irritates people, and can irritate me, too.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "I always envisioned myself being a rapper and being in the game and having success, but you never know what it feels like or how you're going to be when you're there.", 
    "name": "Wiz Khalifa"
  }, 
  {
    "quote": "Girlfriend and 100 Percent Fun were my two peeks, around '92 and '96. The reality is that the times I had the most media success, sold lots of records and played bigger shows, I had the least control of my own life.", 
    "name": "Matthew Sweet"
  }, 
  {
    "quote": "I was successful materially, but I know life is much more than worldly success. I saw all these blessings God had given me. The way to give thanks is obedience to God.", 
    "name": "Hakeem Olajuwon"
  }, 
  {
    "quote": "Whenever you analyse anyone who has had any success and they're in the headlines, you will find they are human and make mistakes. I'm certainly that and I've made a lot of mistakes.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "At this point, I can't say what network would be picking it up, but I know that it would be a success.", 
    "name": "Christy Romano"
  }, 
  {
    "quote": "I put &pound150,000 into the stage production of Grease and have got back &pound1.5 million so far. It has been a fantastic success.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "The only yardstick for success our society has is being a champion. No one remembers anything else.", 
    "name": "John Madden"
  }, 
  {
    "quote": "Elegance is not a dispensable luxury but a factor that decides between success and failure.", 
    "name": "Edsger Dijkstra"
  }, 
  {
    "quote": "I used to think that losing made you more hungry and determined but after my success at the Olympics and the U.S. Open I realise that winning is the biggest motivation.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "I don't like Tommy on Broadway at all. I like the music, I'm pleased with Pete's success but I don't like what they've done to it.", 
    "name": "Roger Daltrey"
  }, 
  {
    "quote": "Picture yourself vividly as winning, and that alone will contribute immeasurably to success.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "My overnight success was really 15 years in the making. I'd been writing songs since I was 6 and playing in bands and performing since I was 14.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "You should put time into learning your craft. It seems like people want success so quickly, way before they're ready.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "In hindsight, I slid into arrogance based upon past success.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "If you come into success too soon, you'll burn out and be finished before you know it. If you let the maturation process happen naturally, you'll be happier with yourself in the end.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "I'm a mum, so my wardrobe consists of sweaters and jeans. As long as I don't leave the house forgetting my jeans, I count that as a fashion success.", 
    "name": "Gail Porter"
  }, 
  {
    "quote": "I'm extremely ambitious. I don't know why people are afraid to say that. I won't sell my soul to the devil, but I do want success and I don't think that's bad.", 
    "name": "Jada Pinkett Smith"
  }, 
  {
    "quote": "Former Olympians also get paid to make appearances. Many of them won their medals in an era when Olympic success didn't go hand-in-hand with financial success.", 
    "name": "Mary Lou Retton"
  }, 
  {
    "quote": "Success comes to a writer as a rule, so gradually that it is always something of a shock to him to look back and realize the heights to which he has climbed.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "I just want to continue the success and be an athlete that is shown in a good light in New York City.", 
    "name": "Victor Cruz"
  }, 
  {
    "quote": "My wife Elizabeth and I started The Really Terrible Orchestra for people like us who are pretty hopeless musicians who would like to play in an orchestra. It has been a great success. We give performances we've become the most famous bad orchestra in the world.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "I think people in Botswana are pleased that my books paint a positive picture of their lives and portray the country as being very special. They've made a great success of their country, and the people are fed up with the constant reporting of only the problems and poverty of the continent. They welcome something which puts the positive side.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "I'm astonished by my success.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "It's the price of success: people start to think you're omnipotent.", 
    "name": "Ben Bernanke"
  }, 
  {
    "quote": "The secret of my success is my hairspray.", 
    "name": "Richard Gere"
  }, 
  {
    "quote": "Success, in whatever form it takes, is a tricky thing - once you've achieved your goal, then what? Where do you aim?", 
    "name": "Arabella Weir"
  }, 
  {
    "quote": "Your chances of success are directly proportional to the degree of pleasure you desire from what you do. If you are in a job you hate, face the fact squarely and get out.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "It's nice, being brought up with no money at all. It's just not how I measure success, so that makes it a bunch easier.", 
    "name": "Bode Miller"
  }, 
  {
    "quote": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.", 
    "name": "Mark Skousen"
  }, 
  {
    "quote": "Immigrants provide skills that we simply cannot afford to do without. They have contributed hugely to Britain's success.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "Independent films have a very different cachet than success films.", 
    "name": "Diane Lane"
  }, 
  {
    "quote": "The delusions of self-love cannot be prevented, but intellectual misconceptions as to the means of achieving success may be corrected.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "I would love to be a guest on a talk show or a panel that shows women who have been on reality shows who've had success, to prove to audiences that you don't have to be a fool to become successful.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "When making music I sink myself into the process as deeply as I can and forget all of the success.", 
    "name": "Enya"
  }, 
  {
    "quote": "I think that everything you do helps you to write if you're a writer. Adversity and success both contribute largely to making you what you are. If you don't experience either one of those, you're being deprived of something.", 
    "name": "Shelby Foote"
  }, 
  {
    "quote": "The writing of a melody is an emotional moment success doesn't make it easy.", 
    "name": "Enya"
  }, 
  {
    "quote": "Nothing good comes in life or athletics unless a lot of hard work has preceded the effort. Only temporary success is achieved by taking short cuts.", 
    "name": "Roger Staubach"
  }, 
  {
    "quote": "It's an awesome responsibility, not only to maintain the level of success the NFL has, but to build on that.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "Fame and success are very different things.", 
    "name": "Enya"
  }, 
  {
    "quote": "It's not just the NFL. Every other league has a draft. It has been fundamental to the success of professional sports.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "Once you can accept failure, you can have fun and success.", 
    "name": "Rickey Henderson"
  }, 
  {
    "quote": "You can take Elvis. You can take Marilyn Monroe. Success and fame will not be the answer if something inside of you is bothering you, if things in your mind aren't going right.", 
    "name": "Linda Evans"
  }
]