[
  {
    "quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "We must accept finite disappointment, but never lose infinite hope.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "None are more hopelessly enslaved than those who falsely believe they are free.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "My great hope is to laugh as much as I cry to get my work done and try to love somebody and have the courage to accept the love in return.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "I hope to stand firm enough to not go backward, and yet not go forward fast enough to wreck the country's cause.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Hope in reality is the worst of all evils because it prolongs the torments of man.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Lord save us all from a hope tree that has lost the faculty of putting out blossoms.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Hope is the thing with feathers that perches in the soul - and sings the tunes without the words - and never stops at all.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "This suspense is terrible. I hope it will last.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Do not spoil what you have by desiring what you have not remember that what you now have was once among the things you only hoped for.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "He that lives upon hope will die fasting.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Youth is easily deceived because it is quick to hope.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Hope is the dream of a waking man.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "We must free ourselves of the hope that the sea will ever rest. We must learn to sail in high winds.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "In the end, that's what this election is about. Do we participate in a politics of cynicism or a politics of hope?", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Tomorrow hopes we have learned something from yesterday.", 
    "name": "John Wayne"
  }, 
  {
    "quote": "Courage is like love it must have hope for nourishment.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Hope is tomorrow's veneer over today's disappointment.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "Never deprive someone of hope it might be all they have.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Everything that is done in the world is done by hope.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Hope springs eternal in the human breast: Man never is, but always To be Blest.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "God grant me the courage not to give up what I think is right even though I think it is hopeless.", 
    "name": "Chester W. Nimitz"
  }, 
  {
    "quote": "I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "In this world you've just got to hope for the best and prepare for the worst and take whatever God sends.", 
    "name": "Lucy Maud Montgomery"
  }, 
  {
    "quote": "Chance has never yet satisfied the hope of a suffering people.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "A strong mind always hopes, and has always cause to hope.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "When we have lost everything, including hope, life becomes a disgrace, and death a duty.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "I said to my soul, be still, and wait without hope, For hope would be hope for the wrong thing.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Where there is no vision, there is no hope.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "A whole stack of memories never equal one little hope.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "Expecting something for nothing is the most popular form of hope.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "At the end of the day, we must go forward with hope and not backward by fear and division.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Every day begins with an act of courage and hope: getting out of bed.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Hope is the last thing a person does before they are defeated.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Hope is a good breakfast, but it is a bad supper.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Hope is the only universal liar who never loses his reputation for veracity.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "My hope still is to leave the world a bit better than when I got here.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "Hopeful thinking can get you out of your fear zone and into your appreciation zone.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "To live without Hope is to Cease to live.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Beware how you take away hope from another human being.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Don't give up. Don't lose hope. Don't sell out.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "It is only hope which is real, and reality is a bitterness and a deceit.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "I hope that I may always desire more than I can accomplish.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Things start out as hopes and end up as habits.", 
    "name": "Lillian Hellman"
  }, 
  {
    "quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "Hope will never be silent.", 
    "name": "Harvey Milk"
  }, 
  {
    "quote": "I place no hope in my strength, nor in my works: but all my confidence is in God my protector, who never abandons those who have put all their hope and thought in him.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "I have tried to keep on with my striving because this is the only hope I have of ever achieving anything worthwhile and lasting.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Uncertainty is the refuge of hope.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "It's time to get real, folks. Hope and change ain't working. Hope and change is not a solution. Hope and change is not a job.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "One lives in the hope of becoming a memory.", 
    "name": "Antonio Porchia"
  }, 
  {
    "quote": "All human wisdom is summed up in two words wait and hope.", 
    "name": "Alexandre Dumas"
  }, 
  {
    "quote": "The world is bad but not without hope. It is only hopeless when you look at it from an ideal viewpoint.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "All hope abandon, ye who enter here!", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "How disappointment tracks the steps of hope.", 
    "name": "Letitia Elizabeth Landon"
  }, 
  {
    "quote": "At the moment of death I hope to be surprised.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "I wish I could know everything ever, like that would be my wish - that's what I hope heaven is, that they tell you who shot JFK and all that stuff.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Hope is a waking dream.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "All that I am, or hope to be, I owe to my angel mother.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "A very small degree of hope is sufficient to cause the birth of love.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "I am prepared for the worst, but hope for the best.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.", 
    "name": "Richard M. DeVos"
  }, 
  {
    "quote": "In giving freedom to the slave, we assure freedom to the free - honorable alike in what we give and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear out of our fear, clearer vision, fresh hope. And out of hope, progress.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "Come, gentlemen, I hope we shall drink down all unkindness.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "One loves to possess arms, though they hope never to have occasion for them.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I totally disagree with the view that the Tibet struggle will die, and there will be no hope for Tibet, after the Dalai Lama passes away.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "The rich are always going to say that, you know, just give us more money and we'll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "My theory has always been, that if we are to dream, the flatteries of hope are as cheap, and pleasanter, than the gloom of despair.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.", 
    "name": "Vincent McNabb"
  }, 
  {
    "quote": "I hope that no American will waste his franchise and throw away his vote by voting either for me or against me solely on account of my religious affiliation. It is not relevant.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "What is true of the individual will be tomorrow true of the whole nation if individuals will but refuse to lose heart and hope.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "No matter how dark the moment, love and hope are always possible.", 
    "name": "George Chakiris"
  }, 
  {
    "quote": "Disappointment is a sort of bankruptcy - the bankruptcy of a soul that expends too much in hope and expectation.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "It is only by not paying one's bills that one can hope to live in the memory of the commercial classes.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.", 
    "name": "George Washington"
  }, 
  {
    "quote": "There is hope for the future because God has a sense of humor and we are funny to God.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "He who has health, has hope and he who has hope, has everything.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "And God help Bruce Springsteen when they decide he's no longer God... They'll turn on him, and I hope he survives it.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.", 
    "name": "Basil Hume"
  }, 
  {
    "quote": "The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "A leader is a dealer in hope.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I only hope that we don't lose sight of one thing - that it was all started by a mouse.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "I would rather entertain and hope that people learned something than educate people and hope they were entertained.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Hope is definitely not the same thing as optimism. It is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "I think that when you get dressed in the morning, sometimes you're really making a decision about your behavior for the day. Like if you put on flipflops, you're saying: 'Hope I don't get chased today.' 'Be nice to people in sneakers.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "On every front there are clear answers out there that can make this country stronger, but we're going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "While there's life, there's hope.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Love, we say, is life but love without hope and faith is agonizing death.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Depression can seem worse than terminal cancer, because most cancer patients feel loved and they have hope and self-esteem.", 
    "name": "David D. Burns"
  }, 
  {
    "quote": "In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Selfishness must always be forgiven you know, because there is no hope of a cure.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Maybe all one can do is hope to end up with the right regrets.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "Man wants to live, but it is useless to hope that this desire will dictate all his actions.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "He who despairs of the human condition is a coward, but he who has hope for it is a fool.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Poets have said that the reason to have children is to give yourself immortality. Immortality? Now that I have five children, my only hope is that they are all out of the house before I die.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "I'll always stay connected with Apple. I hope that throughout my life I'll sort of have the thread of my life and the thread of Apple weave in and out of each other, like a tapestry. There may be a few years when I'm not there, but I'll always come back.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Fear cannot be without hope nor hope without fear.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "It is difficult to say what is impossible, for the dream of yesterday is the hope of today and the reality of tomorrow.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "When I die, I hope to go to Heaven, whatever the Hell that is.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "I've tried to reduce profanity but I reduced so much profanity when writing the book that I'm afraid not much could come out. Perhaps we will have to consider it simply as a profane book and hope that the next book will be less profane or perhaps more sacred.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "If children have the ability to ignore all odds and percentages, then maybe we can all learn from them. When you think about it, what other choice is there but to hope? We have two options, medically and emotionally: give up, or Fight Like Hell.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "For love would be love of the wrong thing there is yet faith, But the faith and the love and the hope are all in the waiting.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "The sudden disappointment of a hope leaves a scar which the ultimate fulfillment of that hope never entirely removes.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Faith has to do with things that are not seen and hope with things that are not at hand.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "To me, we're marketing hope.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "The essence of optimism is that it takes no account of the present, but it is a source of inspiration, of vitality and hope where others have resigned it enables a man to hold his head high, to claim the future for himself and not to abandon it to his enemy.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Posterity: you will never know how much it has cost my generation to preserve your freedom. I hope you will make good use of it.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "My favorite fruit is grapes. Because with grapes, you always get another chance. 'Cause, you know, if you have a crappy apple or a peach, you're stuck with that crappy piece of fruit. But if you have a crappy grape, no problem - just move on to the next. 'Grapes: The Fruit of Hope.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "I don't know what can be so dangerous about giving people hope.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Those who hope for no other life are dead even for this.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "It is often when night looks darkest, it is often before the fever breaks that one senses the gathering momentum for change, when one feels that resurrection of hope in the midst of despair and apathy.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "And I hope that five years and 10 years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "What gives me the most hope every day is God's grace knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "I've seen the ticket, and I still can't believe it. When I see the money, I hope I don't hit the floor.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "As for gun control advocates, I have no hope whatever that any facts whatever will make the slightest dent in their thinking - or lack of thinking.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Together we will build an America where hope is a new job with a paycheck, not a faded word on an old bumper sticker.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "The worst thing that can happen in a democracy - as well as in an individual's life - is to become cynical about the future and lose hope.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I would describe myself as emotional and highly strung. If something upsets me, it really upsets me. If something makes me angry, I get really angry. But it's all very upfront. I can't hide it. I'm also loyal and I hope I'm fun.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Our forces saved the remnants of the Jewish people of Europe for a new life and a new hope in the reborn land of Israel. Along with all men of good will, I salute the young state and wish it well.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "To hope means to be ready at every moment for that which is not yet born, and yet not become desperate if there is no birth in our lifetime.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Hope is the pillar that holds up the world. Hope is the dream of a waking man.", 
    "name": "Pliny the Elder"
  }, 
  {
    "quote": "God's mercy and grace give me hope - for myself, and for our world.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "War is just when it is necessary arms are permissible when there is no hope except in arms.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world.", 
    "name": "Jack Layton"
  }, 
  {
    "quote": "Hope is the word which God has written on the brow of every man.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The only way I'd be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "It is a vain hope to make people happy by politics.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Marriage is the death of hope.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "At twenty a man is full of fight and hope. He wants to reform the world. When he is seventy he still wants to reform the world, but he know he can't.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Fifty percent of people won't vote, and fifty percent don't read newspapers. I hope it's the same fifty percent.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Present, n. That part of eternity dividing the domain of disappointment from the realm of hope.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Religion. A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law and those who have most to hope and nothing to lose will always be dangerous.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Why are we so full of restraint? Why do we not give in all directions? Is it fear of losing ourselves? Until we do lose ourselves there is no hope of finding ourselves.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "The most insignificant people are the most apt to sneer at others. They are safe from reprisals. And have no hope of rising in their own self esteem but by lowering their neighbors.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The less we deserve good fortune, the more we hope for it.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I hope for nothing. I fear nothing. I am free.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "I'm a romantic a sentimental person thinks things will last, a romantic person hopes against hope that they won't.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Neither should a ship rely on one small anchor, nor should life rest on a single hope.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "I knew I was a winner back in the late sixties. I knew I was destined for great things. People will say that kind of thinking is totally immodest. I agree. Modesty is not a word that applies to me in any way - I hope it never will.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "Man is, properly speaking, based upon hope, he has no other possession but hope this world of his is emphatically the place of hope.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Solitude is not something you must hope for in the future. Rather, it is a deepening of the present, and unless you look for it in the present you will never find it.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Be prepared, work hard, and hope for a little luck. Recognize that the harder you work and the better prepared you are, the more luck you might have.", 
    "name": "Ed Bradley"
  }, 
  {
    "quote": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Conservatism is not about leaving people behind. Conservatism is about empowering people to catch up, to give them the tools at their disposable that make it possible for them to access all the hope, all the promise, all the opportunity that America offers. And our programs to help them should reflect that.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I hope that posterity will judge me kindly, not only as to the things which I have explained, but also to those which I have intentionally omitted so as to leave to others the pleasure of discovery.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "But what we call our despair is often only the painful eagerness of unfed hope.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "If the United Nations once admits that international disputes can be settled by using force, then we will have destroyed the foundation of the organization and our best hope of establishing a world order.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Litigant. A person about to give up his skin for the hope of retaining his bones.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "When things are bad, we take comfort in the thought that they could always get worse. And when they are, we find hope in the thought that things are so bad they have to get better.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "We should not moor a ship with one anchor, or our life with one hope.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "All the interests of my reason, speculative as well as practical, combine in the three following questions: 1. What can I know? 2. What ought I to do? 3. What may I hope?", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Hope, deceiving as it is, serves at least to lead us to the end of our lives by an agreeable route.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Gratitude is merely the secret hope of further favors.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love can no more continue without a constant motion than fire can and when once you take hope and fear away, you take from it its very life and being.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Hope is the greatest thing for moms of autism. Hope is what gets us out of bed in the morning. I'm on a mission to tell parents that there is a way.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "I hope you love birds too. It is economical. It saves going to heaven.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Comedy is defiance. It's a snort of contempt in the face of fear and anxiety. And it's the laughter that allows hope to creep back on the inhale.", 
    "name": "Will Durst"
  }, 
  {
    "quote": "Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.", 
    "name": "Mattie Stepanek"
  }, 
  {
    "quote": "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up I work out of love for God and I put all my hope in Him.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "In most of mankind gratitude is merely a secret hope of further favors.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I hate the idea of causes, and if I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Little progress can be made by merely attempting to repress what is evil. Our great hope lies in developing what is good.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "The charm of fishing is that it is the pursuit of what is elusive but attainable, a perpetual series of occasions for hope.", 
    "name": "John Buchan"
  }, 
  {
    "quote": "I have often said that I wish I had invented blue jeans: the most spectacular, the most practical, the most relaxed and nonchalant. They have expression, modesty, sex appeal, simplicity - all I hope for in my clothes.", 
    "name": "Yves Saint Laurent"
  }, 
  {
    "quote": "If you start in the pit of despair with these profane, awful things, even a glimmer of hope or awareness is going to occur that's much brighter coming from this dark, awful beginning.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "I hope all of you are going to fill out your census form when it comes in the mail next month. If you don't return the form the area you live in might get less government money and you wouldn't want that to happen, would you.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Isn't it the moment of most profound doubt that gives birth to new certainties? Perhaps hopelessness is the very soil that nourishes human hope perhaps one could never find sense in life without first experiencing its absurdity.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Hope is the feeling we have that the feeling we have is not permanent.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "But what is Hope? Nothing but the paint on the face of Existence the least touch of truth rubs it off, and then we see what a hollow-cheeked harlot we have got hold of.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "How wonderful that we have met with a paradox. Now we have some hope of making progress.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again.", 
    "name": "Noel Coward"
  }, 
  {
    "quote": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "In the night of death, hope sees a star, and listening love can hear the rustle of a wing.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "I really feel like life will dictate itself. You should allow it to unfold as naturally as possible. Just go with the flow. When you're really desperate, you say a few prayers and hope for the best. That's the way I've always lived my life.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "One thing I hope I'll never be is drunk with my own power. And anybody who says I am will never work in this town again.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "I hope to have communion with the people, that is the most important thing.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "A mission is a place where you ask nonbelievers to come and find faith and hope and feel love.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "I'm not the type of guy who enjoys one-night stands. It leaves me feeling very empty and cynical. It's not even fun sexually. I need to feel something for the woman and entertain the vain hope that it may lead to a relationship.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "Yesterday I was a dog. Today I'm a dog. Tomorrow I'll probably still be a dog. Sigh! There's so little hope for advancement.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "You can't go around hoping that most people have sterling moral characters. The most you can hope for is that people will pretend that they do.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "I hope it is true that a man can die and yet not only live in others but give them life, and not only life, but that great consciousness of life.", 
    "name": "Jack Kerouac"
  }, 
  {
    "quote": "Compromise is but the sacrifice of one right or good in the hope of retaining another - too often ending in the loss of both.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "The happy Union of these States is a wonder their Constitution a miracle their example the hope of Liberty throughout the world.", 
    "name": "James Madison"
  }, 
  {
    "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Today I can declare my hope and declare it from the bottom of my heart that we will eventually see the time when that number of nuclear weapons is down to zero and the world is a much better place.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The youth is the hope of our future.", 
    "name": "Jose Rizal"
  }, 
  {
    "quote": "Nor dread nor hope attend a dying animal a man awaits his end dreading and hoping all.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Among physicists, I'm respected I hope.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "I hope that no more groans of wounded men and women will ever go to the ear of the Great Spirit Chief above, and that all people may be one people.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "What we hope ever to do with ease, we must learn first to do with diligence.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Exploiting people's emotions of fear, envy and anxiety is not hope, it's not change, it's partisanship. We don't need partisanship. We don't need demagoguery, we need solutions.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I wish you a tolerable Thursday. That's all any of us can hope for.", 
    "name": "April Winchell"
  }, 
  {
    "quote": "There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "The hope and change the Democrats had in mind was nothing more than a retread of the failed and discredited socialist policies that have been the enemy of freedom for centuries all over the world. I fear America is teetering towards tyranny.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I want no epitaphs of profound history and all that type of thing. I contributed. I would hope they would say that, and I would hope somebody liked me.", 
    "name": "Brian Clough"
  }, 
  {
    "quote": "We are long before we are convinced that happiness is never to be found, and each believes it possessed by others, to keep alive the hope of obtaining it for himself.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Hope is being able to see that there is light despite all of the darkness.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Pessimists are the people who have no hope for themselves or for others. Pessimists are also people who think the human race is beneath their notice, that they're better than other human beings.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "The sea, the great unifier, is man's only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "The present is the ever moving shadow that divides yesterday from tomorrow. In that lies hope.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Absence from whom we love is worse than death, and frustrates hope severer than despair.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "For me, already being part of a single parent household and knowing it was just me and my mom, you'd would wake up times and hope that the next day you'd be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "A strange thing is memory, and hope one looks backward, and the other forward one is of today, the other of tomorrow. Memory is history recorded in our brain, memory is a painter, it paints pictures of the past and of the day.", 
    "name": "Grandma Moses"
  }, 
  {
    "quote": "Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Hope is the only bee that makes honey without flowers.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "When too many Americans don't vote or participate, some see apathy and despair. I see disappointment and even outrage. And I believe that out of this frustration can come hope and action.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "At the end of the day, all you can hope for is to go on. The older I get, the more I realize that just keeping on keeping on is what life's all about.", 
    "name": "Janis Ian"
  }, 
  {
    "quote": "This man is freed from servile bands, Of hope to rise, or fear to fall Lord of himself, though not of lands, And leaving nothing, yet hath all.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever That dead men rise up never That even the weariest river Winds somewhere safe to sea.", 
    "name": "Algernon Charles Swinburne"
  }, 
  {
    "quote": "When I was young, my ambition was to be one of the people who made a difference in this world. My hope is to leave the world a little better for having been there.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "I know some people say I can be funny. But there is always a deeper meaning to what I say. I am a socialist at heart and have the interests of the poor in mind. When people see how I manage to work my way out of tough situations, it gives them hope in their own life.", 
    "name": "Lalu Prasad Yadav"
  }, 
  {
    "quote": "I've learnt that through life you just get on with it. You're going to meet a lot of dishonest people along the line and you say good luck to them. I hope they live in comfort. Then I start sticking more pins in their effigies.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "Hope travels through, nor quits us when we die.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "If you keep thinking about what you want to do or what you hope will happen, you don't do it, and it won't happen.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "I hope to make people realize how totally helpless animals are, how dependent on us, trusting as a child must that we will be kind and take care of their needs.", 
    "name": "James Herriot"
  }, 
  {
    "quote": "I hope I am remembered by my children as a good father.", 
    "name": "Orson Scott Card"
  }, 
  {
    "quote": "Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise.", 
    "name": "Karl Rahner"
  }, 
  {
    "quote": "It is practically impossible to teach good programming to students that have had a prior exposure to BASIC: as potential programmers they are mentally mutilated beyond hope of regeneration.", 
    "name": "Edsger Dijkstra"
  }, 
  {
    "quote": "Well, I'm like a drug addict, I'm always saying I'm going to stop, and then I don't, what I've said consistently is that I hope I know when to stop: when it starts to get repetitive.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "You cannot hope to sweep someone else away by the force of your writing until it has been done to you.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "You just have to keep trying to do good work, and hope that it leads to more good work. I want to look back on my career and be proud of the work, and be proud that I tried everything. Yes, I want to look back and know that I was terrible at a variety of things.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "Nothing that is worth doing can be achieved in a lifetime therefore we must be saved by hope.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Few tragedies can be more extensive than the stunting of life, few injustices deeper than the denial of an opportunity to strive or even to hope, by a limit imposed from without, but falsely identified as lying within.", 
    "name": "Stephen Jay Gould"
  }, 
  {
    "quote": "Now, I look at where I am now and I know what I wanna to do. What I would like to be able to do is to spend whatever time I have left and to give, and maybe some hope to others.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "All people hope Islam helps everything in life. Islam will make jobs. Islam will make freedom. Islam will make everything.", 
    "name": "Ahmed Ali"
  }, 
  {
    "quote": "Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Being generous or doing things for others actually makes me feel good so I don't do it because I hope karma will come round and get me and I'll benefit from it.", 
    "name": "David Schwimmer"
  }, 
  {
    "quote": "I just hope that our fans are people who are inspired by music, and just use our music as a background or inspiration for whatever it is they do.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "The results of political changes are hardly ever those which their friends hope or their foes fear.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "It's a good place when all you have is hope and not expectations.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I had in mind a message, although I hope it doesn't intrude too badly, persuading Americans, and especially Southerners, of the critical importance of land and our vanishing natural environment and wildlife.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "The secret is not to give up hope. It's very hard not to because if you're really doing something worthwhile I think you will be pushed to the brink of hopelessness before you come through the other side.", 
    "name": "George Lucas"
  }, 
  {
    "quote": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "Many possessions, if they do not make a man better, are at least expected to make his children happier and this pathetic hope is behind many exertions.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "A good question is never answered. It is not a bolt to be tightened into place but a seed to be planted and to bear more seed toward the hope of greening the landscape of idea.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "I do not at all have the mind of a bully... in my mind bullies are intolerant of contrary opinion, domineering and rather cowardly. I would hope that none of those terms could be fairly used in describing me.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "In love, unlike most other passions, the recollection of what you have had and lost is always better than what you can hope for in the future.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "I hope I didn't bore you too much with my life story.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "All I can do is leave it in God's hands and hope that my fans feel where I'm coming from.", 
    "name": "Aaliyah"
  }, 
  {
    "quote": "Hope is the best possession. None are completely wretched but those who are without hope. Few are reduced so low as that.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Not without hope we suffer and we mourn.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "The cause of my life has been to oppose superstition. It's a battle you can't hope to win - it's a battle that's going to go on forever. It's part of the human condition.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I hope for the day when everyone can speak again of God without embarrassment.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "If we hope for what we are not likely to possess, we act and think in vain, and make life a greater dream and shadow than it really is.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "The reason I never give up hope is because everything is so basically hopeless.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Hope has a good memory, gratitude a bad one.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "I hope to die in the saddle seat.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "What can I know? What ought I to do? What can I hope?", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "The only hope of socialism resides in those who have already brought about in themselves, as far as is possible in the society of today, that union between manual and intellectual labor which characterizes the society we are aiming at.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Art is the most beautiful deception of all. And although people try to incorporate the everyday events of life in it, we must hope that it will remain a deception lest it become a utilitarian thing, sad as a factory.", 
    "name": "Claude Debussy"
  }, 
  {
    "quote": "If you hope for happiness in the world, hope for it from God, and not from the world.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "I hope that what you take away from my album is not just the music - which I did want to be fun, and I did want it to be about individuality, but please also take away from it that there's no dream that's too big.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I know the world is filled with troubles and many injustices. But reality is as beautiful as it is ugly. I think it is just as important to sing about beautiful mornings as it is to talk about slums. I just couldn't write anything without hope in it.", 
    "name": "Oscar Hammerstein II"
  }, 
  {
    "quote": "Hope is the denial of reality.", 
    "name": "Margaret Weis"
  }, 
  {
    "quote": "Acting provides the fulfillment of never being fulfilled. You're never as good as you'd like to be. So there's always something to hope for.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Ah, Hope! what would life be, stripped of thy encouraging smiles, that teach us to look behind the dark clouds of today, for the golden beams that are to gild the morrow.", 
    "name": "Susanna Moodie"
  }, 
  {
    "quote": "I am probably the most selfish man you will ever meet in your life. No one gets the satisfaction or the joy that I get out of seeing kids realize there is hope.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "A radical inner transformation and rise to a new level of consciousness might be the only real hope we have in the current global crisis brought on by the dominance of the Western mechanistic paradigm.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I am a beneficiary of the American people's generosity, and I hope we can have comprehensive immigration legislation that allows this country to continue to be enriched by those who were not born here.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The screen is a magic medium. It has such power that it can retain interest as it conveys emotions and moods that no other art form can hope to tackle.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "It is the around-the-corner brand of hope that prompts people to action, while the distant hope acts as an opiate.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "About the most originality that any writer can hope to achieve honestly is to steal with good judgment.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Expect to have hope rekindled. Expect your prayers to be answered in wondrous ways. The dry seasons in life do not last. The spring rains will come again.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "I can only hope to be 10 percent of the mom mine was to me. She encouraged me to be confident and enjoy life. That's what I want for my son.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "My hopes are not always realized, but I always hope.", 
    "name": "Ovid"
  }, 
  {
    "quote": "I don't feel a lack of hope. It's just disappointment that after all these years we're still fighting meaningless wars for a handful of people.", 
    "name": "Geezer Butler"
  }, 
  {
    "quote": "A man must love a thing very much if he not only practices it without any hope of fame and money, but even... without any hope of doing it well.", 
    "name": "Oliver Herford"
  }, 
  {
    "quote": "Theater is, of course, a reflection of life. Maybe we have to improve life before we can hope to improve theater.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "Concerning God, freewill and destiny: Of all that earth has been or yet may be, all that vain men imagine or believe, or hope can paint or suffering may achieve, we descanted.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "When he is late for dinner and I know he must be either having an affair or lying dead in the street, I always hope he's dead.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "Like all of us in this storm between birth and death, I can wreak no great changes on the world, only small changes for the better, I hope, in the lives of those I love.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "A propensity to hope and joy is real riches one to fear and sorrow real poverty.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Blues are the songs of despair, but gospel songs are the songs of hope.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "Everyone who feels stuck in the Obama economy is right to focus on the here and now. And I hope you understand this too, if you're feeling left out or passed by: You have not failed, your leaders have failed you.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "A great tennis career is something that a 15-year-old normally doesn't have. I hope my example helps other teens believe they can accomplish things they never thought possible.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Anarchy is the only slight glimmer of hope.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "Hope founded upon a human being, a man-made philosophy or any institution is always misplaced... because these things are unreliable and fleeting.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I hope that you will learn to take responsibility for your decisions. don't take counsel of your fears.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Minds that are ill at ease are agitated by both hope and fear.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "But then there are magical, beautiful things in the world. There's incredible acts of kindness and bravery, and in the most unlikely places, and it gives you hope.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "When I consider life, it is all a cheat. Yet fooled with hope, people favor this deceit.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "My hope is that gays will be running the world, because then there would be no war. Just a greater emphasis on military apparel.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "One of the most difficult things everyone has to learn is that for your entire life you must keep fighting and adjusting if you hope to survive. No matter who you are or what your position is you must keep fighting for whatever it is you desire to achieve.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "Faith is the very first thing you should pack in a hope chest.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "I hope that people will finally come to realize that there is only one 'race' - the human race - and that we are all members of it.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "Architecture is basically a container of something. I hope they will enjoy not so much the teacup, but the tea.", 
    "name": "Yoshio Taniguchi"
  }, 
  {
    "quote": "Hope is not the conviction that something will turn out well but the certainty that something makes sense, regardless of how it turns out.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "If someone decides to be a musician now, it means because there is no hope of money at the end of it, it means they really want to be a musician. And if someone is writing now, there is no hope for money at the end of it.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "It took me less than half a lifetime to realize that regret is one of the few guaranteed certainties. Sooner or later everything is touched by it, despite our naive and senseless hope that just this time we will be spared its cold hand on our heart.", 
    "name": "Jonathan Carroll"
  }, 
  {
    "quote": "Hope is a great falsifier. Let good judgment keep her in check.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "The origin of the absurd idea of immortal life is easy to discover it is kept alive by hope and fear, by childish faith, and by cowardice.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "A lot of people, because of my contempt for the false consolations of religion, think of me as a symbolic public opponent of that in extremis. And sometimes that makes me feel a bit alarmed, to be the repository of other people's hope.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "There are only two lasting bequests we can hope to give our children. One of these is roots, the other, wings.", 
    "name": "Hodding Carter"
  }, 
  {
    "quote": "Under Barack Obama, the only 'Change' is that 'Hope' has been hard to find. Now millions of Americans are insecure about their future. But instead of inspiring us by reminding us of what makes us special, he divides us against each other. He tells Americans they're worse off because others are better off. That people got rich by making others poor.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I hope I'm wrong, but I am afraid that Iraq is going to turn out to be the greatest disaster in American foreign policy - worse than Vietnam, not in the number who died, but in terms of its unintended consequences and its reverberation throughout the region.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I hope when I'm dead I'll be considered an icon, though.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Designing a house is like doing a movie: Once you're done, you want to say, 'I hope you all enjoy it.'", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "There can be hope only for a society which acts as one big family, not as many separate ones.", 
    "name": "Anwar Sadat"
  }, 
  {
    "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "I doubt I'll be singing forever, because at some point people aren't going to want to hear my music, and I hope that I'll still get the opportunity to write songs.", 
    "name": "Adele"
  }, 
  {
    "quote": "I see the whole concept of Generation X implies that everyone has lost hope.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Just as a mother finds pleasure in taking her little child on her lap, there to feed and caress him, in like manner our loving God shows His fondness for His beloved souls who have given themselves entirely to Him and have placed all their hope in His goodness.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "One must always hope when one is desperate, and doubt when one hopes.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "To my great disappointment, it appears that the politics of division are making a big comeback. Many Americans share my disappointment - especially those who were filled with great hope a few years ago, when then-Senator Obama announced his candidacy in Springfield, Illinois.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Hope and change? We're not doing that anymore. They're doing attack and blame. And so, I just think people are going to see through this. They want real leadership. They want us to get this country on the right track.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "We really feel happier when things look bleak. Hope is endurance. Hope is holding on and going on and trusting in the Lord.", 
    "name": "Michael Novak"
  }, 
  {
    "quote": "Who dares nothing, need hope for nothing.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "I hope that women everywhere will wear this jewelry and feel the passion and love that is, to me, the real spirit of True Harmony.", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "Someday I hope to write a book where the royalties will pay for the copies I give away.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "One of my favorite people is Gypsy Rose Lee. She bears out the Biblical promise that he who has, gets. And I hope she gets a lot more.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "If you use your imagination, you can look at any actress and see her nude... I hope to make you use your imagination.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Having a sense of purpose is having a sense of self. A course to plot is a destination to hope for.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Truth is not a matter of fact but a state of harmony with progress and hope. Enveloped only in its wings will we ever soar to the promise of our greater selves.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "All kids need is a little help, a little hope and somebody who believes in them.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "Hope is patience with the lamp lit.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "I just hope that theaters remain. I think there's something very wonderful about getting into a dark room with a bunch of people. There's something cool about that. Brings us all together in one room where we can experience all those emotions.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I hope to be scaring children for the rest of my life.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "Counting is the religion of this generation it is its hope and its salvation.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Hope of ill gain is the beginning of loss.", 
    "name": "Democritus"
  }, 
  {
    "quote": "Death is the great hope of all life the desire to expend itself to be used and consumed by its own longing for itself.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Freedom is not a gift nor does it simply exist for us to have, but rather it is a sacred duty, and its blessed yield of hope is born from none other than the blood of the innocent.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "In the company of the accomplished, people hope it will rub off on themselves, in the company of the misfortunate, they fear it!", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "The greatest joys are found not only in what we do and feel, but also in what we hope for.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "At a time when unbridled greed, malignant aggression, and existence of weapons of mass destruction threatens the survival of humanity, we should seriously consider any avenue that offers some hope.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "Between the fear that something would happen and the hope that still it wouldn't, there is much more space than one thinks. On that narrow, hard, bare and dark space a lot of us spend their lives.", 
    "name": "Ivo Andric"
  }, 
  {
    "quote": "Hope, like faith, is nothing if it is not courageous it is nothing if it is not ridiculous.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "When hope is not pinned wriggling onto a shiny image or expectation, it sometimes floats forth and opens.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I'm actually not a big fan of the word hope. I think it's a depressing word. I don't want to hope - I want to know. Like I don't hope there's a God, I know there's a God.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "What greater aspiration and challenge are there for a mother than the hope of raising a great son or daughter?", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "Right now I'm not involved with anybody, but I hope by 75 I will be again.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief.", 
    "name": "Franz Schubert"
  }, 
  {
    "quote": "People always ask me if I'm going to stop modeling because I have started an acting career. I hope to continue to model for years to come.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "The care of the Earth is our most ancient and most worthy, and after all our most pleasing responsibility. To cherish what remains of it and to foster its renewal is our only hope.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "Life has changed enormously, and I hope - I hope more people read good things.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Like any good tree that one would hope to grow, we must set our roots deep into the ground so that what is real will prosper in the Light of Love.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Life without idealism is empty indeed. We just hope or starve to death.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.", 
    "name": "Tom Bodett"
  }, 
  {
    "quote": "That's all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history.", 
    "name": "William McKinley"
  }, 
  {
    "quote": "There is a powerful need for people to feel that gust of hope rise up again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "'Peace Train' is a song I wrote, the message of which continues to breeze thunderously through the hearts of millions. There is a powerful need for people to feel that gust of hope rise up again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "We must rediscover the distinction between hope and expectation.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "Acting is something I love. It's a great craft that I have a lot of respect for. But I don't think it's any greater challenge than teaching 8-year-olds or any other career. In my life, I try not to make it more important than it is and I just hope that rubs off on the people around me.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I think, my generation, it's hard to have hope when you got a $700-trillion derivatives debt to pay and a bubble about to explode and $500 trillion worth of GDP.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "But maybe music was not intended to satisfy the curious definiteness of man. Maybe it is better to hope that music may always be transcendental language in the most extravagant sense.", 
    "name": "Charles Ives"
  }, 
  {
    "quote": "I'm going home now. I apologize for what I said. I hope you can forget it, but I'm going home right now.", 
    "name": "Benjamin Day"
  }, 
  {
    "quote": "In a mood of faith and hope my work goes on. A ream of fresh paper lies on my desk waiting for the next book. I am a writer and I take up my pen to write.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "To Live signifies to believe and hope - to lie and to lie to oneself.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "We would not be interested in human beings if we did not have the hope of someday meeting someone worse off than ourselves.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "I would hope they would be our fellow artists, rather than trying to emulate or idolize clowns like us.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "But since her earliest days, America has inspired people from all over the world. Inspired them with the hope that one day their own countries would be one like this one.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "My mother was one of seven girls whose parents went to bed hungry so their children wouldn't. My father lost his mother when he was nine. He left school and went to work for the next 70 years. They emigrated to America with little more than the hope of a better life.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Hope and Change has become Divide and Conquer.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The quality of light by which we scrutinize our lives has direct bearing upon the product which we live, and upon the changes which we hope to bring about through those lives.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners.", 
    "name": "Benjamin Banneker"
  }, 
  {
    "quote": "I hope that the mistakes made and suffering imposed upon Japanese Americans nearly 60 years ago will not be repeated against Arab Americans whose loyalties are now being called into question.", 
    "name": "Daniel Inouye"
  }, 
  {
    "quote": "Beware how you take away hope from any human being.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "Well, what was called the blessed hope of the Bible is that one day Jesus Christ would come back again, start a whole new era, that this world order that we know it would change into something that would be wonderful that we'd call the millennium.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "A person, who no matter how desperate the situation, gives others hope, is a true leader.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "My hope is that we continue to nurture the places that we love, but that we also look outside our immediate worlds.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "The media tried to destroy my parents and has taken things completely out of context, but there's not a whole lot you can do in terms of fighting back. You have to hope that it passes, which it always does. But they have to be careful. They didn't necessarily sign up for this.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "One thing I can't do, and I hope that there are other people out there that feel the same way, is climb a rope. Oh my gosh, it's so hard to climb rope! It's all about grip and arms.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I hope the seeds I have sown will be taken up by those who will follow me because the journey I have begun cannot be undertaken in isolation.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "Love, hope, fear, faith - these make humanity These are its sign and note and character.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "And as far as false hope, there is no such thing. There is only hope or the absence of hope-nothing else.", 
    "name": "Patti Davis"
  }, 
  {
    "quote": "I hope my tongue in prune juice smothers, If I belittle dogs and mothers.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "But groundless hope, like unconditional love, is the only kind worth having.", 
    "name": "John Perry Barlow"
  }, 
  {
    "quote": "Armageddon is not around the corner. This is only what the people of violence want us to believe. The complexity and diversity of the world is the hope for the future.", 
    "name": "Michael Palin"
  }, 
  {
    "quote": "I want you to take away the hope because that's the thing that's killing me.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "Unless our conception of patriotism is progressive, it cannot hope to embody the real affection and the real interest of the nation.", 
    "name": "Jane Addams"
  }, 
  {
    "quote": "A lot of presidential memoirs, they say, are dull and self-serving. I hope mine is interesting and self-serving.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "I hope I am the Tim Tebow of the Iowa caucuses.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "My deal is have a flat, simple tax. And - Americans want - Americans I hope - aspire to be - be wealthy. I hope they aspire to have a better quality of life. And we have this class warfare that's going on now. And I don't agree with that. I'm interested in people getting to work.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Ireland was a place for the renewal of hope and I still see it like that.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "Economically, it's more expensive to make movies. I hope digital movies change that.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Most of me was glad when my mother died. She was a handful, but not in a cute, festive way. More in a life-threatening way, that had caused me a long time ago to give up all hope of ever feeling good about having had her as a mother.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I really hope my peers appreciate and respect what I'm doing.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I temporarily lost my hope in love, and it was temporary, thank goodness.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "Hope never abandons you, you abandon it.", 
    "name": "George Weinberg"
  }, 
  {
    "quote": "Keep hope alive!", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I hope to bring much more attention to important issues and change for issues and practices that are harming animals.", 
    "name": "Kesha"
  }, 
  {
    "quote": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "Corporations, consumers, and citizens must begin acting in concert to create a powerful third pillar of social transformation if we hope to meet the social challenges we currently face with equal force. This begins with corporations that choose to alter how they practice capitalism in two ways to serve the greater good.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Any institution faces two basic choices if they hope to spark new ideas. One is to leverage the brains trust within their organization by creating a special event dedicated to new thinking. The other is to look outside themselves to stimulate solutions.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "In the social business marketplace, brands that hope to build loyal and growing communities do so most effectively when they demonstrate their core values and allow a community to build and engage around it.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Let's hope brands recognize that the true power of this technology is not its reach but its ability to communicate substance that adds meaning to our lives. Otherwise, brands will be investing in technology that consumers simply won't buy.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "And if there's any hope for America, it lies in a revolution, and if there's any hope for a revolution in America, it lies in getting Elvis Presley to become Che Guevara.", 
    "name": "Phil Ochs"
  }, 
  {
    "quote": "I certainly notice the vitality in Belfast, which wasn't there in the Seventies. There was a war going on then. Now there are cranes everywhere. There really is a sense of renewal and hope.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "I have been coaching recently. I coached high school basketball in Arizona, and I hope that more opportunities become available.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "I hope to be involved in a successful movie script.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "The capacity for hope is the most significant fact of life. It provides human beings with a sense of destination and the energy to get started.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Make big plans aim high in hope and work, remembering that a noble, logical diagram once recorded will not die.", 
    "name": "Daniel Burnham"
  }, 
  {
    "quote": "Our imagination is the only limit to what we can hope to have in the future.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "Whether you've seen angels floating around your bedroom or just found a ray of hope at a lonely moment, choosing to believe that something unseen is caring for you can be a life-shifting exercise.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Hope... is the companion of power, and the mother of success for who so hopes has within him the gift of miracles.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "I hope all you young girls see yourself up there... we were just like you.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "I hope the two wings of the Democratic Party may flap together.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "The hope of a new politics does not lie in formulating a left-wing reply to the right-it lies in rejecting conventional political categories.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "I hope my own children never have to fight a war.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "When I think about the world I would like to leave to my daughter and the grandchildren I hope to have, it is a world that moves away from unequal, unstable, unsustainable interdependence to integrated communities - locally, nationally and globally - that share the characteristics of all successful communities.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "My hope is that that person will come forward that can win the presidency that we can all get behind.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "We've got the wind at our back right now. Americans are waking up to the realities of their previous choices. We must keep America moving back to preeminence because our values and conservative ideas are the world's greatest hope.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Our shared conservative values, our belief in the individual is the great hope of our nation.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "Hope is a feeling that life and work have meaning. You either have it or you don't, regardless of the state of the world that surrounds you.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "I love Madrid. I am happy to be here. I have been here three years and hope to be here longer. But I am proud of where I come from and never forget the people I grew up with.", 
    "name": "Zinedine Zidane"
  }, 
  {
    "quote": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "You want to play another kind of character in another genre, and it's been something I've been trying to do if I can in the career so far, and it's something I hope to continue because it's interesting to me and you get to do different things as an actor.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "I've been pleased to work with so many wonderful stars through the years. This has been an amazing journey. I hope it continues.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "I can only speak for myself, and hope people hear my words and see me on television speaking for myself. And, hopefully, they'll be able to make their own judgment. And at the end of the day, I just want my work to speak for itself.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "I hope people don't compare 2D and 3D because 3D's new, it's unfair to compare to 2D which is really sophisticated, even when we're jaded about it. 3D just began, give it a chance, let the equipment and projection system catch up and be better, let the price go down, let more filmmakers get a hold of it more easily.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "If we become too scared to confront the chief problems of our time, there is no hope of ever solving them.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "The only people who live in a post-black world are four people who live in a little white house on Pennsylvania Avenue. The idea that America is post-racial or post-black because a man I admire, Barack Obama, is president of the United States, is a joke. And I hope no one will even wonder about this crazy fiction again.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "He is the best physician who is the most ingenious inspirer of hope.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "The three great ends which a statesman ought to propose to himself in the government of a nation, are one, Security to possessors two, facility to acquirers and three, hope to all.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Whiskey's to tough, Champagne costs too much, Vodka puts my mouth in gear. I hope this refrain, Will help me explain, As a matter of fact, I like beer.", 
    "name": "Tom T. Hall"
  }, 
  {
    "quote": "I'm really fun. I'm ridiculously fun. I hope I'm infectiously fun.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Black and white are the colors of photography. To me they symbolize the alternatives of hope and despair to which mankind is forever subjected.", 
    "name": "Robert Frank"
  }, 
  {
    "quote": "Well, Judy, I would hope in the new year, we could start thinking about politics not like it was the Super Bowl, where you always have to have one team that wins and the other team has to be a loser.", 
    "name": "John Breaux"
  }, 
  {
    "quote": "I do believe that most men live lives of quiet desperation. For despair, optimism is the only practical solution. Hope is practical. Because eliminate that and it's pretty scary. Hope at least gives you the option of living.", 
    "name": "Harry Nilsson"
  }, 
  {
    "quote": "Hope is the cordial that keeps life from stagnating.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I think what coaching is all about, is taking players and analyzing there ability, put them in a position where they can excel within the framework of the team winning. And I hope that I've done that in my 33 years as a head coach.", 
    "name": "Don Shula"
  }, 
  {
    "quote": "The human body experiences a powerful gravitational pull in the direction of hope. That is why the patient's hopes are the physician's secret weapon. They are the hidden ingredients in any prescription.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Actually oddly enough, I think my work, the activism, will be forgotten. And I hope it will. Because I hope those problems will have gone away.", 
    "name": "Bono"
  }, 
  {
    "quote": "I hope you will go out and let stories happen to you, and that you will work them, water them with your blood and tears and you laughter till they bloom, till you yourself burst into bloom.", 
    "name": "Clarissa Pinkola Estes"
  }, 
  {
    "quote": "I too hope in this short reign to be a man of peace.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "The difficulty of IVF or of any fertility issues is the hope and the shattered hope, the dream that it might happen this time and then it doesn't happen.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "I hope that Facebook and other Internet technologies were able to help people, just like we hope that we help them communicate and organize and do whatever they want to every single day, but I don't pretend that if Facebook didn't exist, that this wouldn't even be possible. Of course, it would have.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "I hope I die before I get old.", 
    "name": "Roger Daltrey"
  }, 
  {
    "quote": "Do the best you can with yourself and hope for the best.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "Hope, the best comfort of our imperfect condition.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "To withdraw is not to run away, and to stay is no wise action, when there's more reason to fear than to hope.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Hope is the struggle of the soul, breaking loose from what is perishable, and attesting her eternity.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "Good news doesn't necessarily have to be a positive thing. Bringing good news is imparting hope to one's fellow man.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "All non-incumbent campaigns promise hope and change, but Obama took the promise to a new level of absurdity. He suggested that a vote for him would literally transform the Earth.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "We are all serving a life sentence, and good behavior is our only hope for a pardon.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "I hope the fans have enjoyed listening as much as I've enjoyed doing the games. I don't ever go to the park where I don't have a good day. I don't like losing. But I don't think I ever go to the park where I have a bad day. I don't think once.", 
    "name": "Bob Uecker"
  }, 
  {
    "quote": "When it comes down to it, it's giving people a good night out in a basic way and I think my company guarantees that. There's always something new and something to excite us and surprise us, and that's why people come back, I hope.", 
    "name": "Matthew Bourne"
  }, 
  {
    "quote": "If it is nothingness that awaits us, let us make an injustice of it let us fight against destiny, even though without hope of victory.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "I enjoy comedy and I hope that people enjoy watching me do it.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "Fear is a very explosive emotion, but it has a short life span. It's the sprint. The marathon is hope.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "A lot of people have great hope, and a lot of people who have great hope live. And, some of them who have great hope die. So it's not that hope is going to save you.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "I hope I have important things to say.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "It's just a part of our nature to hope.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "What we hope to achieve is a society that doesn't value a white man because he's a white man, but also doesn't value a woman because she's a woman, or a black because he's a black.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "My sweetest hope is to lose hope.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "You hope that your teenage self would like and forgive your 50-year-old self.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "They do not understand Islam, and I think that is one area where perhaps I hope one day I will play a role in actually making people understand what we perceive Islam to be.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "Let's hope you feel better now.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "In an election, one needs both hope and audacity.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "If a man like Malcolm X could change and repudiate racism, if I myself and other former Muslims can change, if young whites can change, then there is hope for America.", 
    "name": "Eldridge Cleaver"
  }, 
  {
    "quote": "When I get into bed at night, I hope I don't get into it alone!", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "I have met a few Casanovas I like and a few I have not liked - and I hope to meet a few more.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "On the other hand, I believe there's hope, because the breakdown and the repair are happening simultaneously.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "There is no hope unmingled with fear, and no fear unmingled with hope.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "In government you carry each hope each disillusion. And in politics it's always about the next challenge.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "A widow's refusal of a lover is seldom so explicit as to exclude hope.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I know we can't always know what medical surprises may happen during childbirth. But my hope is to go fully natural - no epidural, no interventions. Wish me luck.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "I just hope that I continue to keep a line between my private life and who I play, even if they are closely intertwined, and so I'm careful. I don't even know where my line is, but I know I have a line.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "My hope for my children must be that they respond to the still, small voice of God in their own hearts.", 
    "name": "Andrew Young"
  }, 
  {
    "quote": "There will always be someone else with a different view than you. I appreciate them and would never say that they are wrong. I hope that they would give me that courtesy also.", 
    "name": "Melissa Etheridge"
  }, 
  {
    "quote": "I certainly hope I'm not still answering child-star questions by the time I reach menopause.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "As long as we can tell stories about our ability to survive, the more we will hope, not self-destruct.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves.", 
    "name": "Willem de Kooning"
  }, 
  {
    "quote": "I hope to bring people to God with my songs.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "Life is given to you like a flat piece of land and everything has to be done. I hope that when I am finished, my piece of land will be a beautiful garden, so there is a lot of work.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Obama won the presidency on the strength of his message and the skills of the messenger. Now the talk of hope and change feels out of tune when so many Americans are out of work, over-mortgaged, and worried that life will be even tougher for their children.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Put your blog out into the world and hope that your talent will speak for itself.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "It's possible that I've matured as a writer, and I hope I've matured emotionally, but I always find myself revisiting these adolescent scenes.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "You know, it shouldn't just be about women as heroic figures overcoming things, it just needs to be about women in general getting the opportunity to play a multitude of roles, telling a multitude of stories - just to express human experience from a woman's perspective. I hope, someday, we can get to that point. I'm all about representation.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Do parents sit down and tell their kids everything? I don't know. I don't know. I've convinced myself - I hope I'm right - that children despair of you if you don't tell them the truth.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I've convinced myself - I hope I'm right - that children despair of you if you don't tell them the truth.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "If we have any hope of finding ways for seven billion people to live well on planet with finite resources, we have to learn to use our resources efficiently. Plastic bags are neither efficient nor environmentally friendly.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "One must not hope to be more than one can be.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "Some people think I'm a total moron and I would hope most people think I'm very good at what I do.", 
    "name": "Dan Abrams"
  }, 
  {
    "quote": "I still believe in a place called Hope.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "I hope Obama gets scary in the next four years, 'cuz he ain't gotta worry about getting re-elected.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "From faith, hope, and love, the virtues of religion referring to God, there arises a double act which bears on the spiritual communion exercised between God and us the hearing of the word and prayer.", 
    "name": "William Ames"
  }, 
  {
    "quote": "Even a purely moral act that has no hope of any immediate and visible political effect can gradually and indirectly, over time, gain in political significance.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "The Middle East is hopeful. There's hope there.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I do protect human rights, and I hope I shall always be looked up as a champion of human rights.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Religion kept some of my relatives alive, because it was all they had. If they hadn't had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "All we can hope for is that the thing is going to slowly and imperceptibly shift. All I can say is that 50 years ago there were no such thing as environmental policies.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "I had a huge advantage when I started 50 years ago - my job was secure. I didn't have to promote myself. These days there's far more pressure to make a mark, so the temptation is to make adventure television or personality shows. I hope the more didactic approach won't be lost.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "The climate, the economic situation, rising birth rates none of these things give me a lot of hope or reason to be optimistic.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "My fondest hope is that 'Roots' may start black, white, brown, red, yellow people digging back for their own roots. Man, that would make me feel 90 feet tall.", 
    "name": "Alex Haley"
  }, 
  {
    "quote": "Being a star has made it possible for me to get insulted in places where the average Negro could never hope to go and get insulted.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "There is nothing that fear and hope does not permit men to do.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "I just sort of take it from a character perspective, and I don't know if he was necessarily spiritual, but I do think he had hope. He was a character that was comfortable having hope in his life, and hope is faith.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "Creativity comes from trust. Trust your instincts. And never hope more than you work.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "There is something uniquely depressing about the fact that the National Portrait Gallery's version of the Barack Obama 'Hope' poster previously belonged to a pair of lobbyists. Depressing because Mr. Obama's Washington was not supposed to be the lobbyists' Washington, the place we learned to despise during the last administration.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "I mean, I get letters in the mail because I had a heart defect when I was one, I had surgeries and stuff. And so you get these letters in the mail that just, they are crazy, they are just like, yes, well our son is dealing with the same thing and we saw you on TV and I mean it is such a cool thing to inspire and kind of give hope.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "In our recovery package we put new standards of accountability and transparency, which we hope will now apply.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "I hope that what it comes down to at the end of the day is that people believe that I believe what I'm singing. It comes down to being believable. You don't have to be likeable generally, though, I think I am.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Hope is the most exciting thing in life and if you honestly believe that love is out there, it will come. And even if it doesn't come straight away there is still that chance all through your life that it will.", 
    "name": "Josh Hartnett"
  }, 
  {
    "quote": "The hope of Internet anarchists was that repressive governments would have only two options: accept the Internet with its limitless possibilities of spreading information, or restrict Internet access to the ruling elite and turn your back on the 21st century, as North Korea has done.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I think you grow wherever God plants you. I hope I'm growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I mean, why am I considered an 'it girl?' Because I'm in a lot of movies right now or am on the covers of magazines? I just hope there is something solid behind that. Because here's the thing with 'it girl' status. It's great and amazing that anybody is saying that at all. But how long does that last?", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "At a time of such hope and optimism in the Middle East, we cannot let the Libyan government violate every principle of international law and human rights with impunity.", 
    "name": "William Hague"
  }, 
  {
    "quote": "We hope that the long darkness through which the Burmese people have lived may now be coming to an end.", 
    "name": "William Hague"
  }, 
  {
    "quote": "We hope the world will act in the spirit of enlightened self-interest.", 
    "name": "Atal Bihari Vajpayee"
  }, 
  {
    "quote": "A poor man with nothing in his belly needs hope, illusion, more than bread.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "If the skies fall, one may hope to catch larks.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "On what rests the hope of the republic? One country, one language, one flag!", 
    "name": "Alexander Henry"
  }, 
  {
    "quote": "What is music anyway? It's a form of communication, and that's why I play the kind of music that I think - that I hope - can communicate with people.", 
    "name": "Kenny G"
  }, 
  {
    "quote": "See, my hope and dream is that people have a good time watching basketball. It's not church. It's not serious.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "For me, Barack Obama's election was a milestone of the most extraordinary kind. On the day he was elected I felt such hope in my heart. I thought we were seeing the beginning of a new era of equal opportunity across race and gender such as America had never known before.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "My hope is that 10 years from now, after I've been across the street at work for a while, they'll all be glad they gave me that wonderful vote.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I don't think I'm a great songwriter, but I think I've learned a lot about it, and I don't think there's any one way to do it. I don't think I can control it at all. I can just kind of hope that it happens.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I hope there are some audiophiles still out there.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "You always hear people saying, 'I hope I'm not turning into my dad', but I'd be honoured if I became half as decent a bloke as he is.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "Before you give up hope, turn back and read the attacks that were made on Lincoln.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "I hope I live long enough to see every hungry school child in the world being fed under the so-called McGovern-Dole program.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I hope someday we will be able to proclaim that we have banished hunger in the United States, and that we've been able to bring nutrition and health to the whole world.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "I hope that as the Senate and American people learn more about me, they will see that I am an ordinary person who has been blessed with extraordinary opportunities and experiences.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "The only way of knowing a person is to love them without hope.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "My contribution I hope is to get people to eat full-flavored food. If I could come away with that alone, that would be a fantastic accomplishment. I'm also very proud of being a very American chef.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "I think it's a mistake to ever look for hope outside of one's self.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "Hope can be the most wonderful thing in the world or it can crush your heart like an eggshell.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "I am very lucky that I get to tell stories for a living. I love being able to grab people's attention, to keep them turning the pages, to make them stay awake all night. I want to stir the pulse, yes, but also to stir the heart. I hope 'The Woods' does that.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "I hope in my lifetime we can all continue to laugh at ourselves and not put down anyone for what they weigh.", 
    "name": "Richard Simmons"
  }, 
  {
    "quote": "I feel like a lot of the female relationships I see on TV or in movies are in some way free of the kind of jealousy and anxiety and posturing that has been such a huge part of my female friendships, which I hope lessens a little bit with age.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Hope is independent of the apparatus of logic.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "With optimism, you look upon the sunny side of things. People say, 'Studs, you're an optimist.' I never said I was an optimist. I have hope because what's the alternative to hope? Despair? If you have despair, you might as well put your head in the oven.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "We are biological creatures. We are born, we live, we die. There is no transcendent purpose to existence. At best we are creatures of reason, and by using reason we can cure ourselves of emotional excess. Purged of both hope and fear, we find courage in the face of helplessness, insignificance and uncertainty.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I am inclined to attach some importance to the new system of manufacturing and venture to throw it out with the hope of its receiving a full discussion among those who are most interestedin the subject.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "Right now a lot of people are still choosing to go to Toronto instead of shooting in New York City, something I haven't done and something I hope I'll never have to do.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "I don't think I'm a total pessimist, so I think you can find hope in all my films.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "We hope that, when the insects take over the world, they will remember with gratitude how we took them along on all our picnics.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Oh man. If I had magic powers... I would hope that I would use them for good. I think I would. But I would do something pretty trivial like making traffic disappear.", 
    "name": "Nick Stahl"
  }, 
  {
    "quote": "When you put something out there into the world, there's all these words you don't want to hear, that you hope people don't say. I don't like anything that starts with 're' - like retro, reinvent, recreate - I hate that. It's always like living in the past - copying, emulating.", 
    "name": "Jack White"
  }, 
  {
    "quote": "Her beauty didn't do her any good and she couldn't use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I hope my music sets up the platform for me to be able to do lots of things - to have a cowboy-boot line, maybe, or do a perfume or makeup deal.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "Logic is one thing, the human animal another. You can quite easily propose a logical solution to something and at the same time hope in your heart of hearts it won't work out.", 
    "name": "Luigi Pirandello"
  }, 
  {
    "quote": "On August 28, 2010, Fox News messiah Glenn Beck hosted a 'Restoring Honor' revival meeting featuring sexy guest star Sarah Palin, much as Bob Hope would roll out Raquel Welch in white go-go boots on his U.S.O. tours to give our fighting men a morale lift in their khakis.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "I, for one, hope that youth will again revolt and again demoralize the dead weight of conformity that now lies upon us.", 
    "name": "Howard Mumford Jones"
  }, 
  {
    "quote": "There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.", 
    "name": "Harry Bridges"
  }, 
  {
    "quote": "I try to make my life about service, and hope that one day we can all 'see' a little better because God is with everyone and everywhere.", 
    "name": "Russell Simmons"
  }, 
  {
    "quote": "I try to give people hope. Even though life is bleak, there's hope out there.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "My dear sister, I hope, when God Almighty in his righteous providence shall take me out of time into eternity, that it will be by a flash of lightning.", 
    "name": "James Otis"
  }, 
  {
    "quote": "For all their current prestige, Osama bin Laden and the suicide bombers are still regarded in all but the most desperate districts of Gaza or Peshawar as romantics with little chance of more than symbolic victories, however bloody and brutal. That gives both the Middle East and the West a small and distant hope of security.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "When one takes action for others, one's own suffering is transformed into the energy that can keep one moving forward a light of hope illuminating a new tomorrow for oneself and others is kindled.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "The worst enemy of human hope is not brute facts, but men of brains who will not face them.", 
    "name": "Max Eastman"
  }, 
  {
    "quote": "I have been reading Stephen King since CARRIE and hope to read him for many years to come.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "The hope of the nation which throughout the nineteenth century had not for a moment reconciled itself with the loss of independence, and fighting for its own freedom, fought at the same time for the freedom of other nations.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "I hope to work harder than ever to help people around the world.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Hope is like a road in the country there was never a road, but when many people walk on it, the road comes into existence.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "You say that your hope is in God, and he will, I am sure, stand by you. But you must not forget that you have been given worldly means to use and employ against human arrogance and wrong it is necessary to see such things with a broad mind in order to oppose them.", 
    "name": "Knute Nelson"
  }, 
  {
    "quote": "One thing that being a scientist has taught me is that you can never be certain about anything. You never know the truth. You can only approach it and hope to get a bit nearer to it each time. You iterate towards the truth. You don't know it.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "If the character is true, the movie will fall into place. Or at least that's what you hope.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "For now, I'm just going to keep doing the work and hope I don't get fired. If people want to put me up on their walls, I'll love it.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "Many will view the compromises that will be made during your negotiations as painful concessions. But why not view them as peace offerings, ones that will provide in return the priceless gifts of hope, security and freedom for our children and our children's?", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Pity the selfishness of lovers: it is brief, a forlorn hope it is impossible.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "Today, one year after their divorce, Pamela and Tommy Lee announced they're getting back together. You know what that means? There's still hope for Ike and Tina Turner.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "I don't consider myself to be a major talent, so the only solace I can take is to hope I'm growing.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "They have a kind of Bob Hope and Bing Crosby thing going on.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "One of the greatest delusions in the world is the hope that the evils in this world are to be cured by legislation.", 
    "name": "Thomas Reed"
  }, 
  {
    "quote": "I've flown across America, I've scaled fences, I've stood under windows and gone out of my way hundreds of times. I'm a hopeless romantic. There's no hope for me.", 
    "name": "Joel Madden"
  }, 
  {
    "quote": "Do you force your kids to pay attention to what's going on, or do you let them live their lives outside of it? My hope is that my child is a strong activist. That would make me most proud.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "My hope is that people will be repulsed by the character's complete lack of ethics and obsession with consumerism - that's what I was saying about the difference between the character's message and the film's message.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I hope to inspire people, influence people.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "There is nothing so well known as that we should not expect something for nothing - but we all do and call it Hope.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Loss of hope rather than loss of life is what decides the issues of war. But helplessness induces hopelessness.", 
    "name": "B. H. Liddell Hart"
  }, 
  {
    "quote": "What I hope in my ideal world is that with each project, I'll either get to work with a really great script that would force me to grow, or work with a really great actor who will make me better.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I hope that anyone I worked with wouldn't exploit our relationship.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I don't want to make films that give you the answer. If there is a message to my films - and I hope there isn't - it's to be open-minded.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "When you're young, you want to make every kind of film: musicals, Westerns, horror. Slowly you begin to hear your own voice. I hope people receive what I do as small, personal films that are somewhat contrarian about their main characters.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "So, influenced by these advisors and this hope, I have at length allowed my friends to publish the work, as they had long besought me to do.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "As a black man, my hope is that I can touch more and more people all over the world of different races and different colours.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "I hope you will no longer accuse me of a lack of delicacy. as I now count on your understanding.", 
    "name": "Gustav Mahler"
  }, 
  {
    "quote": "As great scientists have said and as all children know, it is above all by the imagination that we achieve perception, and compassion, and hope.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Together we can make a world where cancer no longer means living with fear, without hope, or worse.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "This AIDS stuff is pretty scary. I hope I don't get it.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "I just hope I can live long enough to see the fame.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "For a person who promised hope and civility in politics, Mr. Obama has shown a borderline obsessiveness in blaming Mr. Bush.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "When it's said and done, the one thing I want to leave on this earth is hope. I have felt hopelessness, and it's a terrible feeling. Hopelessness will destroy you. I want to bring hope to other people.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "My hope is that I will take the good from my experiences and extrapolate them further into areas with which I am unfamiliar. I simply do not know exactly what that difference will be in my judging. But I accept there will be some based on my gender and my Latina heritage.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "I've tried to handle winning well, so that maybe we'll win again, but I've also tried to handle failure well. If those serve as good examples for teachers and kids, then I hope that would be a contribution I have made to sport. Not just basketball, but to sport.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "To eat bread without hope is still slowly to starve to death.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Change is not a destination, just as hope is not a strategy.", 
    "name": "Rudy Giuliani"
  }, 
  {
    "quote": "I think they'd rather us follow our hearts and I hope that's what some people will understand.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "Americans appreciate the way our friends around the world are sticking by us, and we all hope for their continued support in what's going to be some very trying times.", 
    "name": "Joe Lando"
  }, 
  {
    "quote": "Hope is the feeling that the feeling you have isn't permanent.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "You don't seem to realize that a poor person who is unhappy is in a better position than a rich person who is unhappy. Because the poor person has hope. He thinks money would help.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "There's always hope. You can lose everything else in the world, but Jews never lose hope.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "That's what's nice about directing a film and having it done: There's nothing more I can do about it. It's done. That's it. All I can do is let it go and hope that people are kind to it.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "When I was teaching in the 1960s in Boston, there was a great deal of hope in the air. Martin Luther King Jr. was alive, Malcolm X was alive great, great leaders were emerging from the southern freedom movement.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "The contrasts between what is spent today to educate a child in the poorest New York City neighborhoods, where teacher salaries are often even lower than the city averages, and spending levels in the wealthiest suburban areas are daunting challenges to any hope New Yorkers might retain that even semblances of fairness still prevail.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "If we all worked on the assumption that what is accepted as true is really true, there would be little hope of advance.", 
    "name": "Orville Wright"
  }, 
  {
    "quote": "I don't want to hope anymore. I don't think we should hope anymore. We hoped enough. Now we have to do. We all have to do now.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "The poor prey on one another because their lives offer no hope and communicate the tragic message to these human beings that they have no possibility to attain a decent standard of living.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "I never make a movie for awards consideration. I will use the hope of getting an Academy Award a) to honor the people who work so hard and also b) it's the greatest Good Housekeeping seal in the world. It's the greatest brand. It's as good as Louis Vuitton and Dior in the world of moviemaking. It's the Super Bowl.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I hope to continue my friendship with France and its filmmakers for many years to come.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I would hope that understanding and reconciliation are not limited to the 19th hole alone.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "The great hope of society is in individual character.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "I kind of call myself an atheist, I suppose - although quite a spiritual atheist, I hope.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "In between films I like to travel and hope to visit every continent before I become a mother.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I hope I left behind a legacy that people will enjoy. But whatever they want to say, I can't predict.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "Bottom up thinkers try to start from experience and move from experience to understanding. They don't start with certain general principles they think beforehand are likely to be true they just hope to find out what reality is like.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "I don't know how many good books I still have in me I hope there are another four or five.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "I hope I never get so hard up I have to do advertisements. I've gotten ridiculous offers.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "To my utter despair I have discovered, and discover every day anew, that there is in the masses no revolutionary idea or hope or passion.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "It has never been, and never will be easy work! But the road that is built in hope is more pleasant to the traveler than the road built in despair, even though they both lead to the same destination.", 
    "name": "Marion Zimmer Bradley"
  }, 
  {
    "quote": "You never know what movie I will be in next, but let's just hope it's sells (for my sake at least)!", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "What can you do if a part of it is uphill? You can't work out another route. You've just got to run the one they give you. But they tell me London is a nice course. Even the cobbles, I hope, are not very much of a problem for me.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "Nothing you write, if you hope to be good, will ever come out as you first hoped.", 
    "name": "Lillian Hellman"
  }, 
  {
    "quote": "We will have to give up the hope that, if we try hard, we somehow will always do right by our children. The connection is imperfect. We will sometimes do wrong.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "There is no hope even that woman, with her right to vote, will ever purify politics.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "I think by now I have made it fairly clear that I am not very happy with the word hope. I don't believe in people just hoping.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "My opinion is the greatest reward that any government could get is the approval of the people. If the people are happy and the people are at peace and the government has done something for them, that's the greatest reward I think any government could hope for.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "To communicate the truths of history is an act of hope for the future.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "There are a lot of movies I'd like to throw away. That's not to say that I went in with that attitude. Any film I ever started, I went in with all the hope and best intentions in the world, but some films just don't work.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "The other day I got a text from a boy, but it wasn't hot. I mean, if you're going to text me every day, you haven't seen me for months and you're trying to seduce me, you'd better spice up that text and make it more exciting than 'How was your day? I hope you're having a beautiful one.' Sadly, I haven't been doing a lot of kissing lately.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "I hope that through my example, such as my role on 'The West Wing,' I can help change attitudes on deafness and prove we can really do everything... except hear.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "I hope I'm not a tourist attraction - I'm sure that they come here really because St. Andrews is just amazing, a beautiful place.", 
    "name": "Prince William"
  }, 
  {
    "quote": "I have learned from my experiences in this industry that there is absolutely no way to control people's opinions on your performance in your movie. You go out there, promote your film and hope people like the work you did.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I love Bono. I really respect what he has done for Africa and how he has used his fame to do good in the world. I hope I can do half as much in my life.", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "Over the past few years, the road to confrontation has shown its consequences: loss of innocent lives, destruction and fear. Most costly, however, was the loss of hope. The most precious gift that you can present to your peoples over the coming weeks is renewed hope born out of tangible progress on the ground.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Is Israel going to continue to be 'Fortress Israel'? Or, as we all hope, become accepted into the neighborhood, which I believe is the only way we can move forward in harmony.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "I hope that none of the countries in the Middle East are planning anything but the peaceful utilization of nuclear energy.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "At the end of the day we want to bring stability and hope to Iraq. That's the only way to defeat terrorism.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "We have to always hope in humanity that people will make the right choices.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "You have to trust your kids. They have to experience life, and you just hope you've provided them a foundation for what's right and what isn't.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "I am not afraid of dying. I have lived longer than most people in the world. What scares me is to have a body that works but a brain that is waving goodbye. If that happens, I hope I die quickly.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "In the kind of world we have today, transformation of humanity might well be our only real hope for survival.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Looking after my health today gives me a better hope for tomorrow.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "I hope by the time I'm 30 to have a husband and maybe a baby.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "They who do not understand that a man may be brought to hope that which of all things is the most grievous to him, have not observed with sufficient closeness the perversity of the human mind.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "In both children and adults, there can be a hard-to-deny link between a robust sense of hope and either work productivity or academic achievement.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "It's far too much to say that effective hoping is the only - or even the biggest - part of what it takes to succeed. If 14% of business productivity can be attributed to hope, that means 86% is dependent on raw talent, fickle business cycles, the quality of the product you're selling, and often pure, dumb luck.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "It seems to me there is a change in what audiences want to see. I can only hope that's correct, because there's an awful lot of people of my age around now and we outnumber the others.", 
    "name": "Maggie Smith"
  }, 
  {
    "quote": "Today is a celebration of hope for the Iraqi people. The Iraqi people can now take control of their government and their future by creating a society that protects the rights endowed to us by our creator - life, liberty and freedom.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Yes, I've listened to just a few audiobooks - but hope to listen to more. I've wanted to investigate how my own books sound in this format and find the experience of listening, and not reading, quite fascinating.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "I have more awareness of other people and, I hope, more sensitivity to their needs. I also find that I'm more direct and outspoken.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "I do sometimes strongly hope that in a past life, my most recent life before this, I was absolutely horrible, evil, hideous. Because otherwise - well, hell, to even things up next time around, I'm going to have to pay for this one, am I not?", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "I have always striven to raise the voice of hope for a world where hate gives way to respect and oppression to liberation.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "One of the principal goals in my life has been to avoid embarrassing my children by doing the job I do. I hope I've managed to do that, and I hope that, with the job I'm in now, they are, if not proud, at least unembarrassed by it. I must say, my three are most agreeable children, who do nothing but delight me.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "Hope is a necessity for normal life and the major weapon against the suicide impulse.", 
    "name": "Karl A. Menninger"
  }, 
  {
    "quote": "I hope the Guggenheim plan will be revived.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "My hope and prayer is that the body of Christ in America will awake with holy boldness, a boldness content neither with silence nor mere words but that backs up those words with action and results.", 
    "name": "Frank R. Wolf"
  }, 
  {
    "quote": "I suppose if I'd got a brilliant first and done research I might still be a don today, but I hope not. People become dons because they are incapable of doing anything else in life.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I hope to one day co-sign a lease with another person but, well, it doesn't plague me that I have yet to do so. Put it this way: I've never had to violently tug at my own pillow at 2 A.M. to get myself to stop snoring.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I love being able to sing for my job. I am blessed beyond words and I hope my fans can feel that while I'm on stage!", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I really feel confident about my dancing now, so I hope there could be a place for me in the West End or on Broadway - maybe a musical, maybe my own show.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "It was an amazing adventure, it was my dream to be in an American musical... I really hope you are going to love what you are going to see.", 
    "name": "Marion Cotillard"
  }, 
  {
    "quote": "I never read the life of any important person without discovering that he knew more and could do more than I could ever hope to know or do in half a dozen lifetimes.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "We need to have a pro-growth policy put in place that offers people hope and offers the opportunity for businesses to expand and for them to have confidence in what the world is going to look like for the next two or three or four years with respect to economic policy.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "I am proud to have been capable of giving people hope again.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "I know where I'm going and I have told the French. I am sure if hope is there, we will be able to put France back on its feet... to live better in five years than we do today.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future.", 
    "name": "Anil Kapoor"
  }, 
  {
    "quote": "It's always been my hope, as an actor, to reveal only what is relevant about myself to the work.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "If you're lucky enough to be involved in a film that's about something very real and that you hope will continue to hold up in 20 years' time it just gives you more energy and makes it feel all the more worthwhile.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "Politics is not predictions and politics is not observations. Politics is what we do. Politics is what we do, politics is what we create, by what we work for, by what we hope for and what we dare to imagine.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "I hope I'm still shooting when I'm 80.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "The history of our country is cruel. We have to face those issues or, should I say, we had to. Not anymore I hope, because we are going in the right direction, and we are ready to forgive, ready to move on.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "Most American fascists are enthusiastically supporting the war effort. They are doing this even in those cases where they hope to have profitable connections with German chemical firms after the war ends.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "I think almost every writer in the world would hope that books would be always talked about with respect and civility and depth and seriousness.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "A man can stand a lot as long as he can stand himself. He can live without hope, without friends, without books, even without music, as long as he can listen to his own thoughts.", 
    "name": "Axel Munthe"
  }, 
  {
    "quote": "I'm constantly thinking about what I'll do next. I never count on music being a career of longevity. I mean, longevity is key, and I hope that it lasts, but you just don't know, because it's not in your hands, you don't make the decision.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Jim Thorpe is someone I've always loved. He was an Olympic athlete, you know, and a football player from back in the day. I'd love to play him. And then there's a guy called Iceman who was a top hit man for the mob. I would love to play him. Actually, it's sort of in the works, so I hope it goes through.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "'A Guide To Recognizing Your Saints' was the first real actor-actor part I did, and I hope I to do more. Action movies are fun, but I'd be happy not to do them if there are better roles.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I think the way IBM has embraced the open source philosophy has been quite astonishing, but gratifying. I hope they'll do very well with it.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "Hope is such a bait, it covers any hook.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "As a relatively young woman - I'm 33 - I hope to one day have a family and already have commitments. If and when I'm elected as an MP, I would face a choice: take my family with me to London each week or be apart for four, maybe five, nights a week.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I just hope that the democratic will of the Zimbabwean people prevails. If it does we must move quickly to help restore stability and prosperity.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Hope is like a harebell trembling from its birth.", 
    "name": "Christina Rossetti"
  }, 
  {
    "quote": "She gave up beauty in her tender youth, gave all her hope and joy and pleasant ways she covered up her eyes lest they should gaze on vanity, and chose the bitter truth.", 
    "name": "Christina Rossetti"
  }, 
  {
    "quote": "I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I'm more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy.", 
    "name": "Lionel Messi"
  }, 
  {
    "quote": "I hope to find the roles that are age appropriate but not yearning to be younger, or parenting ad nauseam.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "When you are kind to someone in trouble, you hope they'll remember and be kind to someone else. And it'll become like a wildfire.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "What I hope is in five years' time, I can go to the British people in the election and say: Lots of you doubted that coalition politics worked, but it has worked.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I don't know now if I'm funny. I just keep talking and hope that I hit something that's funny.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "I hope what I do has an art to it, and as an artist you have to try new things and keep yourself entertained.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "I don't want to say never, but I hope I don't become that 'take me seriously now' guy.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "My fear is that, as soon as I get married and have kids that I'll kind of do what a lot of people do and suddenly start making, 'Now I'm gonna make films for kids.' I really hope I don't do that.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "I hope we never get to the point that we put ourselves in Jesus' place. But when I read the New Testament basically, we get three mandates: to love God, to love each other, and to take care of the least among us. And I think this is at least a step in the right direction.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "For many in baseball September is a month of stark contrast with April, when everyone had dared to hope. If baseball is a lot like life, as pundits declare, it is because life is more about losing than winning.", 
    "name": "John Thorn"
  }, 
  {
    "quote": "Television has spread the habit of instant reaction and stimulated the hope of instant results.", 
    "name": "Arthur M. Schlesinger, Jr."
  }, 
  {
    "quote": "One of the things I like best about 'Biggest Loser' is being around people who are trying to make the right choices. When you feel defeated about your weight and your health, like there's no hope, and you still make the choice to fight for it, to make the change happen no matter what people say or think, that's inspiring to me.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "You have to have hope. It's irresponsible to give false hope, which I think a lot of playwrights are guilty of. But I also think it's irresponsible to simply be a nihilist, which quite a lot of playwrights, especially playwrights younger than me, have become guilty of.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "If you know that life is basically going to be horrendously difficult, at best, and all but unlivable at worst, or possibly even unlivable, do you go on? And the choice to go on is the only thing that I think can be called hope. Because if hope isn't forced to encounter the worst possibility, then it's a lie.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "As I travel across the country speaking about MS, perhaps I can offer others comfort and hope.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "I think we have lost our groove as a country. One of the reasons was the attack on 9/11. We got knocked off our game. From a country that always exported hope we went into the business of exporting fear.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "People see I am a mother and head of a household. Today in Chile, one-third of households are run by women. They wake up, take the children to school, go to work. To them I am hope.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Hope is a very unruly emotion.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I hope for peace and sanity - it's the same thing.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "I think it's realistic to have hope. One can be a perverse idealist and say the easiest thing: 'I despair. The world's no good.' That's a perverse idealist. It's practical to hope, because the hope is for us to survive as a human species. That's very realistic.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "We use the word 'hope' perhaps more often than any other word in the vocabulary: 'I hope it's a nice day.' 'Hopefully, you're doing well.' 'So how are things going along? Pretty good. Going to be good tomorrow? Hope so.'", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "I hope to be around past the 90's. I don't want to just be categorized as one of this era. My goal is to have a career that stands.", 
    "name": "Mariah Carey"
  }, 
  {
    "quote": "We hope President Obama will now respect the will of the people, change course, and commit to making the changes they are demanding. To the extent he is willing to do this, we are ready to work with him.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "House and Senate Republicans are now united in adopting earmark bans. We hope President Obama will follow through on his support for an earmark ban by pressing Democratic leaders to join House and Senate Republicans in taking this critical step to restore public trust.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "If there is to be any hope of prosperity for this country it is by reversing that policy which made us simply the kitchen garden for supplying the British with cheap food.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "I love the Beatles. I haven't named any kids after them but I still really love them. They were the first group that I was ever properly aware of. In my early teens I would sometimes stay in and listen to the radio all day in the hope that I would catch a song by them that I'd never heard before and be able to tape it on my radio-cassette player.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "I am proud, and more than a little excited, to be asked to work with Faber in an editorial capacity. It is my dearest hope that we will produce some fantastic books together.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "For myself, if I am to stake all I have and hope to be upon anything, I will venture it upon the abounding fullness of God - upon the assurance that, as the heavens are higher than the earth, so are His ways higher than our ways, and His thoughts than our thoughts.", 
    "name": "Henry Norris Russell"
  }, 
  {
    "quote": "I hope to have one more boxing match at the age of 55. Given that demographic at the age of 55 to 65, you've got to make a statement with your life. Otherwise, you are just existing.", 
    "name": "George Foreman"
  }, 
  {
    "quote": "I'm really happy here. I think anyone who knows me well, and the fans too I hope, they know that I love the area, and the bond that I've had with the fans has been fantastic.", 
    "name": "Frank Lampard"
  }, 
  {
    "quote": "I hope to make movies that are so small they don't need to make anything to be profitable.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "Flying back from New York, the flight attendant said 'God, I wished you were here yesterday, we had a stroke on the plane. I said, if I have a stroke on a plane, I hope the pretend doctor isn't the one on the plane. I want a real doctor.", 
    "name": "Anthony Edwards"
  }, 
  {
    "quote": "I think films have to reach people and really grab them. That's what I hope to do when I make a film - to get under your skin and really make you think about something, and have a transporting time that takes you somewhere.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "Journalists say a thing that they know isn't true, in the hope that if they keep on saying it long enough it will be true.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "There was a moment in my life when I really wanted to kill myself. And there was one other moment when I was close to that. But even in my most jaded times, I had some hope.", 
    "name": "Gerard Way"
  }, 
  {
    "quote": "So we just hope that all of these governors who are grappling will be able to provide the basic services to our citizens and not have to cut things that really are painful.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "There's hope for everyone. That's what makes the world go round.", 
    "name": "Paul Auster"
  }, 
  {
    "quote": "I think sometimes all you need is to hear someone else say the same thing that you're going through to realize that you're not alone. I try to put some sense of hope into the songs, into whatever the situation is so that it's not just dirt, drudgery and a life of misery.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "I hope to be an actor and never retire.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "Everybody, sooner or later, will have to go under the knife. Let's hope they make out as well as I did.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "My book 'Trust Your Heart', which is the story of my life, will be followed by 'Singing Lessons', a memoir of love, loss, hope, and healing, which talks about the death of my son and the hope that has been the aftermath of the healing from that tragedy.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "The moment that changed me for ever was the moment my first child was born. I was happy, filled with hope, and thought, 'Now I understand the whole point of work, of life, of love.'", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Now science has presented us with a hope called stem cell research, which may provide our scientists with many answers that have for so long been beyond our grasp.", 
    "name": "Nancy Reagan"
  }, 
  {
    "quote": "You cannot set art off in a corner and hope for it to have vitality, reality, and substance.", 
    "name": "Charles Ives"
  }, 
  {
    "quote": "But what I hope for from a book - either one that I write or one that I read - is transparency. I want the story to shine through. I don't want to think of the writer.", 
    "name": "Anne Tyler"
  }, 
  {
    "quote": "I hope to stay unemployed as a war photographer till the end of my life.", 
    "name": "Robert Capa"
  }, 
  {
    "quote": "There is no word for feeling nostalgic about the future, but that's what a parent's tears often are, a nostalgia for something that has not yet occurred. They are the pain of hope, the helplessness of hope, and finally, the surrender to hope.", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "People tend to overstate my resilience, but, of course, I hope they're right.", 
    "name": "David Brudnoy"
  }, 
  {
    "quote": "I do insist on making what I hope is sense so there's always a coherent narrative or argument that the reader can follow.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "I don't believe that I'm better than anybody, but I do believe that I'll try harder than most and I hope that people just join me for a little bit of a ride.", 
    "name": "Tom DeLonge"
  }, 
  {
    "quote": "When I am dead, I hope it may be said: His sins were scarlet, but his books were read.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "Music is something that always lifts my spirits and makes me happy, and when I make music I always hope it will have the same effect on whoever listens to it.", 
    "name": "Aaron Carter"
  }, 
  {
    "quote": "Few people know so clearly what they want. Most people can't even think what to hope for when they throw a penny in a fountain.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "It doesn't matter that the way of life shown by Hollywood was phony. It helped you hope.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "Ironically, Latin American countries, in their instability, give writers and intellectuals the hope that they are needed.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "I hope I can help guys come out and say, 'All right, dude, I got a manicure... and I liked it.'", 
    "name": "Ryan Seacrest"
  }, 
  {
    "quote": "I think it's impossible to judge whether another person should come out. You just hope they will on their own time and their own terms.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "If we are going to stay a great power and I hope and pray we will we need the truth. We need to know what is going right and we need to know what is going wrong. There is no greater time than now.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "It's part of the calling to at least do a few songs in the show that give people some hope. There's so much hurt in this world and... music is such a great healing balm and a great way to forget your troubles.", 
    "name": "Ricky Skaggs"
  }, 
  {
    "quote": "I told the President, I told Rahm Emanuel and others in the administration that I thought the policy they took to try to bring about negotiations is counter-productive, because when you give the Palestinians hope that the United States will do its negotiating for them, they are not going to sit down and talk.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "It would be fun to do a reunion show. I hope we do it some day, but it better be soon. We're all getting on.", 
    "name": "William Christopher"
  }, 
  {
    "quote": "If one seeks to analyze experiences and reactions to the first postwar years, I hope one may say without being accused of bias that it is easier for the victor than for the vanquished to advocate peace.", 
    "name": "Gustav Stresemann"
  }, 
  {
    "quote": "TV is so different from the movies. It takes a lot of stamina because you work such long hours. It is really challenging. You are learning the next day's lines while you are shooting today's scenes. I found courage I never realised I had. I hope to do more.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "The only thing I hope I did was never put in question my love for the game, or my passion to be counted on when it mattered most.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "I hope this doesn't sound pompous but I don't think of myself as famous, whatever fame I've got has come through what I've done and associations of things I've done.", 
    "name": "Peter Cushing"
  }, 
  {
    "quote": "When we cannot hope to win, it is an advantage to yield.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "No matter how dark things may get in a story, I feel it's the responsibility of the storyteller to leave the audience with at least a shred of hope.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "The Opera was a very cold film, a hopeless and dark film, no hope, no love.", 
    "name": "Dario Argento"
  }, 
  {
    "quote": "At the end of the day, my hope is that when the new Medicare- Prescription Drug Law gets up and fully running a lot more seniors will pay a whole lot less than they do today for their much-needed medications.", 
    "name": "Dennis Hastert"
  }, 
  {
    "quote": "Having kids is something I want to see in my future - I hope.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "I don't care what other critics say, I only hope to be played.", 
    "name": "Virgil Thomson"
  }, 
  {
    "quote": "We all hope for breakthrough rebirth moments.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "I'm a vegetarian and very much active in regards to how I feel about animal rights and protecting animals and giving animals a voice. But at the same time, I appreciate and respect other people's decisions to eat meat. The only thing that I hope is that people are educated, that they're aware, that they're living a conscious lifestyle.", 
    "name": "Abbie Cornish"
  }, 
  {
    "quote": "I hope SeaWorld is exploring how, like Ringling, it can get out of the wild animal business.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "By presenting a faithful and honest record of my experience as a mother, I hope to show both my readers and my children how truth can redeem even what you fear might be the gravest of sins.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "To not be self-conscious of your appearance is huge, and something that I desperately hope to carry into film at some point in my useless life - to not be thinking, 'My ear looks weird from this angle, why is the camera over there?'", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "You know, in my hometown of Hope, Arkansas, the three sacred heroes were Jesus, Elvis, and FDR, not necessarily in that order.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "It's true that General Musharraf opposes my return, seeing me as a symbol of democracy in the country. He is comfortable with dictatorship. I hope better sense prevails.", 
    "name": "Benazir Bhutto"
  }, 
  {
    "quote": "If newspapers were a baseball team, they would be the Mets - without the hope for those folks at the very pinnacle of the financial food chain - who average nearly $24 million a year in income - 'next year.'", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "The myth of the liberal media empowers conservatives to control debate in the United States to the point where liberals cannot even hope for a fair shake anymore.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "I gather from a lawyer that there was a rehearsal yesterday. We haven't a hope. I know the presiding judge too: I've had the misfortune to sleep with his wife. He was specially picked.", 
    "name": "Alphonse Karr"
  }, 
  {
    "quote": "I have taken this step because I want the discipline, the fire and the authority of the Church. I am hopelessly unworthy of it, but I hope to become worthy.", 
    "name": "Edith Sitwell"
  }, 
  {
    "quote": "Well, I've been reading a lot about the fifty years since the Second World War, about Western foreign policy and all that. I try not to let it get to me, but sometimes I just think that there's no hope.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "Like all parents, my husband and I just do the best we can, hold our breath and hope we've set aside enough money for our kid's therapy.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "Like when I host a party. I hope my guests get along. But if not, how interesting!", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "Hope is a flatterer, but the most upright of all parasites for she frequents the poor man's hut, as well as the palace of his superior.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "What you hope for, like Unforgiven did a lot to give you a chance to do it again sometime.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "I hope we will not so characterize religious people as being so narrow and so biased towards people not of their own religion that they cannot even work with them in this common cause to which you say they are committed.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "Hope is a risk that must be run.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "I'm moving on. I should have made that clear when I made the announcement. I guess I wasn't clear. If people think you're leaving a show after all these years, you might be retiring. So I understand where they're coming from, but I should have impressed the fact that I hope I'm just moving on right now.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "I try and reduce myself to an almost blank slate and hope to God that I am creative.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "I don't feel despair because I am able to make the films I want to make, and that gives me hope.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "I would hope everyone would be a feminist.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "I hope to keep entertaining in some way until I can't physically entertain any longer. It's what I was born to do, and I love this profession.", 
    "name": "Bette Midler"
  }, 
  {
    "quote": "Jake Roberts has a hard enough time being Jake Roberts. The truth is a brutal thing, I just hope that the kids take the time to learn about each of the wrestlers in the game, and if the kids can learn from our mistakes, that would make me a happy man.", 
    "name": "Jake Roberts"
  }, 
  {
    "quote": "You can always get the truth from an American statesman after he has turned seventy, or given up all hope of the Presidency.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "In fact, it works the other way: A government as big and bossy as this one is maintained on the backs of the middle class and those who hope to join it.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "White actors still get way more money in Hollywood. It's been that way for a very long time. I hope it'll change, but it's a matter of forcing that change.", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "I hope girls read what I say in interviews - they should just be themselves.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn't be peace at any cost but peace based on principle, on justice.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "It is above all by the imagination that we achieve perception and compassion and hope.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Inventions have long since reached their limit, and I see no hope for further development.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "Certain it is that a great responsibility rests upon the statesmen of all nations, not only to fulfill the promises for reduction in armaments, but to maintain the confidence of the people of the world in the hope of an enduring peace.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "You hope people are going to be listening to you after you're gone. And they like you better after you're gone.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "As a young actor, people were trying to define who I was before I really knew that for myself. But I still remember thinking, 'This is what I love doing, and I hope I'm going to be able to do it forever.'", 
    "name": "Tom Cruise"
  }, 
  {
    "quote": "Pope John Paul II brought hope to all corners of the world, to people of all faiths and backgrounds, with his powerful belief in the human spirit.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "Being an artist is a very long game. It is not a 10-year game. I hope I'll be around making art when I'm 80.", 
    "name": "Anish Kapoor"
  }, 
  {
    "quote": "I hope to make a positive, productive contribution, as cheesy as that may sound.", 
    "name": "Chelsea Clinton"
  }, 
  {
    "quote": "'Little Miss Sunshine' snowballed. It was a tiny movie. We shot it in 30 days, and it was really fun to do, but it was one of those small movies that you don't hold out huge hope for.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "The London games mark the 24th anniversary of my winning two golds and setting the world record in the heptathlon. Someone is going to want it records are made to be broken - it's only a matter of time. I hope mine will outlive me.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "My denial and irresponsible attitude about asthma put me at great risk and caused me so much needless suffering. My hope is that the kids I talk to learn to open up about their asthma, become educated about their condition, and seek help.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "The 2012 London Olympic Games fostered a generation of hope. I witnessed women participating for the very first time, representing every nation.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "I remember thinking, That's what I need - and that hope was in Jesus Christ.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "You promised to take care of me and not to turn your back on me. How is it possible that you never wrote to me even once and you never came back to see me? Do you think that it is fun for me to spend months, even years, without any news, without any hope!", 
    "name": "Camille Claudel"
  }, 
  {
    "quote": "And I hope America will realise, as the only superpower now, it really must use its power in a way that's going to build up the world, and to support the United Nations.", 
    "name": "George Carey"
  }, 
  {
    "quote": "I hope to get out before they start football next year.", 
    "name": "Bear Bryant"
  }, 
  {
    "quote": "Your own experience keeps taking you towards something. My book adds the hope that it's a better something.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "Tragedy is restful: and the reason is that hope, that foul, deceitful thing, has no part in it.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "Structure is one of the things that I always hope will reveal itself to me.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "Chemistry is not anything an executive producer or writer can orchestrate or plan you just hope for it.", 
    "name": "David E. Kelley"
  }, 
  {
    "quote": "You probably found 'How to Survive a Robot Uprising' in the humor section. Let's just hope that is where it belongs.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "I hope people like me and appreciate me the way I am.", 
    "name": "Steve Yzerman"
  }, 
  {
    "quote": "I hope that when I'm 80 years old, people will still be talking about my wedding.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "I set records that will never be equaled. In fact, I hope 90% of them don't even get printed.", 
    "name": "Bob Uecker"
  }, 
  {
    "quote": "Hope thou not much, and fear thou not at all.", 
    "name": "Algernon Charles Swinburne"
  }, 
  {
    "quote": "I hope telling stories though 'Making a Difference' - as in my academic work and nonprofit work - will help me to live my grandmother's adage of 'Life is not about what happens to you, but about what you do with what happens to you.'", 
    "name": "Chelsea Clinton"
  }, 
  {
    "quote": "Teachers have a chance to mold someone, inspire them. I hope all teachers realize that.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "I've had some incredible moments in my life - thus far. I hope a lot more are coming.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "We are all here to be a service to those who can't be a service to themselves. We can give people hope and more reasons for being human.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "My hope is that countries like Morocco will have investment to create work, so people don't have to leave.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "Yes, well I really hope I can make a difference, even in the smallest way. I am looking forward to helping as much as I can.", 
    "name": "Kate Middleton"
  }, 
  {
    "quote": "My daddy, Rev. A. D. King, my granddaddy, Martin Luther King, Senior - we are a family of faith, hope and love.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "We're reclaiming America and restoring honor. I believe we do that with faith, with hope, with charity, and honoring our brothers and our sisters as we honor each other.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "When I go to a concert, I can't help but feel happy and everything else just goes away. I hope everyone feels that way at my concerts.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "Sometimes I feel I hope I am not taking advantage of my stardom.", 
    "name": "Salman Khan"
  }, 
  {
    "quote": "I love making movies and hope to write my own screenplay someday and do some producing and be behind-the-scenes as well.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "Hope springs eternal, even in politics.", 
    "name": "Gwen Ifill"
  }, 
  {
    "quote": "When I was a kid, my father didn't really have much hope for me. He thought I was a dreamer he didn't think I would amount to anything. My mother also.", 
    "name": "Frank Gehry"
  }, 
  {
    "quote": "I don't remember deciding to become a writer. You decide to become a dentist or a postman. For me, writing is like being gay. You finally admit that this is who you are, you come out and hope that no one runs away.", 
    "name": "Mark Haddon"
  }, 
  {
    "quote": "Before I do a play I say that I hope it's going to be for as short a time as possible but, once you do it, it is a paradoxical pleasure. One evening out of two there are five minutes of a miracle and for those five minutes you want to do it again and again. It's like a drug.", 
    "name": "Isabelle Huppert"
  }, 
  {
    "quote": "I hope that I would be considered romantic. I don't know... one of my favorite movies is 'The Notebook' so I guess that would be considered romantic. But I think being romantic is more than the flowers and the gifts. It's about connecting with the person and being able to talk and share things with her.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "I'm thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I've always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too.", 
    "name": "Khloe Kardashian"
  }, 
  {
    "quote": "I saw Richard Linklater's film 'Slacker' for my twenty-first birthday. That was the moment when it all seemed possible. This guy gave me hope.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "There was never a night or a problem that could defeat sunrise or hope.", 
    "name": "Bernard Williams"
  }, 
  {
    "quote": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow.", 
    "name": "Antonio Porchia"
  }, 
  {
    "quote": "There's no hope of me becoming completely relaxed on stage. If I did, I'd sit down and doze off.", 
    "name": "Robert Smith"
  }, 
  {
    "quote": "Even if the hopes you started out with are dashed, hope has to be maintained.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Would it be possible that I should not in any degree succeed? I can scarcely think so. Ah delusive hope, how much further wilt thou lead me?", 
    "name": "John James Audubon"
  }, 
  {
    "quote": "I do hope that our spring will be starting shortly and we will all be able to enjoy some sunshine again.", 
    "name": "Lesley Garrett"
  }, 
  {
    "quote": "There are no ideas in the Republican Party right now in the Congress. They're the party of no. They desperately need some intellectual leadership. And whatever you think of Newt Gingrich, he can supply intellectual leadership. So I hope he does run.", 
    "name": "Howard Dean"
  }, 
  {
    "quote": "Families are the tie that reminds us of yesterday, provide strength and support today, and give us hope for tomorrow. No government, no matter how well-intentioned, or well-managed, can provide what our families provide.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "I hope that at the end of the seven years, people will say that I have been of some inspirational value to them at home in terms of inclusiveness and abroad, I look forward to representing Ireland.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Boast is always a cry of despair, except in the young it is a cry of hope.", 
    "name": "Bernard Berenson"
  }, 
  {
    "quote": "I'm more than open to hope, but I think men and women have a difficult time dealing with each other and often take the low road.", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "Fighting a war on terrorism is like fighting against crime. We can never hope to eradicate crime, so we shouldn't bother fighting it.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "Courage is sometimes frail as hope is frail: a fragile shoot between two stones that grows brave toward the sun though warmth and brightness fail, striving and faith the only strength it knows.", 
    "name": "Frances Rodman"
  }, 
  {
    "quote": "I hope that it can relate to and be a blessing to anybody, with the hope that someday they will find Jesus Christ to be the same God that I've found Him to be.", 
    "name": "Jonny Lang"
  }, 
  {
    "quote": "I just believe that the feeling of wonder is amazing. I am pushing myself as far as I can humanly push myself... I can only hope for the best and expect the worse.", 
    "name": "David Blaine"
  }, 
  {
    "quote": "I hope I never get so old I get religious.", 
    "name": "Ingmar Bergman"
  }, 
  {
    "quote": "We're in an emergency situation. The United States has become an absolutely terrifying country, and I would hope that I could participate in some way in stopping the horror and the brutality.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "But because we've all been readers, we know what the experience is like, and we hope that what certain writers have given to us, we will give to someone.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I really subscribe to that old adage that you should never let the audience get ahead of you for a second. So if the film's abrasive and wrongfoots people then, y'know, that's great. But I hope it involves an audience.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "I hope that just what I sing about and how I relate to my audience is as much of a political statement as I need to make.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "We need international support so that our people live a life of normality, of dignity, of liberty and freedom. I hope that our cry for freedom may be heard.", 
    "name": "Mahmoud Abbas"
  }, 
  {
    "quote": "Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war.", 
    "name": "B. H. Liddell Hart"
  }, 
  {
    "quote": "Well I certainly have learned and I hope I'm moving on and certainly two years of prison was a terrible punishment.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "You travel with the hope that something unexpected will happen. It has to do with enjoying being lost and figuring it out and the satisfaction. I always get a little disappointed when I know too well where I'm going, or when I've lived in a place so long that there's no chance I could possibly get lost.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "Well, you know, the definition of second marriage is the triumph of hope over experience.", 
    "name": "George Will"
  }, 
  {
    "quote": "Yes, I do often write poems from the mind, but I hope I don't ignore feelings and emotions.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "I hope one day I will host my own charity event to give back to society.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "I am making amends and seeking forgiveness. My only hope is that some good can come out of my situation.", 
    "name": "Jayson Blair"
  }, 
  {
    "quote": "So foolish is the heart of man that he ever puts his hope in the future, learning nothing from his past errors and fancying that tomorrow must be better than today.", 
    "name": "Mika Waltari"
  }, 
  {
    "quote": "The comfortable estate of widowhood is the only hope that keeps up a wife's spirits.", 
    "name": "John Gay"
  }, 
  {
    "quote": "Whatever I do, I hope it's quality, I hope it's something that's class.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "In live action movies, you just hope that everything works. Because the actor may had a bad morning and doesn't play good, or accidents happen continuously. Many things contradict what you are trying to say. But in cartoons, nothing contradict what you want to say.", 
    "name": "John Hench"
  }, 
  {
    "quote": "Even if I went off to some other career, I hope I would still be doing Coen films.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "My great hope would be that Quebec would realize itself fully as a distinct part of Canada, and stay Canadian, bringing to Canada a part of its richness.", 
    "name": "Gabrielle Roy"
  }, 
  {
    "quote": "I don't want to tell your story because you're a insensitive, self-centered moron. I've told a lot of stories about young people, and I always feel there's hope.", 
    "name": "Joel Schumacher"
  }, 
  {
    "quote": "I would not run for president. I really like what I'm doing now. People say I'm giving them energy and hope.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "Our democracy is the centerpiece of who we are as a nation. And it is the fondest hope of all Americans that we can help bring democracy to every corner of the world.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "That's the way both they and I travel sometimes. Pick road at random, and when it's time to pull over, you pull over and hope you can find a place to crash.", 
    "name": "Jello Biafra"
  }, 
  {
    "quote": "I hope that my government can help change Italian mentality.", 
    "name": "Mario Monti"
  }, 
  {
    "quote": "Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children's right and it is also our best hope and their best hope for the future.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "I hope I'm in a position to make stuff that I really want to make as opposed to stuff that I just have to make for money reasons, or to sustain a certain marquee value.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "Wherever my story takes me, however dark and difficult the theme, there is always some hope and redemption, not because readers like happy endings, but because I am an optimist at heart. I know the sun will rise in the morning, that there is a light at the end of every tunnel.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "Next year, I hope there will be even more parties, lots of holidays and just having a good time, really. Plus wing-walking, air shows and learning to fly, as they are all things I want to do. I won't be restricted by age.", 
    "name": "Carol Vorderman"
  }, 
  {
    "quote": "I think if there's a great depression there might be some hope.", 
    "name": "Lawrence Ferlinghetti"
  }, 
  {
    "quote": "I'm terrible as I never take my make-up off at night, which I know is really dreadful. Whenever I'm out partying I just can't be bothered and now I am on 'Loose Women' that tends to be all the time. I hope next year holds even more parties for me.", 
    "name": "Carol Vorderman"
  }, 
  {
    "quote": "You learn timing on the road. You learn structure and how to read an audience. You learn so much about the business of laughter that you can't learn on a set, because it's all on you. Sometimes you bomb, and you know not to tell that joke again... You just hope people find the humor in the awkwardness.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "I hope to make acting my career for the rest of my life, if I can.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "My greatest desire is that the hope that has overcome fear in my country will help vanquish it around the world.", 
    "name": "Luiz Inacio Lula da Silva"
  }, 
  {
    "quote": "I hope that I serve by being a teacher.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I hope that seeing the excitement of solving this problem will make young mathematicians realize that there are lots and lots of other problems in mathematics which are going to be just as challenging in the future.", 
    "name": "Andrew Wiles"
  }, 
  {
    "quote": "I hope to focus on what I'm passionate about because I think I'd do them best job on them - education, urban education, women and children's issues and literacy.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "No, I am not a homosexual. If I were a homosexual, I would hope I would have the courage to say so. What's cruel is that you are forcing me to say I am not a homosexual. This means you are putting homosexuals down. I don't want to do that.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "I hope to continue writing. I hope to continue teaching.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I hope we don't get to the point where we have to have the cat stop chasing the mouse to teach him glassblowing and basket weaving.", 
    "name": "Joseph Barbera"
  }, 
  {
    "quote": "I hope to work with kids any way possible.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "People are rapidly losing hope and trust. They believe their government has been captured by special interests and no longer cares about them, and they are right.", 
    "name": "Marcy Kaptur"
  }, 
  {
    "quote": "The way you deal with a scare is the way you deal with a laugh. The timing has to be perfect. When you're dealing with fear or laughter - emotions that happen spontaneously - you hope it's working. But in the moment, you really have no idea.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "My object will be, if possible, to form Christian men, for Christian boys I can scarcely hope to make.", 
    "name": "Thomas Arnold"
  }, 
  {
    "quote": "It is in vain to hope to please all alike. Let a man stand with his face in what direction he will, he must necessarily turn his back on one half of the world.", 
    "name": "George Dennison Prentice"
  }, 
  {
    "quote": "When they see those fourteen lights, they're looking at a miracle. And deep down, they feel that whatever's going to happen, there will be someone there to help them. And that fills them with hope.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "If you live through the initial stage of fame and get past it, and remember thats not who you are. If you live past that, then you have a hope of maybe learning how to spell the word artist.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "Being insecure - I'm a master, a virtuoso - they can be handing me the keys to the kingdom and all I can think is, I hope I don't drop the key.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "We go through the whole season working on next season's car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year's car would have even if it's small things like buttons on the steering wheel and different positions and whatever.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "My hope is that we will turn Greece into maybe the most transparent country in the world with everything on the web.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "We love a good, hyped sound, but when it starts to sound insincere, that's when I lose interest. I hope that our music, even if it sounds polished, doesn't sound insincere.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "I am not the same man I was 35 years ago. And I hope that five years and ten years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Take hope from the heart of man and you make him a beast of prey.", 
    "name": "Ouida"
  }, 
  {
    "quote": "I think as a rifle platoon and company commander your view is about 1,000 meters in front of you and you hope you can cover that ground and not have to back up and give it up again.", 
    "name": "Oliver North"
  }, 
  {
    "quote": "You don't know what someone's going to walk away from a movie with, but you hope it's something positive, but if nothing, you want them most basically to be entertained and engaged. That's your job. But you also hope to give them something to chew on or maybe some insight into the human existence, you hope a little bit. Not to sound too lofty.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "Our only hope is to control the vote.", 
    "name": "Medgar Evers"
  }, 
  {
    "quote": "We need to recognise that the whole edifice of our fifth estate, of our journalism, has been built on a foundation of newspaper journalism and that that foundation is crumbling. The management of the media companies will deny that the end is nigh. I hope they are right.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "I've had nine of my books adapted to film, and almost all were enjoyable. I've been very lucky with Hollywood, and look forward to more movies being adapted. But I don't get involved in that process. I know nothing about making movies and I stay away from it and hope for the best.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "I hope that we can continue this cooperation on other critical issues related to America's future technological competitiveness. We must work together to encourage the creative talents that have made our country the world leader in technology.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "As the war on terror continues, Americans must honor the brave men and women who gave their lives for the protection of this nation and the hope of peace.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I hope America can also be the cultural leader of the world, and use this frontier spirit to lead and show others that we need courage to go places where we have not gone before.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "I hope that America as a whole, and especially its architects, will become more seriously involved in producing a new architectural culture that would bring the nation to the apex - where it has stood before - and lead the world.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "I hope to stay on 'Glee,' I hope to still be a 'Housewife' and I hope to do 'The New Normal.' I just want to do it all! Why not? I'm only going to be young for a little while longer.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "I'm Method trained. How is this character like me? What does she think of her mother? What does her mother think of her? It's like construction, and then, yes, you hope you're talented and that the universe aligns and captures the kind of laborer's work you've done and whatever else sprinkles down on you, and it's all caught on film or onstage.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "I really hope that we'll have a sustainable future on this planet, I really do. So I probably geek out mostly about learning more about how potentially we can hopefully make that happen, hopefully we're not too far lost.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "To me, what I love about the draft is first, you see the young men who are realizing their dreams that they've worked so hard for. That's a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that's great for everybody.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "Gabriel Byrne is an extraordinary human being. We have two extraordinary kids and we work at it. We were always friends. He stuck by me through very hard times, and I hope he'd say the same about me.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "It's a pity that the tennis is really going down the drain. Every year it's getting worse and worse and worse. There has to be a radical change, and I hope it will be really soon.", 
    "name": "Marat Safin"
  }, 
  {
    "quote": "The one thing I would hope would go on my tombstone is, 'I made my parents proud.'", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "President Obama chose politics over leadership. 'Hope' and 'Change' have become bait-and-switch.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "I'd die if I was Madonna. I'd die. God, what a horrible way to live. And Michael Jackson! To be so famous and to feel so isolated. I feel so bad for them. I don't know how it feels, and I hope it never happens to me.", 
    "name": "Alicia Silverstone"
  }, 
  {
    "quote": "It's a different outlook, and one that I understand. When you are a former member of the Warsaw Pact, when you have lived behind the Berlin Wall, when you have experienced the communist systems that existed in these countries, for them, the West represents hope.", 
    "name": "Jean-Pierre Raffarin"
  }, 
  {
    "quote": "I tried to use words that were dealing with the emotional quality that any human being could recognize in the way that they felt about their country. It's to do with the world we live in. That world is a brutal one and full of war. It's also full of many wonderful things and love and hope.", 
    "name": "P. J. Harvey"
  }, 
  {
    "quote": "I think there's been a decline in the public's access to what's being done with their tax dollars, what's being done in their name. I hope that that will be repaired.", 
    "name": "Bill Keller"
  }, 
  {
    "quote": "You know, this is a war of ideology, a war of thoughts and of faith. And we need people to really stand for faith and trust, not hope and change.", 
    "name": "Sharron Angle"
  }, 
  {
    "quote": "I still have, I hope, a lot of years and there are still a lot of things I want to do.", 
    "name": "Faye Dunaway"
  }, 
  {
    "quote": "Zhang Yimou tried to use martial arts to talk about Chinese culture, Chinese people. What do they think, what do they want and what do they hope.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "Writing a song is much like being an author. Yes, we all have tools to write (everyone has a brain I hope!), but that doesn't all of a sudden make us best selling authors.", 
    "name": "Ken Hill"
  }, 
  {
    "quote": "I hope that my investment into Atomico will become my best financial investment to date.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "Open markets offer the only realistic hope of pulling billions of people in developing countries out of abject poverty, while sustaining prosperity in the industrialized world.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "We need to keep hope alive and strive to do better.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "I am encouraged that there's going to be much better dialogue between the federal government and the state of Arizona. I mean, I hope that's not wishful thinking.", 
    "name": "Jan Brewer"
  }, 
  {
    "quote": "So you know, I think that the federal government, the Democrats, and President Obama are selling a lot of hope and change, but no delivery of any of those promises.", 
    "name": "Jan Brewer"
  }, 
  {
    "quote": "There's a lot of great people out here, I just appreciate it and hope everybody has had fun because I've enjoyed my ride.", 
    "name": "Fuzzy Zoeller"
  }, 
  {
    "quote": "It is my fervent hope and prayer that by exposing my mistakes and by pointing out the things that were a part of my early life, some who might be following the same paths might not make those same mistakes.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "I hope everybody's had fun, because I've enjoyed my ride. I can tell you that. Now it's time to step aside and let some other young kid come in and win. Hopefully, they will, too.", 
    "name": "Fuzzy Zoeller"
  }, 
  {
    "quote": "I was sort of in denial about doing country for awhile but I sort of grew up and realized who I was, what I wanted to say. I think country music is the best music in the world and I'm glad to be doing a country album. I hope people will love it as much as I loved making it.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I hope to refine music, study it, try to find some area that I can unlock. I don't quite know how to explain it but it's there. These can't be the only notes in the world, there's got to be other notes some place, in some dimension, between the cracks on the piano keys.", 
    "name": "Marvin Gaye"
  }, 
  {
    "quote": "If you've never felt that you quite got a hold of it, you just feel that before you die, you've got to try and get it right once. And hope that the experience you have makes up for the some of the diminishing energy.", 
    "name": "Robert Wyatt"
  }
]