[
  {
    "quote": "Life can only be understood backwards but it must be lived forwards.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "The only source of knowledge is experience.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Experience: that most brutal of teachers. But you learn, my God do you learn.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Experience is simply the name we give our mistakes.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A man who carries a cat by the tail learns something he can learn in no other way.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "It has been my experience that folks who have no vices have very few virtues.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We are not human beings having a spiritual experience. We are spiritual beings having a human experience.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "Experience is one thing you can't get for nothing.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "People grow through experience if they meet life honestly and courageously. This is how character is built.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Man learns through experience, and the spiritual path is full of different kinds of experiences. He will encounter many difficulties and obstacles, and they are the very experiences he needs to encourage and complete the cleansing process.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "A mind that is stretched by a new experience can never go back to its old dimensions.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "Do you know the difference between education and experience? Education is when you read the fine print experience is what you get when you don't.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "The years teach much which the days never know.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Excellence is not a skill. It is an attitude.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "Life is the art of drawing without an eraser.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "A woman's life can really be a succession of lives, each revolving around some emotionally compelling situation or challenge, and each marked off by some intense experience.", 
    "name": "Wallis Simpson"
  }, 
  {
    "quote": "I made decisions that I regret, and I took them as learning experiences... I'm human, not perfect, like anybody else.", 
    "name": "Queen Latifah"
  }, 
  {
    "quote": "You cannot create experience. You must undergo it.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Everything has been said before, but since nobody listens we have to keep going back and beginning all over again.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "When you have really exhausted an experience you always reverence and love it.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Nothing ever becomes real till it is experienced.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Nothing is a waste of time if you use the experience wisely.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "Experience is the teacher of all things.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "If we could sell our experiences for what they cost us, we'd all be millionaires.", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "Experience teaches only the teachable.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Experience enables you to recognize a mistake when you make it again.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "Bitter experience has taught us how fundamental our values are and how great the mission they represent.", 
    "name": "Jan Peter Balkenende"
  }, 
  {
    "quote": "Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Conviction without experience makes for harshness.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "Life is like playing a violin solo in public and learning the instrument as one goes on.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Experience without theory is blind, but theory without experience is mere intellectual play.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Good judgment comes from experience, and experience comes from bad judgment.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Experience is the child of thought, and thought is the child of action.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Deep experience is never peaceful.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Experience is a good school. But the fees are high.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Skill is the unified force of experience, intellect and passion in their operation.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "All that I know I learned after I was thirty.", 
    "name": "Georges Clemenceau"
  }, 
  {
    "quote": "Every moment is an experience.", 
    "name": "Jake Roberts"
  }, 
  {
    "quote": "Good judgment comes from experience and experience comes from bad judgment.", 
    "name": "Fred Brooks"
  }, 
  {
    "quote": "There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "There are many truths of which the full meaning cannot be realized until personal experience has brought it home.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "What one has not experienced, one will never understand in print.", 
    "name": "Isadora Duncan"
  }, 
  {
    "quote": "The sky is the limit. You never have the same experience twice.", 
    "name": "Frank McCourt"
  }, 
  {
    "quote": "The experience of God, or in any case the possibility of experiencing God, is innate.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "The value of experience is not in seeing much, but in seeing wisely.", 
    "name": "William Osler"
  }, 
  {
    "quote": "We are each responsible for all of our experiences.", 
    "name": "Louise L. Hay"
  }, 
  {
    "quote": "There is nothing so easy to learn as experience and nothing so hard to apply.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "My path has not been determined. I shall have more experiences and pass many more milestones.", 
    "name": "Agnetha Faltskog"
  }, 
  {
    "quote": "My experiences have taught me a lot and I'm happy with my learnings, if not with what I went through to learn.", 
    "name": "Ally Sheedy"
  }, 
  {
    "quote": "An optimist is a guy that has never had much experience.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Real love is a permanently self-enlarging experience.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.", 
    "name": "A. E. Housman"
  }, 
  {
    "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Experience is the only prophecy of wise men.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "Experience is a great teacher.", 
    "name": "John Legend"
  }, 
  {
    "quote": "Experience comprises illusions lost, rather than wisdom gained.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "All experience is an arch, to build upon.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust.", 
    "name": "Karl Kraus"
  }, 
  {
    "quote": "Few people even scratch the surface, much less exhaust the contemplation of their own experience.", 
    "name": "Randolph Bourne"
  }, 
  {
    "quote": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.", 
    "name": "John Frusciante"
  }, 
  {
    "quote": "I think we are a product of all our experiences.", 
    "name": "Sanford I. Weill"
  }, 
  {
    "quote": "Information's pretty thin stuff unless mixed with experience.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "Most of the images of reality on which we base our actions are really based on vicarious experience.", 
    "name": "Albert Bandura"
  }, 
  {
    "quote": "Everything is discursive opinion instead of direct experience.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "Nothing which has entered into our experience is ever lost.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "Color is an intense experience on its own.", 
    "name": "Jim Hodges"
  }, 
  {
    "quote": "Judgment comes from experience - and experience comes from bad judgment.", 
    "name": "Walter Wriston"
  }, 
  {
    "quote": "Not the fruit of experience, but experience itself, is the end.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "Experience is not what happens to you it's what you do with what happens to you.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "By three methods we may learn wisdom: First, by reflection, which is noblest Second, by imitation, which is easiest and third by experience, which is the bitterest.", 
    "name": "Confucius"
  }, 
  {
    "quote": "One thorn of experience is worth a whole wilderness of warning.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "It was the experience of mystery - even if mixed with fear - that engendered religion.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Experience demands that man is the only animal which devours his own kind, for I can apply no milder term to the general prey of the rich on the poor.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The more connections you and your lover make, not just between your bodies, but between your minds, your hearts, and your souls, the more you will strengthen the fabric of your relationship, and the more real moments you will experience together.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "I believe that anyone can conquer fear by doing the things he fears to do, provided he keeps doing them until he gets a record of successful experience behind him.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "The marvelous richness of human experience would lose something of rewarding joy if there were no limitations to overcome. The hilltop hour would not be half so wonderful if there were no dark valleys to traverse.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Many people know so little about what is beyond their short range of experience. They look within themselves - and find nothing! Therefore they conclude that there is nothing outside themselves either.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Be brave. Take risks. Nothing can substitute experience.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession.", 
    "name": "George Washington"
  }, 
  {
    "quote": "My experience has been that work is almost the best way to pull oneself out of the depths.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Unwearied ceaseless effort is the price that must be paid for turning faith into a rich infallible experience.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Good judgment comes from experience, and a lot of that comes from bad judgment.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "I am a woman in process. I'm just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Experience keeps a dear school, but fools will learn in no other.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Fame will go by and, so long, I've had you, fame. If it goes by, I've always known it was fickle. So at least it's something I experience, but that's not where I live.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "We choose our joys and sorrows long before we experience them.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.", 
    "name": "Confucius"
  }, 
  {
    "quote": "I probably hold the distinction of being one movie star who, by all laws of logic, should never have made it. At each stage of my career, I lacked the experience.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "A lot of people in our industry haven't had very diverse experiences. So they don't have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one's understanding of the human experience, the better design we will have.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The wise are instructed by reason, average minds by experience, the stupid by necessity and the brute by instinct.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Experience, as a desire for experience, does not come off. We must not study ourselves while having an experience.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "To use the same words is not a sufficient guarantee of understanding one must use the same words for the same genus of inward experience ultimately one must have one's experiences in common.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger portion of the truth arises from the seemingly irrelevant.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Wealth is the ability to fully experience life.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "What each must seek in his life never was on land or sea. It is something out of his own unique potentiality for experience, something that never has been and never could have been experienced by anyone else.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "I have but one lamp by which my feet are guided, and that is the lamp of experience.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Genius is the ability to renew one's emotions in daily experience.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Take time to gather up the past so that you will be able to draw from your experience and invest them in the future.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Experience taught me a few things. One is to listen to your gut, no matter how good something sounds on paper. The second is that you're generally better off sticking with what you know. And the third is that sometimes your best investments are the ones you don't make.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "We learn from experience that men never learn anything from experience.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I don't have to have faith, I have experience.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Men are wise in proportion, not to their experience, but to their capacity for experience.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "There can be no greater error than to expect, or calculate, upon real favors from nation to nation. It is an illusion which experience must cure, which a just pride ought to discard.", 
    "name": "George Washington"
  }, 
  {
    "quote": "A failure is a man who has blundered, but is not able to cash in the experience.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Is there anyone so wise as to learn by the experience of others?", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Our DNA is as a consumer company - for that individual customer who's voting thumbs up or thumbs down. That's who we think about. And we think that our job is to take responsibility for the complete user experience. And if it's not up to par, it's our fault, plain and simply.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Sleep - the most beautiful experience in life - except drink.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "The joy of life consists in the exercise of one's energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "I have found little that is 'good' about human beings on the whole. In my experience most of them are trash, no matter whether they publicly subscribe to this or that ethical doctrine or to none at all. That is something that you cannot say aloud, or perhaps even think.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "I don't think I've ever worked so hard on something, but working on Macintosh was the neatest experience of my life. Almost everyone who worked on it will say that. None of us wanted to release it at the end. It was as though we knew that once it was out of our hands, it wouldn't be ours anymore.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Take control of your consistent emotions and begin to consciously and deliberately reshape your daily experience of life.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "One of the greatest moments in anybody's developing experience is when he no longer tries to hide from himself but determines to get acquainted with himself as he really is.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "You learn from a conglomeration of the incredible past - whatever experience gotten in any way whatsoever.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world.", 
    "name": "John Milton"
  }, 
  {
    "quote": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "You have people come into your life shockingly and surprisingly. You have losses that you never thought you'd experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I'd rather have a lot of talent and a little experience than a lot of experience and a little talent.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "The best scientist is open to experience and begins with romance - the idea that anything is possible.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "DOS is ugly and interferes with users' experience.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "It's good to experience Hollywood in short bursts, I guess. Little snippets. I don't think I can handle being here all the time, it's pretty nutty.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "The historical experience of socialist countries has sadly demonstrated that collectivism does not do away with alienation but rather increases it, adding to it a lack of basic necessities and economic inefficiency.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Love is an emotion that is based on an opinion of women that is impossible for those who have had any experience with them.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "Surely all art is the result of one's having been in danger, of having gone through an experience all the way to the end, where no one can go any further.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Every experience is a paradox in that it means to be absolute, and yet is relative in that it somehow always goes beyond itself and yet never escapes itself.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Although nature commences with reason and ends in experience it is necessary for us to do the opposite, that is to commence with experience and from this to proceed to investigate the reason.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "I know it's an experience that I need to have if God's putting me through it.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first the cash will come later.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "If merely 'feeling good' could decide, drunkenness would be the supremely valid human experience.", 
    "name": "William James"
  }, 
  {
    "quote": "You are not a human being in search of a spiritual experience. You are a spiritual being immersed in a human experience.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "If you want to run, run a mile. If you want to experience a different life, run a marathon.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Travel, in the younger sort, is a part of education in the elder, a part of experience.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The soul should always stand ajar, ready to welcome the ecstatic experience.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "'Pure experience' is the name I gave to the immediate flux of life which furnishes the material to our later reflection with its conceptual categories.", 
    "name": "William James"
  }, 
  {
    "quote": "I've always enjoyed traveling and having experience with different cultures and different people. But it's also a wonderful thing to be able to benefit and enable research, not only in our country but around the world.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "Experience praises the most happy the one who made the most people happy.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "From their experience or from the recorded experience of others (history), men learn only what their passions and their metaphysical prejudices allow them to learn.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Going out and playing football or baseball with the boys, when I was a tomboy, was a great way to learn about winning and losing, and most girls didn't have that experience.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "When people speak to you about a preventive war, you tell them to go and fight it. After my experience, I have come to hate war.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "We deem those happy who from the experience of life have learnt to bear its ills without being overcome by them.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "The essence of life is finding something you really love and then making the daily experience worthwhile.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "In a person who is open to experience each stimulus is freely relayed through the nervous system, without being distorted by any process of defensiveness.", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "Experience is what you have after you've forgotten her name.", 
    "name": "Milton Berle"
  }, 
  {
    "quote": "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "I'm not a genius. I'm just a tremendous bundle of experience.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "I know from personal experience how damaging it can be to live with bitterness and unforgiveness. I like to say it's like taking poison and hoping your enemy will die. And it really is that harmful to us to live this way.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "My own experience is use the tools that are out there. Use the digital world. But never lose sight of the need to reach out and talk to other people who don't share your view. Listen to them and see if you can find a way to compromise.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "My mind withdrew its thoughts from experience, extracting itself from the contradictory throng of sensuous images, that it might find out what that light was wherein it was bathed... And thus, with the flash of one hurried glance, it attained to the vision of That Which Is.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Experience does not err. Only your judgments err by expecting from her what is not in her power.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Follow that will and that way which experience confirms to be your own.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Every secret of a writer's soul, every experience of his life, every quality of his mind is written large in his works.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The act of birth is the first experience of anxiety, and thus the source and prototype of the affect of anxiety.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "In the revolt against idealism, the ambiguities of the word experience have been perceived, with the result that realists have more and more avoided the word.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The deepest experience of the creator is feminine, for it is experience of receiving and bearing.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Experience is a revelation in the light of which we renounce our errors of youth for those of age.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Life has a certain flavor for those who have fought and risked all that the sheltered and protected can never experience.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "The only thing we have learnt from experience is that we learn nothing from experience.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "I like to think of my behavior in the sixties as a 'learning experience.' Then again, I like to think of anything stupid I've done as a 'learning experience.' It makes me feel less stupid.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Just as the wave cannot exist for itself, but is ever a part of the heaving surface of the ocean, so must I never live my life for itself, but always in the experience which is going on around me.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Enthusiasm - a distemper of youth, curable by small doses of repentance in connection with outward applications of experience.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The wisdom of the wise and the experience of the ages are perpetuated by quotations.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Experience is a hard teacher because she gives the test first, the lesson afterward.", 
    "name": "Vernon Law"
  }, 
  {
    "quote": "Two things control men's nature, instinct and experience.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "In wisdom gathered over time I have found that every experience is a form of exploration.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Experience which was once claimed by the aged is now claimed exclusively by the young.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "We come altogether fresh and raw into the several stages of life, and often find ourselves without experience, despite our years.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "I didn't fully realize it at the time, but the goal of my life was profoundly molded by this experience - to help produce, in the next generation, more Mother Teresas and less Hitlers.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "I've learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances.", 
    "name": "Martha Washington"
  }, 
  {
    "quote": "I just go where my heart tells me, where my gut tells me to go, where I'm enjoying my life the most, where I feel like I can have the most success. I've truly enjoyed my experience in NASCAR, to the point that I want to do it full time.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "It is impossible to experience one's death objectively and still carry a tune.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "And to get real work experience, you need a job, and most jobs will require you to have had either real work experience or a graduate degree.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children.", 
    "name": "William Blake"
  }, 
  {
    "quote": "In times of rapid change, experience could be your worst enemy.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "A few years' experience will convince us that those things which at the time they happened we regarded as our greatest misfortunes have proved our greatest blessings.", 
    "name": "George Mason"
  }, 
  {
    "quote": "In order to experience everyday spirituality, we need to remember that we are spiritual beings spending some time in a human body.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "But human experience is usually paradoxical, that means incongruous with the phrases of current talk or even current philosophy.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Is it not rather what we expect in men, that they should have numerous strands of experience lying side by side and never compare them with each other?", 
    "name": "George Eliot"
  }, 
  {
    "quote": "In spite of his practical ability, some of his experience had petrified into maxims and quotations.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I must take issue with the term 'a mere child,' for it has been my invariable experience that the company of a mere child is infinitely preferable to that of a mere adult.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Most people go through life dreading they'll have a traumatic experience. Freaks were born with their trauma. They've already passed their test in life. They're aristocrats.", 
    "name": "Diane Arbus"
  }, 
  {
    "quote": "Natural abilities are like natural plants, that need pruning by study and studies themselves do give forth directions too much at large, except they be bounded in by experience.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "No man's knowledge here can go beyond his experience.", 
    "name": "John Locke"
  }, 
  {
    "quote": "To reach something good it is very useful to have gone astray, and thus acquire experience.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "A conception not reducible to the small change of daily experience is like a currency not exchangeable for articles of consumption it is not a symbol, but a fraud.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The reward of suffering is experience.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "I deepen my experience of God through prayer, meditation, and forgiveness.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I haven't been as wild with my money as somebody like me might have been. I've been very safe, very conservative with investments. I don't blow money. I don't have a ton of houses. I know things can go away. I've already had that experience.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to.", 
    "name": "Greg Anderson"
  }, 
  {
    "quote": "The physical world, including our bodies, is a response of the observer. We create our bodies as we create the experience of our world.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Difficult times always create opportunities for you to experience more love in your life.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "I think everyone should experience defeat at least once during their career. You learn a lot from it.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "Acting is a question of absorbing other people's personalities and adding some of your own experience.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "It is important to expect nothing, to take every experience, including the negative ones, as merely steps on the path, and to proceed.", 
    "name": "Ram Dass"
  }, 
  {
    "quote": "The only relevant test of the validity of a hypothesis is comparison of prediction with experience.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Studies perfect nature and are perfected still by experience.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "All theory is against freedom of the will all experience for it.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The great difficulty in education is to get experience out of ideas.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "It is beyond a doubt that all our knowledge that begins with experience.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "I firmly believe that all human beings have access to extraordinary energies and powers. Judging from accounts of mystical experience, heightened creativity, or exceptional performance by athletes and artists, we harbor a greater life than we know.", 
    "name": "Jean Houston"
  }, 
  {
    "quote": "But perhaps the rest of us could have separate classes in science appreciation, the wonder of science, scientific ways of thinking, and the history of scientific ideas, rather than laboratory experience.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The greatest gift is the passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.", 
    "name": "Moses Hadas"
  }, 
  {
    "quote": "The questions which one asks oneself begin, at least, to illuminate the world, and become one's key to the experience of others.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Suffering is but another name for the teaching of experience, which is the parent of instruction and the schoolmaster of life.", 
    "name": "Horace"
  }, 
  {
    "quote": "Any experience can be transformed into something of value.", 
    "name": "Vash Young"
  }, 
  {
    "quote": "As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "To have God speak to the heart is a majestic experience, an experience that people may miss if they monopolize the conversation and never pause to hear God's responses.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I wish I could give you a lot of advice, based on my experience of winning political debates. But I don't have that experience. My only experience is at losing them.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "A leader who confines his role to his people's experience dooms himself to stagnation a leader who outstrips his people's experience runs the risk of not being understood.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Reason, observation, and experience the holy trinity of science.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Everybody experiences far more than he understands. Yet it is experience, rather than understanding, that influences behavior.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "The statesman's duty is to bridge the gap between his nation's experience and his vision.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.", 
    "name": "Fred Perry"
  }, 
  {
    "quote": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "Recommend virtue to your children it alone, not money, can make them happy. I speak from experience.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "The only faith that wears well and holds its color in all weathers is that which is woven of conviction and set with the sharp mordant of experience.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "I understand now that the vulnerability I've always felt is the greatest strength a person can have. You can't experience life without feeling life. What I've learned is that being vulnerable to somebody you love is not a weakness, it's a strength.", 
    "name": "Elisabeth Shue"
  }, 
  {
    "quote": "When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "The trouble with this country is that there are too many politicians who believe, with a conviction based on experience, that you can fool all of the people all of the time.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Whatever you dwell on in the conscious grows in your experience.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "I am so used to seeing the sort of play which deals with one man and two women. They do not leave me with the feeling I have made a full theatrical meal they do not give me the experience of the multiplicity of life.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "The historian must have some conception of how men who are not historians behave. Otherwise he will move in a world of the dead. He can only gain that conception through personal experience, and he can only use his personal experiences when he is a genius.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Happiness isn't something you experience it's something you remember.", 
    "name": "Oscar Levant"
  }, 
  {
    "quote": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "I don't claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I'm home I teach 45 minutes and we boiled them down to one page for the new book, 'Through the Year with Jimmy Carter.'", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Anybody who has gone through a life-changing experience will tell you there is a different understanding of what is real and what is important, and when you are going through different moments, you can reflect and go, 'I have been through worse.'", 
    "name": "Delta Goodrem"
  }, 
  {
    "quote": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "My experience of the world is that things left to themselves don't get right.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "But if somebody dies, if something happens to you, there is a normal process of depression, it is part of being human, and some people view it as a learning experience etc.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "Optimism with some experience behind it is much more energizing than plain old experience with a certain degree of cynicism.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "But my experience is that people who have been through painful, difficult times are filled with compassion.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Refusal to believe until proof is given is a rational position denial of all outside of our own limited experience is absurd.", 
    "name": "Annie Besant"
  }, 
  {
    "quote": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define we can grasp them only in the depths of our perceptive spirit.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "All partisan movements add to the fullness of our understanding of society as a whole. They never detract or, in any case, one must not allow them to do so. Experience adds to experience.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Many of the insights of the saint stem from their experience as sinners.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "As a medical doctor, it is my duty to evaluate the situation with as much data as I can gather and as much expertise as I have and as much experience as I have to determine whether or not the wish of the patient is medically justified.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Good judgement comes from experience. Experience comes from bad judgement.", 
    "name": "Jim Horning"
  }, 
  {
    "quote": "Experience seems to most of us to lead to conclusions, but empiricism has sworn never to draw them.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The word experience is like a shrapnel shell, and bursts into a thousand meanings.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Parents lend children their experience and a vicarious memory children endow their parents with a vicarious immortality.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Because our entire universe is made up of consciousness, we never really experience the universe directly we just experience our consciousness of the universe, our perception of it, so right, our only universe is perception.", 
    "name": "Alan Moore"
  }, 
  {
    "quote": "Masterpieces are not single and solitary births they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Memory is not an instrument for exploring the past but its theatre. It is the medium of past experience, as the ground is the medium in which dead cities lie interred.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "Throughout my whole life, as a performer, I've never played with a band. I've always played alone, so I was never required to stay in rhythm or anything. So it was a real different experience for me to start playing with a band. There were so many basic things for me to learn.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Experience is never limited, and it is never complete it is an immense sensibility, a kind of huge spider-web of the finest silken threads suspended in the chamber of consciousness, and catching every air-borne particle in its tissue.", 
    "name": "Henry James"
  }, 
  {
    "quote": "All the suffering and joy we experience depend on conditions.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Simplicity is the most difficult thing to secure in this world it is the last limit of experience and the last effort of genius.", 
    "name": "George Sand"
  }, 
  {
    "quote": "Historically, musicians know what it is like to be outside the norm - walking the high wire without a safety net. Our experience is not so different from those who march to the beat of different drummers.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "But although all our knowledge begins with experience, it does not follow that it arises from experience.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "It is possible to experience an awakening in this life through realising just how precious each moment, each mental process, and each breath truly is.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "What an artist is trying to do for people is bring them closer to something, because of course art is about sharing. You wouldn't be an artist unless you wanted to share an experience, a thought.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "You lose your individuality a huge amount when you have no money, and I certainly had that experience.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "At times I experience hardship in trying to find the proper point of balance between traditional things and my own personality.", 
    "name": "Princess Masako"
  }, 
  {
    "quote": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "That peace which is within us, we must experience it. And if we are searching for peace outside we will never find the peace within.", 
    "name": "Prem Rawat"
  }, 
  {
    "quote": "Experience is the best teacher of all. And for that, there are no guarantees that one will become an artist. Only the journey matters.", 
    "name": "Harry Callahan"
  }, 
  {
    "quote": "I'm afraid, based on my own experience, that fascism will come to America in the name of national security.", 
    "name": "Jim Garrison"
  }, 
  {
    "quote": "The new spirituality is that it will produce an experience in human encounters in which we become a living demonstration of the basic spiritual teaching 'We are all one.'", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "There are some hurts that we experience that can be forgiven but we won't forget them.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "No place epitomizes the American experience and the American spirit more than New York City.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Most men are very attached to the idea of being male, and usually experience a lot of fear and insecurity around the idea of being a man. Most women are very identified with their gender, and also experience a tremendous amount of fear and insecurity.", 
    "name": "Andrew Cohen"
  }, 
  {
    "quote": "You don't know what unconditional love is. You may say you do, but if you don't have a child, you don't know what that is. But when you experience it, it is the most fulfilling ever.", 
    "name": "Regina King"
  }, 
  {
    "quote": "I maybe had a first love and had my heart broken, but reflecting on it, I don't think that was love. I think as I'm getting older and having more in-depth relationships, maybe I'll experience it. At the moment, I don't know, exactly, if I've been in love.", 
    "name": "Selena Gomez"
  }, 
  {
    "quote": "The traveler was active he went strenuously in search of people, of adventure, of experience. The tourist is passive he expects interesting things to happen to him. He goes 'sight-seeing.'", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Yes, I've been trepanned. That's quite an interesting experience, especially for my brain surgeon, who saw my thoughts flying around in my brain.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "God is only a great imaginative experience.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Myth is an attempt to narrate a whole human experience, of which the purpose is too deep, going too deep in the blood and soul, for mental explanation or description.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "No man was ever so completely skilled in the conduct of life, as not to receive new information from age and experience.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "There is no more lively sensation than that of pain its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art.", 
    "name": "Charlie Parker"
  }, 
  {
    "quote": "The dictum that truth always triumphs over persecution is one of the pleasant falsehoods which men repeat after one another till they pass into commonplaces, but which all experience refutes.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "If you want plenty of experience in dealing with difficult people, then have kids.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "I had some experience in dealing with people who have mental illness and depression, but I didn't see the signs in myself. I couldn't ask for help because I didn't know I needed help.", 
    "name": "Clara Hughes"
  }, 
  {
    "quote": "I write out of my intellectual experience.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "It would be my guess that Madonna is not a very happy woman. From my own experience, having gone through persona changes like that, that kind of clawing need to be the center of attention is not a pleasant place to be.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "The great living experience for every man is his adventure into the woman. The man embraces in the woman all that is not himself, and from that one resultant, from that embrace, comes every new action.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "High school is such a shared experience in North American culture.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Imagine a judicial nominee said 'my experience as a white man makes me better than a Latina woman.' Wouldn't they have to withdraw? New racism is no better than old racism.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "The experience of life consists of the experience which the spirit has of itself in matter and as matter, in mind and as mind, in emotion, as emotion, etc.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "But it's a journey and the sad thing is you only learn from experience, so as much as someone can tell you things, you have to go out there and make your own mistakes in order to learn.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "Of two pleasures, if there be one which all or almost all who have experience of both give a decided preference, irrespective of any feeling of moral obligation to prefer it, that is the more desirable pleasure.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "My friends, whoever has had experience of evils knows how whenever a flood of ills comes upon mortals, a man fears everything but whenever a divine force cheers on our voyage, then we believe that the same fate will always blow fair.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "I think I'm basically the same guy I always was. Maybe I've learned, through experience, to rein in some of the anger and temper they say redheads normally have.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Such happiness as life is capable of comes from the full participation of all our powers in the endeavor to wrest from each changing situations of experience its own full and unique meaning.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "War is delightful to those who have had no experience of it.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "I never intended for the Monster Ball to be a religious experience, it just became one.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I'm not one aspect of the human experience - none of us is.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Common sense is the measure of the possible it is composed of experience and prevision it is calculation applied to life.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "A proverb is a short sentence based on long experience.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Experience teaches us to be most on our guard to protect liberty when the government's purposes are beneficent.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "The wisdom of the wise and the experience of the ages is preserved into perpetuity by a nation's proverbs, fables, folk sayings and quotations.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Talking with you is sort of the conversational equivalent of an out of body experience.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "If I could sell 500 million records every time, it would be great. But I've also had the luxury experience of having it when I was a teenager, in a very kind of model version of it.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "A little reflection will show us that every belief, even the simplest and most fundamental, goes beyond experience when regarded as a guide to our actions.", 
    "name": "William Kingdon Clifford"
  }, 
  {
    "quote": "This has been a learning experience for me. I also thought that privacy was something we were granted in the Constitution. I have learned from this when in fact the word privacy does not appear in the Constitution.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men.", 
    "name": "Eric Clapton"
  }, 
  {
    "quote": "The trouble with learning from experience is that you never graduate.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "The experience of democracy is like the experience of life itself-always changing, infinite in its variety, sometimes turbulent and all the more valuable for having been tested by adversity.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I got to experience soccer at the highest level at a young age I decided I wanted to be part of that for as long as possible.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "There is science, logic, reason there is thought verified by experience. And then there is California.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "The key to education is the experience of beauty.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "The greatest gift is a passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.", 
    "name": "Elizabeth Hardwick"
  }, 
  {
    "quote": "Experience is like a comb that life gives you when you are bald.", 
    "name": "Navjot Singh Sidhu"
  }, 
  {
    "quote": "Sure, I suffered a lot. But it's not like the end of the world and it's not who I am. I lead quite a pleasant life and I'm able to divorce a perceived reality from my actual experience of life.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I've never felt like I was in the cookie business. I've always been in a feel good feeling business. My job is to sell joy. My job is to sell happiness. My job is to sell an experience.", 
    "name": "Debbi Fields"
  }, 
  {
    "quote": "Not to transmit an experience is to betray it.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Normally, I love to go to the movies and when I see a character portrayed by different actors at different ages, it kind of pops a little bit for me. It brings me out of the movie experience. Now we have the technology to cure that.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I just hope that theaters remain. I think there's something very wonderful about getting into a dark room with a bunch of people. There's something cool about that. Brings us all together in one room where we can experience all those emotions.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Piano playing is a dying art. I love the fact that I can be one guy with one instrument evoking an emotional and musical experience.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Life is the only real counselor wisdom unfiltered through personal experience does not become a part of the moral tissue.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "We went with the St. Lawrence Experience, which is run by Joe Babbitt, who is a close friend now. We went out there for 10 days and we had the best week of our lives, and we've been going back since. We've been back three times now.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "Working with big actors and realising that they were just normal people who've got an incredible talent was just a great experience.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "Creativity comes from looking for the unexpected and stepping outside your own experience.", 
    "name": "Masaru Ibuka"
  }, 
  {
    "quote": "It has been my experience that if we make the effort to listen to people when we meet them, and work to get to know them a little, it is then easy to find something likeable in practically anyone.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "The great book for you is the book that has the most to say to you at the moment when you are reading. I do not mean the book that is most instructive, but the book that feeds your spirit. And that depends on your age, your experience, your psychological and spiritual need.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "We are different, in essence, from other men. If you want to win something, run 100 meters. If you want to experience something, run a marathon.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "Parents of recovered children, and I've met hundreds, all share the same experience of doubters and deniers telling us our child must have never even had autism or that the recovery was simply nature's course. We all know better, and frankly we're too busy helping other parents to really care.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "Literature transmits incontrovertible condensed experience... from generation to generation. In this way literature becomes the living memory of a nation.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "I don't care how smart a kid you are. The only way you learn what's not right is from experience.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I find, by experience, that the mind and the body are more than married, for they are most intimately united and when one suffers, the other sympathizes.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Motherhood has completely changed me. It's just about like the most completely humbling experience that I've ever had. I think that it puts you in your place because it really forces you to address the issues that you claim to believe in and if you can't stand up to those principles when you're raising a child, forget it.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "There should be a sympathy with freedom, a desire to give it scope, founded not upon visionary ideas, but upon the long experience of many generations within the shores of this happy isle, that in freedom you lay the firmest foundations both of loyalty and order.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "Poets are the only people to whom love is not only a crucial, but an indispensable experience, which entitles them to mistake it for a universal one.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "In George Bush you get experience, and with me you get - The Future!", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "In those days a concert was a personal experience. I wanted to be as close as possible to the audience, and of course big stadiums didn't enable you to do that. It wasn't my style.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Any film, or to me any creative endeavour, no matter who you're working with, is, in many cases, a wonderful experience.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Very often I've known people who wouldn't say a word to each other, but they'd go to see movies together and experience life that way.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Working with HBO was an opportunity to experience creative freedom and 'long-form development' that filmmakers didn't have a chance to do before the emergence of shows like 'The Sopranos.'", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Women love working together. That's my experience anyway.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "The amount of meetings I've been in - people would be shocked. But that's how you gain experience, how you can gain knowledge, being in meetings and participating. You learn and grow.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Surfing soothes me, it's always been a kind of Zen experience for me. The ocean is so magnificent, peaceful, and awesome. The rest of the world disappears for me when I'm on a wave.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "We are increasingly likely to find ourselves in places with background music. No composers have thought to write for these modern spaces, which represent 30% of our musical experience.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Sometimes you recognize that there is a category of human experience that has not been identified but everyone knows about it. That is when I find a term to describe it.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "But inner experience is only one source of human knowledge.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Our wisdom comes from our experience, and our experience comes from our foolishness.", 
    "name": "Sacha Guitry"
  }, 
  {
    "quote": "We can not continue to allow this over reliance on government to replace the cornerstone institution that has made the American experience possible.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "It is very easy to make clear what you want a film to say, but I did not wish to engage in overt propaganda, even for the right cause. I wanted to create an experience through the films, something where people could have the freedom of their own response to them.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "I would love to work in America. I wouldn't love to live there, but I'd love to experience working there.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I had one relative who passed away but fortunately none others. So my sort of experience of it is quite limited, thankfully.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I have such happy memories of performing in a choir and I don't think I'd have got where I am today without all that experience. So my advice to young singers is to either join your school or church's choir or find one in your local area. Choral music at any level teaches you so much about musicianship and blending your voice.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "As the leader of twelve apostles, even Jesus had more executive experience than Obama.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "If we didn't want to upset anyone, we would make films about sewing, but even that could be dangerous. But I think finally, in a film, it is how the balance is and the feelings are. But I think there has to be those contrasts and strong things within a film for the total experience.", 
    "name": "David Lynch"
  }, 
  {
    "quote": "All I know is that history repeats itself and people are going to want to experience the world. But I know then they are going to have a better appreciation for what is here in Maine.", 
    "name": "John Baldacci"
  }, 
  {
    "quote": "The simple act of saying 'thank you' is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I was so emotional. Choked up. I could hardly talk all day. I'll be cleaning out my trailer and saying goodbye soon, realizing what a wonderful experience this has been.", 
    "name": "Dennis Franz"
  }, 
  {
    "quote": "Experience has taught me how important it is to just keep going, focusing on running fast and relaxed. Eventually it passes and the flow returns. It's part of racing.", 
    "name": "Frank Shorter"
  }, 
  {
    "quote": "People of art should never get married and have children, because it's a selfish experience.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "If you will call your troubles experiences, and remember that every experience develops some latent force within you, you will grow vigorous and happy, however adverse your circumstances may seem to be.", 
    "name": "John Heywood"
  }, 
  {
    "quote": "You are about to have your first experience with a Greek lunch. I will kill you if you pretend to like it.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Before people complain of the obscurity of modern poetry, they should first examine their consciences and ask themselves with how many people and on how many occasions they have genuinely and profoundly shared some experience with another.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "The character and history of each child may be a new and poetic experience to the parent, if he will let it.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "I grew up like a neglected weed - ignorant of liberty, having no experience of it.", 
    "name": "Harriet Tubman"
  }, 
  {
    "quote": "I would wish for any one of my colleagues to have the experience of working with Martin Scorsese once in their lifetime.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "It's my experience that you really can't lose when you try the truth.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "How do people relate to movies now, when they're on portable devices or streaming them? It's not as much about going to the movies. That experience has changed.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "I had no expectations about fatherhood, really, but it's definitely a journey I'm glad to be taking. Number one, it's a great learning experience. When my mother told me it's a 24/7 job, she wasn't kidding.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "In our society, daily experience teaches the individual to want and need a never-ending supply of new toys and drugs.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "A moment's insight is sometimes worth a life's experience.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "If someone is making a judgment when they don't have firsthand experience, it's intolerant. How can you make a judgment on something you don't know about?", 
    "name": "Beck"
  }, 
  {
    "quote": "What is sure is that technological change is accelerating in all directions and, like children playing in a fountain, consumers are reveling in the experience.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Corporate America cannot afford to remain silent or passive about the downward spiral we are undergoing. It cannot turn a blind eye to how difficult the experience of life is for so many of their customers.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Ultimately, it's possible that social media platforms will be designed as templates that the users themselves customize in terms of the best way to express their community and experience of life, and brands will have to simply follow suit.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "How much do you as a consumer value a positive experience with a brand or its customer service department? How willing are you to share that with your friends? How inclined are you to let that person know that you're interaction with them was positive?", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Never, for the sake of peace and quiet, deny your own experience or convictions.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "I've learned through experience that life is never that bad. The secret is just paying attention to how you feel and not letting anyone else dictate what in your heart you know is right.", 
    "name": "Dana Plato"
  }, 
  {
    "quote": "Ends and purposes, whether they exist as conscious or subconscious tendencies, form the wrap and woof of our conscious experience.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "The immediacy of mystic experience simply means that we know God just as we know other objects. God is not a mathematical entity or a system of concepts mutually related to one another and having no reference to experience.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "I go by instinct - I don't worry about experience.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "In my experience lust only ever leads to misery. All that suspicion and jealousy and anguish it unleashes. I don't want those things in my life.", 
    "name": "Chrissie Hynde"
  }, 
  {
    "quote": "Every experience makes you a man.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "I've been playing against older and stronger competition my whole life. It has made me a better tennis player and able to play against this kind of level despite their strength and experience.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "It took me years to understand that words are often as important as experience, because words make experience last.", 
    "name": "William Morris"
  }, 
  {
    "quote": "Observation more than books and experience more than persons, are the prime educators.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "The more you are getting older, you lose a little something. Of course there is another advantage, because of your long experience you can use it.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "Reasoning draws a conclusion, but does not make the conclusion certain, unless the mind discovers it by the path of experience.", 
    "name": "Roger Bacon"
  }, 
  {
    "quote": "Proverbs are short sentences drawn from long experience.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Both expectations and memories are more than mere images founded on previous experience.", 
    "name": "Samuel Alexander"
  }, 
  {
    "quote": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "That's not to say that women's priorities are better than men's. Rather, when women are empowered, when they can speak from the experience of their own lives, they often address different, previously neglected issues. And families and whole communities benefit.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Mississippi Mermaid was a very special experience because we only had the dialogues for the scenes we were shooting the night before.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I don't think I even knew how big we were at the time. It was mad. I gained a lot through East 17 and I'm grateful for being able to have that experience.", 
    "name": "Brian Harvey"
  }, 
  {
    "quote": "I loved the material when I first read it, and the experience of making the film was a great one. So when we came around to complete the trilogy, I just signed on board without even reading the scripts because the experience of the first film was so good.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "I mean, if you didn't get it or if you didn't feel like you enjoyed it, sometimes that experience can change.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "You may never learn the names of any of the people you talk to in a dog park, even after many, many hours spent there with them, and many hours of conversation. But if - knock on wood - anything should ever happen to your dog, these nameless non-strangers will rally, sympathize, offer to help, and hold your hand. I know this from experience.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Living in a rural setting exposes you to so many marvelous things - the natural world and the particular texture of small-town life, and the exhilarating experience of open space.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Parents, it seems, have an almost Olympian persistence when it comes to suggesting more secure and lucrative lines of work for their children who have the notion that writing is an actual profession. I say this from experience.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Buying a car used to be an experience so soul-scorching, so confidence-splattering, so existentially rattling that an entire car company was based on the promise that you wouldn't have to come in contact with it.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Sometimes I get so bold and I'm so confident about what I'm doing that I actually try to be more of a dork because it's a really liberating feeling to experience what it's like to not care.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "We experience problem-solving sessions as war zones, we view competing ideas as enemies, and we use problems as weapons to blame and defeat opposition forces. No wonder we can't come up with real lasting solutions!", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "I think each movie-making process is a very exhausting and satisfying and fulfilling experience for me.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I'm not a romantic. In life I didn't have much experience with romance.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "So when you do your family tree and Margaret Cho does hers, and... Wanda Sykes and John Legend... we're adding to the database that scholars can then draw from to generalize about the complexity of the American experience. And that's the contribution that family trees make to broader scholarship.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I can only speak from my own personal experience, being behind the camera and in front of it, but every magazine cover you see is completely airbrushed.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "To most men experience is like the stern lights of a ship, which illuminate only the track it has passed.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "As for the forces, electromagnetism and gravity we experience in everyday life. But the weak and strong forces are beyond our ordinary experience. So in physics, lots of the basic building blocks take 20th- or perhaps 21st-century equipment to explore.", 
    "name": "Edward Witten"
  }, 
  {
    "quote": "Bad experience is a school that only fools keep going to.", 
    "name": "Ezra Taft Benson"
  }, 
  {
    "quote": "No 27-year-old has the experience to run a company that does a quarter of a billion dollars a year in sales.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "Breathe-in experience, breathe-out poetry.", 
    "name": "Muriel Rukeyser"
  }, 
  {
    "quote": "Another way of judging the value of a prophet's religious experience, therefore, would be to examine the type of manhood that he has created, and the cultural world that has sprung out of the spirit of his message.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "It's more fun to experience things when you don't know what's going to happen.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Can advertising foist an inferior product on the consumer? Bitter experience has taught me that it cannot. On those rare occasions when I have advertised products which consumer tests have found inferior to other products in the same field, the results have been disastrous.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "In my experience, it is rarer to find a really happy person in a circle of millionaires than among vagabonds.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "Sometimes when we weep in the movies we weep for ourselves or for a life unlived. Or we even go to the movies because we want to resist the emotion that's there in front of us. I think there is always a catharsis that I look for and that makes the movie experience worthwhile.", 
    "name": "Edward Zwick"
  }, 
  {
    "quote": "There are such beings as vampires, some of us have evidence that they exist. Even had we not the proof of our own unhappy experience, the teachings and the records of the past give proof enough for sane peoples.", 
    "name": "Bram Stoker"
  }, 
  {
    "quote": "If you sit in a position where decisions that you take would have a serious effect on people, you can't ignore a lot of experience around the world which says this drug has these negative effects.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "I think any spiritual experience that's worthwhile is not about ego and it will humble you in some way. And also, a Zen monk once said to me, 'If you're not laughing, then you're not getting it.'", 
    "name": "David O. Russell"
  }, 
  {
    "quote": "The position that I take partly as a result of living in Asia is where you stop living according to your expectations and you become available to experience things as they are.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Truly charismatic people, in my experience, don't come along very often.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "The wonderful thing about acting is you move along with your decade. The older you get, the more interesting the parts you get to play and you bring more of your personal experience to the part.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Everyone will experience the consequences of his own acts. If his act are right, he'll get good consequences if they're not, he'll suffer for it.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Going to the theater is such a joyous experience. My dad would take my sister and me to plays when we were very young, like six or seven years old.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "The soul is everlasting, and its learning experience is lifetime after lifetime.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "When a child comes in, I believe that it's a 'multipersonhood,' and it knows it, its consciousness knows it, and it has a nuclei in the center of its consciousness that is the repository of all experience and all knowledge. And when you look in the eyes of your baby and you feel this sense that they are an old soul, I believe indeed they are.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Well, I think the main message is there is more to your story. There is more than what happens between the crib and the grave, and that is what I am really trying to speak to, this idea that all of life is this life and that there is nothing more than what we see and experience right here on this earth.", 
    "name": "Max Lucado"
  }, 
  {
    "quote": "The biggest danger to the European Union comes not from those who advocate change, but from those who denounce new thinking as heresy. In its long history Europe has experience of heretics who turned out to have a point.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "I'm not trying to be romantic. I think you can tell when people are trying to be sexy onstage. When I was doing 'All the Way,' I was really thinking about my wife. People don't know my personal experience, but they can tell it's an honest interpretation.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "While teaching, I also worked undercover in the lower courts by saying I was a young law teacher wanting experience in criminal law. The judges were happy to assist me but what I learned was how corrupt the lower courts were. Judges were accepting money right in the courtroom.", 
    "name": "Samuel Dash"
  }, 
  {
    "quote": "I believe there's no proverb but what is true they are all so many sentences and maxims drawn from experience, the universal mother of sciences.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Loneliness is and always has been the central and inevitable experience of every man.", 
    "name": "Thomas Wolfe"
  }, 
  {
    "quote": "The deeper the experience of an absence of meaning - in other words, of absurdity - the more energetically meaning is sought.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul.", 
    "name": "Eliza Farnham"
  }, 
  {
    "quote": "I did a play called Throne of Straw when I was 11, at the Odyssey Theatre in Los Angeles. It became really clear to me at that point that I enjoyed acting more than any other experience I was having.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "You can't leave out half the world's experience and expect to address all the problems. Women communicate differently and process information differently, which leads them to resolve conflicts differently.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "There's nothing wrong with acknowledging the panoply of life's rich experience.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "When fish experience something that would cause other animals physical pain, they behave in ways suggestive of pain, and the change in behaviour may last several hours.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Experience is what you get while looking for something else.", 
    "name": "Federico Fellini"
  }, 
  {
    "quote": "I've had to come to grips with a God that fits my own experience, which is, my God could not be offering protection and not have protected my boy.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "From my experience, I think that every actor has to make sure that they're in charge of their own career somehow or other.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "I am the the type to have a personal experience with a celebrity, but I'm too classy to bring that up.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "I've always been attracted to cars, and driving is a completely measurable experience: if you qualify last on the grid, you're the slowest, and if you qualify first on the grid, you're the fastest. So no one can say you're slow if you're fast and no one can say you're fast if you're slow.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "When I look back at the tapes, your first everything, your first All-Star Game, your first playoff experience, it just seems like it went by really fast.", 
    "name": "Roger Clemens"
  }, 
  {
    "quote": "Judgement comes from experience, and experience comes from bad judgement.", 
    "name": "Simon Bolivar"
  }, 
  {
    "quote": "My image had always been very heterosexual, very straight. So it was a nice experience for me, a chance to clarify my own feelings about gay and lesbian civil rights.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Whether born from experience or inherent physiological or cultural differences our gender and national origins may and will make a difference in our judging.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "I very rarely came across rude or disrespectful people. I don't know how I slipped by all of them, but I honestly can't think of one experience off the top of my head that was like that. I'm sure they're there, but I'd have to think really hard to recall them.", 
    "name": "Scott Baio"
  }, 
  {
    "quote": "Yet higher religion, which is only a search for a larger life, is essentially experience and recognized the necessity of experience as its foundation long before science learnt to do so.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "It may, however, be said that the level of experience to which concepts are inapplicable cannot yield any knowledge of a universal character, for concepts alone are capable of being socialized.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "The standpoint of the man who relies on religious experience for capturing Reality must always remain individual and incommunicable.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "An enormous part of our mature experience cannot not be expressed in words.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "When I was 12 years old, someone took me to see Martha Graham. It was nothing like what I thought of as serious dancing and even then I knew I was having a great experience. It was as if somebody was moving through space like no one ever did before.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "For some young people, their first experience ever hearing punk rock music was playing the Green Bay Packers on 'Madden'.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "I have a theory that the best ads come from personal experience. Some of the good ones I have done have really come out of the real experience of my life, and somehow this has come over as true and valid and persuasive.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Many spiritual teachers - in Buddhism, in Islam - have talked about first-hand experience of the world as an important part of the path to wisdom, to enlightenment.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "I've been looking to do TV for a while. I've always done guest starring stuff. I've done a couple of multi-episode arcs, and I've always loved the experience.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "More people should read books. It's the most concentrated experience you can have.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "The first essential in writing about anything is that the writer should have no experience of the matter.", 
    "name": "Isadora Duncan"
  }, 
  {
    "quote": "I hate it when people don't recognize the work of women as being universal, or having any import to the world at large, as opposed to men's work, which is generally tends to be seen as more universal - men's writing about their own experience tends to be put in a broader context.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I had the experience last year of directing my first feature while I had a 1-year-old son and while I was also pregnant, so I am now well aware of the difficulties women who are rearing children face when they're also trying to make headway in mainstream of film.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "You know, it shouldn't just be about women as heroic figures overcoming things, it just needs to be about women in general getting the opportunity to play a multitude of roles, telling a multitude of stories - just to express human experience from a woman's perspective. I hope, someday, we can get to that point. I'm all about representation.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "There's probably no experience more alienating than fame, other than a terminal illness, where you actually find yourself in a situation that nobody around you can relate to.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "One nice thing about being a woman in Hollywood is that the women tend to be very close-knit. All of us writers and directors know each other and cling to each other for safety and support, and it's really a completely different vibe than the men experience out here, where they're all trying to murder each other.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "A woman's experience is different from a man's in virtually every respect, including how she is treated by the media.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "I'd like to believe an accumulation of experience has made me a sort of a grown-up person, so I can have judgment and taste and whatever.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Being an actor means asking people to look at you. I guess I accept that. But it's a profession in which the job is to show another world and other people. You may access it through bits of yourself, and your imagination and experience, but actually, in the end, you're not playing yourself.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "I developed a mechanism so that whatever mistakes I made, I would bounce straight back. Whatever was happening off the pitch, I could put it to one side and maintain my form. Call it mental resilience or a strong mind, but that is what we mean when we talk about experience in a football team.", 
    "name": "Gary Neville"
  }, 
  {
    "quote": "What if Barack Obama established a Presidential Advisory Committee that would meet once every couple of months, bringing together the former presidents for a conference in order to seek their collective wisdom? There is a wealth of experience in former presidents that generally goes untapped.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Experience is what enables you to recognize a mistake when you make it again.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "A great many people experience the movement from one century to the next, but a minuscule number of people experience the movement from one millennium to the next.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "I need more raw experience. I've read and watched a lot of things, but I haven't done a lot of things.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "An illness is like a journey into a far country it sifts all one's experience and removes it to a point so remote that it appears like a vision.", 
    "name": "Sholem Asch"
  }, 
  {
    "quote": "Progress is measured by richness and intensity of experience - by a wider and deeper apprehension of the significance and scope of human existence.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "I had a heartbreaking experience when I was 9. I always wanted to be a guard. The most wonderful girl in the world was a guard. When I got polio and then went back to school, they made me a guard. A teacher took away my guard button.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I think how pay gets determined is pretty broad - experience, how people look, what they bring to the job. But there's no question women are paid less. Women don't ask.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Something happens to us all when we experience something as a unit that doesn't occur when we're on our couches or holding our little portable DVD players.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "What we have to get clear to kids is that when you offer your stillness and open yourself to the experience of music, it pays you back more than you give.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "The things I was allowed to experience, the people I was able to call friends, teammates, mentors, coaches and opponents, the travel, all of it, are far more than anything I ever thought possible in my lifetime.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "It is an axiom, enforced by all the experience of the ages, that they who rule industrially will rule politically.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "And it was a great experience, you know, to travel the world and compete at a certain level. It teaches you discipline, focus, and certainly keeps you out of trouble.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "Food is our common ground, a universal experience.", 
    "name": "James Beard"
  }, 
  {
    "quote": "When I was young, I was just about hard work. But as I got older, I did experience anxiety, doubt, judgment, and it's so easy to lose yourself for a second.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "The nature of the global business environment guarantees that no matter how hard we work to create a stable and healthy organisation, our organisation will continue to experience dramatic changes far beyond our control.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "What is the good of drawing conclusions from experience? I don't deny we sometimes draw the right conclusions, but don't we just as often draw the wrong ones?", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Without in any way minimising the economic and psychological blow that people experience when they lose their jobs, the unemployed in affluent countries still have a safety net, in the form of social security payments, and usually free healthcare and free education for their children. They also have sanitation and safe drinking water.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Anyone who teaches knows that you don't really experience a text until you've taught it, in loving detail, with an intelligent and responsive class.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "Men do weird things when they experience fear. It's like a fight-or-flight thing.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "In high school, I was on the youth advisory council for the Mayor's Office of Los Angeles, and that was kind of my first experience in the bureaucratic system. We tried to get things done, and nobody was really interested in getting anything done.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "If your faith is opposed to experience, to human learning and investigation, it is not worth the breath used in giving it expression.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "The most important American addition to the World Experience was the simple surprising fact of America. We have helped prepare mankind for all its later surprises.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "All observers not laboring under hallucinations of the senses are agreed, or can be made to agree, about facts of sensible experience, through evidence toward which the intellect is merely passive, and over which the individual will and character have no control.", 
    "name": "Chauncey Wright"
  }, 
  {
    "quote": "Our science fails to recognize those special properties of life that make it fundamental to material reality. This view of the world - biocentrism - revolves around the way a subjective experience, which we call consciousness, relates to a physical process. It is a vast mystery and one that I have pursued my entire life.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "Our thoughts have an order, not of themselves, but because the mind generates the spatio-temporal relationships involved in every experience.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "Politics is the only field in which the more experience you have, the worse you get.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "You don't cheat anybody out of their experience, whatever it is.", 
    "name": "Andre Agassi"
  }, 
  {
    "quote": "Each of us brings to our job, whatever it is, our lifetime of experience and our values.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "You have to see a building to comprehend it. Photographs cannot convey the experience, nor film.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "So I've seen life as one long learning process. And if I see - you know, if I fly on somebody else's airline and find the experience is not a pleasant one, which it wasn't in - 21 years ago, then I'd think, well, you know, maybe I can create the kind of airline that I'd like to fly on.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "Without fullness of experience, length of days is nothing. When fullness of life has been achieved, shortness of days is nothing. That is perhaps why the young have usually so little fear of death they live by intensities that the elderly have forgotten.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "I prefer to think of the audience as a single living organism with which I am sharing a singular, never-to-be-repeated experience.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "I think in most jobs, you get better as you get older. You gain experience, you gain knowledge.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "Not what we experience, but how we perceive what we experience, determines our fate.", 
    "name": "Marie von Ebner-Eschenbach"
  }, 
  {
    "quote": "Ordinary professionalism and 20 years' experience can accomplish a lot, but it can't access the hidden places.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Being a biological mother just isn't part of my experience this time around. However, I am a mother who continues to give birth to ideas and ways of experiencing life that challenge the norm.", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "There's a positive side to film and television, the sense of feeding into the theater... Your fans will follow you, hopefully, and be open-minded to see you play other things and experience other stories you want to tell.", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "The problem was to sustain at any cost the feeling you had in the theater that you were watching a real person, yes, but an intense condensation of his experience, not simply a realistic series of episodes.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "Have you noticed in your past experience that your kind interpretations were almost always truer than you harsh one?", 
    "name": "Lawrence G. Lovasik"
  }, 
  {
    "quote": "Given that religious faith is an intrinsic element of human experience, it is best to approach and engage the subject with a sense of history and a critical sensibility.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "I can't control what people think. I'm not trying to manipulate people's thoughts or sentiments. I write all the time. You have to experience life, make observations, and ask questions. It's machine-like how things are run now in hip-hop, and my ambitions are different.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "If you're writing, you're starting in private. It can really be this amazing, private, freeing experience. Forget that it's for other people - that comes in later.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Everybody's entitled to think whatever they want and to express that, but my personal day-to-day experience does not come into contact with any of those people.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Words are capable of making experience more vivid, and also of organizing it. They can scare us, and they can comfort us.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I think on-stage nudity is disgusting, shameful and damaging to all things American. But if I were 22 with a great body, it would be artistic, tasteful, patriotic and a progressive religious experience.", 
    "name": "Shelley Winters"
  }, 
  {
    "quote": "So that ends my first experience of matrimony, which I always thought a highly over-rated performance.", 
    "name": "Isadora Duncan"
  }, 
  {
    "quote": "With 'Good Will Hunting,' Miramax made certain the recruited audience wasn't expecting to laugh at Robin Williams like they normally do. From my limited experience, you can really blow test screenings by conducting them in the wrong way.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "There can be no knowledge without emotion. We may be aware of a truth, yet until we have felt its force, it is not ours. To the cognition of the brain must be added the experience of the soul.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "I have never found, in a long experience of politics, that criticism is ever inhibited by ignorance.", 
    "name": "Harold MacMillan"
  }, 
  {
    "quote": "In long experience I find that a man who trusts nobody is apt to be the kind of man nobody trusts.", 
    "name": "Harold MacMillan"
  }, 
  {
    "quote": "I had a lot of experience with people smarter than I am.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Disease is an experience of a so-called mortal mind. It is fear made manifest on the body.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "Education is when you read the fine print experience is what you get when you don't.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "I just think that the collective experience of going to see a film is something you can't recreate.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "There's a vintage which comes with age and experience.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "I discovered early on that some performers live their life in order to act, so all their relationships are simply an experience that they can feed back into their work. Which I find vampiric.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "At every step the child should be allowed to meet the real experience of life the thorns should never be plucked from his roses.", 
    "name": "Ellen Key"
  }, 
  {
    "quote": "There is no wider gulf in the universe than yawns between those on the hither and thither side of vital experience.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "I do write a lot from personal experience, but I also embellish a bit.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "And we're seeing a higher level of consciousness and many more opportunities for people to challenge their present ways of thinking and move into a grander and larger experience of who they really are.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "If we're picking people to draw out of their own conscience and experience a 'new' Constitution, we should not look principally for good lawyers. We should look to people who agree with us. When we are in that mode, you realize we have rendered the Constitution useless.", 
    "name": "Antonin Scalia"
  }, 
  {
    "quote": "It lies in human nature that where you experience your first laughs, you also remember the age kindly.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "The experience of being in space didn't change my perspective of myself or of the planet or of life. I had no spiritual experience.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "You know, young actors say all the time, 'Should I use my own life experience?' And my response is, 'What choice do you have?'", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Find what's hot, find what's just opened and then look for the worst review of the week. There is so much to learn from watching a restaurant getting absolutely panned and having a bad experience. Go and see it for yourself.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "If you've got a piece and you can feel the person who's going to direct it is really made for it, if it's really special for them, then it's going to be a better-than-usual experience.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "In my books, I never portray violence as a reasonable solution to a problem. If the lead characters in the story are driven to it, it's at the extreme end of their experience.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "You know, in 1975 I couldn't get a job in New York City because I was American. The kitchens were predominantly run by French, Swiss, German, and basically I got laughed at. I had education, I had experience, but got laughed at because I was American.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Music is subjective to everyone's unique experience.", 
    "name": "Jared Leto"
  }, 
  {
    "quote": "The aim of all commentary on art now should be to make works of art - and, by analogy, our own experience - more, rather than less, real to us. The function of criticism should be to show how it is what it is, even that it is what it is, rather than to show what it means.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "The experience and behavior that gets labeled schizophrenic is a special strategy that a person invents in order to live in an unlivable situation.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "Some writers can only deal with childhood experience, because it's complete. For another kind of writer, life goes on, and he's able to keep processing that as well.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "There are people hell-bent on the idea that we're a Christian band in disguise, and that we have some secret message. We have no spiritual affiliation with this music. It's simply about life experience.", 
    "name": "Amy Lee"
  }, 
  {
    "quote": "If a movie is really working, you forget for two hours your Social Security number and where your car is parked. You are having a vicarious experience. You are identifying, in one way or another, with the people on the screen.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Love is blind. My politics has been, too. I think you can fall in love with ideas, and you can fall in love with people. It's a very subjective experience. And I'm loyal to that experience.", 
    "name": "Robert Wyatt"
  }, 
  {
    "quote": "Experience isn't interesting until it begins to repeat itself. In fact, till it does that, it hardly is experience.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "I always thought that one of the reasons why a painter likes especially to have other painters look at his or her work is the shared experience of having pushed paint around.", 
    "name": "Chuck Close"
  }, 
  {
    "quote": "Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one's identity as a being of worth and dignity.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "I remember when I was 33 or 34, it was devastating because I realized I wasn't a kid anymore. The great thing about 40 was that I really felt like I had life experience and knew what I was doing now.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Where you are in consciousness has everything to do with what you see in experience.", 
    "name": "Eric Butterworth"
  }, 
  {
    "quote": "Obviously an actor draws on his own experience.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I really do love Diana Ross I grew up listening to her records. I grew up in a little town in Mexico, so while we got the music, we never got the experience of watching her.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "To be in a situation where you have no rights whatsoever is something I wish everybody could experience. People's attitudes would change. It would be a better place.", 
    "name": "Tommy Chong"
  }, 
  {
    "quote": "I always try to keep the circumstances in my life fresh. I like to change the physical environment I live in, change the people around me and try to experience things for the first time. I think that keeps one on their toes, creatively and spiritually.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Intuition is the very force or activity of the soul in its experience through whatever has been the experience of the soul itself.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "Producing is just a big learning experience.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "Experience taught me that working families are often just one pay check away from economic disaster. And it showed me first-hand the importance of every family having access to good health care.", 
    "name": "Dave Obey"
  }, 
  {
    "quote": "Existence itself does not feel horrible it feels like an ecstasy, rather, which we have only to be still to experience.", 
    "name": "John Updike"
  }, 
  {
    "quote": "But constant experience shows us that every man invested with power is apt to abuse it, and to carry his authority as far as it will go.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "Advertising is the edge of what people know how to do and of human experience and it explains the latest ways progress has changed us to ourselves.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I think everyone's experience with a terminal disease is so deeply personal and unique to the person, the context in which they're living and the relationships that they have.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "My experience is that's rare - that you have a script that is... what they call 'film-ready.'", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "There is only one thing which can master the perplexed stuff of epic material into unity and that is, an ability to see in particular human experience some significant symbolism of man's general destiny.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "The monsters of our childhood do not fade away, neither are they ever wholly monstrous. But neither, in my experience, do we ever reach a plane of detachment regarding our parents, however wise and old we may become. To pretend otherwise is to cheat.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "A spy, like a writer, lives outside the mainstream population. He steals his experience through bribes and reconstructs it.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "Mysteriously and in ways that are totally remote from natural experience, the gray drizzle of horror induced by depression takes on the quality of physical pain.", 
    "name": "William Styron"
  }, 
  {
    "quote": "The sole substitute for an experience which we have not ourselves lived through is art and literature.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "I'd done table reads for my own screenplays, and I always thought they were so much fun. Why couldn't we do these for other classic screenplays and bring them to life? You can experience live theater, where you get to see plays produced by different directors and different casts, but there's really nothing like that for movie scripts.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "We see our customers as invited guests to a party, and we are the hosts. It's our job every day to make every important aspect of the customer experience a little bit better.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "The crucial question one comes back to is the examination without that experience is meaningless. And I think it's true that society is becoming more and more passive, less and less fired up with enthusiasm, in many spheres.", 
    "name": "Peter Hammill"
  }, 
  {
    "quote": "Life it is not just a series of calculations and a sum total of statistics, it's about experience, it's about participation, it is something more complex and more interesting than what is obvious.", 
    "name": "Daniel Libeskind"
  }, 
  {
    "quote": "Artists need some kind of stimulating experience a lot of times, which crystallizes when you sing about it or paint it or sculpt it. You literally mold the experience the way you want. It's therapy.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Sometimes I think our problems are made worse by the kind of business we're in. Playing these road shows is a weird experience.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "Prudence is but experience, which equal time, equally bestows on all men, in those things they equally apply themselves unto.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Many women my age have known the experience of giving up crucial parts of themselves to please the man they love.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "I want people to think of me as a nice person. I really am so blessed. All of this has been a great experience and I thank the American public so much for putting me in this position. I appreciate every second of it.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "It has always amazed me how tax cuts don't work until they take effect. Mr. Obama's experience with deferred tax rate increases will be the reverse. The economy will collapse in 2011.", 
    "name": "Arthur Laffer"
  }, 
  {
    "quote": "Men and women who have served in harm's way experience higher rates of divorce and suicide. Many battle the debilitating effects and stigma associated with Post Traumatic Stress Disorder.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "No matter how close to personal experience a story might be, inevitably you are going to get to a part that isn't yours and, actually, whether it happened or not becomes irrelevant. It is all about choosing the right words.", 
    "name": "Roddy Doyle"
  }, 
  {
    "quote": "The bullied straight kid goes home to a shoulder to cry on and support and can talk freely about his experience at school and why he's being bullied. I couldn't go home and open up to my parents.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "When you go to the movies with your whole family, it's a different experience. For some reason, it's something that you're all doing together and you take away something special in that.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "Making an album should be an honest experience. It shouldn't be about trying to gauge where popular music is today it should be about artistic expression and putting down what you want to put down.", 
    "name": "Scott Weiland"
  }, 
  {
    "quote": "My life path has been a blessing and a great learning experience. Skateboarding is my passion and I don't see that changing. When I'm not skating, I love to surf. I'm open to the new experiences and opportunities.", 
    "name": "Ryan Sheckler"
  }, 
  {
    "quote": "However it is debased or misinterpreted, love is a redemptive feature. To focus on one individual so that their desires become superior to yours is a very cleansing experience.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "All of the legal defense funds out there, they're looking for people out there with court of appeals experience, because court of appeals is where policy is made. And I know, I know this is on tape and I should never say that because we don't make law, I know. I know.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "Fun is to experience things you would not have been able to experience in any other setting.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "I have this horrible sense of humor where I think discomfort is funny - partly because I experience discomfort a lot, and it's a way of laughing at it and getting a release.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "I was emotionally and physically punched in the stomach. This is not a place where you go and deliver the lines and then you come back. It's kind of a life-changing experience. But it can't get better than this for any actor - this is like an opera.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "No characters in 'Stay Close,' including the leads, are black and white. I want them to be grey. I think that makes for a much more interesting reading experience, something that will stay with you a little bit longer.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "Fatigue is what we experience, but it is what a match is to an atomic bomb.", 
    "name": "Laura Hillenbrand"
  }, 
  {
    "quote": "I have relationships with people I'm working with, based on our combined interest. It doesn't make the relationship any less sincere, but it does give it a focus that may not last beyond the experience.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "If we could only snap the fetters of the body that bind the feet of the soul, we shall experience a great joy. Then we shall not be miserable because of the body's sufferings. We shall become free.", 
    "name": "Vinoba Bhave"
  }, 
  {
    "quote": "You have to experience life, make observations, and ask questions.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "Everybody's got one killer story. It doesn't take talent to tell that story, it just takes experience.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "Any place that anyone can learn something useful from someone with experience is an educational institution.", 
    "name": "Al Capp"
  }, 
  {
    "quote": "We need creativity in order to break free from the temporary structures that have been set up by a particular sequence of experience.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "A great deal has been written in recent years about the purported lack of motivation in the children of the Negro ghettos. Little in my experience supports this, yet the phrase has been repeated endlessly, and the blame in almost all cases is placed somewhere outside the classroom.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "Though 'Fire and Rain' is very personal, for other people it resonates as a sort of commonly held experience... And that's what happens with me. I write things for personal reasons, and then in some cases it... can be a shared experience.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I know there are people who don't like their audience or like the experience of being recognized or celebrated, but my audience has been very good - they don't bother me and when they do contact me it's usually on the nicest possible terms.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "Performing is a profound experience, at least for me. It's not as if I sit down and play 'Fire and Rain' by myself, just to hear it again. But to offer it up... the energy that it somehow summons live takes me right back, and I do get a reconnection to the emotions.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "Performing is a profound experience, at least for me.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I've told people who have just started to make a film that the one thing you might experience is this feeling that everybody is conspiring against you, because you're not necessarily able to tell what's real and what's not.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "The American experience influenced my understanding of individuality, basic human rights, freedom of expression and the rights and responsibilities of citizens.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "My own experience is that a certain kind of genius among students is best brought out in bed.", 
    "name": "Allen Ginsberg"
  }, 
  {
    "quote": "To the artist is sometimes granted a sudden, transient insight which serves in this matter for experience. A flash, and where previously the brain held a dead fact, the soul grasps a living truth! At moments we are all artists.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "Anything that's different from your own realm of experience as a human being, whether it's driving a car or a boat, or using guns, anything that separates you from yourself and leads you more towards this character's existence is a big help.", 
    "name": "Colin Farrell"
  }, 
  {
    "quote": "I remember when I took Quentin Tarantino with me to a very private screening of the documentary 'Roman Polanski: Wanted and Desired,' which shows some of the legal irregularities of his case. I was involved by the film, and it was an amazing experience to see people weep at the end of it.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "What is truth? Truth doesn't really exist. Who is going to judge whether my experience of an incident is more valid than yours? No one can be trusted to be the judge of that.", 
    "name": "Tracey Emin"
  }, 
  {
    "quote": "America is an idea. And it's the solemn responsibility of each 'temporary' president to protect and nurture that noblest of all ideas - with integrity. This man, Mitt Romney, has shown - not through his experience, but through his actions and words - that he is unqualified to carry out that responsibility.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "I absolutely believe in the power of tithing and giving back. My own experience about all the blessings I've had in my life is that the more I give away, the more that comes back. That is the way life works, and that is the way energy works.", 
    "name": "Ken Blanchard"
  }, 
  {
    "quote": "Every day is a new experience and I take it as it comes.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Reading a book is like re-writing it for yourself. You bring to a novel, anything you read, all your experience of the world. You bring your history and you read it in your own terms.", 
    "name": "Angela Carter"
  }, 
  {
    "quote": "Some of us are interested in directors, but really the vast majority of us are interested in actors. You experience the films through the actors, so they're all locked into your imagination in some kind of layer of fantasy or hatred or wherever they settle into your imagination.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I don't want people to sit there and objectively watch the film. I want them to experience it as something that's under their skin, so you try to make the films really tactile.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "You experience the films through the actors, so they're all locked into your imagination in some kind of layer of fantasy or hatred or wherever they settle into your imagination.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I think it's easy for people to assume that fame is equal to glory, but it can be a very isolating experience.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "Orlando's a really cool guy. They hired him for 'Lord of the Rings' out of drama school. He's very new at this still and doesn't have a lot of experience. So we were in this together and we've tried to help each other out. We felt very equal which was good.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I have three goddaughters - I'm not sure why they trust me, because I have no experience with children - but I try.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I left Jamaica for a while, because as an artist I need to experience different things, see the world, have different energies. Living in one place is not good for me.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "I always considered myself as a character actor. I always try to be versatile to show different sides of human experience.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "I think I can make an entirely new game experience, and if I can't do it, some other game designer will.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "I don't think as a creator that I could create an experience that truly feels interactive if you don't have something to hold in your hand, if you don't have something like force feedback that you can feel from the controller.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "Games have grown and developed from this limited in-the-box experience to something that's everywhere now. Interactive content is all around us, networked, ready. This is something I've been hoping for throughout my career.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "The spectacles of experience through them you will see clearly a second time.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "I'm a very passionate believer in the unity of knowledge. There is one world of reality - one world of our experience that we're seeking to describe.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "Bottom up thinkers try to start from experience and move from experience to understanding. They don't start with certain general principles they think beforehand are likely to be true they just hope to find out what reality is like.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "When I'm home on a break, I lock myself in my room and play guitar. After two or three hours, I start getting into this total meditation. It's a feeling few people experience, and that's usually when I come up with weird stuff. It just flows. I can't force myself. I don't sit down and say I've got to practice.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "A lot of people fear death because they think that so overwhelming an experience has to be painful, but I've seen quite a few deaths, and, with one exception, I've never known anyone to undergo anything like agony. That's amazing when you think about it. I mean, how complicated the mechanism is that's being taken apart.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "But beginners to the World Economics Forum have to understand there is no single Davos experience, and there is no single Davos community either. There are numerous tribes who interact only at a minimal level.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "It's always an interesting experience for a politician to be heard in silence, I have to say.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "It's a very small and select slice of all the people who have ever been born. I believe we've come back during this time, those of us who are here now, specifically to experience it. And to cause a 'quickening of the spirit.'", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "I wanted to experience New York, to look up and see buildings.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "A rare experience of a moment at daybreak, when something in nature seems to reveal all consciousness, cannot be explained at noon. Yet it is part of the day's unity.", 
    "name": "Charles Ives"
  }, 
  {
    "quote": "I think I have a tendency to look at things subjectively rather than objectively when I reflect on my experience.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "Age is only a number, a cipher for the records. A man can't retire his experience. He must use it. Experience achieves more with less energy and time.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "Women artists need to break barriers in order for women's experience to be valuable.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "I think generally I'm kind of interested in subjective experience, what goes on inside someone's head, that being all they really know of the world.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "A commitment to human rights cannot be fostered simply through the transmission of knowledge. Action and experience play a crucial role in the learning process.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Writing a novel is a terrible experience, during which the hair often falls out and the teeth decay.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "Lord of the Rings was my first experience making movies and at the time, I had no ideas how movies were done. I thought that's the way they're done, so in a way, I had nothing to compare it to.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I'm not particularly precious about the theatrical experience any more.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "A lot of why I do something is just the novelty of the experience.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "Every experience feeds an actor, and I've learned that depression is all around us.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "I want to be able to experience everything. I want to experience being a husband, experience being a father, experience, maybe, hopefully, someday being a grandfather, and all those things. I want that experience. When I die, I want to be exhausted.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "All experience is subjective.", 
    "name": "Gregory Bateson"
  }, 
  {
    "quote": "We have that illusion that we are 'deciding' what to make a character do, in order to 'convey our message' or something like that. But, at least in my experience, you are often more like a river-rafting guide who's been paid a bonus to purposely steer your clients into the roughest possible water.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "If you haven't read you don't have the voice. The lack of voice eliminates experience.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "Although our inattention can contribute to our lack of total well-being, we also have the power to choose positive behaviors and responses. In that choice we change our every experience of life!", 
    "name": "Greg Anderson"
  }, 
  {
    "quote": "I'm very accepting with my age. It's like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you've become comfortable in your skin.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "A statesman wants courage and a statesman wants vision but believe me, after six months' experience, he wants first, second, third and all the time - patience.", 
    "name": "Stanley Baldwin"
  }, 
  {
    "quote": "Through the years of experience I have found that air offers less resistance than dirt.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "You have to trust your kids. They have to experience life, and you just hope you've provided them a foundation for what's right and what isn't.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "I had great faith in Irish actors, that they'd be hip to the whole theatre thing, and they are. I had no illusions of coming over here as some kind of big shot. It's been a learning experience for me too.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "You can live your whole life in your brain and not experience what's around you. You go crazy that way.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "No matter how vital experience might be while you lived it, no sooner was it ended and dead than it became as lifeless as the piles of dry dust in a school history book.", 
    "name": "Ellen Glasgow"
  }, 
  {
    "quote": "Doesn't all experience crumble in the end to mere literary material?", 
    "name": "Ellen Glasgow"
  }, 
  {
    "quote": "I started off on stage because it was the only work I could get. I haven't been back for 11 years. I think any stage experience is good experience, as far as being an actor is concerned.", 
    "name": "Tim Roth"
  }, 
  {
    "quote": "No one ever pretended that shopping for anything is a rational experience. If it were, would there be Fluffernutter? Laceless sneakers? Porkpie hats? Would the Chia Pet even exist?", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "My own life has in some ways been a decades-long tour of the sibling experience. I have full sibs, I have half-sibs, and for a time I had step-sibs.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "There are a lot of obstacles in the way of our understanding animal intelligence - not the least being that we can't even agree whether nonhuman species are conscious. We accept that chimps and dolphins experience awareness we like to think dogs and cats do. But what about mice and newts? What about a fly? Is anything going on there at all?", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "As with real reading, the ability to comprehend subtlety and complexity comes only with time and a lot of experience. If you don't adequately acquire those skills, moving out into the real world of real people can actually become quite scary.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Bringing an end to the conflict between Israel and the Palestinians may help the young Arab generation to realise their aspirations. Israel is more than willing to offer our experience in building a modern economy in spite of limited resources to the whole region.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "I like directors who have worked as actors. They know the experience.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Yes, I've listened to just a few audiobooks - but hope to listen to more. I've wanted to investigate how my own books sound in this format and find the experience of listening, and not reading, quite fascinating.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "There's no wrong way to experience a film.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I wouldn't say I'm a very original thinker, but if I have a good experience with something, I'll want to take it further or adapt it in some way.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "For me, titles are either a natural two-second experience or stressful enough to give you an ulcer. If they don't pop out perfect on the first try, they can be really hard to repair. Or, worse, if the author thinks they pop out perfect, but the publishing house does not agree, it's difficult to shift gears. And then? Then you go insane.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Stories have always been the things that entertain me and make me feel happy and sad and move me and give me the experience of being able to live many lives in one lifetime. It's the best thing about being alive.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "If you're out there stressing on your pro day, then you're not going to perform well, so I plan on having a little fun. Play a little music while we're out there throwing the football, have everybody tapping their toes and bobbing their head and just go out there and make the most of the experience.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "I find increasingly that the more extreme are the things going on in your life, the more cultural reference points fail you. More mythical reference points actually help, and you realise that's what myths are for. It's for human beings to process their experience in extremis.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I think being a parent is the most challenging thing you do. That's why we're here. It's at the heart of what it is to be a human being. It's the ultimate experience because it questions everything about who you are. But it's difficult.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "If one area I felt it was a tough election was I couldn't see my young son and I couldn't see my wife a lot, but apart from that for her also it was an experience.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "In fact the experience at Oxford has really helped me later in life.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "I was quite able at the insignificant work I did in MI6, but absolutely dysfunctional in my domestic life. I had no experience of fatherhood. I had no example of marital bliss or the family unit.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "As an actress, it's part of your job to be able to imagine just about anything - even if it's not within your personal experience.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "If you search and search and stop searching, then ultimately you'll find what you need. It is the experience of living.", 
    "name": "Marion Cotillard"
  }, 
  {
    "quote": "Writing a story or a novel is one way of discovering sequence in experience, of stumbling upon cause and effect in the happenings of a writer's own life.", 
    "name": "Eudora Welty"
  }, 
  {
    "quote": "I learn from experience.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "It's always good to get a smaller tournament under your belt so that by the time you get to the Slams, you have a lot of experience.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "There's no experience like on-the-job training.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "I started thinking about joy. Everything in our society is so purposeful. Let's bring joy back to the experience.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "When I was 27 years old, I organized legal aid clinics to help low-income seniors. It was a life-altering experience.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "Yes, all my songs come from personal experience and relationships.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "The essence of a role-playing game is that it is a group, cooperative experience.", 
    "name": "Gary Gygax"
  }, 
  {
    "quote": "I think newspapers shouldn't try to compete directly with the Web, and should do what they can do better, which may be long-form journalism and using photos and art, and making connections with large-form graphics and really enhancing the tactile experience of paper.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "Well, my background is journalism. I don't have any creative-writing experience except for one class I took as a sophomore in college.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "Religion points to that area of human experience where in one way or another man comes upon mystery as a summons to pilgrimage.", 
    "name": "Frederick Buechner"
  }, 
  {
    "quote": "Do I ever think Gossip will be really massive in America? No, I don't think it'll happen - and that's fine. It's kind of nice because I get to experience everything at once. I get to come home and it not be weird, like in Paris or something. It is nice to be completely anonymous.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Great art - or good art - is when you look at it, experience it and it stays in your mind. I don't think conceptual art and traditional art are all that different.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "These are tough times and under this Tory-led government many people in Manchester are suffering and getting left behind. If elected I will use all my energy, skills, experience and knowledge to stand up for our communities and get things done for the better.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I guess my experience with some stuff is kind of abstract.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "For me, I'd rather have an intense experience than not.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "Boredom is the dream bird that hatches the egg of experience. A rustling in the leaves drives him away.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "I wouldn't go up on a stage now if you paid a thousand dollars for one minute of acting. It's a nasty experience. You're up there all by yourself. You're so damn exposed.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn't. I just had a real sense of what choice do I have but to live fully?", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "My parents had an experience of life that is as opposite to mine as you can imagine.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "It's wonderful to be in love. And it's definitely wonderful to cuddle and have sex and get to experience life with somebody. But it's OK if you don't find him and you're 24. You can find it someday.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "No matter what his position or experience in life, there is in everyone more latent than developed ability far more unused than used power.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "I felt alienated by the experience and decided to stay away from corporate employment.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "The printed page conveys information and commitment, and requires active involvement. Television conveys emotion and experience, and it's very limited in what it can do logically. It's an existential experience - there and then gone.", 
    "name": "Bill Moyers"
  }, 
  {
    "quote": "None of us feels the true love of God till we realize how wicked we are. But you can't teach people that - they have to learn by experience.", 
    "name": "Dorothy L. Sayers"
  }, 
  {
    "quote": "I enjoy writing but I much prefer the experience of having written.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "The fact that I am a writer comes from the experience of being cut away from my roots and living in Venezuela, where I couldn't find a place for myself, for years and years.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "People were being so mean as a result of my ability - a gift, really. So I think that's what makes me fight harder to provide an option to aspiring kids or artists. I wouldn't want anyone to go through what I went through... to see a little girl or a little dancer experience such unnecessary rejection.", 
    "name": "Laurieann Gibson"
  }, 
  {
    "quote": "I have the ordinary experience of being anonymous when I'm in an airplane talking to air-traffic control, and they don't know who they're talking to. I have a lot of common experiences.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "To me, the job of the artist is to provide a useful and intelligent vocabulary for the world to be able to articulate feelings they experience everyday, and otherwise wouldn't have the means to express in a meaningful and useful way.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "Making movies is a very different experience in a lot of ways. It's difficult when you're used to owning the copyright and having a landlord's possessory rights - I rent my plays to the companies that do them and, if I'm upset, I can pull the play. But the only two directors I've worked with are pretty great.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "Acting can be a narrow and isolated experience, because you only examine your particular part.", 
    "name": "Damian Lewis"
  }, 
  {
    "quote": "In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "That's one of the benefits of working on big budget films. You work with people who have a lot of experience and you get to learn a lot.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "I was an only child. I've known only children. From this experience, I do believe that the children should outnumber the parents.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Film is such a bizarre vehicle for acting. It's such a bizarre experience. I don't think you ever really get familiar with it. If you do get familiar with it, you're probably not that good anymore.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "When a novel has 200,000 words, then it is possible for the reader to experience 200,000 delights, and to turn back to the first page of the book and experience them all over again, perhaps more intensely.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "I definitely feel more complete than before. There's a void you have when you don't feel you've found the other part of who you are, so I'm in a different place now and that's nice to experience.", 
    "name": "Mariah Carey"
  }, 
  {
    "quote": "I think it's really, really important to mix it up as an actor, to try to get as much kind of varied experience as you can, not only for your own personal growth as an actor but for the audience to keep them guessing about what you're going to do.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "I'm a method writer. In order to write about the emotion, I have to experience it. I get physically tired and exhausted, devoting hours and hours and hours to it.", 
    "name": "Sherman Alexie"
  }, 
  {
    "quote": "You can't dodge them all. I got hammered plenty of times through the years. But you just get up and keep playing. I can tell you from experience, though. Sometimes it hurts like hell.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "It is often difficult to watch yourself onscreen, especially 60-feet high. As an actor, it is an uncomfortable experience.", 
    "name": "Chris Hemsworth"
  }, 
  {
    "quote": "I've learned through experience of playing different characters, some of whom were jerks, that when you play a character who is pretentious or obnoxious, in any way, it's important to knock them down a peg.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I have a mess in my head sometimes, and there's something very satisfying about putting it into words. Certainly it's not something that you're in charge of, necessarily, but writing about it, putting it into your words, can be a very powerful experience.", 
    "name": "Carrie Fisher"
  }, 
  {
    "quote": "A city building, you experience when you walk a suburban building, you experience when you drive.", 
    "name": "Helmut Jahn"
  }, 
  {
    "quote": "My worst hair experience was when I was trying to relax my hair and my grandmother did it. It went all straight and I looked like a black Bee Gee.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "Actually, music gave me the support when I needed it. I would never have gone to college unless I'd gotten a piano scholarship. And now I'm so glad I got to learn to play the cello, which is a different experience, you're flexing a different muscle, but it's beautiful because it is music.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "I hate these platforms that are all over the place today they are all about grabbing attention. They are suburban! I never do a platform. Well, I did, in the 1970s, but that was a bad experience.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "There's full consensus in the military that women shouldn't be in person-to-person combat. I don't know if we have enough experience to know whether this is the right approach. But women can be elsewhere. We have mandatory military service in Chile. I pushed for women in all areas.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Practical wisdom is only to be learned in the school of experience. Precepts and instruction are useful so far as they go, but, without the discipline of real life, they remain of the nature of theory only.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Our subjective experience of time is highly variable. We all know that days can pass like weeks and months can feel like years, and that the opposite can be just as true: A month or year can zoom by in what feels like no time at all.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "The experience gathered from books, though often valuable, is but the nature of learning whereas the experience gained from actual life is one of the nature of wisdom.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Just as we accumulate memories of facts by integrating them into a network, we accumulate life experiences by integrating them into a web of other chronological memories. The denser the web, the denser the experience of time.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "Experience teaches us that we do not always receive the blessings we ask for in prayer.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "My father respected and admired my mother and was a person who was always standing by my side, encouraging me to do more and believed in my capacity. So in that sense, my own experience was very good in becoming an empowered woman. From early on, I carried that strong message: 'You can do it.' So I never had any doubt that women can do a lot.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Other people do not have to change for us to experience peace of mind.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "I believe that being an actress or being involved in a movie has to be a life experience, otherwise why go for it? I have to change me, and I have to learn things, and I have to push me and my limits. By acting, I find a freedom inside of a prison in a way.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "Like every aspect of cancer I've weathered thus far, today's experience was not at all demoralizing, expensive or humiliating. No, it was just plain fun.", 
    "name": "April Winchell"
  }, 
  {
    "quote": "Life is full of change and uncertainty. We know this. We experience it on a daily basis.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "I've had a fair amount of experience with snakes, and I find them to be pretty honest in terms of how you read their body language and emotions. They'll tell you when they're grumpy. They'll tell you when they're okay.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "Education is when you read the fine print. Experience is what you get if you don't.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "I had such a close relationship with my dog, and my dog so filled the need in my life to have children that I just wanted Cathy to have that experience.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "Baseball is a rookie, his experience no bigger than the lump in his throat as he begins fulfillment of his dream.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "If the experience of science teaches anything, it's that the world is very strange and surprising. The many revolutions in science have certainly shown that.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "The impulse to dream was slowly beaten out of me by experience. Now it surged up again and I hungered for books, new ways of looking and seeing.", 
    "name": "Richard Wright"
  }, 
  {
    "quote": "I think theatre is by far the most rewarding experience for an actor. You get 4 weeks to rehearse your character and then at 7:30 pm you start acting and nobody stops you, acting with your entire soul.", 
    "name": "Christopher Eccleston"
  }, 
  {
    "quote": "But in the back of my mind I've always looked to the biggest-scale Hollywood movies. Because to me the most satisfying experience is of watching a movie, if it's done really well. And so that aspiration is always it for me, if I have the opportunity to do it.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "Man tells his aspiration in his God but in his demon he shows his depth of experience.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "In my experience, it's all wonderful with girls until about 16. Around that time, boys kind of calm down and start focusing their testosterone. Girls get a little challenging, especially for fathers.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "Whenever something happens that makes me laugh or if I remember something in the middle of the night that I want to share, I jot the experience down.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "My kids will grow up in a house knowing that it's perfectly normal for two men to be in love, it's perfectly normal for two women to be in love. My kids will grow up knowing it's all about love. It doesn't matter who you're with and everyone should have that experience.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I'd like to work with Justin Bieber. He's talented and he's so young. I know what he's going through. I've lived what he's living through right now. Working with him would complete a circle of sorts for me. And he might find it a worthwhile experience himself.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "'Donny and Marie' was a great experience. I tried so hard to be a great talk show host but it's all about relaxing and enjoying it. Marie and I finally figured that out. I would have liked it to continue but I'm kind of glad it's over because of the phenomenal workload.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "I didn't go to high school, so I don't have a high school experience. I was home-schooled during high school.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "My faith experience, well, as you can imagine, you need a lot of faith to raise five boys.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "It's been quite an experience, being conservative and living in the North East.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "There can be nothing exclusive about substantial art. It comes directly out of the heart of the experience of life and thinking about life and living life.", 
    "name": "Charles Ives"
  }, 
  {
    "quote": "I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly.", 
    "name": "Bessie Coleman"
  }, 
  {
    "quote": "The only time I ever went hunting I remembered it as a grisly experience.", 
    "name": "Gloria Swanson"
  }, 
  {
    "quote": "When you do find humor in trying times, one of the first and most important changes you experience is that you see your perplexing problems in a new way - you suddenly have a new perspective on them.", 
    "name": "Allen Klein"
  }, 
  {
    "quote": "My Marine experience helped shape who I am now personally and professionally, and I am grateful for that on an almost daily basis.", 
    "name": "Jim Lehrer"
  }, 
  {
    "quote": "A sense of freedom is something that, happily, comes with age and life experience.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "The act of writing... is the act of trying to understand why my opinion is what it is. And ultimately, I think that's the same experience the reader has when they pick up one of my books.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "To pursue a so-called Third Way is foolish. We had our experience with this in the 1960s when we looked for a socialism with a human face. It did not work, and we must be explicit that we are not aiming for a more efficient version of a system that has failed.", 
    "name": "Vaclav Klaus"
  }, 
  {
    "quote": "And I thought, when I have kids, that's the sort of well told, silly, and fun fairy tale that I would want to take them to. But it was an amazing experience. And I think Shrek is a real classic, a fairy tale classic.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "I would love to be a father. I had a great father who taught me how gratifying that is. I'm not going to deny myself that. I think I'd be good at it. Everybody wants that experience. I definitely do.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "You can never regret anything you do in life. You kind of have to learn the lesson from whatever the experience is and take it with you on your journey forward.", 
    "name": "Aubrey O'Day"
  }, 
  {
    "quote": "When I go to my live shows it's often a multigenerational audience, a family bonding experience.", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "Directing is a more pragmatic experience, where you have to deal with the restrictions of time and money that force you to make certain decisions you don't have to make when you're writing.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "When I'm writing, I'm trying to immerse myself in the chaos of an emotional experience, rather than separate myself from it and look back at it from a distance with clarity and tell it as a story. Because that's how life is lived, you know?", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "I think you just assume that your memory is just sort of a video playback of your experience, but it's nothing like that at all. It's a complete refabrication of an event and a lot of it is made up, because you're filling in spaces.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "Reading the play at home, however fulfilling, can never be the vivacious experience that Shakespeare intended.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "Learning is a tunnel experience that makes us think more broadly.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "In life there are no problems, that is, objective and external choices there is only the life which we do not resolve as a problem but which we live as an experience, whatever the final result may be.", 
    "name": "Alberto Moravia"
  }, 
  {
    "quote": "Have you ever watched someone become American? Last week, at a national citizenship conference I organize, thirty immigrants from 17 countries swore an oath and became citizens of the United States. It was a stirring experience for the hundreds of people in the room.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "People who run for president seriously and people who become president enter a bizarre secret society in which they have had an experience that none of us will ever have.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "The most experience I had in the criminology field is playing a thug as an actor. That was my first paid job. The police academy at the college was paying people to reenact the calls that potential cops would get. So I got to play thugs and people who were unruly.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "It was a very profound experience, getting in touch with that part of us, in all of us human beings, that is committed beyond yourself to the point of giving everything you have, including your life, for other people, for your fellow man.", 
    "name": "Raul Julia"
  }, 
  {
    "quote": "While I was trying to save money to go to the National Institute of Dramatic Art in Australia I ended up getting all of this experience which meant that by the time I had enough money in the bank to go to school I didn't really need to go to school anymore.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "You can learn more from the lows than the highs. The highs are great but the lows make you really look at things in a different way and want to improve. Every player will have both in their careers and I have, but what you get is that experience which is so important to perform at your best.", 
    "name": "Wayne Rooney"
  }, 
  {
    "quote": "As is known, it is in the realm of experience inaugurated by psychoanalysis that we may grasp along what imaginary lines the human organism, in the most intimate recesses of its being, manifests its capture in a symbolic dimension.", 
    "name": "Jacques Lacan"
  }, 
  {
    "quote": "I think the most interesting parts of human experience might be the sparks that come from that sort of chipping flint of cultures rubbing against each other. And living on the border between Mexico and the U.S. for so many years gave me a lot of insight into that.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "I eventually became proud of my strikeouts, because each one represented another learning experience.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "I think experience will teach you a combination of liberalism and conservatism. We have to be progressive and at the same time we have to retain values. We have to hold onto the past as we explore the future.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "I would vote for the man who's lived life, who's done different occupations, who's been out in the real world and struggled to make a living, struggled to raise a family, struggled with life as it exists. So I'd vote for experience, honest experience.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "It was a great experience for a kid, because it was a bunch of kids playing on pirate ships and water slides, so looking back on it, it was the fondest experience of my childhood.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "We certainly want those at the top to do well, but if you base your entire presidency and your entire economic platform on helping them do even better, you're missing what makes the economy tick. Because not everyone has been as fortunate as Mitt Romney, you cannot base your whole approach on a life experience as rarified as his.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "There are many reasons why Mitt Romney should not become president, but perhaps the most important of all is the narrowness of his experience, perspective and vision.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "There are more people than you think who want to have a challenging experience, in which they are obliged to reflect about the past.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "When I'm writing, I'm constantly thinking about myself, because it's the only experience I have to draw on. And I don't see an exact reflection of myself in every face in the audience, but I know that my songs have validity to them, and that's why the fans are there.", 
    "name": "Chester Bennington"
  }, 
  {
    "quote": "I think women don't grow up with the harsh world of criticism that men grow up with, we are more sensitively treated, and when you first experience the world of film-making you have to develop a very tough skin.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "With 'Bright Star' and with 'The Piano,' too, I felt a kind of sadness about it being in such a different era, because of my lack of experience with the era. And one of the ways I'd get over it is to remind myself that every film, even if it's contemporary, creates its own world.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "In almost everything, experience is more valuable than precept.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "You shouldn't be afraid of failure - when something fails, you think, 'What did I learn from that experience? I can do better next time.' Then kill that project and move on to the next. Don't get disappointed.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "I think that the mark of a great book is that it will meet you wherever you're at and you'll feel and experience something new and different each time you read it.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "Well, I stopped drinking. That was actually a big deal. I didn't go through any harrowing rock-bottom experience. I just made a decision to stop drinking.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "Whatever it is you want to do, take a job in that field. You will learn by experience and, slow and steady, you'll get it done!", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I feel that the Christian experience and the Jewish one have much to give each other. If this open society continues and there is no return to political anti-Semitism, then this encounter, deeper than any theology, may happen.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "One of the things in the back of my mind is that, after my sports experience, I never want to be, totally consumed by any one endeavor, other than my family life.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "By experience we find out a short way by a long wandering.", 
    "name": "Roger Ascham"
  }, 
  {
    "quote": "I think most artists will experience a lot of negative people on Twitter but, thank God, I've got so many followers that I'm not able to see them that much. I'll see some from time to time but, for the most part, I always focus on something good.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "I think we're the only jokeless show on television. I mean really, we have no setups and no punch lines. It's not a joke show. There are funny lines and funny moments but again the comedy is born of the human experience and awkward pauses are a great part of what it is to be human.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Experience tells you what to do confidence allows you to do it.", 
    "name": "Stan Smith"
  }, 
  {
    "quote": "My time at Shell was a most valuable experience because it taught me to look at the world in a long-term way. Shell takes a 20-year view on events and plans for different scenarios. It makes you see the world as a kind of large matrix.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "I feel that between my experience and my mother's, breast cancer is a little bit like someone who lives next door. I know what that person looks like and what their daily habits are.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "An adolescent is somebody who is in between things. A teenager is somebody who's kind of permanently there. And so living with them through the various teenage hopes and sorrows and joys was curiously enough a maturing experience for me.", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "I raised five children. They all have different personalities. All of them have different issues, different levels of success. That was a learning experience for me.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "Physics is experience, arranged in economical order.", 
    "name": "Ernst Mach"
  }, 
  {
    "quote": "Individuals approaching death often experience encounters with their dead relatives, who seem to welcome them to the next world. These deathbed visions are authentic and convincing they are often followed by a state of euphoria and seem to ease the transition.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I read Freud's Introductory Lectures in Psychoanalysis in basically one sitting. I decided to enroll in medical school. It was almost like a conversion experience.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Dying before dying has two important consequences: It liberates the individual from the fear of death and influences the actual experience of dying at the time of biological demise.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I mean, I'm an uncle of seven or eight, and I don't mind it at all! Kids are great. Kids are the best six-hour experience you can have!", 
    "name": "Chris O'Dowd"
  }, 
  {
    "quote": "By presenting a faithful and honest record of my experience as a mother, I hope to show both my readers and my children how truth can redeem even what you fear might be the gravest of sins.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "I have my team. Like if you see everyone around me - I have my hair and makeup girl, my assistant. They're very calm, they're all about positive energy. There're no drama queens. Everyone wants everyone else to have a positive experience. There are no agendas. I think it creates a healthy environment and there are no boundaries to cross.", 
    "name": "Fergie"
  }, 
  {
    "quote": "When you're a soul singer, I'm singing a lot of songs about love and relationships that I think a lot of girls really relate to. For whatever reason, that seems to get 'em excited. The DJ, everyone always says the DJ gets all the chicks, but that's never been my experience.", 
    "name": "Mayer Hawthorne"
  }, 
  {
    "quote": "My experience, with both my parents, is that grief has a lot of down, sad things, but I was also really emotionally raw, in the first year after each of them passed. Flowers smelled more intensely, my relationships were hotter, and I was more willing to risk. I was going for it a lot more. I was 'unsober' and I wasn't playing by my rules.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "Quality is a direct experience independent of and prior to intellectual abstractions.", 
    "name": "Robert M. Pirsig"
  }, 
  {
    "quote": "Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "Fundamental ideas are not a consequence of experience, but a result of the particular constitution and activity of the mind, which is independent of all experience in its origin, though constantly combined with experience in its exercise.", 
    "name": "William Whewell"
  }, 
  {
    "quote": "People only talk about what a joyous experience it is, but there is terror: Your life, as you know it, is over. It's over the day that child is born. It's over, and something completely new starts.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "Emigration, forced or chosen, across national frontiers or from village to metropolis, is the quintessential experience of our time.", 
    "name": "John Berger"
  }, 
  {
    "quote": "Experience is that marvelous thing that enable you to recognize a mistake when you make it again.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "Films that are entertainments give simple answers but I think that's ultimately more cynical, as it denies the viewer room to think. If there are more answers at the end, then surely it is a richer experience.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "You can use your means in a good and bad way. In German-speaking art, we had such a bad experience with the Third Reich, when stories and images were used to tell lies. After the war, literature was careful not to do the same, which is why writers began to reflect on the stories they told and to make readers part of their texts. I do the same.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "What's great about the geek spirit is that life never seems to stop us, and they never seem to kill our enthusiasm, our optimism and our hunger to experience the world. We keep our sense of humor, we protect our dignity, we talk to our friends about the experience and then we start again fresh the very next day.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "The greatest way for people to experience a comedy is to go in not knowing anything about it. But because of marketing, it's impossible. Marketing meaning that in order to get people to come you can't just go, 'Hey, there's a great movie - we're not going to show you anything from it but trust us!'", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "At an incredibly divisive point in pop history, Donna Summer managed to create an undeniable across-the-board experience of mass pleasure - after 'Bad Girls,' nobody ever tried claiming disco sucked again. It set the template for what Michael Jackson would do a few months later with 'Off The Wall.'", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "Watching the evening news in 2011 is a strange time-travel experience. 'The CBS Evening News,' 'ABC World News' and 'NBC Nightly News' haven't changed their style over the decades, still going for that old-fashioned mix of voice-of-authority pomp and feel-good fluff. The difference is that people aren't watching.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "Acting is a very personal process. It has to do with expressing your own personality, and discovering the character you're playing through your own experience - so we're all different.", 
    "name": "Ian Mckellen"
  }, 
  {
    "quote": "Enough of this occupation, terror and abuse. We are not in need of your help. We are able to combat and defeat terrorism, and achieve unity. We are not in need of your bases, your experience and etc.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "I mean, I really liked those guys and the experience of doing Raiders was really good for me, but I did not really want to be involved - I only did Jedi, as I really owed George a favor.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "Rhetoric and dialectics can't change what I have learned from observation and experience.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "I'm a very professional man. I'm not out for the experience of adventure.", 
    "name": "Werner Herzog"
  }, 
  {
    "quote": "I think a lot comes from having the experience of doing stand-up comedy. It allows you to figure out the psychology of an audience what things are funny and not.", 
    "name": "Keenen Ivory Wayans"
  }, 
  {
    "quote": "Before this learning experience, I had assumed that with regard to programs that sought to help people out of poverty, the political world was essentially divided into two camps: conservatives who opposed these for a variety of reasons, and liberals who supported them.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "While I was pleasantly surprised by the relatively high number of jobs created in April, the fact is that job creation during this recovery period has significantly lagged both historical experience in recovery, and the projections of the Bush Administration.", 
    "name": "Barney Frank"
  }, 
  {
    "quote": "Whatever education I got was from experience and reading. But I also realize I wouldn't pass my friend's sixth-grade class.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "I just love to experience things. I would do almost anything once.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "I don't think any good book is based on factual experience. Bad books are about things the writer already knew before he wrote them.", 
    "name": "Carlos Fuentes"
  }, 
  {
    "quote": "Literature overtakes history, for literature gives you more than one life. It expands experience and opens new opportunities to readers.", 
    "name": "Carlos Fuentes"
  }, 
  {
    "quote": "Experience is the extract of suffering.", 
    "name": "Arthur Helps"
  }, 
  {
    "quote": "There are people who never experience that, who remain closed until death, from fear of change.", 
    "name": "Isabelle Adjani"
  }, 
  {
    "quote": "Capital isn't that important in business. Experience isn't that important. You can get both of these things. What is important is ideas.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "Experience, already reduced to a group of impressions, is ringed round for each one of us by that thick wall of personality through which no real voice has ever pierced on its way to us, or from us to that which we can only conjecture to be without.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "It was a very bizarre experience for me, to get the songs together, go in there, and try to deliver them as I would perhaps in a live setting. But I realized that I couldn't take on that coffeehouse style that I came from and go in there and burn it up.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "Well, for me, what I've learned at the very end of this, love is sharing, and I think that really is, for me, the best place to go to experience love, is sharing.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "In some movies you feel like you're a very small part of a huge machine. Whereas in the theater you can have a very small part, but you can still feel the weight and the gravity of it. Given the nature of theater, it's a more concentrated and quiet experience.", 
    "name": "Minnie Driver"
  }, 
  {
    "quote": "Magicians lose the opportunity to experience a sense of wonder.", 
    "name": "David Copperfield"
  }, 
  {
    "quote": "I didn't know if I had the music for it or if I could pull off the larger concert experience. Then I realized if I can just continue to be myself, I'll be all right.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "I know from my own experience and from other people in the business that when you come from a place where nobody knew who you were and then there is this sudden shift to where everybody now knows who you are, there's an adjustment that you have to make.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "My films don't give you an easy ride. I can see that. The sense I get is that people have quite a physical experience with them. They feel afterwards that they've really been through something.", 
    "name": "Andrea Arnold"
  }, 
  {
    "quote": "With a lot of films, people are sitting on the outside looking in, but I want the audience to get a bit more intimately involved with what's going on, so that they maybe can experience it a little bit more intensely.", 
    "name": "Andrea Arnold"
  }, 
  {
    "quote": "If there's any object in human experience that's a precedent for what a computer should be like, it's a musical instrument: a device where you can explore a huge range of possibilities through an interface that connects your mind and your body, allowing you to be emotionally authentic and expressive.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I've had a great experience with pretty much everybody I've worked with.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "God's way of answering the Christian's prayer for more patience, experience, hope and love often is to put him into the furnace of affliction.", 
    "name": "Richard Cecil"
  }, 
  {
    "quote": "From this experience we have learned that in a big party it is important to have the necessary and often controversial discussions on policy issues such as the health system while in opposition.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "If you build that foundation, both the moral and the ethical foundation, as well as the business foundation, and the experience foundation, then the building won't crumble.", 
    "name": "Henry Kravis"
  }, 
  {
    "quote": "I wouldn't say I'm a method actor. I do research when I feel I don't have enough experience for the part I'm playing.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "My ultimate aim is to make euthanasia a positive experience.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Theatre, when it is at its best, takes a lot of beating - the live experience and the shared collective experience of live storytelling is really special when it is good. Particularly here in New York because the audiences are amazing, very vocal and very engaged, and that makes theatre very exciting.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "From my experience, politicians are much more uncomfortable being made fun of than they are being preached at and screeched at - you know, and the soapbox routine. They're much more uneasy knowing they're a target of ridicule.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "The underlying message of the Lancet article is that if you want to understand aggressive behaviour in children, look to the social and emotional environment in which they are growing up, and the values they bring to the viewing experience.", 
    "name": "Hugh Mackay"
  }, 
  {
    "quote": "The president felt that it was important to send an ordinary citizen to experience the excitement of space travel as a representative for all Americans.", 
    "name": "Christa McAuliffe"
  }, 
  {
    "quote": "The mind uses its faculty for creativity only when experience forces it to do so.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "When they call the slightest spending reductions 'painful', we will say 'If government spending prevents pain, why are we suffering so much of it?' And 'If you want to experience real pain, just stay on the track we are on.'", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "You know, I've learned a lot from every person I've collaborated with, from Madlib to Jean Grae and Hi-Tek, to Mos to DJ Quik, to even somebody like Jermaine Dupri. I've taken something important away from every experience.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "Not only did I avoid speaking of Salinger I resisted thinking about him. I did not reread his letters to me. The experience had been too painful.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "If people choose to live their life in a way that does not confront the more troubling aspects of their experience, that's fine, if it works for them. But it will probably make them uncomfortable if they come up against somebody like me. So they just shouldn't! They shouldn't read my work!", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "There is no winning or losing, but rather the value is in the experience of imagining yourself as a character in whatever genre you're involved in, whether it's a fantasy game, the Wild West, secret agenst or whatever else. You get to sort of vicariously experience those things.", 
    "name": "Gary Gygax"
  }, 
  {
    "quote": "If you believe your catcher is intelligent and you know that he has considerable experience, it is a good thing to leave the game almost entirely in his hands.", 
    "name": "Bob Feller"
  }, 
  {
    "quote": "In my experience an appreciative letter from a fellow writer means a lot.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "A twenty-one-year-old writer is likely to be inhibited by a lack of usable experience. Childhood and adolescence were something I knew.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "I live with one foot in the sand and one in the snow. There's European egocentricity, and the African opposite. I normally say that my African experience has made me a better European.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "There are a lot of impractical things about owning a Porsche. But they're all offset by the driving experience. It really is unique. Lamborghinis and Ferraris come close. And they are more powerful, but they don't handle like a Porsche.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "But I just know from experience that accent wise, even if you're an accent genius, crossing the Atlantic is the hardest thing in the world either way.", 
    "name": "Hugh Grant"
  }, 
  {
    "quote": "When he brought it to me four years ago, Rodney King had just arrived, I was involved in the clean-up of L.A. and I guess it was part of my experience.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "I know from my own personal experience. I was bullied in middle school and high school and went through my fair share of hard times thereafter. Also, one of my really good friends committed suicide when I was in high school.", 
    "name": "Brittany Snow"
  }, 
  {
    "quote": "I don't think people should have boundaries put on them, by themselves or society or another gender, because it's our birthright to experience life in whatever way we feel best suits us.", 
    "name": "Hilary Swank"
  }, 
  {
    "quote": "Work is a substitute religious experience for many workaholics.", 
    "name": "Mary Daly"
  }, 
  {
    "quote": "Good judgement comes from experience. Sometimes, experience comes from bad judgement.", 
    "name": "Christian Slater"
  }, 
  {
    "quote": "You may count on Mexico's support, since your commitment to the noblest causes of mankind and your vast experience are and will be invaluable in enabling us, together, to achieve a better world.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "If you're working on a movie, you want it to be projected on the largest tapestry possible, and the sound to be perfect, and for that kind of communal experience of the movies to take place for it.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "And I like to convey my feelings, my emotions, my experience, the information I have to public use, public opinion.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "Certainly I've had the experience of thinking a person was one thing, and finding out they were another.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "And then I went to 'Dawson's Creek,' which is a show that was, for better or for worse, all about the language. It was a word-perfect show, which I'd never had any experience with. And it was really shocking for me. I felt really hemmed in. At the time, it wasn't my favorite working experience.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "I had the closest thing I have ever had to an out-of-body experience lying in bed one morning. I turned on the 'Today' programme and item four on the news was: 'The shadow chancellor has ruled himself out of the leadership.' I lay there thinking that's interesting, then I realised it was me.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "It's been my experience that every time I think I know where it's at, it's usually somewhere else.", 
    "name": "Blake Edwards"
  }, 
  {
    "quote": "The utmost thing is the user experience, to have the most useful experience.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "Our theory is, if you need the user to tell you what you're selling, then you don't know what you're selling, and it's probably not going to be a good experience.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "Truth be told, I'm not an easy man. I can be an entertaining one, though it's been my experience that most people don't want to be entertained. They want to be comforted.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "The wisdom of the wise, and the experience of ages, may be preserved by quotation.", 
    "name": "Isaac D'Israeli"
  }, 
  {
    "quote": "We believe that Lebanon has been the first real experience for all the Arabs.", 
    "name": "Bashar al-Assad"
  }, 
  {
    "quote": "Today, the Iraqi citizen sees that America is coming and wants to occupy his country and kill him, and he is willing to experience for himself what happened in Palestine.", 
    "name": "Bashar al-Assad"
  }, 
  {
    "quote": "Putting is like wisdom - partly a natural gift and partly the accumulation of experience.", 
    "name": "Arnold Palmer"
  }, 
  {
    "quote": "I have been blessed in many ways, and one of those is to have been born in Africa, for me a great treasure house of stories. I have been researching it since my infancy reading about it, talking to men and women who have spent their lives in this land, living it as I have and loving it as I do. I write almost entirely from my own experience.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "I was thinking that we all learn by experience, but some of us have to go to summer school.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "Past experience with fiscal austerity at home and overseas strongly suggests that it is best for the economy's long-run performance to restrain government spending rather than raise taxes.", 
    "name": "Mark Zandi"
  }, 
  {
    "quote": "It's really fun at night, because I can see the baby kicking. I can feel the knee or the foot. The baby is starting to get heavy, and it's a really incredible feeling. I'm so grateful I get to experience this.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "When you go visiting countries, you start reading the history of the place and you start getting into the culture, and then you have to leave. In my experience, all countries have hidden treasures.", 
    "name": "Jo Nesbo"
  }, 
  {
    "quote": "I've always loved the experience of working together with other people toward an artistic goal.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "There are a lot of things that make up a performance, a lot of technical things. It isn't always just about pulling it up from the darkest recesses of your mind or your heart. It's your experience and your observation.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "Once you're in a particular country, and you're surrounded by musicians who are so adept at traditional music, you suddenly realize how much there is to explore and digest and learn and experience.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "Marimba is much more of a wood-type experience and there is no real possibility of getting a dry sound, and getting that contrast in the same way that you can in a vibraphone.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "Now, having had this experience, I can't say really what they were looking for. I don't know their minds. But every time I see a reality show, it seems that the most entertaining parts on other reality shows are when they make their guests look foolish.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "Women have no sympathy and my experience of women is almost as large as Europe.", 
    "name": "Florence Nightingale"
  }, 
  {
    "quote": "An identity would seem to be arrived at by the way in which the person faces and uses his experience.", 
    "name": "James Baldwin"
  }, 
  {
    "quote": "When something is new to us, we treat it as an experience. We feel that our senses are awake and clear. We are alive.", 
    "name": "Jasper Johns"
  }, 
  {
    "quote": "You know, my life's changed now. I'm starting to experience what people are really supposed to do. You supposed to be married. You're supposed to have a family, kids, treat your wife right.", 
    "name": "Mike Epps"
  }, 
  {
    "quote": "The world is given to me only once, not one existing and one perceived. Subject and object are only one. The barrier between them cannot be said to have broken down as a result of recent experience in the physical sciences, for this barrier does not exist.", 
    "name": "Erwin Schrodinger"
  }, 
  {
    "quote": "There are some things you only learn through experience.", 
    "name": "Joe Namath"
  }, 
  {
    "quote": "On the one hand, we'll never experience childbirth. On the other hand, we can open all our own jars.", 
    "name": "Bruce Willis"
  }, 
  {
    "quote": "If you started in New York you were dealing with the biggest guys in the world. You're dealing with Charlie Parker and all the big bands and everything. We got more experience working in Seattle.", 
    "name": "Quincy Jones"
  }, 
  {
    "quote": "I feel like if I won an award and I was giving my speech and the music started, that's all I'd remember, the humiliation I felt when the music started. It would mar the entire experience for me.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I had decided I wanted to write about food, and I knew the only way to do that is to speak with authority, which meant learning the language and knowing what that experience is like.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "The plain man is familiar with blindness and deafness, and knows from his everyday experience that the look of things is influenced by his senses but it never occurs to him to regard the whole world as the creation of his senses.", 
    "name": "Ernst Mach"
  }, 
  {
    "quote": "The experience is fundamentally different for buying from local businesses than it is for buying consumer goods.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "You're creating an intimacy that everybody feels, that it's their experience, not yours. I'll never introduce a song and say, now this song is about 'my' broken heart.", 
    "name": "Diana Krall"
  }, 
  {
    "quote": "You ask any moviemaker what their favorite movie experience was, and they'll say it was one of the first ones, where everyone had to pitch in and do everything together, and you had to struggle.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "Being in love is the only transcendent experience.", 
    "name": "Armistead Maupin"
  }, 
  {
    "quote": "I've had a lot of experience in independent film, and about how to choose. You've got to be very discerning about where you put your five bucks, and where you cut and what you don't cut.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "Dramatic experience is not logical it may be subdued to the kind of coherence that we indicate when we speak, in criticism, of form.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "So if I have two pieces of cake, do I have twice as good an experience as the first piece of cake? One of the things I've found in life is that the first piece of cake is the best.", 
    "name": "David Frum"
  }, 
  {
    "quote": "Your own experience keeps taking you towards something. My book adds the hope that it's a better something.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "My advice would be to write what is most personal and specific to your experience or your life. And your voice will emerge and because of its specificity, it will be universal.", 
    "name": "David Schwimmer"
  }, 
  {
    "quote": "Succeeding is not really a life experience that does that much good. Failing is a much more sobering and enlightening experience.", 
    "name": "Michael Eisner"
  }, 
  {
    "quote": "Also, I knew that the impact of Motorcycle Diaries was going to be so resonant for all of us who went through the experience of making it that I didn't want to do anything that could reflect it.", 
    "name": "Walter Salles"
  }, 
  {
    "quote": "The course of the flight up and down was exceedingly erratic, partly due to the irregularity of the air, and partly to lack of experience in handling this machine. The control of the front rudder was difficult on account of its being balanced too near the center.", 
    "name": "Orville Wright"
  }, 
  {
    "quote": "I loved making Pure Country. It was a great learning experience for me, seeing another part of the entertainment industry.", 
    "name": "George Strait"
  }, 
  {
    "quote": "I've never had issues with popularity. I was always a popular guy... I've always had friends and loved ones and everything, so it wasn't like, 'Oh man, I gotta fill some void that was left by high school.' I had a great high-school experience.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I don't believe in the so-called Olympic spirit. I speak from personal experience. When China hosted the Games, it failed to include the people. The event was constructed without regard for their joy.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "We are creating a unique experience. It's starts with how you see the building from a distance.", 
    "name": "Helmut Jahn"
  }, 
  {
    "quote": "When you grow up in a family of languages, you develop a kind of casual fluency, so that languages, though differently colored, all seem transparent to experience.", 
    "name": "David Antin"
  }, 
  {
    "quote": "My feeling about work is it's much more about the experience of doing it than the end product. Sometimes things that are really great and make lots of money are miserable to make, and vice versa.", 
    "name": "Alan Cumming"
  }, 
  {
    "quote": "Music and language are a vital element. We, as actors and directors, offer it to people who want to experience it. Sometimes the actual meaning is less important than the words themselves.", 
    "name": "Kenneth Branagh"
  }, 
  {
    "quote": "It is brilliant going to the theatre and being forced to sit and listen and think about life. It can be almost a near-religious experience.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "And actually, about three weeks ago, Micky, Peter and I were in Vegas at the MGM Grand. And we did about 12 shows in seven days. It was quite an experience.", 
    "name": "Davy Jones"
  }, 
  {
    "quote": "You want to do something that shows some type individuality and talent and imagination - at the same time, you want to be truthful to the predecessors, because obviously the audience liked something about them and you have to replicate that experience to a certain extent.", 
    "name": "Renny Harlin"
  }, 
  {
    "quote": "A man of conviction is often more to be desired than a man of experience.", 
    "name": "Curt Siodmak"
  }, 
  {
    "quote": "You're working on being a father, so that is something that when you experience it you'll understand the profundity of wanting to protect something dear to you.", 
    "name": "Harvey Keitel"
  }, 
  {
    "quote": "No student of Chinese history can say that the Chinese are incapable of religious experience, even when judged by the standards of medieval Europe or pious India.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "The resistance of a woman is not always a proof of her virtue, but more frequently of her experience.", 
    "name": "Ninon de L'Enclos"
  }, 
  {
    "quote": "And so I think that if the person has the funds, the network, and the equipment to do this, and also the experience, which is the key factor, then they can be quite deadly.", 
    "name": "John Abizaid"
  }, 
  {
    "quote": "We really haven't had very much experience with people funding their retirement out of the stock market, and we don't know, frankly, how it would work under every scenario.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "For me, it is just the total experience - from the time I first started as an assistant coach until I wound up at the University of Texas for 20 years.", 
    "name": "Darrell Royal"
  }, 
  {
    "quote": "Louis Malle was the best filmmaker I've ever worked with. He was such an artist. He was dealing with the theme of innocence and experience.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "But because we've all been readers, we know what the experience is like, and we hope that what certain writers have given to us, we will give to someone.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I will perform My Heart Will Go On for the rest of my life and it will always remain a very emotional experience for me.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "I love music, and after my first experience with movies, I can't wait to do more.", 
    "name": "Rihanna"
  }, 
  {
    "quote": "Judgment comes from experience and great judgment comes from bad experience.", 
    "name": "Bob Packwood"
  }, 
  {
    "quote": "The most important training, though, is to experience life as a writer, questioning everything, inventing multiple explanations for everything. If you do that, all the other things will come if you don't, there's no hope for you.", 
    "name": "Orson Scott Card"
  }, 
  {
    "quote": "Well, you know, the definition of second marriage is the triumph of hope over experience.", 
    "name": "George Will"
  }, 
  {
    "quote": "I am very happy since when I am in different cities I can experience and learn different cultures!", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "I'm always hoping for the nights that are inspired where you almost have an out of body experience.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "At our best, it's a good experience but we do 22 episodes a year, so there are some clunkers.", 
    "name": "Vincent D'Onofrio"
  }, 
  {
    "quote": "I got pregnant at 40 by surprise. It's funny, because when we found out we were pregnant, I said, 'Okay, let's experience that.' You just have to just go with it because it's rare.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "Many children are natural fantasists, I think, perhaps because their imaginations have yet to be clobbered into submission by experience.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "Acting is not a mystery. There's nothing that I know that other actors don't know. We all act, we're all actors, we all know the same thing. The only thing that separates us is experience.", 
    "name": "Vincent D'Onofrio"
  }, 
  {
    "quote": "I feel responsible that everyone has a really wonderful experience and to do the best work possible, and to always know my lines and to always be on time and to bring a level to the show in terms of quality that other people will follow.", 
    "name": "Julianna Margulies"
  }, 
  {
    "quote": "It evolved from my experience in the fifties, growing up during the McCarthy era, and hearing a lot of assumptions that America was wonderful and Communism was terrible.", 
    "name": "Warren Farrell"
  }
]