[
  {
    "quote": "Love all, trust a few, do wrong to none.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "For every good reason there is to lie, there is a better reason to tell the truth.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "The trust of the innocent is the liar's most useful tool.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Learning to trust is one of life's most difficult tasks.", 
    "name": "Isaac Watts"
  }, 
  {
    "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "To be trusted is a greater compliment than being loved.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "All I have seen teaches me to trust the creator for all I have not seen.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A lie can travel half way around the world while the truth is putting on its shoes.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Never trust anyone who wants what you've got. Friend or no, envy is an overwhelming emotion.", 
    "name": "Eubie Blake"
  }, 
  {
    "quote": "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.", 
    "name": "Barbara Smith"
  }, 
  {
    "quote": "I would rather trust a woman's instinct than a man's reason.", 
    "name": "Stanley Baldwin"
  }, 
  {
    "quote": "The more you trust your intuition, the more empowered you become, the stronger you become, and the happier you become.", 
    "name": "Gisele Bundchen"
  }, 
  {
    "quote": "Trust your hunches. They're usually based on facts filed away just below the conscious level.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "Never be afraid to trust an unknown future to a known God.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God's plan seems like it doesn't make any sense at all. God is always in control and he will never leave us.", 
    "name": "Allyson Felix"
  }, 
  {
    "quote": "Trust yourself, then you will know how to live.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "A man who trusts nobody is apt to be the kind of man nobody trusts.", 
    "name": "Harold MacMillan"
  }, 
  {
    "quote": "You can't trust water: Even a straight stick turns crooked in it.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Depend upon yourself. Make your judgement trustworthy by trusting it. You can develop good judgement as you do the muscles of your body - by judicious, daily exercise. To be known as a man of sound judgement will be much in your favor.", 
    "name": "Grantland Rice"
  }, 
  {
    "quote": "Just trust yourself, then you will know how to live.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I always trust my gut reaction it's always right.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "When I get logical, and I don't trust my instincts - that's when I get in trouble.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "I can trust my friends These people force me to examine myself, encourage me to grow.", 
    "name": "Cher"
  }, 
  {
    "quote": "Trust your own instinct. Your mistakes might as well be your own, instead of someone else's.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "I repeat... that all power is a trust that we are accountable for its exercise that from the people and for the people all springs, and all must exist.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Don't trust anyone over 30.", 
    "name": "Pat Boone"
  }, 
  {
    "quote": "Trust in what you love, continue to do it, and it will take you where you need to go.", 
    "name": "Natalie Goldberg"
  }, 
  {
    "quote": "The chief lesson I have learned in a long life is that the only way you can make a man trustworthy is to trust him and the surest way to make him untrustworthy is to distrust him.", 
    "name": "Henry L. Stimson"
  }, 
  {
    "quote": "How can people trust the harvest, unless they see it sown?", 
    "name": "Mary Renault"
  }, 
  {
    "quote": "Trust in yourself. Your perceptions are often far more accurate than you are willing to believe.", 
    "name": "Claudia Black"
  }, 
  {
    "quote": "If we really want to be full and generous in spirit, we have no choice but to trust at some level.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "Men are able to trust one another, knowing the exact degree of dishonesty they are entitled to expect.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "You can't trust anybody with power.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Few delights can equal the presence of one whom we trust utterly.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Never trust a husband too far, nor a bachelor too near.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Men trust their ears less than their eyes.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Put your trust in the Lord and go ahead. Worry gets you no place.", 
    "name": "Roy Acuff"
  }, 
  {
    "quote": "It's a delight to trust somebody so completely.", 
    "name": "Jeff Goldblum"
  }, 
  {
    "quote": "Trust should be the basis for all our moral training.", 
    "name": "Robert Baden-Powell"
  }, 
  {
    "quote": "Trust not too much to appearances.", 
    "name": "Virgil"
  }, 
  {
    "quote": "I believe fundamental honesty is the keystone of business.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "I have to trust what I do and then do it.", 
    "name": "Ednita Nazario"
  }, 
  {
    "quote": "Trust no friend without faults, and love a woman, but no angel.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Trust in God - she will provide.", 
    "name": "Emmeline Pankhurst"
  }, 
  {
    "quote": "Trust yourself, you know more than you think you do.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "Whoever has trusted a woman has trusted deceivers.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "You have got to discover you, what you do, and trust it.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "I never trusted good-looking boys.", 
    "name": "Frances McDormand"
  }, 
  {
    "quote": "In these times, God's people must trust him for rest of body and soul.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "Never trust sheep.", 
    "name": "Ryan Stiles"
  }, 
  {
    "quote": "Trusting your individual uniqueness challenges you to lay yourself open.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "Do not trust your memory it is a net full of holes the most beautiful prizes slip through it.", 
    "name": "Georges Duhamel"
  }, 
  {
    "quote": "Would you want to do business with a person who was 99% honest?", 
    "name": "Sydney Madwed"
  }, 
  {
    "quote": "Who would not rather trust and be deceived?", 
    "name": "Eliza Cook"
  }, 
  {
    "quote": "Trust everybody, but cut the cards.", 
    "name": "Finley Peter Dunne"
  }, 
  {
    "quote": "Trust is a great force multiplier.", 
    "name": "Tom Ridge"
  }, 
  {
    "quote": "Trust your ability!", 
    "name": "Itzhak Perlman"
  }, 
  {
    "quote": "We must trust our own thinking. Trust where we're going. And get the job done.", 
    "name": "Wilma Mankiller"
  }, 
  {
    "quote": "Again, you can't connect the dots looking forward you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Never trust anyone completely but God. Love people, but put your full trust only in God.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "The best way to find out if you can trust somebody is to trust them.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "The best proof of love is trust.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "You can't connect the dots looking forward you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Trust, but verify.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "When a man assumes a public trust he should consider himself a public property.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The sadness of the women's movement is that they don't allow the necessity of love. See, I don't personally trust any revolution where love is not allowed.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Me, I'm dishonest, and you can always trust a dishonest man to be dishonest. Honestly, it's the honest ones you have to watch out for.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "He who does not trust enough, Will not be trusted.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Let every eye negotiate for itself and trust no agent.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Trust men and they will be true to you treat them greatly and they will show themselves great.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough.", 
    "name": "Frank Crane"
  }, 
  {
    "quote": "To state the facts frankly is not to despair the future nor indict the past. The prudent heir takes careful inventory of his legacies and gives a faithful accounting to those whom he owes an obligation of trust.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Trust your instinct to the end, though you can render no reason.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Americans have the right and advantage of being armed - unlike the citizens of other countries whose governments are afraid to trust the people with arms.", 
    "name": "James Madison"
  }, 
  {
    "quote": "We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It's a death trap.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "Trust is hard to come by. That's why my circle is small and tight. I'm kind of funny about making new friends.", 
    "name": "Eminem"
  }, 
  {
    "quote": "As soon as you trust yourself, you will know how to live.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Trust in dreams, for in them is hidden the gate to eternity.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A blessed thing it is for any man or woman to have a friend, one human soul whom we can trust utterly, who knows the best and worst of us, and who loves us in spite of all our faults.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Disappointment is inevitable. But to become discouraged, there's a choice I make. God would never discourage me. He would always point me to himself to trust him. Therefore, my discouragement is from Satan. As you go through the emotions that we have, hostility is not from God, bitterness, unforgiveness, all of these are attacks from Satan.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I've realized that being happy is a choice. You never want to rub anybody the wrong way or not be fun to be around, but you have to be happy. When I get logical and I don't trust my instincts - Thats when I get in trouble.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Age appears to be best in four things old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The 'public' scares me, but people I trust.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "If the people cannot trust their government to do the job for which it exists - to protect them and to promote their common welfare - all else is lost.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "When a train goes through a tunnel and it gets dark, you don't throw away the ticket and jump off. You sit still and trust the engineer.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.", 
    "name": "Tad Williams"
  }, 
  {
    "quote": "Do not let your hearts be troubled. Trust in God trust also in me.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "I lost my sense of trust, honesty and compassion. I crashed down and became what I consider an emotional mess. I've never been so miserable in my whole life. I just wanted to go to bed and never get up.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "Sometimes you trust someone who turns out not to be honest. There are a lot of things that happen in life that don't turn out the way you're given the impression that they will. And I think that's all kind of a con. But I think we've probably all been hurt.", 
    "name": "Sigourney Weaver"
  }, 
  {
    "quote": "There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.", 
    "name": "John Adams"
  }, 
  {
    "quote": "I have known a vast quantity of nonsense talked about bad men not looking you in the face. Don't trust that conventional idea. Dishonesty will stare honesty out of countenance any day in the week, if there is anything to be got by it.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "The Constitution preserves the advantage of being armed which Americans possess over the people of almost every other nation where the governments are afraid to trust the people with arms.", 
    "name": "James Madison"
  }, 
  {
    "quote": "I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "The only white man you can trust is a dead white man.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "One must be fond of people and trust them if one is not to make a mess of life.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "There's as much crookedness as you want to find. There was something Abraham Lincoln said - he'd rather trust and be disappointed than distrust and be miserable all the time. Maybe I trusted too much.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "I cannot trust a man to control others who cannot control himself.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Faith is not belief without proof, but trust without reservation.", 
    "name": "D. Elton Trueblood"
  }, 
  {
    "quote": "For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe. Marriage is a scheme to accomplish exactly that same end.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Mr. Chairman, delegates. I accept your nomination for President of the United States of America. I do so with humility, deeply moved by the trust you have placed in me. It is a great honor. It is an even greater responsibility.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "In our minds, love and lust are really separated. It's hard to find someone that can be kind and you can trust enough to leave your kids with, and isn't afraid to throw her man up against the wall and lick him from head to toe.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.", 
    "name": "Paul Sweeney"
  }, 
  {
    "quote": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "I asked a ref if he could give me a technical foul for thinking bad things about him. He said, of course not. I said, well, I think you stink. And he gave me a technical. You can't trust em.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "It's good to trust others but, not to do so is much better.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "Call it loyalty, call it what you want, but I suppose I've got people up here who I'm really tight with, we've made a lot of great bonds over the last few years and I've got people in my corner I can trust.", 
    "name": "Jonathan Brown"
  }, 
  {
    "quote": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Nobody expects to trust his body overmuch after the age of fifty.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "I don't trust liberals, I trust conservatives.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Love shouldn't be about jealousy or anything like that. It should be about commitment and being able to trust that person. If you can't have that from the get-go, there's a problem.", 
    "name": "Aaron Carter"
  }, 
  {
    "quote": "I trust no one, not even myself.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "I like women, but you can't always trust them. Some of them are big liars, like this one woman I met who had a dog. I asked her her dog's name and then I asked, 'Does he bite?' and she said, 'No.' And I said, 'So how does he eat?' Liar!", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "What we talked about will have to remain a secret between him and me. I spoke to him as a brother whom I have pardoned and who has my complete trust.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Never trust anything that can think for itself if you can't see where it keeps its brain.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "There is only one thing for us to do, and that is to do our level best right where we are every day of our lives To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Trust and belief are two prime considerations. You must not allow yourself to be opinionated.", 
    "name": "James Dean"
  }, 
  {
    "quote": "Trust that little voice in your head that says 'Wouldn't it be interesting if...' And then do it.", 
    "name": "Duane Michals"
  }, 
  {
    "quote": "Trust has to be earned, and should come only after the passage of time.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "You don't repair that relationship by sitting down and talking about trust or making promises. Actually, what rebuilds it is living it and doing things differently - and I think that is what is going to make the difference.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Authenticity is the alignment of head, mouth, heart, and feet - thinking, saying, feeling, and doing the same thing - consistently. This builds trust, and followers love leaders they can trust.", 
    "name": "Lance Secretan"
  }, 
  {
    "quote": "Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "I get along with guys most of my friends are guys. It's easier to trust men sometimes. I only have a few close girlfriends that I trust.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Suppliers and especially manufacturers have market power because they have information about a product or a service that the customer does not and cannot have, and does not need if he can trust the brand. This explains the profitability of brands.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Faith is a state of openness or trust.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "People come into your life and people leave it... you just have to trust that life has a road mapped out for you.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Never trust a computer you can't throw out a window.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Beware of anyone who says they know. Trust me, they don't, or they wouldn't have to say they did.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Trust dies but mistrust blossoms.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "A garden is a grand teacher. It teaches patience and careful watchfulness it teaches industry and thrift above all it teaches entire trust.", 
    "name": "Gertrude Jekyll"
  }, 
  {
    "quote": "You must trust and believe in people or life becomes impossible.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Trust not yourself, but your defects to know, make use of every friend and every foe.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy.", 
    "name": "Walter Anderson"
  }, 
  {
    "quote": "He who receives money in trust to administer for the benefit of its owner, and uses it either for his own interest or against the wishes of its rightful owner, is a thief.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Those who trust to chance must abide by the results of chance.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "I wouldn't trust Nixon from here to that phone.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "Seize the day, and put the least possible trust in tomorrow.", 
    "name": "Horace"
  }, 
  {
    "quote": "Surplus wealth is a sacred trust which its possessor is bound to administer in his lifetime for the good of the community.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Only trust thyself, and another shall not betray thee.", 
    "name": "William Penn"
  }, 
  {
    "quote": "The key is to get to know people and trust them to be who they are. Instead, we trust people to be who we want them to be - and when they're not, we cry.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "It's hard knowing who to trust with your personal life. When you cry in your room at night, you don't always know who to call. So I am very close to my family.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "To restore the trust of the people, we must reform the way the government operates.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I feel good because I believe I have made progress in rebuilding the people's trust in their government.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "It's a very brave thing to fall in love. You have to be willing to trust somebody else with your whole being, and that's very difficult, really difficult and very brave.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Do not trust all men, but trust men of worth the former course is silly, the latter a mark of prudence.", 
    "name": "Democritus"
  }, 
  {
    "quote": "Who can I trust? You have to invest in somebody and chances are you're probably going to invest in somebody who's going to deceive you. I've been conned a couple of times, but now I'm a little more savvy.", 
    "name": "Maggie Gyllenhaal"
  }, 
  {
    "quote": "The future which we hold in trust for our own children will be shaped by our fairness to other people's children.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "I learned you can't trust the judgment of good friends.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "And I'm afraid, in this day and age, trust, which I count so, you know, I love loyalty. I love trust.", 
    "name": "Elton John"
  }, 
  {
    "quote": "We are all selfish and I no more trust myself than others with a good motive.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Keep the faith, don't lose your perseverance and always trust your gut extinct.", 
    "name": "Paula Abdul"
  }, 
  {
    "quote": "The moment someone chooses to trust in Jesus Christ, his sins are wiped away, and he is adopted into God's family. That individual is set apart as a child of God, with a sacred purpose.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "When you're surrounded by all these people, it can be even lonelier than when you're by yourself. You can be in a huge crowd, but if you don't feel like you can trust anybody or talk to anybody, you feel like you're really alone.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "Liberalism is trust of the people tempered by prudence. Conservatism is distrust of the people tempered by fear.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "A poet ought not to pick nature's pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Will some reporter, or some Republican on the Sunday shows, please ask why tax cuts raid the non-existent Social Security Trust Fund but all the Democrats' new spending doesn't? Will someone please ask that?", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Whatever happens in life is fine - just trust in that.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged.", 
    "name": "Oliver Cromwell"
  }, 
  {
    "quote": "Where large sums of money are concerned, it is advisable to trust nobody.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Never trust a man, who when left alone with a tea cosey... Doesn't try it on.", 
    "name": "Billy Connolly"
  }, 
  {
    "quote": "I've only ever trusted my gut on everything. I don't trust my head, I don't trust my heart, I trust my gut.", 
    "name": "Bryan Adams"
  }, 
  {
    "quote": "In every tyrant's heart there springs in the end this poison, that he cannot trust a friend.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "When you take a stand out of deep conviction, people know. They may not even agree, but they ask, 'Do I want someone who is willing to take a hard stand and someone I can trust to do that when the chips are down?' They want that.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "Jesus teaches us to forgive and I've got to trust him on that one.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Therefore trust to thy heart, and to what the world calls illusions.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Trust one who has tried.", 
    "name": "Virgil"
  }, 
  {
    "quote": "People make suggestions on what to say all the time. I'll give you an example I don't read what's handed to me. People say, 'Here, here's your speech, or here's an idea for a speech.' They're changed. Trust me.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Sometimes you don't know who you can and cannot trust. I still learn that over and over again.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "Life is a gift, given in trust - like a child.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "I know it when I don't know it. Sometimes I know it when I don't think I know it. I need to trust myself in these moments, these rare moments of self-doubt.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "All of my favorite people - people I really trust - none of them were cool in their younger years.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I trust Winsor and Newton and I paint directly upon it.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "Put not your trust in money, but put your money in trust.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "I think there are certain folks in Missouri that don't trust government. And they haven't trusted government for a long time.", 
    "name": "Claire McCaskill"
  }, 
  {
    "quote": "Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "I was no chief and never had been, but because I had been more deeply wronged than others, this honor was conferred upon me, and I resolved to prove worthy of the trust.", 
    "name": "Geronimo"
  }, 
  {
    "quote": "The only kind of seafood I trust is the fish stick, a totally featureless fish that doesn't have eyeballs or fins.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "The best thing I've learned is, if you're going out, never go out alone - you leave yourself vulnerable. If you've got someone else there you trust, they can say, be wary of that person. I probably used to be too trusting of people.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy. The essence of trust building is to emphasize the similarities between you and the customer.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", 
    "name": "Athenaeus"
  }, 
  {
    "quote": "Never trust the artist. Trust the tale. The proper function of the critic is to save the tale from the artist who created it.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I love that we can trust Barack to do what he says he's going to do, even when it's hard - especially when it's hard.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "On receiving from the people the sacred trust twice confided on my illustrious predecessor, and which he has discharged so faithfully and so well, I know that I can not expect to perform the arduous task with equal ability and success.", 
    "name": "Martin Van Buren"
  }, 
  {
    "quote": "People in north Michigan are not different at all from people in southern Alabama. Trust me, someone who's spent a lot of time in both places. They're all hardworking, simple people.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "I wish people would realize that animals are totally dependent on us, helpless, like children, a trust that is put upon us.", 
    "name": "James Herriot"
  }, 
  {
    "quote": "I don't trust doctors. It's not to say there ain't some good ones, but on a general level, no, I wouldn't trust 'em at all.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "For somehow this disease inheres in tyranny, never to trust one's friends.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "My message to anyone who's afraid that they can't write music when they're happy is 'Just trust the passion.' The passion can write a lot of things.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "The people of Wisconsin have been good to me. I've tried to live up to their trust. And now I ask those hardworking men and women, and millions like them across America, to join our cause and get this country working again. When Governor Romney asked me to join the ticket, I said, 'Let's get this done' - and that is exactly, what we're going to do.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Trust is built with consistency.", 
    "name": "Lincoln Chafee"
  }, 
  {
    "quote": "For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "Quakers almost as good as colored. They call themselves friends and you can trust them every time.", 
    "name": "Harriet Tubman"
  }, 
  {
    "quote": "As you enter positions of trust and power, dream a little before you think.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Our national motto is 'In God we Trust,' reminding us that faith in our Creator is the most important American value of all.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Whether you're throwing up or breaking up, you want your girlfriend right there! I don't trust women who don't go to their girlfriends.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "They say I'm the Hottest MC in the Game. If you label me that, I will live up to it. Trust me.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "If you don't trust the pilot, don't go.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "I have made it a rule of my life to trust a man long after other people gave him up, but I don't see how I can ever trust any human being again.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "They are the only people in the world who I can truly trust and rely on. Touring gets really lonely. I guess I have friends around me but when you're paying them can they ever really be true friends?", 
    "name": "Kelly Osbourne"
  }, 
  {
    "quote": "To some extent I happily don't know what I'm doing. I feel that it's an artist's responsibility to trust that.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Never trust the advice of a man in difficulties.", 
    "name": "Aesop"
  }, 
  {
    "quote": "Raising five boys is a handful, trust me.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom.", 
    "name": "Dee Hock"
  }, 
  {
    "quote": "It can be hard in this business, especially when you're very young, to figure out who you can and can't trust.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Thankfully, I have my mom and a small group of close friends who are there for me 24/7 and whom I can trust and depend on.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I will have to earn trust and respect from my kids.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Let's stop big government energy mandates like cap-and-trade, and instead trust the American innovator to make us energy independent.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "While day by day the overzealous student stores up facts for future use, he who has learned to trust nature finds need for ever fewer external directions. He will discard formula after formula, until he reaches the conclusion: Let nature take its course.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "You can't trust politicians. It doesn't matter who makes a political speech. It's all lies - and it applies to any rock star who wants to make a political speech as well.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "I do not trust those who make the vaccines, or the apparatus behind it all to push it on us through fear.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "All the blessings we enjoy are Divine deposits, committed to our trust on this condition, that they should be dispensed for the benefit of our neighbors.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "I don't think you can question your instinct you should always trust it.", 
    "name": "Andrea Arnold"
  }, 
  {
    "quote": "I don't trust what this life has given me.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "Put your trust in God but be sure to keep your powder dry.", 
    "name": "Oliver Cromwell"
  }, 
  {
    "quote": "I read the NY Times but I don't trust all of it.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "There is trust in there being a Spirit who loves me and wants me to have love in my life. I trust in this higher power, it is what keeps me moving forward no matter what happens.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "Any institution faces two basic choices if they hope to spark new ideas. One is to leverage the brains trust within their organization by creating a special event dedicated to new thinking. The other is to look outside themselves to stimulate solutions.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "I always have issues with trust.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "It doesn't make any sense... that's why I trust it!", 
    "name": "Kate Winslet"
  }, 
  {
    "quote": "He who wants to persuade should put his trust not in the right argument, but in the right word. The power of sound has always been greater than the power of sense.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Don't expect anyone else to support you. Maybe you'll have a trust fund. Maybe you'll have a wealthy spouse. But you never know when either of them might run out.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "Government is a trust, and the officers of the government are trustees. And both the trust and the trustees are created for the benefit of the people.", 
    "name": "Henry Clay"
  }, 
  {
    "quote": "You'd think experienced political professionals would know better than to place their trust in exit polls, notoriously inaccurate surveys that had John Kerry winning the 2004 election by five points when he actually lost by three.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "With fame, you can't trust everybody. You can't depend on them being there for you as a person. They will only be there because of what you've got you as a person. They will only be there because of what you've got and what you can bring to their life. It's not a relationship-it's a leech.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "If people believe you're on their side, they will trust your decisions.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Acting is also working with people who invite you into their dreams and trust you with their innermost being.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I never trust an executive who tends to pass the buck. Nor would I want to deal with him as a customer or a supplier.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "The vote is a trust more delicate than any other, for it involves not just the interests of the voter, but his life, honor and future as well.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "And we can celebrate when we have a government that has earned back the trust of the people it serves... when we have a government that honors our Constitution and stands up for the values that have made America, America: economic freedom, individual liberty, and personal responsibility.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Up against the corporate government, voters find themselves asked to choose between look-alike candidates from two parties vying to see who takes the marching orders from their campaign paymasters and their future employers. The money of vested interest nullifies genuine voter choice and trust.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Trust is the first step to love.", 
    "name": "Munshi Premchand"
  }, 
  {
    "quote": "Ideas are only lethal if you suppress and don't discuss them. Ignorance is not bliss, it's stupid. Banning books shows you don't trust your kids to think and you don't trust yourself to be able to talk to them.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "Trust funds can never be a substitute for a fund of trust.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Every single Pixar film, at one time or another, has been the worst movie ever put on film. But we know. We trust our process. We don't get scared and say, 'Oh, no, this film isn't working.'", 
    "name": "John Lasseter"
  }, 
  {
    "quote": "To get a child's trust - you may know or not - is a very hard thing to do. They're so used to not believing adults - because adults tell tales and lies all the time.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Everyone realizes that one can believe little of what people say about each other. But it is not so widely realized that even less can one trust what people say about themselves.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "The only way to make a man trustworthy is to trust him.", 
    "name": "Henry L. Stimson"
  }, 
  {
    "quote": "The press is the hired agent of a monied system, and set up for no other purpose than to tell lies where their interests are involved. One can trust nobody and nothing.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "My wife, a schoolteacher, very disciplined. If you think I'm tough, trust me, and wait till you see when the children are on the naughty step. It's hilarious. So we decided that I'm going to work like a donkey and provide amazing support for the family.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "When a citizen gives his suffrage to a man of known immorality he abuses his trust he sacrifices not only his own interest, but that of his neighbor he betrays the interest of his country.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "I also don't trust Caribou anymore. They're out there, on the tundra, waiting... Something's going down. I'm right about this.", 
    "name": "Joss Whedon"
  }, 
  {
    "quote": "Fundamentalists are panicked by the apparent disintegration of the family, the disappearance of certainty and the decay of morality. Fear leads them to ask, if we cannot trust the Bible, what can we trust?", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "It is impossible to go through life without trust: that is to be imprisoned in the worst cell of all, oneself.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Today I trust my instinct, I trust myself. Finally.", 
    "name": "Isabelle Adjani"
  }, 
  {
    "quote": "I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Interior design is a business of trust.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "I don't trust a lot of journalists.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "If we put our trust in the common sense of common men and 'with malice toward none and charity for all' go forward on the great adventure of making political, economic and social democracy a practical reality, we shall not fail.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "There is so much temptation to hold on to my career even more now. To try to micromanage and dictate every little aspect. But that's not how I want to do things anymore. I'm thinking about how can I trust God more. How can I surrender more? How can I bring him more glory? It's a fight. But it's one I'm going to keep fighting.", 
    "name": "Jeremy Lin"
  }, 
  {
    "quote": "As for courage and will - we cannot measure how much of each lies within us, we can only trust there will be sufficient to carry through trials which may lie ahead.", 
    "name": "Andre Norton"
  }, 
  {
    "quote": "When trust improves, the mood improves.", 
    "name": "Fernando Flores"
  }, 
  {
    "quote": "Every time I make American film I just trust American directors and American writers.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "Republicans would have preferred the court overturn the health care bill, an act that would have underscored Obama's biggest liability - the perception among voters, including those who like and trust him, that he has been ineffective.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "In many ways, it was much, much harder to get the first book contract. The hardest thing probably overall has been learning not to trust people, publicists and so forth, implicitly.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "Being on your own would be sad, sick and weird. I don't trust myself. I need that balance.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "Newspapers with declining circulations can complain all they want about their readers and even say they have no taste. But you will still go out of business over time. A newspaper is not a public trust - it has a business model that either works or it doesn't.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take.", 
    "name": "Kina Grannis"
  }, 
  {
    "quote": "Every two years the American politics industry fills the airwaves with the most virulent, scurrilous, wall-to-wall character assassination of nearly every political practitioner in the country - and then declares itself puzzled that America has lost trust in its politicians.", 
    "name": "Charles Krauthammer"
  }, 
  {
    "quote": "While eschewing emotion - and its companion, vulnerability - Obama should be careful not to sacrifice empathy, the 'I feel your pain' connection that sustained Clinton. This connection is the shorthand people use to measure their leaders' intentions. If people believe you're on their side, they will trust your decisions.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Creativity comes from trust. Trust your instincts. And never hope more than you work.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "I trust the people.", 
    "name": "William Hague"
  }, 
  {
    "quote": "When the Lord Chancellor violates the trust of his great office of state to solicit party donations from people whose careers he can control, and then says I'm not sorry, and I'd do it again no wonder the public think that power has gone to their heads.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I don't like Bush. I don't trust him. I don't like his record. He's stupid. He's lazy.", 
    "name": "Cher"
  }, 
  {
    "quote": "I'm very wary of trust, you see.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "I've considered having my nose fixed. But I didn't trust anyone enough. If I could do it myself with a mirror.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "Sometimes a psychic tells you something and it feels wrong and others may be right on the money. It's your choice about whom to trust, and giving that trust is something we do ourselves.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Denial exists because human infants, though equipped with trust-o-meters, are built to trust, blindly and absolutely, any older person who wanders past.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Trust is the lubrication that makes it possible for organizations to work.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "I'm a comedian, for God's sake. Viewers shouldn't trust me. And you know what? They're hip enough to know they shouldn't trust me. I'm just doing stand-up comedy.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "Not everyone can be trusted. I think we all have to be very selective about the people we trust.", 
    "name": "Shelley Long"
  }, 
  {
    "quote": "The trust of the people in the leaders reflects the confidence of the leaders in the people.", 
    "name": "Paulo Freire"
  }, 
  {
    "quote": "Be willing to trust your instincts, especially if you cannot find answers elsewhere.", 
    "name": "Brian Koslow"
  }, 
  {
    "quote": "I'm a scientist, not a theologian. I don't know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "It is important not to trust people too much.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Never trust any complicated cocktail that remainds perfectly clear until the last ingredient goes in, and then immediately clouds.", 
    "name": "Terry Prachett"
  }, 
  {
    "quote": "To seek understanding before taking action, yet to trust my instincts when action is called for. Never to avoid danger from fear, never to seek out danger for its own sake. Never to conform to fashion from fear of eccentricity, never to be eccentric from fear of conformity.", 
    "name": "Steven Brust"
  }, 
  {
    "quote": "For me, I'm not a jealous person. That's just not my thing. You have to have trust in your relationship.", 
    "name": "Fergie"
  }, 
  {
    "quote": "O my brethren, my heart is enlarge towards you. I trust I feel something of that hidden, but powerful presence of Christ, whilst I am preaching to you.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "I have in sincerity pledged myself to your service, as so many of you are pledged to mine. Throughout all my life and with all my heart I shall strive to be worthy of your trust.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "From those to whom much is given, much is expected. I have been given much - the love of my family, the faith and trust of the people of New York, and the chance to lead this state. I am deeply sorry that I did not live up to what was expected of me.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I have often said one of the reasons more blacks don't support Republicans is because they don't trust the GOP establishment.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Frankly, I don't trust any diet that doesn't allow sugar.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "When a man has no reason to trust himself, he trusts in luck.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I trust myself. You need that to survive.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "I buy about $1,500 worth of papers every month. Not that I trust them. I'm looking for the crack in the fabric.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "Is there any wonder why we are in such big trouble? Any question why the people don't trust their government anymore, and demand a change?", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I think women have an innate ability to be intuitive with people that they truly love, but they have to trust that inner voice, and I think it is there. I think we are more intuitive than men.", 
    "name": "Andie MacDowell"
  }, 
  {
    "quote": "In your hands or that of any other person, so much power would, no doubt, be dangerous. I am the only man in the world whom it would be safe to trust with it. Remember, I am a prophet!", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "In America few people will trust you unless you are irreverent.", 
    "name": "Norman Mailer"
  }, 
  {
    "quote": "In an ecology of love, people can relate in trust and face the future without fear. They do not need to play it safe. They can take uncertainty in their stride.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "We believe that what we possess we don't ultimately own. God is merely entrusting it to us. And one of the conditions of that trust is that we share what we have with those who have less. So, if you don't give to people in need, you can hardly call yourself a Jew. Even the most unbelieving Jew knows that.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I think a good friend, to me, is all about trust and loyalty. You don't ever want to second-guess whether you can tell your friend something.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "I'm glad about what's happening to the music business. This last crop of people we had in the 90s, who are going away now, they didn't like music. They didn't trust musicians. They wanted something else from it.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "A lot of film directors are quite scared of actors. They are a bit of a nightmare sometimes, but I like them. It looks like cunning, but you try to get extra things from them all the time, by stealth, by making them feel confident, so they trust you and you can push a bit.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "The cyberspace earnings I get from Linux come in the format of having a Network of people that know me and trust me, and that I can depend on in return.", 
    "name": "Linus Torvalds"
  }, 
  {
    "quote": "I have three goddaughters - I'm not sure why they trust me, because I have no experience with children - but I try.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Young people these days don't trust anything at all. They want to be free.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "Never comment on a woman's rear end. Never use the words 'large' or 'size' with 'rear end.' Never. Avoid the area altogether. Trust me.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "I think there is a break down of trust generally, between people and politicians. I think that's come about for a whole variety of reasons.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "I don't always trust my own instincts. It would be nice if someone else would tell me what I should do with my life!", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "Ninety percent of the students take the 'preferred lender.' Why? Because that's the nature of the relationship. You trust the school. The school is in a position of authority.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I think a film set is a quite controlled environment and you feel like you can trust them and it is going to be a safe place to work, but I really don't think about it.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I'm a dirt person. I trust the dirt. I don't trust diamonds and gold.", 
    "name": "Eartha Kitt"
  }, 
  {
    "quote": "When you're CEO, you have to have two conditions: first, shareholders need to trust you and want you to head your company. The second is that you need to feel the motivation to do the job. So, as long as both are reunited, you continue to do the job.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "When you're C.E.O., you have to have two conditions: first, shareholders need to trust you and want you to head your company. The second is that you need to feel the motivation to do the job. So, as long as both are reunited, you continue to do the job. And today, they are reunited.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "I never told a victim story about my imprisonment. Instead, I told a transformation story - about how prison changed my outlook, about how I saw that communication, truth, and trust are at the heart of power.", 
    "name": "Fernando Flores"
  }, 
  {
    "quote": "You have to trust your kids. They have to experience life, and you just hope you've provided them a foundation for what's right and what isn't.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "I don't listen to people's opinions. I have people around me who I can trust, but most of all I listen to myself.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "The maid that loves goes out to sea upon a shattered plank, and puts her trust in miracles for safety.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Now, I learned soon enough, that among the three, two don't trust the third one - the third one is the government. Both industry and unions feel the government is a talking organization and a spending organization.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "I could I trust starve like a gentleman. It's listed as part of the poetic training, you know.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "If you have three people in your life that you can trust, you can consider yourself the luckiest person in the whole world.", 
    "name": "Selena Gomez"
  }, 
  {
    "quote": "You cannot do everything at once, so find people you trust to help you. And don't be afraid to say no.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "We need, in effect, to make the phantom 'lock-boxes' around the trust fund real.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "Well, you can't trust most people in this game, period it can be a very shady business.", 
    "name": "Marvin Hagler"
  }, 
  {
    "quote": "If you don't trust someone to look after your investments, then they shouldn't be doing the job for you.", 
    "name": "Murray Walker"
  }, 
  {
    "quote": "France, after the month of May, will share trust with the current leadership of the United States which, on many subjects, has tended to take useful positions in our view.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "I just can't say enough about the actors having faith and trust in the writers and the writers having faith and trust in the actors.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "Trust your gut.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "My wife and I have built trust with our children and have always had open communication.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "There are only two sorts of people in life you can trust - good Christians and good Communists.", 
    "name": "Joe Slovo"
  }, 
  {
    "quote": "In a multi-racial society, trust, understanding and tolerance are the cornerstones of peace and order.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "You may be right that people say: 'You know what, we had Obama. He was inexperienced. The guy had great rhetoric, sounded good, looked good, but has turned out to be an utter disaster. I want someone where I have confidence and credibility that they're up to the job and that I can trust what they tell me.'", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "Part of filmmaking is always a guessing game, and part of it is always a game of trust.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "When you lie down with a short prayer, commit yourself into the hands of your Creator and when you have done so, trust Him with yourself, as you must do when you are dying.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "The Teenage Cancer Trust does incredible work supporting and caring for teenagers and young adults with cancer, and it's a cause that is really close to me and my family.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "In properly organized groups no faith is required what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him.", 
    "name": "G. I. Gurdjieff"
  }, 
  {
    "quote": "Something goes wrong, I yell at them -'Fix it'- whether it's their fault or not. You can only really yell at the players you trust.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "So if the players trust the coach, it's not a problem. If the players don't trust the coach, it is a problem, and vice versa.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "I trust every single person around me, and if I feel even a whiff of uncertainty I won't have that person around me.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "People shouldn't trust artists and they shouldn't trust art. Part of the fun of art is that it invites you to interpret it.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "House and Senate Republicans are now united in adopting earmark bans. We hope President Obama will follow through on his support for an earmark ban by pressing Democratic leaders to join House and Senate Republicans in taking this critical step to restore public trust.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Today we often think that before we start living a religious life we have first to accept the creedal doctrines and that before one can have any comprehension of the loyalty and trust of faith, one must first force one's mind to accept a host of incomprehensible doctrines. But this is to put the cart before the horse.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "I wouldn't trust any man as far as you can throw a piano.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "I don't trust or love anyone. Because people are so creepy. Creepy creepy creeps. Creeping around. Creeping here and creeping there. Creeping everywhere.", 
    "name": "Vincent Gallo"
  }, 
  {
    "quote": "I've learned to trust myself, to listen to truth, to not be afraid of it and to not try and hide it.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "You're younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "My book 'Trust Your Heart', which is the story of my life, will be followed by 'Singing Lessons', a memoir of love, loss, hope, and healing, which talks about the death of my son and the hope that has been the aftermath of the healing from that tragedy.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "Trust in yourself.", 
    "name": "Claudia Black"
  }, 
  {
    "quote": "Trust me, sunscreen is so, so, so important and so I always wear sunscreen, but I still get really tan.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "I said tonight I wanted to talk to you about love. Look into your hearts. This is our country. This is our future. These are our children and grandchildren. You can trust Mitt.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "What has any poet to trust more than the feel of the thing? Theory concerns him only until he picks up his pen, and it begins to concern him again as soon as he lays it down.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "You can't trust actors.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I never ask boys' opinions on clothes, ever. I really think, unless you think the guy has style, don't ask. So I only ask my girl friends. I don't trust guys' opinions on style!", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "Trust me, I have never written a speech in my life, and if I have my way, I never will.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "I came all this way for a reason. Today is the day of salvation. Trust Jesus to save you. Then be sincere as God knows a pretender.", 
    "name": "Kirk Cameron"
  }, 
  {
    "quote": "I guess as long as people think of me for different ages, I'll trust their opinion. I remember noticing one year that Michelle Monaghan played 34 and 19, so I've kind of clung to that as my justification that I can be Jake Gyllenhaal's wife and a freshman in college in the same year.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "As an alcoholic, you have no appreciation for your wife or your children's feelings, but I'm making up for that now. I'm winning my children's trust back.", 
    "name": "Maurice Gibb"
  }, 
  {
    "quote": "Don't trust the heart, it wants your blood.", 
    "name": "Stanislaw Lec"
  }, 
  {
    "quote": "I love actors, both my parents were actors, and the work with actors is the most enjoyable part of making a film. It's important that they feel protected and are confident they won't be betrayed. When you create that atmosphere of trust, it's in the bag - the actors will do everything to satisfy you.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "Not everyone is lucky enough to be given space and trust.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "The greatest way for people to experience a comedy is to go in not knowing anything about it. But because of marketing, it's impossible. Marketing meaning that in order to get people to come you can't just go, 'Hey, there's a great movie - we're not going to show you anything from it but trust us!'", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "Because I'm always away, coming home to a clean house means a lot to me. Trust me, I've lived with a lot of roommates, and straight guys are just kids who don't pick up after themselves.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "Find people who think like you and stick with them. Make only music you are passionate about. Work only with people you like and trust. Don't sign anything.", 
    "name": "Steve Albini"
  }, 
  {
    "quote": "Love and trust and justice, concern for the poor, that's being pushed to the margins, and you can see it.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "It's just an unhealthy way to approach something, trying to outdo your last thing. You've gotta trust evolution, you've gotta trust that the bar is moving, that you don't need to force the bar. It'll just happen.", 
    "name": "Johnny Knoxville"
  }, 
  {
    "quote": "Put more trust in nobility of character than in an oath.", 
    "name": "Solon"
  }, 
  {
    "quote": "This book is about physics and its about physics and its relationship with mathematics and how they seem to be intimately related and to what extent can you explore this relationship and trust it.", 
    "name": "Roger Penrose"
  }, 
  {
    "quote": "I have such trust complexes. I'm close to, like, two people.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "You desire that which exceeds my humble powers, but I trust in the compassion and mercy of the All-powerful God.", 
    "name": "Saint Stephen"
  }, 
  {
    "quote": "I feel I do my best work when it's all there on the page, and I feel that the character is very vivid as I read the script and I'm not having to create stuff and trying to cobble together something. If I have to do that, then I don't entirely trust what I'm doing.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "I tend not to trust people who live in very tidy houses. I know that on the surface there is nothing wrong with a person being well-ordered and disciplined. Nothing, except that it leaves the impression of that person having lived in the confines of a stark institution which, although he or she has long since left, remains within.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "There's a beauty in being part of a band, when there's equality and trust.", 
    "name": "Scott Weiland"
  }, 
  {
    "quote": "I understand the damage the expenses crisis has done to Parliament, and the paramount importance of restoring trust in our politics.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "No matter how old we become, we can still call them 'Holy Mother' and 'Father' and put a child-like trust in them.", 
    "name": "Desmond Morris"
  }, 
  {
    "quote": "You just kind of have faith. If that sounds kind of mystical, it's because I really don't know how it works, but I trust that it does. I try to write the way I read, in order to find out what happens next.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "For me it's always about first impressions. I trust my instincts. I love to prepare if it's something that requires training. But I don't like to prepare the psychology too much. I enjoy the psychology of the character but I work better from a first impression.", 
    "name": "Billy Zane"
  }, 
  {
    "quote": "I was in television drama, which is a first cousin to the movies, and I trust myself to make the right decisions.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "God does not require you to follow His leadings on blind trust. Behold the evidence of an invisible intelligence pervading everything, even your own mind and body.", 
    "name": "Raymond Holliwell"
  }, 
  {
    "quote": "If the players don't trust the coach, it is a problem, and vice versa.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "My dad was a ham, too. He could sell those women anything. Of all his sons, I was the only one he could trust to sell as well as he could. I was proud of that.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "Do not trust people. They are capable of greatness.", 
    "name": "Stanislaw Lem"
  }, 
  {
    "quote": "We've not had one Republican president in 34 years balance the budget. You can't trust right-wing Republicans with your money. You ought to hire somebody who has balanced a budget. I'm much more conservative with money than George Bush is.", 
    "name": "Howard Dean"
  }, 
  {
    "quote": "Not one Republican president has balanced the budget in 34 years. You can not trust Republicans with your money.", 
    "name": "Howard Dean"
  }, 
  {
    "quote": "Don't trust anyone who has been in school for the past 24 consecutive years.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "And basically, the sense of the 'Pledge to America' is this: Republicans understand when we were in charge, we got fired in '06. We spent too much money. We defied the trust that the people had put in us. And we know that there is a better way.", 
    "name": "Eric Cantor"
  }, 
  {
    "quote": "Some of their best songs don't have bridges and choruses. So that made me think I should trust my instincts. My songs were okay, I figured. I didn't need to change anything.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "People are rapidly losing hope and trust. They believe their government has been captured by special interests and no longer cares about them, and they are right.", 
    "name": "Marcy Kaptur"
  }, 
  {
    "quote": "Every president has to live with the result of what Lyndon Johnson did with Vietnam, when he lost the trust of the American people in the presidency.", 
    "name": "Robert Caro"
  }, 
  {
    "quote": "There used to be this feeling under Eisenhower and Kennedy and Roosevelt and Truman that government was a solution. Trust in the presidency fell precipitously under Johnson - real lows. And it's never come back. It's a trend that, if you're liberal, is really discouraging.", 
    "name": "Robert Caro"
  }, 
  {
    "quote": "I learned something from that. If someone asks me something that I really don't want to do, I say no. I have to trust that. And I'm not afraid to talk money.", 
    "name": "Diana Ross"
  }, 
  {
    "quote": "Trust me, if I were gay I'd be getting more action than I'm getting now.", 
    "name": "Ryan Seacrest"
  }, 
  {
    "quote": "If we want to truly regain the public's trust, we can provide greater accountability and transparency with a simple step. Let's start by communicating to our constituents about the votes we take.", 
    "name": "Melissa Bean"
  }, 
  {
    "quote": "You know, this is a war of ideology, a war of thoughts and of faith. And we need people to really stand for faith and trust, not hope and change.", 
    "name": "Sharron Angle"
  }, 
  {
    "quote": "More and more political analysts and weak-kneed politicians are advising the historically pro-life Republican Party to abandon its pro-life stance for political gain. My first response is that if you cannot trust a party on the value of defending human life, how can you trust it on issues like marginal tax rates?", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "As time goes by, I realize that I do trust the wind. And I often write my songs for myself.", 
    "name": "David Friedman"
  }, 
  {
    "quote": "You can't trust code that you did not totally create yourself.", 
    "name": "Ken Thompson"
  }, 
  {
    "quote": "Trust him not with your secrets, who, when left alone in your room, turns over your papers.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "Some directors cast you because they trust you to do the performance - but then they forget to direct you.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "One is that you have to take time, lots of time, to let an idea grow from within. The second is that when you sign on to something, there will be issues of trust, deep trust, the way the members of a string quartet have to trust one another.", 
    "name": "Yo-Yo Ma"
  }, 
  {
    "quote": "I don't think it's true that blondes have more fun... Trust me, it is not true!", 
    "name": "Mila Kunis"
  }, 
  {
    "quote": "There is something at work that's bigger than us. It's about having a trust in life and being at peace that things are happening the way they should. You do what you do as well as you can do it, and then you don't worry or agonize about the outcome.", 
    "name": "Sherilyn Fenn"
  }, 
  {
    "quote": "Trust cannot be commanded and yet it is also correct that the only one who earns trust is the one who is prepared to grant trust.", 
    "name": "Gustav Heinemann"
  }, 
  {
    "quote": "The only ones I trust really are my Mum and Dad and those who are closest to me.", 
    "name": "Katie Price"
  }, 
  {
    "quote": "The hardest thing is that you can't trust people now. You just can't.", 
    "name": "Kevin Pietersen"
  }, 
  {
    "quote": "It's not fun facing a ball going 97 mph, trust me.", 
    "name": "Kevin Pietersen"
  }, 
  {
    "quote": "It takes years for me to trust I know that about myself. A lot of it is because I am so private, and so reluctant to make myself vulnerable.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "We have to compete in a universe of 200 networks, so we have to carve out our own niche, and to me, that niche is just basic shoe-leather journalism with some good journalists at the helm you can trust as presenters.", 
    "name": "Walter Isaacson"
  }, 
  {
    "quote": "It's not my job to try and alter the director's style - he's in charge, and I'll always give him my trust.", 
    "name": "Ewan McGregor"
  }, 
  {
    "quote": "Here in the United States, our profession is much maligned, people simply don't trust or like journalists anymore and that's sad.", 
    "name": "Christiane Amanpour"
  }, 
  {
    "quote": "The slogan was 'Don't trust anyone over thirty'. Sixty years later the slogan became, 'Don't trust anyone over ninety'.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "When you are a character actor they trust you will go in and give them a full character and leave.", 
    "name": "Vincent D'Onofrio"
  }, 
  {
    "quote": "It's time to stop the raid on the Social Security trust fund and start allowing Americans to invest their Social Security taxes in personal savings accounts.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "I wish my parents hadn't made me feel that how I looked was linked to how much they loved me. But I do also see how hard it must be to see your child pile on the pounds and trust they'll find their own way back to a healthy weight.", 
    "name": "Arabella Weir"
  }, 
  {
    "quote": "I believe in singularity in relationships because you've got to have trust on both sides.", 
    "name": "Thomas Haden Church"
  }, 
  {
    "quote": "The first sentence of every novel should be: Trust me, this will take time but there is order here, very faint, very human. Meander if you want to get to town.", 
    "name": "Michael Ondaatje"
  }, 
  {
    "quote": "You can't trust very many people.", 
    "name": "George Best"
  }, 
  {
    "quote": "Your every voter, as surely as your chief magistrate, exercises a public trust.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "It's interesting, because I tend to trust a man with big ears.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "I also learned to be more confident, to trust my instincts more.", 
    "name": "Lindsey Buckingham"
  }, 
  {
    "quote": "Government is an unnecessary evil. Human beings, when accustomed to taking responsibility for their own behavior, can cooperate on a basis of mutual trust and helpfulness.", 
    "name": "Fred Woodworth"
  }, 
  {
    "quote": "When I'm on stage, it's a little world I've created where I'm sort of the thing, so I have total control over everything that happens. When we're improvising, I'm with someone I totally trust. I know things are going to work out. I don't have those guarantees in life. There are no consequences on stage.", 
    "name": "Colin Mochrie"
  }, 
  {
    "quote": "And as I've gotten deeper into the process of making films and television and such, I think I have more trust in the fact that you really never know what you're going to find after the twenty-fifth take.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "We've outsourced our memories to digital devices, and the result is that we no longer trust our memories. We see every small forgotten thing as evidence that they're failing us.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.", 
    "name": "Julia Cameron"
  }, 
  {
    "quote": "When there's writing that you really trust, it's very freeing as an artist.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "The way I look at it, everything is a trade. You acquire some money, so then you've got no financial burdens, but everyone wants your money and so who can you trust? Or you've got no money and you can trust anyone, but then you've got the worry to pay bills. Which is worse?", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "Now I can do no more. We must trust to the Great Disposer of all events and the justice of our cause. I thank God for this opportunity of doing my duty.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "I look for people who're passionate, dedicated to the text, and in whom I trust completely.", 
    "name": "Greta Scacchi"
  }, 
  {
    "quote": "On the stage, you alone hold the key, and on the night you have to trust that the director has inspired you enough to take the material and run with it.", 
    "name": "Greta Scacchi"
  }, 
  {
    "quote": "People don't trust private health insurance companies for all the right reasons.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "But trust me, if I lived in the '80s, I would definitely be the one going to the record stores.", 
    "name": "Julianne Hough"
  }, 
  {
    "quote": "I'm not really much of a shopper. I have to say that I'd definitely prefer good sex. What makes good sex? Oh my god. I think you need to feel free and you have to really trust the other person. And you have to have that strange, mysterious chemical connection.", 
    "name": "Kristin Davis"
  }, 
  {
    "quote": "We have been given the trust and goodwill of New Zealanders. I do not take that trust for granted, and I never will.", 
    "name": "John Key"
  }, 
  {
    "quote": "Bronagh looks after the kids and without her the family would disintegrate... there are some things you can't discuss with anyone other than your wife. There has to be a strong bond of trust.", 
    "name": "John Key"
  }, 
  {
    "quote": "America is a country ready to be taken, in fact, longing to be taken by political leaders ready to restore democracy and trust to the political process.", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "When you play a concerto with a small orchestra, you don't feel it is as important as Carnegie Hall. You try to work out all the little problems. Once that's all done, trust comes in.", 
    "name": "Itzhak Perlman"
  }, 
  {
    "quote": "Evolution is unobservable. It's based on blind faith in a few dry bones and on unreliable dating systems in which the gullible trust. Kids should be allowed to make up their own minds about this issue, and not be censored to 'one side is all we will let you hear.'", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "None of us and none of the Arabs trust Israel.", 
    "name": "Bashar al-Assad"
  }, 
  {
    "quote": "What you say about this world I do not quite agree with I think it a very good world, and only requires a person to be reasonable in his expectations, and not to trust too much to others.", 
    "name": "William John Wills"
  }, 
  {
    "quote": "I trust the time is coming, when the occupation of an instructor to children will be deemed the most honorable of human employment.", 
    "name": "Angelina Grimke"
  }, 
  {
    "quote": "I believe the main solution is to gain the trust of Europe and America and to remove their concerns over the peaceful nature of our nuclear industry and to assure them that there will never be a diversion to military use.", 
    "name": "Akbar Hashemi Rafsanjani"
  }, 
  {
    "quote": "As contagion of sickness makes sickness, contagion of trust can make trust.", 
    "name": "Marianne Moore"
  }, 
  {
    "quote": "I had no idea of the size of my bank account as a teen, and I didn't care to know. That was my mom's job, I figured that I would just find out when I turned 18. If you can't trust your mom, then who can you trust?", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "Trust me, I play the game for the fans, my family and myself.", 
    "name": "David Ortiz"
  }, 
  {
    "quote": "A global democracy works only when countries trust one another.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "Liberty, as it is conceived by current opinion, has nothing inherent about it it is a sort of gift or trust bestowed on the individual by the state pending good behavior.", 
    "name": "Mary McCarthy"
  }, 
  {
    "quote": "It's not that I don't believe in miracles, but I never quite trust that they're real.", 
    "name": "Mariel Hemingway"
  }, 
  {
    "quote": "My interactions with Sorkin were agonisingly weird. He is by far the weirdest person I have ever met. I had dinner with him and a few hours before I got an e-mail from his assistant saying, 'Sean, this does not need to be a long conversation. Aaron is only going to use it to win your trust.'", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "All I can hope to do is instill great morality in my son and trust him along the way. The music he listens to or how he chooses to wear his hair doesn't define his moral compass, and if he wants to listen to country music and wear a cowboy hat too, that's fine.", 
    "name": "Mark Hoppus"
  }, 
  {
    "quote": "I was going through a little bit of turbulence in my career. And so, it's funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "As a former football player who has carried a football more than 4,000 times, trust me, I did not go into ballroom dancing with my body being 100 percent, with no aches or pains or ailments coming with me. When you're dancing, you're doing stuff that your body's not used to, and so you start to aggravate those old injuries.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "Never trust a man who speaks well of everybody.", 
    "name": "John Churton Collins"
  }, 
  {
    "quote": "I tread in the footsteps of illustrious men... in receiving from the people the sacred trust confided to my illustrious predecessor.", 
    "name": "Martin Van Buren"
  }, 
  {
    "quote": "If the Americans go in and overthrow Saddam Hussein and it's clean, he has nothing, I will apologize to the nation, and I will not trust the Bush administration again.", 
    "name": "Bill O'Reilly"
  }, 
  {
    "quote": "It takes people a while to trust you.", 
    "name": "Karl Malone"
  }, 
  {
    "quote": "Trust your instincts: they tend to see you right. By listening to them, at least you can sleep at night.", 
    "name": "Sophie Ellis-Bextor"
  }, 
  {
    "quote": "One of the things I had to learn as a writer was to trust the act of writing. To put myself in the position of writing to find out what I was writing.", 
    "name": "E. L. Doctorow"
  }, 
  {
    "quote": "I had this totally impossible dream of being an actress. Trust me, just because I'm lucky enough to be doing this doesn't make any of this less of a pipe dream. And nothing gets my juices flowing like a really great performance. To see someone on stage, I get really excited.", 
    "name": "Olivia Thirlby"
  }, 
  {
    "quote": "But that citizen's perception was also at one with the truth in recognizing that the very brutality of the means by which the IRA were pursuing change was destructive of the trust upon which new possibilities would have to be based.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "The essence of good government is trust.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "Relationships in general make people a bit nervous. It's about trust. Do I trust you enough to go there?", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "Central authority is bad. The bias should be for freedom. And without a central authority, there are lots of little authorities, and we learn which ones to trust.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "I built a series of supporters that had my back. I never abused that trust. You can't cry wolf. You have to solve most problems yourself.", 
    "name": "Michael Arad"
  }, 
  {
    "quote": "If you're an original thinker, you are going get told 'no' a lot, and you have to be able to hear 'no' many times from the bankers and trust that at some point, someone is going to recognize that you are an artist and not a can of soda.", 
    "name": "Nick Offerman"
  }, 
  {
    "quote": "Any agreement that you have isn't going to be based on North Korea's intentions or trust.", 
    "name": "Mitchell Reiss"
  }, 
  {
    "quote": "These are very subtle things, of course, and I don't expect everyone to pick them up consciously, but I think that there is something there that you must be able to feel, there is an energy at work that I must trust my audience will be able to pick up at some level.", 
    "name": "Atom Egoyan"
  }, 
  {
    "quote": "The hedonistic lifestyle is difficult to achieve when you're still carrying your own gear. Trust me that you don't feel glamorous with a 60-pound amp in your arms it's a lot less sexy than toting a vodka gimlet and impossible to do in heels.", 
    "name": "Carrie Brownstein"
  }, 
  {
    "quote": "What we're doing now is we're saying that individual schools can spend the money on their own priorities, so that head teachers can decide what's truly important, because the big shift in approach on education that we're taking - which is different from what happened before - is that we trust teachers and we trust heads.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "The big shift in approach on education that we are taking - which is different from what happened before - is that we trust teachers and we trust heads.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "Fanatics do not have faith - they have belief. With faith you let go. You trust. Whereas with belief you cling.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "My bulimia was my addiction. Hurting myself was my addiction... The music is what saved me. That's the only thing I can trust.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "You can't just trust to luck you have to really listen to what that character is telling you.", 
    "name": "Estelle Parsons"
  }, 
  {
    "quote": "The biggest lesson I learned from Vietnam is not to trust our own government statements. I had no idea until then that you could not rely on them.", 
    "name": "J. William Fulbright"
  }, 
  {
    "quote": "You cannot trust 25 guys in a locker room to have the same respect and training as I do with a weapon. That I do understand. I've carried a gun for 10 years. I've carried them in the locker room, and nobody really knows about it. I know how to handle myself.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "Like, you can find your dream, if you firmly believe. You have to have the innocence, and you have to have the daringness to trust.", 
    "name": "Bai Ling"
  }, 
  {
    "quote": "Jim Bakker came along. He said, Jessica Hahn, listen. You're a virgin. As God as my witness. He said, We need a girl that we can trust.", 
    "name": "Jessica Hahn"
  }, 
  {
    "quote": "I really like my doctors. Some of them I love. I trust them.", 
    "name": "Nancy Grace"
  }, 
  {
    "quote": "I think that America will not trust a party to defend America that isn't willing to defend itself.", 
    "name": "James Carville"
  }, 
  {
    "quote": "This thing is for the game of golf, yeah, but trust me, the Europeans don't have that mentality.", 
    "name": "Payne Stewart"
  }, 
  {
    "quote": "What Clinton did with Lewinsky was despicable but was no threat to the nation. That he lied about it repeatedly and to the public is a reason for us to cease to trust him and for him to resign.", 
    "name": "Donella Meadows"
  }, 
  {
    "quote": "I teach for the Book Trust, which promotes reading and writing with children.", 
    "name": "Toby Jones"
  }, 
  {
    "quote": "If we can by any method establish a relation of mutual trust between the laborer and the employer, we shall lay the foundation stone of a structure that will endure for all time.", 
    "name": "Mark Hanna"
  }, 
  {
    "quote": "I think it's a style of acting that you trust. You trust the instincts.", 
    "name": "Jeff Daniels"
  }, 
  {
    "quote": "I had a career and I came to motherhood late and am not married and have never had such a trusting relationship with a man - and trust is where the real power of love comes from.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "The United States contributes to peace in both by serving as a buffer between and among regional powers that, while not preparing for armed conflict, do not fully trust one another.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "We trust something in a grocery store and assume it's good. We don't learn about the most precious thing in life-the food we put in our body. Educate yourself!", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "The chief internal enemies of any state are those public officials who betray the trust imposed upon them by the people.", 
    "name": "Dalton Trumbo"
  }, 
  {
    "quote": "I find I like to work with a lot of the same actors, because I find that there's sort of shorthand there, and there is this unspoken trust, both ways. They trust me and I trust them. And I know what I'm going to get from them, to an extent. It's just fun, kind of creating this little family.", 
    "name": "Todd Phillips"
  }, 
  {
    "quote": "Even now I can't trust life. It did too many awful things to me as a kid.", 
    "name": "Clara Bow"
  }, 
  {
    "quote": "I trust, that your readers will not construe my words to mean, that I would not have gone to a 3 o'clock in the morning session, for the sake of defeating the Nebraska bill.", 
    "name": "Gerrit Smith"
  }, 
  {
    "quote": "When you're told to go brief a United States senator on a covert operation, you go do it. And you trust the information isn't going to leak.", 
    "name": "Oliver North"
  }, 
  {
    "quote": "We realized that the only persons we can truly trust in this world is each other and our families.", 
    "name": "Marion Jones"
  }, 
  {
    "quote": "Trust the tale, not the teller.", 
    "name": "David Knopfler"
  }, 
  {
    "quote": "What we have is North Korea still pursuing path to a nuclear weapon state. So the majority of people's trust in North Korea has gone down considerably.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "Americans have been given goals to achieve in Iraq, but not the standards by which to measure progress. And the only assurance Americans have been given that we can reach those goals is to trust the President and his Administration at their word.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "I love to be directed. They can trust me and go.", 
    "name": "Jeff Goldblum"
  }, 
  {
    "quote": "And trust, yes, which is important, but that is what I aim towards. Now that is difficult for some people, and with that desire to get things as good as possible, I would say that I'm probably regarded as quite prickly to work with.", 
    "name": "Jeremy Irons"
  }, 
  {
    "quote": "I currently use Ubuntu Linux, on a standalone laptop - it has no Internet connection. I occasionally carry flash memory drives between this machine and the Macs that I use for network surfing and graphics but I trust my family jewels only to Linux.", 
    "name": "Donald Knuth"
  }, 
  {
    "quote": "What we've gone through in the last several years has caused some people to question 'Can we trust Microsoft?'", 
    "name": "Steve Ballmer"
  }, 
  {
    "quote": "Even where friendship is concerned, it takes me a long time to trust people.", 
    "name": "Namie Amuro"
  }, 
  {
    "quote": "In my work you often get an abrupt shift in time, a jolt. But the emotional logic will take the reader on. I hope. I trust. After all, our memories do not work with any sequential logic.", 
    "name": "Graham Swift"
  }, 
  {
    "quote": "Whoever places his trust into a system will soon be without a home. While you are building your third story, the two lower ones have already been dismantled.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "You never know really what anyone thinks about you - that's why all my closest friends are ones I've had since my schooling days when I was 5. And I surround myself with people who I trust and who know me.", 
    "name": "Dominic Cooper"
  }, 
  {
    "quote": "What I've learned in these 11 years is you just got to stay focused and believe in yourself and trust your own ability and judgment.", 
    "name": "Mark Cuban"
  }, 
  {
    "quote": "I just trust people and they sense everything's gonna be alright.", 
    "name": "Gregory Corso"
  }, 
  {
    "quote": "If you succeed with your first dream, it helps. You know, people trust you, possibly, for the second one. They give you a chance to play out your second one.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "One of our most noble political tasks is to open up trust.", 
    "name": "Gustav Heinemann"
  }, 
  {
    "quote": "Disarmament requires trust.", 
    "name": "Gustav Heinemann"
  }, 
  {
    "quote": "We believe. We believe in our destiny as a nation. We believe we have been called to do good, to spread the blessings of liberty and encourage the sense of trust upon which free societies depend.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "And they like being able to turn on the television day in and day out to see someone that they know and they feel comfortable with and trust hopefully and respect even.", 
    "name": "Katie Couric"
  }, 
  {
    "quote": "Bereavement is the sharpest challenge to our trust in God if faith can overcome this, there is no mountain which it cannot remove.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "I can count on one hand how many people I trust.", 
    "name": "Frances Bean Cobain"
  }, 
  {
    "quote": "The Minutemen were seen as more of an art thing than Black Flag, although I didn't see them that way. It confused people when we put out Saccharine Trust, too.", 
    "name": "Greg Ginn"
  }, 
  {
    "quote": "The power to investigate is a great public trust.", 
    "name": "Emanuel Celler"
  }, 
  {
    "quote": "You know, at the end of the day, the only thing you have is trust and honor in this world. That's all you have. All you have is your reputation built on trust and your personal honor. When you don't have that anymore, well, you know, there you go. Trust was broken.", 
    "name": "George Tenet"
  }, 
  {
    "quote": "You see that's what I think is such a terrible, terrible betrayal, the trust that people have in government.", 
    "name": "Ralph Steadman"
  }, 
  {
    "quote": "I trust that the president will try, just give it one more shot, some revolutionary way of not doing this, of bringing all those kids back home safely.", 
    "name": "F. Murray Abraham"
  }, 
  {
    "quote": "I don't trust anybody who didn't inhale.", 
    "name": "Peter Fonda"
  }, 
  {
    "quote": "No dance has ever turned out the way I thought it would, because I trust enough that I can start something with some ideas and then it takes itself somewhere.", 
    "name": "Mark Morris"
  }, 
  {
    "quote": "I have a good team around me. I have people I trust around me. If I go the wrong way, they will yell at me. Just as they have in the past.", 
    "name": "Bubba Watson"
  }, 
  {
    "quote": "Feeding is a very important ritual for me. I don't trust people who don't like to eat.", 
    "name": "Gina Gershon"
  }, 
  {
    "quote": "The Christian must trust in a withdrawing God.", 
    "name": "William Gurnall"
  }, 
  {
    "quote": "The president has undermined trust. No longer will the members of Congress be entitled to accept his veracity. Caveat emptor has become the word. Every member of Congress is on his or her own to determine the truth.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "I am lucky to have advisers whom I trust.", 
    "name": "Monica Seles"
  }, 
  {
    "quote": "Trust your gut instinct over spreadsheets. There are too many variables in the real world that you simply can't put into a spreadsheet. Spreadsheets spit out results from your inexact assumptions and give you a false sense of security. In most cases, your heart and gut are still your best guide.", 
    "name": "Naveen Jain"
  }, 
  {
    "quote": "When you're a mom and you have three children, nothing bothers you. Trust me. Who cares what people say? I've got other things to deal with.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "That's the hard part about sport: as men we haven't started to be in our prime, but as athletes we are old people. I needed support. I lost trust and did stupid things.", 
    "name": "Boris Becker"
  }, 
  {
    "quote": "I hope and trust the infinite, the eternal, and merciful and loving God. I worship Him and feel no guilt in my heart before him for what I am going to do.", 
    "name": "Alex Campbell"
  }, 
  {
    "quote": "I worked with creative people who were very demanding of me, and they helped me reach performances that I never could have gotten on my own without being pushed and having trust in them. And so I know the best way to get the best performance of an actor, and that's not to coddle them or to baby them. It's to help them it's to push them.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "And when I retired, trust me, not only did Nolan Ryan, but the entire Ryan family had withdrawals from baseball. And it was tough.", 
    "name": "Nolan Ryan"
  }, 
  {
    "quote": "You just have to trust your instincts and hope that if someone doesn't like your idea, you can prove them wrong in the final process. In the end, you can please some of the people some of the time, but that's about all you can do.", 
    "name": "Bryan Singer"
  }, 
  {
    "quote": "In spite of the haze of speculation, it is still something of a shock to find myself here, coming to terms with an enormous trust placed in my hands and with the inevitable sense of inadequacy that goes with that.", 
    "name": "Rowan Williams"
  }, 
  {
    "quote": "Institutions develop because people put a lot of trust in them, they meet real needs, they represent important aspirations, whether it's monasteries, media, or banks, people begin by trusting these institutions, and gradually the suspicion develops that actually they're working for themselves, not for the community.", 
    "name": "Rowan Williams"
  }, 
  {
    "quote": "The Macau casinos have a wonderful business, it's taking in money from Chinese businessmen elsewhere who send it through junky companies to casinos to gamble. The growth continues and they have basically western managers and western accounting, so we trust the numbers a little bit more.", 
    "name": "James Chanos"
  }, 
  {
    "quote": "But I don't have a very good track record with royalty. My dress fell off in front of Prince Charles at the Prince's Trust, so I'm just living up to my reputation.", 
    "name": "Kate Bush"
  }, 
  {
    "quote": "This relationship is going to be built on trust.", 
    "name": "Marla Maples"
  }, 
  {
    "quote": "We've got to trust the politicians with these decisions.", 
    "name": "George Carey"
  }, 
  {
    "quote": "I don't trust the Bee Gee's because there's no way they could always be happy.", 
    "name": "Jon Crosby"
  }, 
  {
    "quote": "I became much happier when I realized I shouldn't depend solely on my career for my sense of self. So I developed other interests and surrounded myself with a small group of friends I could trust.", 
    "name": "Douglas Wood"
  }, 
  {
    "quote": "I went through a long period of time in that marriage when I didn't believe anything was my fault. I had to face what my part was, and only because of that difficult work was I able to trust a man again.", 
    "name": "Connie Sellecca"
  }, 
  {
    "quote": "Better to trust the man who is frequently in error than the one who is never in doubt.", 
    "name": "Eric Sevareid"
  }, 
  {
    "quote": "Various channels of dialogue must be kept open to build trust. I will meet North Korea's leader if it is needed to develop relations between the two Koreas.", 
    "name": "Park Geun-hye"
  }, 
  {
    "quote": "I never found anyone who was good enough, who I could trust enough.", 
    "name": "Christine Keeler"
  }, 
  {
    "quote": "Suicide is possible, but not probable hanging, I trust, is even more unlikely for I hope that, by the time I die, my countrymen will have become civilised enough to abolish capital punishment.", 
    "name": "Laurence Housman"
  }, 
  {
    "quote": "Know that there is so much more to you than your body. It's not just about perfecting the steps you must trust your instincts to tell deep, emotional stories through the steps that you are performing.", 
    "name": "Karen Kain"
  }, 
  {
    "quote": "I trust my instincts.", 
    "name": "Billy Zane"
  }, 
  {
    "quote": "It's probably a bit of a power trip when you befriend somebody enough that they trust you to tell you things.", 
    "name": "Josh Brolin"
  }, 
  {
    "quote": "I never practice before, I never work hours on a script. I just choose my characters and trust them, and after that, it's about the director taking your hand.", 
    "name": "Melanie Laurent"
  }, 
  {
    "quote": "When I think it's good not to say the truth, I don't say anything. I don't like actors in general, they lie, they are liars, trust me.", 
    "name": "Melanie Laurent"
  }, 
  {
    "quote": "He is still my father. He is still a person I know I could trust and he would never do anything against me. Once you're at the top, there are not many people like that. People always want something from you.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "We do not trust the goodwill of the U.S. They have cut the ties.", 
    "name": "Akbar Hashemi Rafsanjani"
  }, 
  {
    "quote": "The Social Security trust fund is in pretty good shape today and we should not embark upon risky, dangerous schemes which will, in fact, undermine Social Security, such as privatization.", 
    "name": "Max Baucus"
  }, 
  {
    "quote": "There is a measure needing courage to adopt and enforce it, which I believe to be of virtue sufficient to redeem the nation in this its darkest hour: one only I know of no other to which we may rationally trust for relief from impending dangers without and within.", 
    "name": "Robert Dale Owen"
  }, 
  {
    "quote": "Superman was never previewed because the producers didn't trust Warners with the film.", 
    "name": "Richard Donner"
  }, 
  {
    "quote": "That's how you get a performance - they put trust in you.", 
    "name": "Richard Donner"
  }, 
  {
    "quote": "I trust no one totally.", 
    "name": "Gary Sheffield"
  }, 
  {
    "quote": "I don't trust that many people. Just my mother and my wife and a couple of friends. When I trust people, it doesn't end well.", 
    "name": "Gary Sheffield"
  }, 
  {
    "quote": "There's only a handful of people I trust completely, and I know who they are. Other than that, I pretty much don't trust people.", 
    "name": "Anton Yelchin"
  }, 
  {
    "quote": "If the president is failing to disclose material facts with regard to legislation being presented to the Congress on a question as important as war and peace, I think it does impair the level of trust that the House and the Senate have for this administration.", 
    "name": "John Dingell"
  }, 
  {
    "quote": "I found it to be more challenging to be in a huge effects movie, because a lot of the things aren't there.You have to trust the director and react to nothing.", 
    "name": "Katie Holmes"
  }, 
  {
    "quote": "From beginning to end I worried that Ang Lee wouldn't be satisfied with my work. So I worked as hard as I could to earn his trust, because you only get a chance like this once.", 
    "name": "Zhang Ziyi"
  }, 
  {
    "quote": "There's a lot of trust being built up. I think we have a lot of work ahead of us.", 
    "name": "Jacob Lew"
  }, 
  {
    "quote": "We need to discuss the basis of a new form of trust built on a meaningful form of citizenship appropriate for a republic.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "David was the kind of guy who was totally supportive of the actors and instructed the writing staff to trust the actor's instincts, since after all, it's the actors playing the character.", 
    "name": "William Devane"
  }, 
  {
    "quote": "The first year I started in San Francisco, there was an American work on every program and there's been a lot of music by living composers and gradually that was part of the process of getting the audience really to trust me.", 
    "name": "Michael Tilson Thomas"
  }, 
  {
    "quote": "Now where people are - at least the people I talk to - they are focused on issues of trust. Accountability also comes up, to make sure that this doesn't happen again.", 
    "name": "William P. Leahy"
  }, 
  {
    "quote": "If its not done ethically, advertising won't be trusted. If consumers don't trust it, advertising is pointless.", 
    "name": "Jef I. Richards"
  }, 
  {
    "quote": "To say that you now trust the Russian military command and control system because some Russian general told you from the bottom of his heart that's the case, strikes me as most unrealistic.", 
    "name": "William Odom"
  }, 
  {
    "quote": "When I meet a couple, I'm always interested to know if they have been together for a long time, or how loyal they are, because I know that will impact on how much I'm prepared to trust them.", 
    "name": "Richard E. Grant"
  }, 
  {
    "quote": "I used to have trust with reporters. Give them scoops. Those were the old days. It's very strange, when you give a story and it doesn't come out the right way.", 
    "name": "Joe Arpaio"
  }, 
  {
    "quote": "I wasn't sure how my dad would react. There was an agent sitting behind them and he told me he was embarrassed to watch the scenes. My parents have always been very open. They trust my decisions.", 
    "name": "Shannon Elizabeth"
  }, 
  {
    "quote": "I think one of the coolest things about the job is the level of trust we have for each other. The actors fully trust that the writers will write amazing episodes, and the writers trust that the actors will follow their instincts with the characters.", 
    "name": "John Krasinski"
  }, 
  {
    "quote": "I generally wade in blind and trust to fate and instinct to see me through.", 
    "name": "Peter Straub"
  }, 
  {
    "quote": "The duty of responsibility placed on any MP is one of the greatest honours that can be bestowed and I for one don't believe the Conservative Party would abuse that trust by selecting someone who did not have the goods to do the job, just for the sake of media coverage.", 
    "name": "Adam Rickitt"
  }, 
  {
    "quote": "Clearly, if it is sensible to hold a referendum on independence, it is crucial that we have one on marriage. It is the only way the country can move forward on this issue. Let all those who have a view on this subject place their trust in the Scottish people and let Scotland decide.", 
    "name": "Keith O'Brien"
  }, 
  {
    "quote": "The best situation is where they cast you and then they trust you.", 
    "name": "Illeana Douglas"
  }, 
  {
    "quote": "I just think that I'll never have plastic surgery if I'm not in front of the camera. If you make your living selling this thing, which is the way you look, then maybe you do it. But trust me, the minute I'm directing or producing and not starring, I would never even think of it.", 
    "name": "Rebecca De Mornay"
  }, 
  {
    "quote": "Nobody should trust their virtue with necessity, the force of which is never known till it is felt, and it is therefore one of the first duties to avoid the temptation of it.", 
    "name": "Mary Wortley Montagu"
  }, 
  {
    "quote": "We have fun, we listen to one another, we challenge one another, we trust one another. We're doing what we enjoy, and we're not just playing for each other, we're playing for the people.", 
    "name": "Benny Green"
  }, 
  {
    "quote": "A more important reason is that the bands will intuitively trust someone they think is a peer, and who speaks fondly of the same formative rock and roll experiences.", 
    "name": "Steve Albini"
  }, 
  {
    "quote": "While it is clear that we need to make some adjustments to protect Social Security for the long term, it is disingenuous to say that the trust fund is facing a crisis.", 
    "name": "Carl Levin"
  }, 
  {
    "quote": "I trust it will not be giving away professional secrets to say that many readers would be surprised, perhaps shocked, at the questions which some newspaper editors will put to a defenseless woman under the guise of flattery.", 
    "name": "Kate Chopin"
  }, 
  {
    "quote": "I almost always do things that I like, in some form or fashion. Every once in awhile that means that I don't think the script is any good and I don't have any trust in the people, but the film is shooting in Sri Lanka, or somewhere like that, so I'm going.", 
    "name": "Billy Campbell"
  }, 
  {
    "quote": "Well, first of all, making films is a collaborative process. You need people. You need people you trust and love and who are your friends. People you can work with.", 
    "name": "Sean Durkin"
  }, 
  {
    "quote": "I focus on the writing and let the rest of the process take care of itself. I've learned to trust my own instincts and I've also learned to take risks.", 
    "name": "Sue Grafton"
  }, 
  {
    "quote": "You should trust any man in his own art provided he is skilled in it.", 
    "name": "Edward Coke"
  }, 
  {
    "quote": "Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "Well, the whole story is in the book, but the short answer is that I was the first information architect in an organization that was traditionally design-oriented, and I felt I needed a tool to help me gain the trust and support of my colleagues.", 
    "name": "Jesse James Garrett"
  }, 
  {
    "quote": "There's good and bad everywhere in any aspect in life. The only people who we can't really trust are politicians. Because those guys lie to everybody and constantly.", 
    "name": "Demian Bichir"
  }, 
  {
    "quote": "I now announce myself as candidate for the Presidency. I anticipate criticism but however unfavorable I trust that my sincerity will not be called into question.", 
    "name": "Victoria Woodhull"
  }, 
  {
    "quote": "You can trust a Neil Simon script. Every dot. Every dash that pause means something. He takes all the jokes out, practically.", 
    "name": "Hector Elizondo"
  }, 
  {
    "quote": "At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation.", 
    "name": "Li Peng"
  }, 
  {
    "quote": "If we do what we think is right, not try to point-score, people will begin to trust us.", 
    "name": "Francis Maude"
  }, 
  {
    "quote": "When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.", 
    "name": "Russel Honore"
  }, 
  {
    "quote": "Trust me, the only real way to understand 'Chic' is in highfalutin terms. Our chord progressions were based on European modal melodies. I made those early 'Chic' records to impress my jazz friends.", 
    "name": "Nile Rodgers"
  }, 
  {
    "quote": "Trust me, my runners aren't going to run one event while looking past it to the second event. When they get on the line for the 10K, that's a do-or-die situation for them.", 
    "name": "Alberto Salazar"
  }, 
  {
    "quote": "And I also trust that there's more than one way to do something.", 
    "name": "Dennis Muren"
  }, 
  {
    "quote": "That's a great feeling to know that I'm going into a project that I have no idea what will become of that movie, but I really trust Ang Lee. And I really trusted Ron. It's just really nice to work with people that you feel that way about.", 
    "name": "Jennifer Connelly"
  }, 
  {
    "quote": "If you get too attached to how you want it to come out the other side, you freeze. I try to trust that it will work out in the end.", 
    "name": "Jennifer Connelly"
  }, 
  {
    "quote": "I'm a Prince of Wales Trust ambassador, so I'm all about giving youth an education, a voice and a chance to not take the wrong road.", 
    "name": "Benedict Cumberbatch"
  }, 
  {
    "quote": "How I work is I work from of very character-driven place. And I trust the writers.", 
    "name": "Amy Adams"
  }, 
  {
    "quote": "If Romney explains why where we are with Obama is unacceptable, why whither we are tending is even worse - and why his own alternative path forward is superior - then we trust the American people to make the right choice in November.", 
    "name": "Bill Kristol"
  }, 
  {
    "quote": "I grew up in a neighborhood in Baltimore that was like a war zone, so I never learned to trust that there were people who could help me.", 
    "name": "Jada Pinkett Smith"
  }, 
  {
    "quote": "Reporters used to be blue-collar at the Globe now, it's practically required that you have a trust fund.", 
    "name": "Howie Carr"
  }, 
  {
    "quote": "Nobody has ever denied that when it comes to his trade - gigolo - John Forbes Kerry is one of the all-time greats. He's in the Gigolo Hall of Fame. See, a really good gigolo might snag one heiress in a lifetime with a nine-figure trust fund. Kerry has married two. When it comes to gigolos, he's Steve Jobs.", 
    "name": "Howie Carr"
  }, 
  {
    "quote": "The Centre is very important to me it's about trust - about truth.", 
    "name": "David Ginola"
  }, 
  {
    "quote": "I guess because it feels more open, but I think being married is way sexier, because it's really like your soul partner in a permanent fashion, and then you strive for it to be something permanent, and that type of commitment and trust, if you can achieve it, is so good for the soul.", 
    "name": "Leelee Sobieski"
  }, 
  {
    "quote": "In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools.", 
    "name": "Mark Foley"
  }, 
  {
    "quote": "You can't trust the internet.", 
    "name": "Nicolette Sheridan"
  }, 
  {
    "quote": "One of the challenges in networking is everybody thinks it's making cold calls to strangers. Actually, it's the people who already have strong trust relationships with you, who know you're dedicated, smart, a team player, who can help you.", 
    "name": "Reid Hoffman"
  }, 
  {
    "quote": "If you wish in this world to advance your merits you're bound to enhance You must stir it and stump it, and blow your own trumpet, Or, trust me, you haven't a chance.", 
    "name": "William Gilbert"
  }, 
  {
    "quote": "Science doesn't in the slightest depend on trust. It depends completely on the belief that you can demonstrate something for yourself.", 
    "name": "Walter Gilbert"
  }, 
  {
    "quote": "Don't trust somebody that don't have a troubled period.", 
    "name": "Benjamin Walker"
  }, 
  {
    "quote": "We've got a long career ahead of us and it's going to be great. Trust me.", 
    "name": "Dan Hawkins"
  }, 
  {
    "quote": "Whom am I going to trust if I have to back again.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "Citizens, the priority now is to recover trust between the Egyptian - amongst the Egyptians and to have trust and confidence in our economy and international reputation and the fact that the change that we have embarked on will carry on and there's no going back to the old days.", 
    "name": "Hosni Mubarak"
  }, 
  {
    "quote": "And I believe that public broadcasting has an important trust with the American people, it's an intimate medium of television, and that we can do reading and language development for young children without getting into human sexuality.", 
    "name": "Margaret Spellings"
  }, 
  {
    "quote": "In this choice, as I look back over more than half a century, I can only follow - and trust - the same sort of instinct that one follows in the art of fiction.", 
    "name": "Mary Augusta Ward"
  }, 
  {
    "quote": "It's all about the director for me we have to click. It's a trust thing. I'll say I'm ready to let down my walls. I'll cry for you as long as you need. But you're going to have to hug me afterwards.", 
    "name": "Juno Temple"
  }, 
  {
    "quote": "I became a Republican because I trust people more than I trust government.", 
    "name": "Heather Wilson"
  }, 
  {
    "quote": "Although filmmaking is collaborative and involves trust, ultimately it is the director who holds the whole picture together in their head.", 
    "name": "Julia Leigh"
  }, 
  {
    "quote": "Writing doesn't come real easy to me. I couldn't write a novel in a year. It wouldn't be readable. I don't let an editor even look at it until the second year, because it would just scare them. I just have to trust that all these scraps and dead-ends will find a way.", 
    "name": "Charles Frazier"
  }, 
  {
    "quote": "I always market research my books before I hand them in by showing them to five or six close friends who I trust to be honest with me, so they are very heavily re-written already.", 
    "name": "Helen Fielding"
  }, 
  {
    "quote": "The American people want to have trust in their leaders.", 
    "name": "David Plouffe"
  }, 
  {
    "quote": "I know it sounds new age-y, but what I've truly come up with is that you really need to trust that you're on your own path, as long as you stay true to it and you show up, which is 99% of it.", 
    "name": "Jane Lynch"
  }, 
  {
    "quote": "I don't trust Santa Barbara as far as I can spit. I am afraid that if I went back there, it's possible that I could be run through their system, their judicial system, and wind up in some county jail where I could be killed and I'm not gonna take that chance.", 
    "name": "Randy Quaid"
  }, 
  {
    "quote": "We can trust our doctors to be professional, to minister equally to their patients without regard to their political or religious beliefs. But we can no longer trust our professors to do the same.", 
    "name": "David Horowitz"
  }, 
  {
    "quote": "Sci-fi nerds are respectful, honorable. You can trust them.", 
    "name": "Claudia Christian"
  }, 
  {
    "quote": "I don't trust anybody in my life except my mother and my dogs.", 
    "name": "Cheryl Cole"
  }, 
  {
    "quote": "So when you go to a set and you just fully trust everybody, you know how hard everybody's working, you know that the people doing it are good and have such a strong vision - that's exactly my experience on 'New Girl,' and what my experience on 'Veronica Mars' was like. Everybody was just so great.", 
    "name": "Max Greenfield"
  }, 
  {
    "quote": "You never know if you're a writer. You can't trust it. If you woke up and said, 'I'm a writer,' it would be gone. You wouldn't see anything for miles - even the dust would be running away.", 
    "name": "Ali Smith"
  }, 
  {
    "quote": "The same sort of thing happened in my dispute with the National Trust book: Follies: A National Trust Guide, which implied that the only pleasure you can get from Folly architecture is by calling the architect mad, and by laughing at the architecture.", 
    "name": "Ian Hamilton Finlay"
  }, 
  {
    "quote": "Trust me, you have to fight. When people are wrong, you've got to let them know it.", 
    "name": "Orlando Cepeda"
  }, 
  {
    "quote": "You can never trust what you read.", 
    "name": "William Goldman"
  }, 
  {
    "quote": "When it comes to locations, I'm one of those crazy authors who has to see it, touch it, taste it, before I trust myself to recreate it for my readers. Having said that, visiting a locked-down pediatric psych ward was the most intimidating research I've ever done - and I've visited maximum security prisons, shooting galleries, bone collections, etc.", 
    "name": "Lisa Gardner"
  }, 
  {
    "quote": "I would say I was always very ambitious and goal-oriented, but rather than being just a go-getter hustler, now I surrender a lot more and I trust my path a lot more.", 
    "name": "Jenna Dewan"
  }, 
  {
    "quote": "In high school I was always thinking, 'Should I be doing more? What else should I be doing?' Now I know it will all come to me. I just have to trust my path, so that's very different.", 
    "name": "Jenna Dewan"
  }, 
  {
    "quote": "As a historian, what I trust is my ability to take a mass of information and tell a story shaped around it.", 
    "name": "Doris Kearns Goodwin"
  }, 
  {
    "quote": "We associate the North Atlantic with cod. The motto of Newfoundland used to be 'In cod we trust.' It was a joke, but it was essentially true. But there is no cod anymore. And that's extraordinary. It's all because of either greed or politics - Canadian politics.", 
    "name": "Simon Winchester"
  }, 
  {
    "quote": "I have achieved what I wanted to achieve. I'm better off at some sort of independent place where they not only like what I produce but also trust me to be the one to produce it.", 
    "name": "Keith Olbermann"
  }, 
  {
    "quote": "We grow in time to trust the future for our answers.", 
    "name": "Ruth Benedict"
  }, 
  {
    "quote": "People don't place their trust in government or company pension plans they have to be self-reliant.", 
    "name": "Scott Cook"
  }, 
  {
    "quote": "I plays Joe's best friend. I am the only one he has ever been able to trust in his life, so I help him understand what happened to him when he was younger.", 
    "name": "Michelle Trachtenberg"
  }, 
  {
    "quote": "We live in the country. I'm a redneck. No, ha-ha. I live in L.A. County, but more in the hills. Not in the fancy kind! Trust me whatever you do you do not want to come to my neighborhood!", 
    "name": "Atticus Shaffer"
  }, 
  {
    "quote": "When you explain to people what you're trying to do, as opposed to just making demands or delegating tasks, you can build instant trust, even if it's just for that short time you're on the phone.", 
    "name": "Simon Sinek"
  }, 
  {
    "quote": "Whether we knew many who died on September 11 or personally knew none, we all lost something on that day. Innocence. Security. A trust that our homeland would always be safe.", 
    "name": "Bob Taft"
  }, 
  {
    "quote": "I'm lucky to have a great support system in my friends and some of my family. If you have those people that you trust, go ahead and fall back into them and let them be your hammock and cocoon and let them embrace you.", 
    "name": "JoJo"
  }, 
  {
    "quote": "Any journalist worth his or her salt wouldn't trust me.", 
    "name": "Joey Skaggs"
  }, 
  {
    "quote": "Spending when the math's not there and the numbers aren't there and if they look in the social security trust fund, it's filled with IOUs because the government's been pilfering it for years on end. We have to do something. We have to start having this discussion.", 
    "name": "Ben Quayle"
  }, 
  {
    "quote": "As a Christian, I think it's really important to find a man of God to trust and be supportive of me.", 
    "name": "Leven Rambin"
  }, 
  {
    "quote": "When you do a drama, you are challenged to trust your inner voice much more. Because when you put a comedy in front of even a 25-person screening, you know whether it's working or not. The barometer is overt.", 
    "name": "Shawn Levy"
  }, 
  {
    "quote": "If we keep on ignoring and leaving children to their own devices at home, they become latchkey kids, and trust me, the consequences of that are not good.", 
    "name": "Eric Braeden"
  }, 
  {
    "quote": "One of the mistakes I made was placing too much trust in Montesinos.", 
    "name": "Alberto Fujimori"
  }, 
  {
    "quote": "Our authorities leave us no doubt that the trust lodged with the oligarchy was sometimes abused, but it certainly ought not to be regarded as a mere usurpation or engine of tyranny.", 
    "name": "Henry James Sumner Maine"
  }, 
  {
    "quote": "Let's put aside the politics and trust the people. Let's embrace the unique opportunity we all have take the heat and make the hard and difficult decisions, knowing that we're doing it to make things better for the people of Illinois.", 
    "name": "Rod Blagojevich"
  }, 
  {
    "quote": "I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents we're all teachers - if we're willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door.", 
    "name": "Marla Gibbs"
  }, 
  {
    "quote": "I wanted to trust in my partners and the directors and producers and do the best I can to deliver what I could deliver.", 
    "name": "Martin Lawrence"
  }, 
  {
    "quote": "My mom just understands about stuff. We have a really good trust, and she knows I can take care of myself.", 
    "name": "Balthazar Getty"
  }, 
  {
    "quote": "We have to have a way of dealing with this that engenders confidence, trust, gives us every chance of getting the right outcome and boosts both sustainability and economic return at the same time.", 
    "name": "John Anderson"
  }, 
  {
    "quote": "You always want to go out there with the best book possible, so I listen to what my editors say, and even if they don't know how to fix it, I always seem to find a way. 'Trust Your Eyes' is the best book I've written, and I don't know if I can do any better.", 
    "name": "Linwood Barclay"
  }, 
  {
    "quote": "Our nation's Social Security Trust Fund is depleting at an alarming rate, and failure to implement immediate reforms endangers the ability of Americans to plan for their retirement with the options and certainty they deserve.", 
    "name": "Pete Sessions"
  }, 
  {
    "quote": "I was always led to believe you should take care of yourself, trust in your abilities and you're the author of your own destiny.", 
    "name": "Adewale Akinnuoye-Agbaje"
  }, 
  {
    "quote": "It is a sore point, because you do have advantages if you have access to more than one language. You also have problems, because on bad days you don't trust yourself, either in your first or your second language, and so you feel like a complete halfwit.", 
    "name": "W. G. Sebald"
  }, 
  {
    "quote": "You can trust Charlie Crist.", 
    "name": "Charlie Crist"
  }, 
  {
    "quote": "I think the industry finally gets it. They've lost the connection with the American public, and they've got to rebuild the trust with the American public.", 
    "name": "Billy Tauzin"
  }, 
  {
    "quote": "A lot of time you write out of some unconscious place. I try to trust what is coming and where it wants to take me.", 
    "name": "Sue Monk Kidd"
  }, 
  {
    "quote": "I am honored that my freshman class colleagues have put their trust in me to represent our historic class at the leadership table. The incoming freshman class of Representatives is large and diverse but we share many common goals including cutting wasteful spending, getting our economy back on track and making government smarter and more efficient.", 
    "name": "Kristi Noem"
  }, 
  {
    "quote": "The time I trust will come, perhaps within the lives of some of us, when the outline of this science will be clearly made out and generally recognised, when its nomenclature will be fixed, and its principles form a part of elementary instruction.", 
    "name": "Nassau William Senior"
  }, 
  {
    "quote": "I have complete artistic control, and I just do my best album every time and trust it to fate.", 
    "name": "Susannah McCorkle"
  }, 
  {
    "quote": "In any solid, good relationship, it takes a while to trust someone.", 
    "name": "Minka Kelly"
  }, 
  {
    "quote": "Having been given that public trust, we have a responsibility to share with the public.", 
    "name": "Steven Squyres"
  }, 
  {
    "quote": "If you are a reliable, honest journalist, sources will open up and trust you and share good information.", 
    "name": "Wolf Blitzer"
  }, 
  {
    "quote": "There's a unique bond of trust between readers and authors that I don't believe exists in any other art form as a reader, I trust a novelist to give me his or her best effort, however flawed.", 
    "name": "Dan Simmons"
  }, 
  {
    "quote": "I trust my mum with anything. If I have a problem, my mum is always the first person I go to.", 
    "name": "Richard Fleeshman"
  }, 
  {
    "quote": "We should conceive of ourselves not as rulers of Earth, but as highly powerful, conscious stewards: The Earth is given to us in trust, and we can screw it up or make it work well and sustainably.", 
    "name": "Kim Stanley Robinson"
  }, 
  {
    "quote": "I trust my wife more than I trust myself.", 
    "name": "Chris Paul"
  }, 
  {
    "quote": "I got this idea about being afraid to let go of something and being afraid of sinking into a state of almost anesthesia, where you have to trust other people. Just the paranoia of it all. And it seemed to suit the frenetic track. So I just wrote it out and, you know, said it.", 
    "name": "Nick Rhodes"
  }, 
  {
    "quote": "I was telling somebody just the other day, there's technically such a hierarchy in this business. You have film, that's the ideal then you have TV, and things like web series do not claim as much cred, but the fact is, if the material is solid and I believe and trust in the team that's involved, I don't care what format it is.", 
    "name": "Tony Hale"
  }, 
  {
    "quote": "People trust I know what I'm doing. I have lots of credibility. I've had years of learning. I know and understand my business.", 
    "name": "Lori Greiner"
  }, 
  {
    "quote": "Our citizens will lose their confidence or trust in the values and principles of the international community, especially if our personal identity is denied.", 
    "name": "Boris Trajkovski"
  }, 
  {
    "quote": "I've stayed away from Twitter for a long time because I sort of didn't trust myself with such an intimate but very public way of relating to the world, but I feel like I've studied it enough.", 
    "name": "Elizabeth Reaser"
  }, 
  {
    "quote": "I'm not on a mission. I'm not a paragon of health for anybody. I'm not going to run a marathon or model for 'Men's Health' or go on bike rides with Lance Armstrong. I'm not. Trust me.", 
    "name": "Duff Goldman"
  }, 
  {
    "quote": "When political and business leaders tell the public - any public - 'We don't trust you to make the right decision' - they prejudice that electorate against the very proposals they want it to accept and undermine public confidence in themselves.", 
    "name": "Preston Manning"
  }, 
  {
    "quote": "The Obama administration believes in experts and blue-ribbon panels. They believe in creating new agencies and boards. They believe in all that, but they just don't trust the entrepreneur's ability to grow her own business and to create jobs.", 
    "name": "Sher Valenzuela"
  }, 
  {
    "quote": "I therefore beg that you would indulge me with the liberty of declining the arduous trust.", 
    "name": "Christopher Gadsden"
  }, 
  {
    "quote": "I have been extremely pleased to support the Trust's work in the Lupus Unit ever since. Personal experience also motivated me to become involved to help raise the awareness of the disease and hopefully thereby improve the speed of diagnosis.", 
    "name": "Elaine Paige"
  }, 
  {
    "quote": "It's difficult to get started-when it comes to dealing with an unknown quantity, people are reluctant to trust their own opinion. It helps if two or three people give you a boost.", 
    "name": "Lyle Lovett"
  }, 
  {
    "quote": "The decision is 'trust fund' versus 'no more Medicaid' - and that shouldn't be a tough decision.", 
    "name": "Haley Barbour"
  }, 
  {
    "quote": "Now the first step has to be taken, the step towards democracy. This step is full of risks, and requires trust on all sides. We don't know where it will lead. But if we just stand still, we will have no chance of escaping the violence.", 
    "name": "Daniel Barenboim"
  }, 
  {
    "quote": "You can't trust a promise someone makes while they're drunk, in love, hungry, or running for office.", 
    "name": "Joe Moore"
  }, 
  {
    "quote": "My disposition as a human being is kind of a go-along-to-get-along person. I tend to trust authority.", 
    "name": "Chris Hayes"
  }, 
  {
    "quote": "You always have certain strengths and certain weaknesses, and you want to compensate for your weaknesses... I have a real duty to earn the trust of the faculty. I don't just deserve it. I have to earn it.", 
    "name": "Erskine Bowles"
  }, 
  {
    "quote": "We have an opportunity, but we have an obligation to senior citizens and to the younger people who are entering the workforce today to help ensure that they are going to be able to trust the government to have a workable program that benefits them as well.", 
    "name": "Thad Cochran"
  }, 
  {
    "quote": "Millions have been taken from me. If you are not on top of it and you make a lot of money, and you trust business managers, then, yes, money will be taken from you.", 
    "name": "Stephanie Mills"
  }, 
  {
    "quote": "My biggest challenge is trust, and really believing that trust, in letting things just happen personally and professionally and trust with myself. But I'm getting better at it.", 
    "name": "Katherine Moennig"
  }, 
  {
    "quote": "I have some women friends but I prefer men. Don't trust women. There is a built-in competition between women.", 
    "name": "Edna O'Brien"
  }, 
  {
    "quote": "I was afterwards sorry for this, though, if I ever travel again, I shall trust to none but natives, as the climate of Africa is too trying to foreigners.", 
    "name": "John H. Speke"
  }, 
  {
    "quote": "The first thing I've learned is to trust nobody.", 
    "name": "Josh Bowman"
  }, 
  {
    "quote": "It's mostly the financial chicanery that's going on. People are saying 'What kind of trust can we put in this market?'", 
    "name": "Mike Farrell"
  }, 
  {
    "quote": "Do not trust to the cheering, for those persons would shout as much if you and I were going to be hanged.", 
    "name": "Claude M. Bristol"
  }, 
  {
    "quote": "Mr. Speaker, the Delaware River deepening project is important for my constituents, for our region and for the entire nation. I trust that, when they examine the facts about it, every one of my colleagues will join me in supporting it.", 
    "name": "Robert Brady"
  }, 
  {
    "quote": "Bob summed it up best when he was on his knees at the end of the night saying, 'Don't trust in Guided By Voices.' You were there was the show awful or something? I know it was sloppy, but they're not really that tight anyway, but was it embarrassing, was it sad?", 
    "name": "Kim Deal"
  }, 
  {
    "quote": "I have only one rule in acting - trust the director and give him heart and soul.", 
    "name": "Ava Gardner"
  }, 
  {
    "quote": "Before we decide to trust you with this power, we ask you to stand before the public and explain your views. Justice may be blind, but it should not be deaf.", 
    "name": "Herb Kohl"
  }, 
  {
    "quote": "I am not the kind of girl who can trust a theory based on one person.", 
    "name": "Brigitte Boisselier"
  }, 
  {
    "quote": "I've never made choices based on money - I always trust my gut.", 
    "name": "David James Elliott"
  }, 
  {
    "quote": "The first few weeks football players look at you like you are speaking a foreign language. My job is to get them to trust me, trust the system. I ask them to run in a way that makes no sense to them.", 
    "name": "Ato Boldon"
  }, 
  {
    "quote": "I've worked with many directors, good ones and bad ones. So if I have a chance to work the good ones, I better put myself in their hands, and trust them, because that's my big opportunity to be different, and to be better than usual.", 
    "name": "Thomas Kretschmann"
  }, 
  {
    "quote": "We would be false to our trust if we allowed the time it takes to give effect to constitutional rights to be used as the very reason for taking away those rights.", 
    "name": "Frank Murphy"
  }, 
  {
    "quote": "It's the same old story you've heard a thousand times. Somebody's trust gets broken. Somebody's left behind.", 
    "name": "Travis Tritt"
  }, 
  {
    "quote": "With any work worth its salt, you have to trust the author enough to take its measure. And if you apply too many preconceptions, you are not taking its measure.", 
    "name": "Art Spiegelman"
  }, 
  {
    "quote": "At this stage of my life I would rather try and have some small impact within a company and suffer through those things than make such a big stink that nobody can trust to work with you. It's very important in an environment of a big institution that people don't feel threatened that you're going to expose them in any way.", 
    "name": "Gelsey Kirkland"
  }, 
  {
    "quote": "When you're playing the same dirty dozen night after night, the moments that keep it fresh are those when you just let go and trust everyone.", 
    "name": "Jonathan Cain"
  }, 
  {
    "quote": "It's good to have a manager who shares your interests, or goals. You can presumably trust a husband. I don't know if it's the best way to work. I really shouldn't discuss this.", 
    "name": "Dorothy Stratten"
  }, 
  {
    "quote": "I've never read a screenplay in advance. You trust the artist.", 
    "name": "Beatrice Dalle"
  }, 
  {
    "quote": "Apart from a few simple principles, the sound and rhythm of English prose seem to me matters where both writers and readers should trust not so much to rules as to their ears.", 
    "name": "F. L. Lucas"
  }, 
  {
    "quote": "And so, at the age of thirty, I had successively disgraced myself with three fine institutions, each of which had made me free of its full and rich resources, had trained me with skill and patience, and had shown me nothing but forbearance and charity when I failed in trust.", 
    "name": "Simon Raven"
  }, 
  {
    "quote": "We save paradise by an intense education program where you get people that you can trust to talk sanely about the environment and hope that the message will get through.", 
    "name": "Arthur Boyd"
  }, 
  {
    "quote": "The problem with not having a camera is that one must trust the analysis of a reporter who's telling you what occurred in the courtroom. You have to take into consideration the filtering effect of that person's own biases.", 
    "name": "Lance Ito"
  }, 
  {
    "quote": "Firemen can do almost everything. You already trust them in life-threatening situations why not let them help you with your everyday problems, too?", 
    "name": "David Hunt"
  }, 
  {
    "quote": "There's no one I trust in show business more than Sabrina Wind. She's my eyes and ears when I can't be there. She weighs in on everything, from scripts to sets to advertising.", 
    "name": "Marc Cherry"
  }, 
  {
    "quote": "Our cattlemen have given us the safest, most abundant, most affordable beef supply in the world and I trust their judgment. And if you look at consumer confidence in this country, so does the American public.", 
    "name": "Norm Coleman"
  }, 
  {
    "quote": "Your crew becomes your family and you trust the director and the other actors on the set, and it's a very safe place.", 
    "name": "Aleksa Palladino"
  }, 
  {
    "quote": "My parents put everything in a trust fund for me. I won't get it until I'm 18, so I'll use it for college.", 
    "name": "Heather O'Rourke"
  }, 
  {
    "quote": "Work hard, use your common sense and don't be afraid to trust your instincts.", 
    "name": "Fred L. Turner"
  }, 
  {
    "quote": "You might not trust me. Please give me a chance and time. I will prove myself for all of you.", 
    "name": "Yingluck Shinawatra"
  }, 
  {
    "quote": "I completely trust Gloria Vanderbilt. I have always found her very honest.", 
    "name": "Michael Lindsay-Hogg"
  }, 
  {
    "quote": "Trust is a big word for me. Loyalty and trust, for me, are everything. It's the core of what I'm about and what the people around me hopefully are about. It's a certain thing that gives you a sense of security. It's the biggest factor in everything I do.", 
    "name": "Tommy Mottola"
  }, 
  {
    "quote": "I often say that shareholders should feel very responsible for how responsive corporations are to the public trust.", 
    "name": "Ruth J. Simmons"
  }, 
  {
    "quote": "Don't trust anyone over thirty.", 
    "name": "Jerry Rubin"
  }, 
  {
    "quote": "Trust me, I'm going to find out where the money has gone and how it has been spent, and see if we can't get it down there quicker to let that rebuilding start.", 
    "name": "Lynn Westmoreland"
  }, 
  {
    "quote": "Baseball is a public trust. Players turn over, owners turn over and certain commissioners turn over. But baseball goes on.", 
    "name": "Peter Ueberroth"
  }, 
  {
    "quote": "This Bush administration has a growing credibility gap, maybe even a credibility chasm, on environmental policy. The President has lost the trust of the American people when it comes to the environment.", 
    "name": "Jim Jeffords"
  }, 
  {
    "quote": "The hardest thing to do is to trust people.", 
    "name": "Dwight Howard"
  }, 
  {
    "quote": "There's obviously nothing wrong with selling your art - only an idiot with a trust fund would tell you otherwise. But it's confusing to know how far you should take it.", 
    "name": "Banksy"
  }, 
  {
    "quote": "Based on 30 years of experience with the Iranians, they will give you 100 words. Trust only one of the 100.", 
    "name": "Hamad bin Khalifa Al Thani"
  }, 
  {
    "quote": "Racial profiling punishes innocent individuals for the past actions of those who look and sound like them. It misdirects crucial resources and undercuts the trust needed between law enforcement and the communities they serve. It has no place in our national discourse, and no place in our nation's police departments.", 
    "name": "Benjamin Todd Jealous"
  }, 
  {
    "quote": "If the security forces continue to be dominated as they are now by political groups or sects, then the people won't trust in them - and the result will be civil war or fragmentation of the country.", 
    "name": "Adnan Pachachi"
  }, 
  {
    "quote": "I trust the people who are working with me. I delegate.", 
    "name": "Mario Draghi"
  }, 
  {
    "quote": "The Broken Bow group is such a great family and seem like a group of tight-knit people. When I looked for a new label, I wanted to feel I could trust everybody. I wanted motivation to be at an all-time high.", 
    "name": "Fatima Siad"
  }, 
  {
    "quote": "The Supreme Court's only armor is the cloak of public trust its sole ammunition, the collective hopes of our society.", 
    "name": "Irving R. Kaufman"
  }, 
  {
    "quote": "Gentlemen, I fervently trust that before long the principle of arbitration may win such confidence as to justify its extension to a wider field of international differences.", 
    "name": "Henry Campbell-Bannerman"
  }, 
  {
    "quote": "Positioning the brand and regaining trust are all smart things for us to do and those are the litmus tests for any decisions we make.", 
    "name": "John McKinley"
  }, 
  {
    "quote": "The moment for action has arrived, and I know that I can trust in you to save our country.", 
    "name": "George B. McClellan"
  }, 
  {
    "quote": "I never trust a fighting man who doesnt smoke or drink.", 
    "name": "William Halsey"
  }, 
  {
    "quote": "I'm not going to be in a relationship that I don't fully trust.", 
    "name": "Jake Pavelka"
  }, 
  {
    "quote": "Your political reputation affects how likely allies are to trust you, and what kind of deals they'll offer at the negotiating table. There's also some emotional response in there, so factions do bear grudges. Just like the real thing.", 
    "name": "Mike Simpson"
  }, 
  {
    "quote": "With King Abdullah's leadership and his people's trust he can keep the kingdom stable and secure in all its affairs.", 
    "name": "Sultan bin Abdul-Aziz Al Saud"
  }, 
  {
    "quote": "Because Microsoft seems to sometimes not trust customer choice, they salt XP with all these little gizmos and trap doors to get people to try Microsoft stuff. But the reality is that we're downloading more players than we ever have on a worldwide basis.", 
    "name": "Rob Glaser"
  }, 
  {
    "quote": "I don't think I can answer questions about the trust fund.", 
    "name": "Louise Woodward"
  }, 
  {
    "quote": "You have to trust your body to take care of you.", 
    "name": "A. J. Langer"
  }, 
  {
    "quote": "Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst.", 
    "name": "Alvar N. C. de Vaca"
  }, 
  {
    "quote": "I would say readers can trust my work more than anyone else's.", 
    "name": "Joseph J. Ellis"
  }, 
  {
    "quote": "Give me your trust and confidence, knowing that what I seek is for the good of Fiji, for the good of us all.", 
    "name": "Josefa Iloilo"
  }, 
  {
    "quote": "I trust in God, and His ways are not our ways. So we have to go with that, and there's nothing I can do about that.", 
    "name": "Cissy Houston"
  }, 
  {
    "quote": "People tell me they idolise me, want to be like me, but I tell them, 'trust me, you don't want my life.' I've been a very tortured soul.", 
    "name": "Phil Spector"
  }, 
  {
    "quote": "When I sit at my table to write, I never know what it's going to be until I'm under way. I trust in inspiration, which sometimes comes and sometimes doesn't. But I don't sit back waiting for it. I work every day.", 
    "name": "Alberto Moravia"
  }, 
  {
    "quote": "And it sends an important message to me, because I am sick to death to hear my opponent saying Republicans don't trust me. They do trust me, in landslide proportions, and they're proving it tonight. We're going to bury that for good.", 
    "name": "Ben Nighthorse Campbell"
  }, 
  {
    "quote": "Those who wish well to the State ought to choose to places of trust men of inward principle, justified by exemplary conversation.", 
    "name": "John Witherspoon"
  }, 
  {
    "quote": "Selling drug secrets violates a trust that is fundamental to the integrity of both scientific research and our financial markets.", 
    "name": "Charles Grassley"
  }, 
  {
    "quote": "George W. Bush is a leader, and that's what we need in the White House. George Bush is someone you can believe and trust.", 
    "name": "Jim Edgar"
  }, 
  {
    "quote": "Teachability and trust always leads to total obedience.", 
    "name": "Ed Townsend"
  }, 
  {
    "quote": "Public office is supposed to be a public trust. This is a clear sign of the rampant corruption at the highest levels of the Republican leadership.", 
    "name": "Bob Etheridge"
  }, 
  {
    "quote": "I never trust anything that can be captured in 2 takes.", 
    "name": "Eleanor Tomlinson"
  }, 
  {
    "quote": "All political power is a trust.", 
    "name": "Charles James Fox"
  }, 
  {
    "quote": "I shall endeavour still further to prosecute this inquiry, an inquiry I trust not merely speculative, but of sufficient moment to inspire the pleasing hope of its becoming essentially beneficial to mankind.", 
    "name": "Edward Jenner"
  }, 
  {
    "quote": "As though there were a tie And obligation to posterity. We get them, bear them, breed, and nurse: What has posterity done for us. That we, lest they their rights should lose, Should trust our necks to gripe of noose?", 
    "name": "John Trumbull"
  }, 
  {
    "quote": "I have never, not once, violated my public trust.", 
    "name": "Alan Mollohan"
  }, 
  {
    "quote": "I don't vote for the guy I trust. I vote for the guy who trusts me the most.", 
    "name": "Gary Burghoff"
  }, 
  {
    "quote": "A man who does not trust himself will never really trust anybody.", 
    "name": "Cardinal De Retz"
  }, 
  {
    "quote": "People don't trust the federal government as it relates to health care.", 
    "name": "Mike Conaway"
  }, 
  {
    "quote": "Deep Throat is a guy who could have your files and mine in his trust.", 
    "name": "Chuck Colson"
  }, 
  {
    "quote": "And queenly is the state she keeps, In beauty's lofty trust secure.", 
    "name": "William Allen Butler"
  }, 
  {
    "quote": "I don't really trust a sane person.", 
    "name": "Lyle Alzado"
  }, 
  {
    "quote": "Then trust me there's nothing like drinking, So pleasant on this side of the grave: It keeps the unhappy from thinking, And makes e'en the valiant more brave.", 
    "name": "Charles Dibdin"
  }, 
  {
    "quote": "One feels very blessed to be born into a family like the Birla family, which is a household name in India, which stands for tradition, is yet contemporary, stands for trust.", 
    "name": "Kumar Mangalam Birla"
  }, 
  {
    "quote": "Experience has taught me never to trust a policeman. Just when you think one's all right, he turns legit.", 
    "name": "Ben Maddow"
  }, 
  {
    "quote": "If global cooling will come soon - scientists will lose trust.", 
    "name": "Shigenori Maruyama"
  }, 
  {
    "quote": "We have only God on our side they have 'In God We Trust' on their side.", 
    "name": "Willie Green"
  }, 
  {
    "quote": "Espionage, for the most part, involves finding a person who knows something or has something that you can induce them secretly to give to you. That almost always involves a betrayal of trust.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "Deciding whether to trust or credit a person is always an uncertain task.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "Let's say a Soviet exchange student back in the '70s would go back and tell the KGB about people and places and things that he'd seen and done and been involved with. This is not really espionage there's no betrayal of trust.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "The betrayal of trust carries a heavy taboo.", 
    "name": "Aldrich Ames"
  }
]