[
  {
    "quote": "Everything has beauty, but not everyone sees it.", 
    "name": "Confucius"
  }, 
  {
    "quote": "To love beauty is to see light.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Beauty is only skin deep. If you go after someone just because she's beautiful but don't have anything to talk about, it's going to get boring fast. You want to look beyond the surface and see if you can have fun or if you have anything in common with this person.", 
    "name": "Amanda Peet"
  }, 
  {
    "quote": "A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears.", 
    "name": "Anne Roiphe"
  }, 
  {
    "quote": "People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Love of beauty is taste. The creation of beauty is art.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.", 
    "name": "Ashley Smith"
  }, 
  {
    "quote": "A thing of beauty is a joy forever: its loveliness increases it will never pass into nothingness.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Beauty is eternity gazing at itself in a mirror.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A beauty is a woman you notice a charmer is one who notices you.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "The soul that sees beauty may sometimes walk alone.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Flowers... are a proud assertion that a ray of beauty outvalues all the utilities of the world.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "She got her looks from her father. He's a plastic surgeon.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Beauty and folly are old companions.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Rare is the union of beauty and purity.", 
    "name": "Juvenal"
  }, 
  {
    "quote": "Personal beauty is a greater recommendation than any letter of reference.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The world's biggest power is the youth and beauty of a woman.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Beauty awakens the soul to act.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "A witty woman is a treasure a witty beauty is a power.", 
    "name": "George Meredith"
  }, 
  {
    "quote": "Think of all the beauty still left around you and be happy.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "Beauty is a manifestation of secret natural laws, which otherwise would have been hidden from us forever.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Beauty is all very well at first sight but who ever looks at it when it has been in the house three days?", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Beauty has a lot to do with character.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "There is no definition of beauty, but when you can see someone's spirit coming through, something unexplainable, that's beautiful to me.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "For me the greatest beauty always lies in the greatest clarity.", 
    "name": "Gotthold Ephraim Lessing"
  }, 
  {
    "quote": "Since love grows within you, so beauty grows. For love is the beauty of the soul.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "I define nothing. Not beauty, not patriotism. I take each thing as it is, without prior rules about what it should be.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Beauty is worse than wine, it intoxicates both the holder and beholder.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Beauty in things exists in the mind which contemplates them.", 
    "name": "David Hume"
  }, 
  {
    "quote": "I do not have much patience with a thing of beauty that must be explained to be understood. If it does need additional interpretation by someone other than the creator, then I question whether it has fulfilled its purpose.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "I don't think of all the misery but of the beauty that still remains.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "Beauty is not caused. It is.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Beauty is everywhere a welcome guest.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "It is amazing how complete is the delusion that beauty is goodness.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "Beauty, n: the power by which a woman charms a lover and terrifies a husband.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble in a statue the marble must be like flesh.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Beauty doesn't need ornaments. Softness can't bear the weight of ornaments.", 
    "name": "Munshi Premchand"
  }, 
  {
    "quote": "Beauty is in the heart of the beholder.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Let us live for the beauty of our own reality.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "Every year of my life I grow more convinced that it is wisest and best to fix our attention on the beautiful and the good, and dwell as little as possible on the evil and the false.", 
    "name": "Richard Cecil"
  }, 
  {
    "quote": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Beauty is the promise of happiness.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures that we can have if only we seek them with our eyes open.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "Imagination disposes of everything it creates beauty, justice, and happiness, which are everything in this world.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "A women's greatest asset is her beauty.", 
    "name": "Alex Comfort"
  }, 
  {
    "quote": "Beauty is indeed a good gift of God but that the good may not think it a great good, God dispenses it even to the wicked.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Beauty is power a smile is its sword.", 
    "name": "John Ray"
  }, 
  {
    "quote": "Beauty itself is but the sensible image of the Infinite.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "If you look closely at a tree you'll notice it's knots and dead branches, just like our bodies. What we learn is that beauty and imperfection go together wonderfully.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "Beauty is ever to the lonely mind a shadow fleeting she is never plain. She is a visitor who leaves behind the gift of grief, the souvenir of pain.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Beauty is only temporary, but your mind lasts you a lifetime.", 
    "name": "Alicia Machado"
  }, 
  {
    "quote": "Beauty is a fragile gift.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Beauty saves. Beauty heals. Beauty motivates. Beauty unites. Beauty returns us to our origins, and here lies the ultimate act of saving, of healing, of overcoming dualism.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "In every man's heart there is a secret nerve that answers to the vibrations of beauty.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Love built on beauty, soon as beauty, dies.", 
    "name": "John Donne"
  }, 
  {
    "quote": "I don't need plastic in my body to validate me as a woman.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "The problem with beauty is that it's like being born rich and getting poorer.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "In youth and beauty, wisdom is but rare!", 
    "name": "Homer"
  }, 
  {
    "quote": "Heat cannot be separated from fire, or beauty from The Eternal.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Having inner beauty is something you develop on your own, and I like to think I have that.", 
    "name": "Cindy Margolis"
  }, 
  {
    "quote": "Beauty is less important than quality.", 
    "name": "Eugene Ormandy"
  }, 
  {
    "quote": "There is a kind of beauty in imperfection.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "When virtue and modesty enlighten her charms, the lustre of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "Beauty is variable, ugliness is constant.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "'Handsome' means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn't hurt to be good-looking, especially in this business.", 
    "name": "Richard Chamberlain"
  }, 
  {
    "quote": "My mother always called me an ugly weed, so I never was aware of anything until I was older. Plain girls should have someone telling them they are beautiful. Sometimes this works miracles.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Zest is the secret of all beauty. There is no beauty that is attractive without zest.", 
    "name": "Christian Dior"
  }, 
  {
    "quote": "Beauty is our weapon against nature by it we make objects, giving them limit, symmetry, proportion. Beauty halts and freezes the melting flux of nature.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Beauty is whatever gives joy.", 
    "name": "Edna St. Vincent Millay"
  }, 
  {
    "quote": "There is no personal achievement in being born beautiful.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "The love of beauty in its multiple forms is the noblest gift of the human cerebrum.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "Beauty is the first present nature gives to women and the first it takes away.", 
    "name": "Fay Weldon"
  }, 
  {
    "quote": "Some guys say beauty is only skin deep. But when you walk into a party, you don't see somebody's brain. The initial contact has to be the sniffing.", 
    "name": "James Caan"
  }, 
  {
    "quote": "We are learning, too, that the love of beauty is one of Nature's greatest healers.", 
    "name": "Ellsworth Huntington"
  }, 
  {
    "quote": "I sincerely feel that beauty largely comes from within.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "There is no cosmetic for beauty like happiness.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Even in the centuries which appear to us to be the most monstrous and foolish, the immortal appetite for beauty has always found satisfaction.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "You can only perceive real beauty in a person as they get older.", 
    "name": "Anouk Aimee"
  }, 
  {
    "quote": "Inner beauty should be the most important part of improving one's self.", 
    "name": "Priscilla Presley"
  }, 
  {
    "quote": "What beauty is, I know not, though it adheres to many things.", 
    "name": "Albrecht Durer"
  }, 
  {
    "quote": "Though beauty gives you a weird sense of entitlement, it's rather frightening and threatening to have others ascribe such importance to something you know you're just renting for a while.", 
    "name": "Candice Bergen"
  }, 
  {
    "quote": "Things are beautiful if you love them.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "The real sin against life is to abuse and destroy beauty, even one's own even more, one's own, for that has been put in our care and we are responsible for its well-being.", 
    "name": "Katherine Anne Porter"
  }, 
  {
    "quote": "Real beauty knocks you a little bit off kilter.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Integrity reveals beauty.", 
    "name": "Thomas Leonard"
  }, 
  {
    "quote": "If you get simple beauty and naught else, you get about the best thing God invents.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Goodness is beauty in the best estate.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Our hearts were drunk with a beauty Our eyes could never see.", 
    "name": "George William Russell"
  }, 
  {
    "quote": "Like charity, I believe glamour should begin at home.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "How goodness heightens beauty!", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Because beauty isn't enough, there must be something more.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "Taking joy in living is a woman's best cosmetic.", 
    "name": "Rosalind Russell"
  }, 
  {
    "quote": "Without realizing it, the individual composes his life according to the laws of beauty even in times of greatest distress.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "I can't live without my beauty products. I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions.", 
    "name": "Traci Bingham"
  }, 
  {
    "quote": "Beauty is one of the rare things which does not lead to doubt of God.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "I'd like to grow up and be beautiful. I know it doesn't matter, but it doesn't hurt.", 
    "name": "Kirsten Dunst"
  }, 
  {
    "quote": "My dad had this philosophy that if you tell children they're beautiful and wonderful then they believe it, and they will be. So I never thought I was unattractive. But I was never one of the girls at school who had lots of boyfriends.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "O human beauty, what a dream art thou, that we should cast our life and hopes away on thee!", 
    "name": "Barry Cornwall"
  }, 
  {
    "quote": "When everything else physical and mental seems to diminish, the appreciation of beauty is on the increase.", 
    "name": "Bernard Berenson"
  }, 
  {
    "quote": "I was not a good-lookin' girl. I was extremely skinny. I wasn't pretty. I wasn't cool.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "Beauty is only skin deep.", 
    "name": "Thomas Overbury"
  }, 
  {
    "quote": "You can't really say what is beautiful about a place, but the image of the place will remain vividly with you.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "The plainer the dress, the greater luster does beauty appear.", 
    "name": "Edward F. Halifax"
  }, 
  {
    "quote": "Real beauty is to be true to oneself. That's what makes me feel good.", 
    "name": "Laetitia Casta"
  }, 
  {
    "quote": "It's sad when girls think they don't have anything going on except being pretty.", 
    "name": "Keri Russell"
  }, 
  {
    "quote": "There is hope and a kind of beauty in there somewhere, if you look for it.", 
    "name": "H. R. Giger"
  }, 
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "The beauty of a woman is not in the clothes she wears, the figure that she carries or the way she combs her hair.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Wisdom I know is social. She seeks her fellows. But Beauty is jealous, and illy bears the presence of a rival.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "There is something terribly morbid in the modern sympathy with pain. One should sympathise with the colour, the beauty, the joy of life. The less said about life's sores the better.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Love is the beauty of the soul.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Beauty is how you feel inside, and it reflects in your eyes. It is not something physical.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "Beauty without expression is boring.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Beauty without grace is the hook without the bait.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "We find delight in the beauty and happiness of children that makes the heart too big for the body.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.", 
    "name": "Benjamin Britten"
  }, 
  {
    "quote": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Beauty is an outward gift, which is seldom despised, except by those to whom it has been refused.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "As we grow old, the beauty steals inward.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A healthful hunger for a great idea is the beauty and blessedness of life.", 
    "name": "Jean Ingelow"
  }, 
  {
    "quote": "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Beauty and femininity are ageless and can't be contrived, and glamour, although the manufacturers won't like this, cannot be manufactured. Not real glamour it's based on femininity.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "When I am working on a problem, I never think about beauty but when I have finished, if the solution is not beautiful, I know it is wrong.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Beauty is a short-lived tyranny.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Beauty is the bait which with delight allures man to enlarge his kind.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "The perception of beauty is a moral test.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "For every moment of triumph, for every instance of beauty, many souls must be trampled.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Alas! how little does the memory of these human inhabitants enhance the beauty of the landscape!", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Poetry is the rhythmical creation of beauty in words.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Let the beauty of what you love be what you do.", 
    "name": "Rumi"
  }, 
  {
    "quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Beauty is a short-lived tyranny.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "'Beauty is truth, truth beauty,' - that is all ye know on earth, and all ye need to know.", 
    "name": "John Keats"
  }, 
  {
    "quote": "It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Anything in any way beautiful derives its beauty from itself and asks nothing beyond itself. Praise is no part of it, for nothing is made worse or better by praise.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Grace is the beauty of form under the influence of freedom.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "I would define, in brief, the poetry of words as the rhythmical creation of Beauty.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "I am a thing of beauty.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "The beauty, the poetry of the fear in their eyes. I didn't mind going to jail for, what, five, six hours? It was absolutely worth it.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "Far away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them, and try to follow where they lead.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "By plucking her petals, you do not gather the beauty of the flower.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Beauty is the greatest seducer of man.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "I think permitting the game to become too physical takes away a little bit of the beauty.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "A lot of us grow up and we grow out of the literal interpretation that we get when we're children, but we bear the scars all our life. Whether they're scars of beauty or scars of ugliness, it's pretty much in the eye of the beholder.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "If truth is beauty, how come no one has their hair done in the library?", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Everyone has their own insecurities, regardless of how you look or how people perceive you, but sometimes people give their insecurities too much power. Defining beauty is simply a matter of opinion. For me, real beauty has very little to do with the structure of someone's face or body.", 
    "name": "Devon Aoki"
  }, 
  {
    "quote": "Anyone who keeps the ability to see beauty never grows old.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "It's not beauty but fine qualities, my girl, that keep a husband.", 
    "name": "Euripides"
  }, 
  {
    "quote": "What would be ugly in a garden constitutes beauty in a mountain.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Do you know the difference between a beautiful woman and a charming one? A beauty is a woman you notice, a charmer is one who notices you.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I'm just glad I was able to return to some of that innocence and beauty I had as a child when I started my own family, and my children brought me back some of that spirit.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Great perils have this beauty, that they bring to light the fraternity of strangers.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.", 
    "name": "Pablo Neruda"
  }, 
  {
    "quote": "The ideal and the beautiful are identical the ideal corresponds to the idea, and beauty to form hence idea and substance are cognate.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "What a man does for pay is of little significance. What he is, as a sensitive instrument responsive to the world's beauty, is everything!", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "Celibacy is not just a matter of not having sex. It is a way of admiring a person for their humanity, maybe even for their beauty.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "The beauty is that through disappointment you can gain clarity, and with clarity comes conviction and true originality.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "Endurance is nobler than strength, and patience than beauty.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Secrecy is the element of all goodness even virtue, even beauty is mysterious.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Art can never exist without naked beauty displayed.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Exuberance is beauty.", 
    "name": "William Blake"
  }, 
  {
    "quote": "It's a good thing that beauty is only skin deep, or I'd be rotten to the core.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "Sexiness wears thin after a while and beauty fades, but to be married to a man who makes you laugh every day, ah, now that's a real treat.", 
    "name": "Joanne Woodward"
  }, 
  {
    "quote": "Photography records the gamut of feelings written on the human face, the beauty of the earth and skies that man has inherited, and the wealth and confusion man has created. It is a major force in explaining man to man.", 
    "name": "Edward Steichen"
  }, 
  {
    "quote": "Most sets of values would give rise to universes that, although they might be very beautiful, would contain no one able to wonder at that beauty.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Love is the attempt to form a friendship inspired by beauty.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "There are no better cosmetics than a severe temperance and purity, modesty and humility, a gracious temper and calmness of spirit and there is no true beauty without the signatures of these graces in the very countenance.", 
    "name": "Arthur Helps"
  }, 
  {
    "quote": "Beauty is an ecstasy it is as simple as hunger. There is really nothing to be said about it. It is like the perfume of a rose: you can smell it and that is all.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I can barely conceive of a type of beauty in which there is no Melancholy.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "That which you create in beauty and goodness and truth lives on for all time to come. Don't spend your life accumulating material objects that will only turn to dust and ashes.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "A person however learned and qualified in his life's work in whom gratitude is absent, is devoid of that beauty of character which makes personality fragrant.", 
    "name": "Hazrat Inayat Khan"
  }, 
  {
    "quote": "Facts which at first seem improbable will, even on scant explanation, drop the cloak which has hidden them and stand forth in naked and simple beauty.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "Beauty in distress is much the most affecting beauty.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "The beauty of independence, departure, actions that rely on themselves.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Beauty makes idiots sad and wise men merry.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "The best part of beauty is that which no picture can express.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "When I say that human beings are just gene machines, one shouldn't put too much emphasis on the word 'just.' There is a very great deal of complication, and indeed beauty in being a gene machine.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "It is the addition of strangeness to beauty that constitutes the romantic character in art.", 
    "name": "Walter Hagen"
  }, 
  {
    "quote": "Beauty may be skin deep, but ugly goes clear to the bone.", 
    "name": "Redd Foxx"
  }, 
  {
    "quote": "Beauty is in the eye of the beer holder.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "Teach us that wealth is not elegance, that profusion is not magnificence, that splendor is not beauty.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I also became close to nature, and am now able to appreciate the beauty with which this world is endowed.", 
    "name": "James Dean"
  }, 
  {
    "quote": "In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body then thou hast a wife, a friend, a companion, a second self.", 
    "name": "William Penn"
  }, 
  {
    "quote": "That's one of the nice things. I mean, part of the beauty of me is that I'm very rich. So if I need $600 million, I can put $600 million myself. That's a huge advantage. I must tell you, that's a huge advantage over the other candidates.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "At fifteen, beauty and talent do not exist there can only be promise of the coming woman.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Children, dear and loving children, can alone console a woman for the loss of her beauty.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "If in my youth I had realized that the sustaining splendour of beauty of with which I was in love would one day flood back into my heart, there to ignite a flame that would torture me without end, how gladly would I have put out the light in my eyes.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day and a succession of such days is fatal to human life.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "At some point in life the world's beauty becomes enough. You don't need to photograph, paint or even remember it. It is enough.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Light, God's eldest daughter, is a principal beauty in a building.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Beauty is about perception, not about make-up. I think the beginning of all beauty is knowing and liking oneself. You can't put on make-up, or dress yourself, or do you hair with any sort of fun or joy if you're doing it from a position of correction.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "That's why I began doing makeup in the first place: I was hoping that through helping people see the beauty in themselves, I could try and find it in me.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "Beauty is only skin deep. I think what's really important is finding a balance of mind, body and spirit.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "When I tried to play something and screwed up, I'd hear some other note that would come into play. Then I started trying different things to find the beauty in it.", 
    "name": "Dimebag Darrell"
  }, 
  {
    "quote": "The most common error made in matters of appearance is the belief that one should disdain the superficial and let the true beauty of one's soul shine through. If there are places on your body where this is a possibility, you are not attractive - you are leaking.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "The terrifying and edible beauty of Art Nouveau architecture.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "O, thou art fairer than the evening air clad in the beauty of a thousand stars.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Through loyalty to the past, our mind refuses to realize that tomorrow's joy is possible only if today's makes way for it that each wave owes the beauty of its line only to the withdrawal of the preceding one.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "There is no excellent beauty that hath not some strangeness in the proportion.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Although beauty may be in the eye of the beholder, the feeling of being beautiful exists solely in the mind of the beheld.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Beauty, to me, is about being comfortable in your own skin. That, or a kick-ass red lipstick.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "The human mind is capable of excitement without the application of gross and violent stimulants and he must have a very faint perception of its beauty and dignity who does not know this.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Beauty deprived of its proper foils and adjuncts ceases to be enjoyed as beauty, just as light deprived of all shadows ceases to be enjoyed as light.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.", 
    "name": "Ruby Dee"
  }, 
  {
    "quote": "Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "To give pain is the tyranny to make happy, the true empire of beauty.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The beauty of the world, which is so soon to perish, has two edges, one of laughter, one of anguish, cutting the heart asunder.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Every beauty which is seen here by persons of perception resembles more than anything else that celestial source from which we all are come.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Beauty always promises, but never gives anything.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "To look almost pretty is an acquisition of higher delight to a girl who has been looking plain for the first fifteen years of her life than a beauty from her cradle can ever receive.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "The architect should strive continually to simplify the ensemble of the rooms should then be carefully considered that comfort and utility may go hand in hand with beauty.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "It is art that makes life, makes interest, makes importance... and I know of no substitute whatever for the force and beauty of its process.", 
    "name": "Henry James"
  }, 
  {
    "quote": "It is dangerous for mortal beauty, or terrestrial virtue, to be examined by too strong a light. The torch of Truth shows much that we cannot, and all that we would not, see.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Poetry is something to make us wiser and better, by continually revealing those types of beauty and truth, which God has set in all men's souls.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "I don't like people who have never fallen or stumbled. Their virtue is lifeless and it isn't of much value. Life hasn't revealed its beauty to them.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "Taught from infancy that beauty is woman's sceptre, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Don't get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "Beauty is the disinterested one, without which the ancient world refused to understand itself, a word which both imperceptibly and yet unmistakably has bid farewell to our new world, a world of interests, leaving it to its own avarice and sadness.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "Courtesy is a silver lining around the dark clouds of civilization it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "An artist is an artist only because of his exquisite sense of beauty, a sense which shows him intoxicating pleasures, but which at the same time implies and contains an equally exquisite sense of all deformities and all disproportion.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "San Francisco is a mad city - inhabited for the most part by perfectly insane people whose women are of a remarkable beauty.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "Beauty is also submitted to the taste of time, so a beautiful woman from the Belle Epoch is not exactly the perfect beauty of today, so beauty is something that changes with time.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "A whopping 89 percent of buyers start their home search online. How your house looks online is the modern equivalent of 'curb appeal.' Rent a wide-angle lens and good lighting, get rid of your clutter and post at least eight great photos to win the beauty contest.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "Sex and beauty are inseparable, like life and consciousness. And the intelligence which goes with sex and beauty, and arises out of sex and beauty, is intuition.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Praise or blame has but a momentary effect on the man whose love of beauty in the abstract makes him a severe critic on his own works.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "It would be difficult for me not to conclude that the most perfect type of masculine beauty is Satan, as portrayed by Milton.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "I am little concerned with beauty or perfection. I don't care for the great centuries. All I care about is life, struggle, intensity.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "Nonsense and beauty have close connections.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Beauty ought to look a little surprised: it is the emotion that best suits her face. The beauty who does not look surprised, who accepts her position as her due - she reminds us too much of a prima donna.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "I don't want to be perfect, but I do want to be a role model. My mom always tells me that imperfections equal beauty. All of us are imperfect.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "I decided that if I could paint that flower in a huge scale, you could not ignore its beauty.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "What the imagination seizes as beauty must be truth.", 
    "name": "John Keats"
  }, 
  {
    "quote": "With a great poet the sense of Beauty overcomes every other consideration, or rather obliterates all consideration.", 
    "name": "John Keats"
  }, 
  {
    "quote": "In chess one cannot control everything. Sometimes a game takes an unexpected turn, in which beauty begins to emerge. Both players are always instrumental in this.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "No spring nor summer beauty hath such grace as I have seen in one autumnal face.", 
    "name": "John Donne"
  }, 
  {
    "quote": "I believe that children are our future. Teach them well and let them lead the way. Show them all the beauty they possess inside.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "The lover knows much more about absolute good and universal beauty than any logician or theologian, unless the latter, too, be lovers in disguise.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "It is well known that Beauty does not look with a good grace on the timid advances of Humour.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "There is certainly no absolute standard of beauty. That precisely is what makes its pursuit so interesting.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "There is great beauty in going through life without anxiety or fear. Half our fears are baseless, and the other half discreditable.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Grace in women has more effect than beauty.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Old hands soil, it seems, whatever they caress, but they too have their beauty when they are joined in prayer. Young hands were made for caresses and the sheathing of love. It is a pity to make them join too soon.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "There is nothing that makes its way more directly into the soul than beauty.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Competence, like truth, beauty, and contact lenses, is in the eye of the beholder.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "People say I'm extravagant because I want to be surrounded by beauty. But tell me, who wants to be surrounded by garbage?", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "I always say you can never be extravagant with beauty. Beauty is God made real. Beauty is life.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "Grace is in garments, in movements, in manners beauty in the nude, and in forms. This is true of bodies but when we speak of feelings, beauty is in their spirituality, and grace in their moderation.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "I think everybody can agree that you can hear a certain song and it will put you in a certain mood, and that's just the beauty of music and I am so inspired by that.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "Paris is one of the most beautiful places in all the world. Unfortunately, I was so homesick I couldn't appreciate its beauty.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "The human soul needs actual beauty more than bread.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "For the man sound of body and serene of mind there is no such thing as bad weather every day has its beauty, and storms which whip the blood do but make it pulse more vigorously.", 
    "name": "George Gissing"
  }, 
  {
    "quote": "Who would not give up wit for power and beauty?", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Enhance and intensify one's vision of that synthesis of truth and beauty which is the highest and deepest reality.", 
    "name": "Ovid"
  }, 
  {
    "quote": "The beautiful seems right by force of beauty, and the feeble wrong because of weakness.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty.", 
    "name": "Shinichi Suzuki"
  }, 
  {
    "quote": "Beauty is desired in order that it may be befouled not for its own sake, but for the joy brought by the certainty of profaning it.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "The moment you cheat for the sake of beauty, you know you're an artist.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "A thing is right when it tends to preserve the integrity, stability and beauty of the biotic community. It is wrong when it tends otherwise.", 
    "name": "Aldo Leopold"
  }, 
  {
    "quote": "A bad manner spoils everything, even reason and justice a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Beauty is the lover's gift.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "There is in true beauty, as in courage, something which narrow souls cannot dare to admire.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "A woman can be very beautiful and an ideal model and she will photograph incredibly well, but she'll appear in film and it won't work. What works is some fusion of physical beauty with some mental field or whatever you call it. I don't know.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "The ideal beauty is a fugitive which is never found.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Wisdom is the abstract of the past, but beauty is the promise of the future.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "No matter what a woman's appearance may be, it will be used to undermine what she is saying and taken to individualize - as her personal problem - observations she makes about the beauty myth in society.", 
    "name": "Naomi Wolf"
  }, 
  {
    "quote": "Vampires have always held a very seductive kind of lore and have always been some variety of attractive, whether it's attractiveness that's born of just the physical attributes that they have - this kind of ethereal beauty or translucent pallor - or whether it is more to do with the way they carry themselves.", 
    "name": "Colin Farrell"
  }, 
  {
    "quote": "If you don't die of thirst, there are blessings in the desert. You can be pulled into limitlessness, which we all yearn for, or you can do the beauty of minutiae, the scrimshaw of tiny and precise. The sky is your ocean, and the crystal silence will uplift you like great gospel music, or Neil Young.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "For what the horse does under compulsion, as Simon also observes, is done without understanding and there is no beauty in it either, any more than if one should whip and spur a dancer.", 
    "name": "Xenophon"
  }, 
  {
    "quote": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.", 
    "name": "Tobey Maguire"
  }, 
  {
    "quote": "After all, it is the divinity within that makes the divinity without and I have been more fascinated by a woman of talent and intelligence, though deficient in personal charms, than I have been by the most regular beauty.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Do not try to push your way through to the front ranks of your profession do not run after distinctions and rewards but do your utmost to find an entry into the world of beauty.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "All cities are mad: but the madness is gallant. All cities are beautiful: but the beauty is grim.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Whether you come from heaven or hell, what does it matter, O Beauty!", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "People think that if you look fairly reasonable, you can't possibly act, and as I only care about acting, I think beauty can be a great handicap.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "Always think of what is useful and not what is beautiful. Beauty will come of its own accord.", 
    "name": "Nikolai Gogol"
  }, 
  {
    "quote": "Beauty, like ice, our footing does betray Who can tread sure on the smooth, slippery way: Pleased with the surface, we glide swiftly on, And see the dangers that we cannot shun.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Filipinos want beauty. I have to look beautiful so that the poor Filipinos will have a star to look at from their slums.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "I have been overcome by the beauty and richness of our life together, those early mornings setting out, those evenings gleaming with rivers and lakes below us, still holding the last light.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "I was always reading those beauty magazines and wanting to become this unattainable thing.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I love Rauschenberg. I love that he created a turning point in visual history, that he redefined the idea of beauty, that he combined painting, sculpture, photography, and everyday life with such gall, and that he was interested in, as he put it, 'the ability to conceive failure as progress.'", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Abstraction brings the world into more complex, variable relations it can extract beauty, alternative topographies, ugliness, and intense actualities from seeming nothingness.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "In such ugly times, the only true protest is beauty.", 
    "name": "Phil Ochs"
  }, 
  {
    "quote": "During the 80s and 90s, we all became consumed with ourselves. In the 21st century, we've come back to simpler times. People are struggling economically and this has forced them to scale back the material aspects of their lives and realise the beauty of finding the simple joy in being with the people we love.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Beauty attracts us men but if, like an armed magnet it is pointed, beside, with gold and silver, it attracts with tenfold power.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "So much has been said and sung of beautiful young girls, why doesn't somebody wake up to the beauty of old women.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "In LA, where I live, it's all about perfectionism. Beauty is now defined by your bones sticking out of your decolletage. For that to be the standard is really perilous for women.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Beauty is now defined by your bones sticking out of your decolletage. For that to be the standard is really perilous for women.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Beauty will be convulsive or will not be at all.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "The pleasure we derive from the representation of the present is due, not only to the beauty it can be clothed in, but also to its essential quality of being the present.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "This is the beauty of the Qur'an: it asks you to reflect and reason, and not to worship the sun or moon but the One who has created everything. The Qur'an asks man to reflect upon the sun and moon and God's creation in general.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Everybody know, I don't do no promoting. I don't ever have to promote nothing, that's the beauty of Lil Wayne.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "Whenever, at a party, I have been in the mood to study fools, I have always looked for a great beauty: they always gather round her like flies around a fruit stall.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "The first show I ever did, singing and dancing, was 'Beauty and the Beast.' I was playing Gaston. Gaston has red tights, knee high boots, and it's very physical. I had headaches every day for two months.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "A bachelor never quite gets over the idea that he is a thing of beauty and a boy forever.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Beauty and brains, pleasure and usability - they should go hand in hand.", 
    "name": "Donald Norman"
  }, 
  {
    "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "The key to education is the experience of beauty.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Blues and soul and jazz music has so much pain, so much beauty of raw emotion and passion.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Today I see beauty everywhere I go, in every face I see, in every single soul.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "Aging has a wonderful beauty and we should have respect for that.", 
    "name": "Eartha Kitt"
  }, 
  {
    "quote": "There are as many kinds of beauty as there are habitual ways of seeking happiness.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "The study of beauty is a duel in which the artist cries with terror before being defeated.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Beauty is the sole ambition, the exclusive goal of Taste.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Swift speedy time, feathered with flying hours, Dissolves the beauty of the fairest brow.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Beauty is that which is simultaneously attractive and sublime.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I slept and dreamt that life was beauty I woke and found that life was duty.", 
    "name": "George Byron"
  }, 
  {
    "quote": "It's not some great work of beauty and love to be a rock-and-roll singer.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "The absence of flaw in beauty is itself a flaw.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers.", 
    "name": "Roy Ayers"
  }, 
  {
    "quote": "Walk on a rainbow trail walk on a trail of song, and all about you will be beauty. There is a way out of every dark mist, over a rainbow trail.", 
    "name": "Robert Motherwell"
  }, 
  {
    "quote": "I have always known what I wanted, and that was beauty... in every form.", 
    "name": "Joan Crawford"
  }, 
  {
    "quote": "Liturgy is like a strong tree whose beauty is derived from the continuous renewal of its leaves, but whose strength comes from the old trunk, with solid roots in the ground.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Beauty is merciless. You do not look at it, it looks at you and does not forgive.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "People often say that 'beauty is in the eye of the beholder,' and I say that the most liberating thing about beauty is realizing that you are the beholder. This empowers us to find beauty in places where others have not dared to look, including inside ourselves.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Beauty opened all the doors it got me things I didn't even know I wanted, and things I certainly didn't deserve.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "Soon I realized that if beauty equalled forgiveness, I was never going to be forgiven.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "For all of nature's wonder and beauty, it is also hostile and unpredictable.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "Beauty, whether moral or natural, is felt, more properly than perceived.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Accuracy is, in every case, advantageous to beauty, and just reasoning to delicate sentiment. In vain would we exalt the one by depreciating the other.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Filipinos don't wallow in what is miserable and ugly. They recycle the bad into things of beauty.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "Depression opens the door to beauty of some kind.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "Somehow a bachelor never quite gets over the idea that he is a thing of beauty and a boy forever.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Beauty is not something you can count on. Usually, when people say you are beautiful, it is when there is a harmony between the inside and the outside.", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "Pay attention to the beauty surrounding you.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I'm not ugly, but my beauty is a total creation.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "The beauty one can find in art is one of the pitifully few real and lasting products of human endeavor.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "Only when inspired to go beyond consciousness by some extraordinary insight does beauty manifest unexpectedly.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes.", 
    "name": "Peggy Fleming"
  }, 
  {
    "quote": "Ugliness is in a way superior to beauty because it lasts.", 
    "name": "Serge Gainsbourg"
  }, 
  {
    "quote": "I've never had any illusions about being a lead actor in films, because lead actors have to be of a certain kind. Apart from the beauty of looks and figure, which I cannot claim to have, there's just a particular kind of ordinary-Joe quality that a film star needs to have.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Let me tell you something - being thought of as a beautiful woman has spared me nothing in life. No heartache, no trouble. Love has been difficult. Beauty is essentially meaningless and it is always transitory.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "Beauty when unadorned is adorned the most.", 
    "name": "St. Jerome"
  }, 
  {
    "quote": "The 1990s, after the reign of terror of academic vandalism, will be a decade of restoration: restoration of meaning, value, beauty, pleasure, and emotion to art and restoration of art to its audience.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I believe that history has shape, order, and meaning that exceptional men, as much as economic forces, produce change and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Younger women have no problem in reconciling beauty with ambitions as a professional woman.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "It seems like the chaos of this world is accelerating, but so is the beauty in the consciousness of more and more people.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "I'm tired of all this nonsense about beauty being skin deep. That's deep enough. What do you want, an adorable pancreas?", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "Sometimes the beauty is easy. Sometimes you don't have to try at all. Sometimes you can hear the wind blow in a handshake. Sometimes there's poetry written right on the bathroom wall.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "A horse is a thing of beauty... none will tire of looking at him as long as he displays himself in his splendor.", 
    "name": "Xenophon"
  }, 
  {
    "quote": "I wasn't afraid of getting old, because I was never a great beauty.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Beauty is but the sensible image of the Infinite. Like truth and justice it lives within us like virtue and the moral law it is a companion of the soul.", 
    "name": "George Bancroft"
  }, 
  {
    "quote": "What matters poverty? What matters anything to him who is enamoured of our art? Does he not carry in himself every joy and every beauty?", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "The pain passes, but the beauty remains.", 
    "name": "Auguste Renoir"
  }, 
  {
    "quote": "I always find beauty in things that are odd and imperfect - they are much more interesting.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "But the gravest difficulty, and perhaps the most important, in poetry meant solely for recitation, is the difficulty of achieving verbal beauty, or rather of making verbal beauty tell.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "You fall into my arms. You are the good gift of destruction's path, When life sickens more than disease. And boldness is the root of beauty. Which draws us together.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "Beyond the beauty, the sex, the titillation, the surface, there is a human being. And that has to emerge.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Most women are dissatisfied with their appearance - it's the stuff that fuels the beauty and fashion industries.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "When I look at the majority of my own songs they really came from my own sense of personal confusion or need to express some pain or beauty - they were coming from a universal and personal place.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "I mean, no one asks beauty secrets of me, or 'What size do you wear?' or 'Who's your couturier?' They ask me about really deep things and I love that.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "I would rather be adorned by beauty of character than jewels. Jewels are the gift of fortune, while character comes from within.", 
    "name": "Plautus"
  }, 
  {
    "quote": "The truth, the absolute truth, is that the chief beauty for the theatre consists in fine bodily proportions.", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul.", 
    "name": "Eliza Farnham"
  }, 
  {
    "quote": "It seems to me that the natural world is the greatest source of excitement the greatest source of visual beauty the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Beauty is only skin deep, but it's a valuable asset if you're poor or haven't any sense.", 
    "name": "Vernon Howard"
  }, 
  {
    "quote": "There is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "Death is the mother of Beauty hence from her, alone, shall come fulfillment to our dreams and our desires.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "The fame that goes with wealth and beauty is fleeting and fragile intellectual superiority is a possession glorious and eternal.", 
    "name": "Sallust"
  }, 
  {
    "quote": "I didn't appreciate the young woman that I was, or my young beauty, because I was so obsessed with the fact that I felt fat. It's never good to add to anybody else's suffering. It's an important topic to really get the gravity and the importance of - dealing with dignity.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "A lot of punk rock is not going to be in the mainstream. It's below the radar. The beauty of it is that you're not supposed to always know. It's subterranean.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "It's such a diversion to be constantly thinking of better ways I can teach people math that my hunger is for that really, for new ways of translating the beauty of it.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "My beauty secret is absolutely no sun.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "Standards of beauty are arbitrary. Body shame exists only to the extent that our physiques don't match our own beliefs about how we should look.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Because, if one is writing novels today, concentrating on the beauty of the prose is right up there with concentrating on your semi-colons, for wasted effort.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "Beauty is an outward gift which is seldom despised, except by those to whom it has been refused.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "Beauty is often worse than wine intoxicating both the holder and beholder.", 
    "name": "John Zimmerman"
  }, 
  {
    "quote": "All the freaky people make the beauty of the world.", 
    "name": "Michael Franti"
  }, 
  {
    "quote": "I like to embrace natural beauty. I try to get at least 8 hours of sleep, drinking a lot of water and exercising.", 
    "name": "Tia Mowry"
  }, 
  {
    "quote": "I find beauty in the grotesque, like most artists.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "The past itself, as historical change continues to accelerate, has become the most surreal of subjects - making it possible... to see a new beauty in what is vanishing.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "It is shallow people who think beauty is frivolous or excessive. If you are bringing beauty and god, you are enriching the country. Rice feeds the body, books feed the mind, beauty feeds the soul. It is one thing I can really be proud of and stand tall in the world.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "The only rich person is a person who is rich in spirit. I have no money deposit. I have only beauty deposit.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "Jordan has a strange, haunting beauty and a sense of timelessness. Dotted with the ruins of empires once great, it is the last resort of yesterday in the world of tomorrow. I love every inch of it.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "I am a great lover of art, in many forms: paintings, objets, textiles. I don't have the talent for painting, but I have a very good sense of colour, a love of visual beauty.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "Beauty is nature's brag, and must be shown in courts, at feasts, and high solemnities, where most may wonder at the workmanship.", 
    "name": "John Milton"
  }, 
  {
    "quote": "I pretty much borrow my entire beauty regime from my mom.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Ads featuring real women and real beauty are such a necessary component to offset the potentially dangerous programming out there for little girls.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "The beauty of 'spacing' children many years apart lies in the fact that parents have time to learn the mistakes that were made with the older ones - which permits them to make exactly the opposite mistakes with the younger ones.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Strength of character may be learned at work, but beauty of character is learned at home.", 
    "name": "Henry Drummond"
  }, 
  {
    "quote": "I am still a victim of chess. It has all the beauty of art - and much more. It cannot be commercialized. Chess is much purer than art in its social position.", 
    "name": "Marcel Duchamp"
  }, 
  {
    "quote": "I do not know which to prefer, The beauty of inflections, Or the beauty of innuendoes, The blackbird whistling, Or just after.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Beauty and the devil are the same thing.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your soul's own doing.", 
    "name": "Marie Stopes"
  }, 
  {
    "quote": "Often, the roles I'm offered in England are melancholic women who are filled with regret for the past, regret for their fading beauty.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "I am not fighting for success, just to get more beauty out of myself and share it with more people.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Lila can't be a model until she's at least 21. She is already a mini-me - it is scary. She already has her own beauty kit.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "I'm really proud of myself because I've pared my beauty regimen down to a cream blush and berry-tinted lip balm, which has saved me so much time.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "Wealth, beauty, and fame are transient. When those are gone, little is left except the need to be useful.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "Italian men do appreciate beautiful women. They're not afraid of the beauty, which is nice.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "I want, of course, peace, grace, and beauty. How do you do that? You work for it.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "Bracketing has turned all my experiences, remembered and present, into a gallery of miracles where I wander around dazzled by the beauty of events I cannot explain.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Design is not making beauty, beauty emerges from selection, affinities, integration, love.", 
    "name": "Louis Kahn"
  }, 
  {
    "quote": "Beauty is a relation, and the apprehension of it a comparison.", 
    "name": "Gerard Manley Hopkins"
  }, 
  {
    "quote": "We come in many different shapes and sizes, and we need to support each other and our differences. Our beauty is in our differences.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "Her beauty didn't do her any good and she couldn't use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "My everyday beauty routine is always rushed and pretty simple.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "Well, I've never looked upon myself as being a beauty, per se.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "After a decade this glum, we deserved a shot of 'Glee,' a show that restored our faith in the power of song, the beauty of dance, and the magic of 'spirit fingers' to chase our cares and woes into somebody else's backyard.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "Do not confuse beauty with beautiful. Beautiful is a human judgment. Beauty is All. The difference is everything.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "Beauty is composed of an eternal, invariable element whose quantity is extremely difficult to determine, and a relative element which might be, either by turns or all at once, period, fashion, moral, passion.", 
    "name": "Jean-Luc Godard"
  }, 
  {
    "quote": "Fashion fosters cliches of beauty, but I want to tear them apart.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "When you are balanced and when you listen and attend to the needs of your body, mind, and spirit, your natural beauty comes out.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "In art economy is always beauty.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Through Kurt I saw the beauty of minimalism and the importance of music that's stripped down.", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "I don't get anything for free. I pay for all my beauty treatments.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Rarely do great beauty and great virtue dwell together.", 
    "name": "Petrarch"
  }, 
  {
    "quote": "I didn't have any confidence in my beauty when I was young. I felt like a character actress, and I still do.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "I really admire a woman for her intelligence, her personality. Beauty is not enough.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "I write for no other purpose than to add to the beauty that now belongs to me. I write a book for no other reason than to add three or four hundred acres to my magnificent estate.", 
    "name": "Jack London"
  }, 
  {
    "quote": "They saw me, those reckless seekers of beauty, and in a night I was famous.", 
    "name": "Lillie Langtry"
  }, 
  {
    "quote": "Beauty is not just physical.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "Beauty and fullness of tone can be achieved by having the whole orchestra play with high clarinets and a carefully selected number of piccolos.", 
    "name": "Gustav Mahler"
  }, 
  {
    "quote": "I think the beauty of working with young people is they remind you of the spirit of acting and it's just a big play.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "I am obsessed with beauty. I want everything to be perfect, and of course it isn't. And that's a tough place to be because you're never satisfied.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "The beautiful seems right by force of beauty and the feeble wrong because of weakness.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "I would like to say to people, open your eyes and find beauty where you normally don't expect it.", 
    "name": "Jean Paul Gaultier"
  }, 
  {
    "quote": "Art is the unceasing effort to compete with the beauty of flowers - and never succeeding.", 
    "name": "Gian Carlo Menotti"
  }, 
  {
    "quote": "Thankfully, beauty is easier to remove than apply, and a swipe of demaquillage in the right direction and you are you once again.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Just because you are blind and unable to see my beauty doesn't mean it does not exist.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Order is the shape upon which beauty depends.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "For the mind disturbed, the still beauty of dawn is nature's finest balm.", 
    "name": "Edwin Way Teale"
  }, 
  {
    "quote": "Women are so unforgiving of themselves. We don't recognize our own beauty because we're too busy comparing ourselves to other people.", 
    "name": "Kelly Osbourne"
  }, 
  {
    "quote": "But every great scripture, whether Hebrew, Indian, Persian, or Chinese, apart from its religious value will be found to have some rare and special beauty of its own and in this respect the original Bible stands very high as a monument of sublime poetry and of artistic prose.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "Part of the beauty of Judaism, and surely this is so for other faiths also, is that it gently restores control over time. Three times a day we stop what we are doing and turn to God in prayer. We recover perspective. We inhale a deep breath of eternity.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I've actually spent a lot of time researching beauty products, how they are produced and how they are sold.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "For I must tell you that we artists cannot tread the path of Beauty without Eros keeping company with us and appointing himself as our guide.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "Solitude gives birth to the original in us, to beauty unfamiliar and perilous - to poetry. But also, it gives birth to the opposite: to the perverse, the illicit, the absurd.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "What is sacred among one people may be ridiculous in another and what is despised or rejected by one cultural group, may in a different environment become the cornerstone for a great edifice of strange grandeur and beauty.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "Art is beauty, the perpetual invention of detail, the choice of words, the exquisite care of execution.", 
    "name": "Theophile Gautier"
  }, 
  {
    "quote": "I'm not one of those women who thinks beauty is a curse.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "A lot of directors idealize their leading ladies or turn them into these objects of sexuality and beauty.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I like the idea of accessibility, coming from a lower-middle-class background myself, I feel like beauty and products should be accessible to all women over the world.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Beauty in art is often nothing but ugliness subdued.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "What saddens me is the corruption of youth and beauty, and the loss of soul, which is only replaced by money.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "When I think of art I think of beauty. Beauty is the mystery of life. It is not in the eye it is in the mind. In our minds there is awareness of perfection.", 
    "name": "Agnes Martin"
  }, 
  {
    "quote": "The very definition of 'beauty' is outside.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I always loved aesthetics. Not particularly fashion, but an idea of beauty.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "Now, I'm not saying I'm fashionable, but there are sociological interests that matter to me, things that are theoretical, political, intellectual and also concerned with vanity and beauty that we all think about but that I try to mix up and translate into fashion.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "What sort of sap doesn't know by now that picture-perfect beauty is all done with smoke and mirrors anyway?", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Shame, like beauty, is often in the eye of the beholder.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "The truth of the matter is, beauty is a specific thing, rare and fleeting. Some of us have it in our teens, 20s and 30s and then lose it most of us have it not at all. And that's perfectly okay. But lying to yourself that you have it when you don't seems to me simple-minded at best and psychotic at worst.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "What I find most upsetting about this new all-consuming beauty culture is that the obsession with good looks, and how you can supposedly attain them, is almost entirely female-driven.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Surely being a Professional Beauty - let alone an ageing one - is one of the most insecure and doomed careers imaginable.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I've always thought of beauty therapy, 'alternative' treatments and the like as the female equivalent of brothels - for essentially self-deceiving people who feel a bit hollow and have to pay to be touched.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "These women whose antics we smirk at good-naturedly in the pap-traps put themselves out there at least partly on their beauty they are in showbiz, and showing what they've got is part of their business as much as it is for male show-ponies from the Chippendales to George Clooney.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Natural beauty takes at least two hours in front of a mirror.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "It is not the beauty of a building you should look at its the construction of the foundation that will stand the test of time.", 
    "name": "David Allan Coe"
  }, 
  {
    "quote": "One of the things that people don't realize is that that natural beauty, those recreational forests, they have an economic development impact for the state as well.", 
    "name": "Ed Rendell"
  }, 
  {
    "quote": "Endeavour to be faithful, and if there is any beauty in your thought, your style will be beautiful if there is any real emotion to express, the expression will be moving.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "Black beauty - he's a dark horse.", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "I shall give you hunger, and pain, and sleepless nights. Also beauty, and satisfactions known to few, and glimpses of the heavenly life. None of these you shall have continually, and of their coming and going you shall not be foretold.", 
    "name": "Howard Lindsay"
  }, 
  {
    "quote": "People don't associate red hair, pale skin, and freckles with beauty.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "I still believe that capitalism is too harsh and I believe that, even within that, there is a lot of satisfaction and beauty if you happen to be one of the lucky ones, although that doesn't eradicate the reality of the suffering. It's all true at once, kind of humming and sublime.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "Physical beauty is such a strange thing.", 
    "name": "Jock Sturges"
  }, 
  {
    "quote": "I was kind of a jock in school. Beauty wasn't something I spent a lot of time on.", 
    "name": "Nina Dobrev"
  }, 
  {
    "quote": "I'm very accepting with my age. It's like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you've become comfortable in your skin.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "My wife has brought great beauty into my life. And my daughter has brought me nothing but joy. Those qualities were greatly lacking.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "My mother never put an emphasis on looks. She let us grow up on our own time line. She never forced any beauty regimen into my world.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "It is very necessary to have markers of beauty left in a world seemingly bent on making the most evil ugliness.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "Hollywood needs to recognise all shades of African American beauty.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Editing yourself is like an irksome coin toss. You've got to strip yourself of super ego and operate from the id. Maybe I've got my Freud mixed up. It's just hard to trade a beauty shot for the performance with truth and a brightly lit zit.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Beauty is a radiance that originates from within and comes from inner security and strong character.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I tried for a while to be an agricultural worker and was hopelessly bored. To me it was meaningless. I would stand around in heaps of manure and sings about the beauty of the work I wasn't doing.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "I tried for a while to be an agricultural worker and was hopelessly bored. I would stand around in heaps of manure and sing about the beauty of the work I wasn't doing.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "Art requires philosophy, just as philosophy requires art. Otherwise, what would become of beauty?", 
    "name": "Paul Gauguin"
  }, 
  {
    "quote": "I really like where Tony Robbins says that we're all hypnotized to see beauty this one specific way, and it's true.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "Beauty fades! I just turned 29, so I probably don't have that many good years left in me.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "Beauty, to me is about being comfortable in your own skin.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "You can't possibly fathom the ins and outs of a prepubescent beauty treatment until you've felt the strange but exhilarating tingle of a cottage-cheese-and-Pop-Rocks facial.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "As Ralph's character begins to discover the political thriller aspect of the film, he falls deeper in love with his wife, so the two run together. That's the beauty of this film. It has fast pace and excitement, but it also has heart and soul.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "Beauty can come in strange forms.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "And I think of that again as I've written in several of my beauty books, a lot of health comes from the proper eating habits, which are something that - you know, I come from a generation that wasn't - didn't have a lot of food.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "Well I've written four beauty books as well.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "Bologna is the best city in Italy for food and has the least number of tourists. With its medieval beauty, it has it all.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "I think we have become obsessed with beauty and personally I'm really saddened by the way women mutilate their faces today in search of that.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "Beauty, more than bitterness, makes the heart break.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "I thought to be feminine was to give in to straight culture, or the beauty standard, but in my heart I had a flair for fashion and style. They were passions I kept secret because I didn't understand I could love clothes and hair and makeup and still like girls.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Thanks to capitalism, the importance placed on beauty has never been so manipulated. We are the guinea pigs force-fed ads that tell us how pathetic we are: that we will never be loved, happy or valuable unless we have the body, the face, the hair, even the personality that will apparently be ours, if only we buy their products.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "She gave up beauty in her tender youth, gave all her hope and joy and pleasant ways she covered up her eyes lest they should gaze on vanity, and chose the bitter truth.", 
    "name": "Christina Rossetti"
  }, 
  {
    "quote": "I really like to be able to have variety and to try different things - that's the beauty of fashion.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "Beauty is first and foremost an emotion.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "It's the beauty and curse of doing a daily show. Some days you've got nothing to talk about and other days Dick Cheney shoots his lawyer in the face and everyone is happy.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "The beauty that addresses itself to the eyes is only the spell of the moment the eye of the body is not always that of the soul.", 
    "name": "George Sand"
  }, 
  {
    "quote": "The trick of this thing and the beauty of this thing is that it's a cowboy movie first and then stuff happens. Even after stuff happens it doesn't change - it hasn't suddenly changed into another kind of movie. It's still a cowboy movie. And that's what's incredible about it because nobody has done that before, that's new territory.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "With guys I revere, like Marcus Garvey or Malcolm X, their look is less about style than purpose and the expression of beauty. It wasn't just about being noticed, you know?", 
    "name": "Mos Def"
  }, 
  {
    "quote": "Who knows better than artists how much ugliness there is on the way to beauty, how many ghastly, mortifying missteps, how many days of granitic blockheadedness and dismaying ineptitude there is on the way to accomplishment, how partial all accomplishment is, how incomplete?", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "Every man who has shown the world the way to beauty, to true culture, has been a rebel, a 'universal' without patriotism, without home, who has found his people everywhere.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "I discovered that the horse is life itself, a metaphor but also an example of life's mystery and unpredictability, of life's generosity and beauty, a worthy object of repeated and ever changing contemplation.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Beauty comes from a life well lived. If you've lived well, your smile lines are in the right places, and your frown lines aren't too bad, what more do you need?", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "The way in which mathematicians and physicists and historians talk is quite different, and what a physicist means by physical intuition and what a mathematician means by beauty or elegance are things worth thinking about.", 
    "name": "Clifford Geertz"
  }, 
  {
    "quote": "I know it sounds a bit corny, but I do think that beauty and sexiness come from within.", 
    "name": "Rachel Stevens"
  }, 
  {
    "quote": "I love the game, it's the greatest game on earth, that's why I can't understand all of this talk about trying to make the game better. People talk about the high strike zone and changing this and that. Why? To speed up the game? That's the beauty of baseball. There is no time element.", 
    "name": "Eric Davis"
  }, 
  {
    "quote": "Nothing surpasses the beauty and elegance of a bad idea.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "Beauty is as relative as light and dark. Thus, there exists no beautiful woman, none at all, because you are never certain that a still far more beautiful woman will not appear and completely shame the supposed beauty of the first.", 
    "name": "Paul Klee"
  }, 
  {
    "quote": "Who among us has never looked up into the heavens on a starlit night, lost in wonder at the vastness of space and the beauty of the stars?", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "I am an unconventional beauty. I grew up in a high school where if you didn't have a nose job and money and if you weren't thin, you weren't cool, popular, beautiful. I was always told that I wasn't pretty enough to be on television.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "Our situation today shows that beauty demands for itself at least as much courage and decision as do truth and goodness, and she will not allow herself to be separated and banned from her two sisters without taking them along with herself in an act of mysterious vengeance.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "For me art and chess are closely related, both are forms in which the self finds beauty and expression.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "But I think it is a serious issue to wonder about the other platonic absolutes of say beauty and morality.", 
    "name": "Roger Penrose"
  }, 
  {
    "quote": "I was never an ambitious girl, or even a self-confident one. I never went in for beauty pageants or wore a stitch of make-up until I went to Los Angeles.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "What delights us in visible beauty is the invisible.", 
    "name": "Marie von Ebner-Eschenbach"
  }, 
  {
    "quote": "There is a role and function for beauty in our time.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "I like the beauty of Faulkner's poetry. But I don't like his themes, not at all.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "You get more churches burned down in the United States in the last two years than in the last hundred, because of the lack of understanding of culture and diversity and the beauty of it.", 
    "name": "Edward James Olmos"
  }, 
  {
    "quote": "You, too, women, cast away all the cowards from your embraces they will give you only cowards for children, and you who are the daughters of the land of beauty must bear children who are noble and brave.", 
    "name": "Giuseppe Garibaldi"
  }, 
  {
    "quote": "All my writing is about the recognition that there is no single reality. But the beauty of it is that you nevertheless go on, walking towards utopia, which may not exist, on a bridge which might end before you reach the other side.", 
    "name": "Marguerite Young"
  }, 
  {
    "quote": "I thought it might be a good move to get into a beauty contest so I tried for Miss Pennsylvania and won. I think that helped me get noticed, at least by the people of Pennsylvania.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "The beauty of a strong, lasting commitment is often best understood by men incapable of it.", 
    "name": "Murray Kempton"
  }, 
  {
    "quote": "What I like about cities is that everything is king size, the beauty and the ugliness.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "Beauty is a precious trace that eternity causes to appear to us and that it takes away from us. A manifestation of eternity, and a sign of death as well.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Avon invented the concept of direct marketing and direct selling beauty. And that's still very valid to us. We'll have a firm that will be around for another 114 years as strongly as it was the first 114.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "A representative is free delivery she's a personal beauty consultant. Some people want that high touch.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "The game in beauty is changing so much, if your product isn't high tech or can't make a unique performance claim - plump your lips, reduce your lines, look glossy, and stay on for 24 hours - you can't go to market today. I'm not just talking about a $20 lipstick, but a $5 lipstick!", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "There are two ways to worry words. One is hoping for the greatest possible beauty in what is created. The other is to tell the truth.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "I think the 1970s will always be the decade for me. Obviously, I grew up in that era, but the beauty standard was touchable, kissable.", 
    "name": "Tom Ford"
  }, 
  {
    "quote": "Faith goes out through the window when beauty comes in at the door.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "Grandeur and beauty are so very opposite, that you often diminish the one as you increase the other. Variety is most akin to the latter, simplicity to the former.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "Power and beauty come from a very deep place.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "Beauty can't amuse you, but brainwork - reading, writing, thinking - can.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "Wigs have always been a part of my life and have become a staple accessory in my closet. I can remember being a little girl and hearing all the commotion in my house from my mom, aunts and grandmother when picking out their wigs for the day. It was such a good time for them and part of their everyday beauty routine.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I think we should all be tolerant of each other and embrace each others' strengths and differences and uniqueness and beauty.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "I have girls who are concerned about how they look compared to models or what have you. It's my responsibility to teach them that beauty is more than superficial.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "The beauty about the D-list is that people who are on it probably don't know they are.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "I find, in being black, a thing of beauty: a joy a strength a secret cup of gladness.", 
    "name": "Ossie Davis"
  }, 
  {
    "quote": "I'm only wanted by directors for the image I give off, and it makes me angry. I always wanted to be an actor and not a beauty pageant winner.", 
    "name": "Jude Law"
  }, 
  {
    "quote": "My idea of beauty is somebody that doesn't have to try too much, someone who is effortless and fresh.", 
    "name": "Jessica Ennis"
  }, 
  {
    "quote": "The English Bible - a book which, if everything else in our language should perish, would alone suffice to show the whole extent of its beauty and power.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "A supermodel needed to be able to be on 'Sports Illustrated,' to be able to walk runways, to be able to do beauty ads, to be on covers. And the girls now can no longer be on covers and be in the ads because your actresses have taken over all the jobs. I don't know what happened, but we want our jobs back.", 
    "name": "Kim Alexis"
  }, 
  {
    "quote": "Familiarity is a magician that is cruel to beauty but kind to ugliness.", 
    "name": "Ouida"
  }, 
  {
    "quote": "There's a beauty in being part of a band, when there's equality and trust.", 
    "name": "Scott Weiland"
  }, 
  {
    "quote": "I learned the truth at seventeen, That love was meant for beauty queens, And high school girls with clear skinned smiles, Who married young and then retired.", 
    "name": "Janis Ian"
  }, 
  {
    "quote": "It's nice to just embrace the natural beauty within you.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "A few years ago I lost 30 pounds, and people still wanted to criticize. And honestly, I'm happy with myself if I'm a little heavier. I realized: 'Why am I trying to conform to someone else's idea of beauty?' I think I'm beautiful either way.", 
    "name": "Khloe Kardashian"
  }, 
  {
    "quote": "We have magnificent brains, but we use a great deal of our brilliance to keep ourselves stuck and ignorant, to keep ourselves from not shining. We are so afraid of our beauty and radiance and brilliance because it scared the adults around us when we were children.", 
    "name": "Patricia Sun"
  }, 
  {
    "quote": "If I weren't performing, I'd be a beauty editor or a therapist. I love creativity, but I also love to help others. My mother was a hairstylist, and they listen to everyone's problems - like a beauty therapist!", 
    "name": "Beyonce Knowles"
  }, 
  {
    "quote": "You don't know what the Chinese expect in the way of beauty. The presentation is just a farce. You come into a room filled with 50 people and they don't talk to you. There's very little interaction.", 
    "name": "Helmut Jahn"
  }, 
  {
    "quote": "Los Angeles is like a beauty parlor at the end of the universe.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "A special kind of beauty exists which is born in language, of language, and for language.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "Beauty must appeal to the senses, must provide us with immediate enjoyment, must impress us or insinuate itself into us without any effort on our part.", 
    "name": "Claude Debussy"
  }, 
  {
    "quote": "The ideal has many names, and beauty is but one of them.", 
    "name": "Ninon de L'Enclos"
  }, 
  {
    "quote": "As an inspiration to the author, I do not think the cat can be over-estimated. He suggests so much grace, power, beauty, motion, mysticism. I do not wonder that many writers love cats I am only surprised that all do not.", 
    "name": "Carl Van Vechten"
  }, 
  {
    "quote": "I'm proud that today, at 43 years old, I've come to value the aging process and focus on inner rather than outer beauty.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "Not longer loved or fostered by religion, beauty is lifted from its face as a mask, and its absence exposes features on that face which threaten to become incomprehensible to man.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "We no longer dare to believe in beauty and we make of it a mere appearance in order the more easily to dispose of it.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "I believe every chess player senses beauty, when he succeeds in creating situations, which contradict the expectations and the rules, and he succeeds in mastering this situation.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "The development of beauty in chess never depends on you alone. No matter how much imagination and creativity you invest, you still do not create beauty. Your opponent must react at the same highest level.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "I really wanted there to be something in my life that I enjoy just for the beauty of it.", 
    "name": "Robert Caro"
  }, 
  {
    "quote": "The New York City Ballet is obviously speaking to a whole new generation and bringing it the same wonder and beauty that it brought previous generations.", 
    "name": "Robert Caro"
  }, 
  {
    "quote": "Many a genius has been slow of growth. Oaks that flourish for a thousand years do not spring up into beauty like a reed.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "Every performance is different. That's the beauty of it.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "My daily beauty regimen is definitely always in the mornings, and at night, always washing my face with a basic cleanser. I also use a moisturizer with SPF to follow up.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "We all have to find beauty within us, as opposed to just our exterior.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "People tend not to use this word beauty because it's not intellectual - but there has to be an overlap between beauty and intellect.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "One night I'll be in Los Angeles and it'll be a Latin crowd, and then another night I'll go to Fresno and it'll be an all-black crowd. To me, that's the beauty of the music.", 
    "name": "Pitbull"
  }, 
  {
    "quote": "That's the beauty of being a comedian - it's the one job you're allowed to do that. We're lucky. We're really lucky.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "The difference between Marilyn Monroe and the early Pamela Anderson is not that great. What's amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "I felt Joyce was an influence on my fiction, but in a very general way, as a kind of inspiration and a model for the beauty of language.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "The beauty of having a producer is that you have someone who says, You're finished.", 
    "name": "Sheryl Crow"
  }, 
  {
    "quote": "Comics are so full of amazing work. And I can't look at a drawing of a woman without thinking of, for instance, Wallace Wood and his amazing way of capturing beauty.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "I cannot go to Montreal without going to Beauty's, my favorite place for breakfast, where I have the Mish-Mash omelet with hot dogs, salami, eggs, green peppers, and onions, and the best banana bread in the world. It's legendary!", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "Beauty set up distance between other people and me. It warped their behavior.", 
    "name": "Candice Bergen"
  }, 
  {
    "quote": "People see you as an object, not as a person, and they project a set of expectations onto you. People who don't have it think beauty is a blessing, but actually it sets you apart.", 
    "name": "Candice Bergen"
  }, 
  {
    "quote": "A child does not notice the greatness and the beauty of nature and the splendor of God in his works.", 
    "name": "Rudolf Otto"
  }, 
  {
    "quote": "Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself.", 
    "name": "Lindsay Wagner"
  }, 
  {
    "quote": "I used to wear a lot of red lipstick, and when I got a pimple, I'd cover it up with eyeliner to turn it into a beauty mark.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "I'm flatchested, I'm short, I'm brunette, I have droopy eyes, and so people have a hard time casting me as a 'beauty.'", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "Doors open because you're beautiful, but I wouldn't cultivate beauty to the exclusion of brains.", 
    "name": "Tia Carrere"
  }, 
  {
    "quote": "Beauty lasts five minutes. Maybe longer if you have a good plastic surgeon.", 
    "name": "Tia Carrere"
  }, 
  {
    "quote": "Beauty is produced by the pleasing appearance and good taste of the whole, and by the dimensions of all the parts being duly proportioned to each other.", 
    "name": "Marcus V. Pollio"
  }, 
  {
    "quote": "That's the beauty of music. You can take a theme from a Bach sacred chorale and improvise. It doesn't make any difference where the theme comes from the treatment of it can be jazz.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "Asian people have a unique way about them and a different sense of beauty. It's exotic to me. I like they way Asians project their feelings. There's a hardness to the culture, but at the same time there's a delicateness.", 
    "name": "Paz Vega"
  }, 
  {
    "quote": "This is the artist, then, life's hungry man, the glutton of eternity, beauty's miser, glory's slave.", 
    "name": "Tom Wolfe"
  }, 
  {
    "quote": "Many attempts have been made by writers on art and poetry to define beauty in the abstract, to express it in the most general terms, to find some universal formula for it.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "Such discussions help us very little to enjoy what has been well done in art or poetry, to discriminate between what is more and what is less excellent in them, or to use words like beauty, excellence, art, poetry, with a more precise meaning than they would otherwise have.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "What is important, then, is not that the critic should possess a correct abstract definition of beauty for the intellect, but a certain kind of temperament, the power of being deeply moved by the presence of beautiful objects.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "One of the most beautiful passages of Rousseau is that in the sixth book of Confessions, where he describes the awakening in him of the literary sense. Of such wisdom, the poetic passion, the desire of beauty, the love of art for its own sake, has most.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "I mean the beauty of being a writer is it's not like being a swimmer. When they were talking about our Olympic swimmers and they'd say, 'Oh she's so old,' and she's all of 25 or something. So the beauty for a writer is that you can keep doing it right into your dotage, and I hope to be able to keep doing it as long as I can get away with it, yeah.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "I had a lot of resentment for a while toward Kim Novak. But I don't mind her anymore. She's okay. We've become friends. I even asked her before this trip for some beauty tips.", 
    "name": "Kim Novak"
  }, 
  {
    "quote": "But the beauty of Einstein's equations, for example, is just as real to anyone who's experienced it as the beauty of music. We've learned in the 20th century that the equations that work have inner harmony.", 
    "name": "Edward Witten"
  }, 
  {
    "quote": "I think beauty comes from within. If you're happy and look at life in the best way you can, even when there are problems, it can make you beautiful on the outside.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "I think there's a great beauty to having problems. That's one of the ways we learn.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.", 
    "name": "Frank Norris"
  }, 
  {
    "quote": "My quick beauty tip is always have a tinted gloss of some kind to give you some color even if you have no makeup on.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "I think beauty comes from within, and society paints a ridiculous picture.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "My daily beauty regimen consists of washing my face before bed and putting on moisturizer.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "My unusual beauty tip is that I often use Vaseline to take my make up off. It works great and is good for sensitive skin.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "I envy the sensibility in Europe, appreciating beauty in women as they age. I'm going to go that way. I might dye my gray hair for a bit, but beyond that the buck stops. I'm not having any work done.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "You may keep your beauty and your health, unless you destroy them yourself, or discourage them to stay with you, by using them ill.", 
    "name": "William Temple"
  }, 
  {
    "quote": "So every creative act strives to attain an absolute status it longs to create a world of beauty to triumph over chaos and convert it to order.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "Oh who can tell the range of joy or set the bounds of beauty?", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "Music, as many people have said, is the universal language. Of course points are made which make you think about things, but ultimately it makes you feel. And that's why people remember more songs that have meant something during their life than films. They start to define periods in your life, and that's kind of the beauty of it.", 
    "name": "Scott Weiland"
  }, 
  {
    "quote": "No single man can be taken as a model for a perfect figure, for no man lives on earth who is endowed with the whole of beauty.", 
    "name": "Albrecht Durer"
  }, 
  {
    "quote": "Music, art, theater. I'm just a big fan of beauty.", 
    "name": "Jerry Hall"
  }, 
  {
    "quote": "There's a sadness to the human condition that I think music is good for. It gives a counterpoint to the visual beauty, and adds depth to pictures that they wouldn't have if the music wasn't there.", 
    "name": "Mike Figgis"
  }, 
  {
    "quote": "The idea that happiness could have a share in beauty would be too much of a good thing.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "I remember reminding myself that beauty is an opinion, not a fact. And it has always made me feel better.", 
    "name": "Hayden Panettiere"
  }, 
  {
    "quote": "The thought came to me that all one loves in art becomes beautiful. Beauty is nothing but the expression of the fact that something is being loved. Only thus could she be defined.", 
    "name": "Robert Musil"
  }, 
  {
    "quote": "I have a real passion for many aspects of home lifestyle and beauty.", 
    "name": "Rachel Roy"
  }, 
  {
    "quote": "The more people explore the world, the more they realize in every country there's a different aesthetic. Beauty really is in the eye of the beholder.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "There will always be a desire for something new, fresh and innovative, as well as a yearning and respect for timeless elegance and beauty.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "The difference between utility and utility plus beauty is the difference between telephone wires and the spider web.", 
    "name": "Edwin Way Teale"
  }, 
  {
    "quote": "I felt I had to share Idaho with my friend from New York because he'd shared New York with me, so I was going to share the beauty of nature with a man who went to museums and clubs late at night. But there was nothing to do where I lived at night.", 
    "name": "Mariel Hemingway"
  }, 
  {
    "quote": "Beauty comes from the inside.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "The South is very beautiful but its beauty makes one sad because the lives that people live here, and have lived here, are so ugly.", 
    "name": "James Baldwin"
  }, 
  {
    "quote": "For me, a page of good prose is where one hears the rain and the noise of battle. It has the power to give grief or universality that lends it a youthful beauty.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "After 'Freaks and Geeks,' I dealt with several producers who wanted to cover up all my beauty marks, every single mole on my body. They tried to cover them on my first two episodes of 'Dawson's Creek,' and it just looked ridiculous, so I had to put my foot down. But it's not something I'm insecure about.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "I recognize in thieves, traitors and murderers, in the ruthless and the cunning, a deep beauty - a sunken beauty.", 
    "name": "Jean Genet"
  }, 
  {
    "quote": "As a mom, I don't have much time for beauty.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "The pattern of a newspaperman's life is like the plot of 'Black Beauty.' Sometimes he finds a kind master who gives him a dry stall and an occasional bran mash in the form of a Christmas bonus, sometimes he falls into the hands of a mean owner who drives him in spite of spavins and expects him to live on potato peelings.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "The beauty of doing film is that you construct whatever you do block by block and you can build something that will stay.", 
    "name": "Michel Gondry"
  }, 
  {
    "quote": "As a girl, you're supposed to love Sleeping Beauty. I mean, who wants to love Sleeping Beauty when you can be Aladdin?", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them.", 
    "name": "Janelle Monae"
  }, 
  {
    "quote": "Some songs you get. Some songs you may not. And I think that's the beauty of art: to question and to ask, to understand the deeper meaning after two or three or four listenings.", 
    "name": "Janelle Monae"
  }, 
  {
    "quote": "I know that I've got big ears and a big forehead and that my hair sticks up. But I'm happy with myself. I'm not necessarily trying to win a beauty pageant here.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "My theory of characterization is basically this: Put some dirt on a hero, and put some sunshine on the villain, one brush stroke of beauty on the villain.", 
    "name": "Justin Cronin"
  }, 
  {
    "quote": "I think the beauty looks I most regret are those I was persuaded into.", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "Physical beauty isn't so impressive to me.", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "I love glamour and artificial beauty. I love the idea of artifice and dressing up and makeup and hair.", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "My beauty icons are women whose images are self-created.", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "I really believe that beauty comes from health - sensible eating and exercise.", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "I do not see any beauty in self-restraint.", 
    "name": "Mary MacLane"
  }, 
  {
    "quote": "Beauty and the Beast seemed like it all was really brown. The whole thing was just so brown and orange and yellow, like Burger King or something. I don't think I would have liked Beauty and the Beast at any age.", 
    "name": "Mike Judge"
  }, 
  {
    "quote": "All things are perceived in the light of charity, and hence under the aspect of beauty for beauty is simply reality seen with the eyes of love.", 
    "name": "Evelyn Underhill"
  }, 
  {
    "quote": "Solitude has its own very strange beauty to it.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "Blanche talks about aging, and why should she be considered poor, because physical beauty is transitory and fading and she has such richness of the soul. I think that speech is so beautiful, and so telling and so true.", 
    "name": "Delta Burke"
  }, 
  {
    "quote": "The real message of the Dance opens up the vistas of life to all who have the urge to express beauty with no other instrument than their own bodies, with no apparatus and no dependence on anything other than space.", 
    "name": "Ruth St. Denis"
  }, 
  {
    "quote": "I have a desire to create more film, more beauty, more art, more love, but I don't feel desperate. It's not about creating or building a career.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "Boxing is my real passion. I can go to ballet, theatre, movies, or other sporting events... and nothing is like the fights to me. I'm excited by the visual beauty of it. A boxer can look so spectacular by doing a good job.", 
    "name": "LeRoy Neiman"
  }, 
  {
    "quote": "I needed to be in the bush. There I find solitude and beauty and purity and focus. That's where my heart lies.", 
    "name": "Mark Burnett"
  }, 
  {
    "quote": "It's just poetry, beauty and love. How hard can that be to act?", 
    "name": "Robin Wright Penn"
  }, 
  {
    "quote": "Never once does 'Snow White' herself look in the mirror so she isn't aware of her beauty or what apparently that does to people. It's really just the queen and the prince that talk about it.", 
    "name": "Lily Collins"
  }, 
  {
    "quote": "It is, finally, a word is untimely in three different senses, and bearing it as one's treasure will not win one anyone's favours one rather risks finding oneself outside everyone's camp... Beauty is the word that shall be our first.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "I didn't grow up identifying with beauty. I grew up thinking I could be smart and funny - those are the things I got feedback on.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "Even if you play perfectly, a fault of your opponent's can destroy the entire beauty of the game.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "When I speak of the beauty of a game of chess, then naturally this is subjective. Beauty can be found in a very technical, mathematical game for example. That is the beauty of clarity.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "My mama told me in college, 'I love you, and you're God's child, but natural beauty will only take you so far.'", 
    "name": "Robin Roberts"
  }, 
  {
    "quote": "I have learned that acting is not about beauty.", 
    "name": "Vincent Cassel"
  }, 
  {
    "quote": "Proportions are what makes the old Greek temples classic in their beauty. They are like huge blocks, from which the air has been literally hewn out between the columns.", 
    "name": "Arne Jacobsen"
  }, 
  {
    "quote": "I am thrilled to be able to bring my vision of beauty to others who may be inspired by it.", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "I'm still figuring out why people would want to look at me. Maybe it's generic beauty, but it's weird to be valued for something I was born with.", 
    "name": "Josie Maran"
  }, 
  {
    "quote": "It's hard to say what drives a three year-old, but I think I had a sense that nature was my solace, and nature was a place in which there was beauty, in which there was order.", 
    "name": "Story Musgrave"
  }, 
  {
    "quote": "It's not fair the emphasis put on beauty, or on sexuality.", 
    "name": "Rosanna Arquette"
  }, 
  {
    "quote": "Every article on these islands has an almost personal character, which gives this simple life, where all art is unknown, something of the artistic beauty of medieval life.", 
    "name": "John Millington Synge"
  }, 
  {
    "quote": "But when I was twelve years old I caught my first strong glimpse of one of the fundamental forces of existence, whose votary I was destined to be for life - namely, Beauty.", 
    "name": "Georg Brandes"
  }, 
  {
    "quote": "Nothing can atone for the lack of modesty without which beauty is ungraceful and wit detestable.", 
    "name": "Richard Steele"
  }, 
  {
    "quote": "So, we just kind of created our own thing and that's part of the beauty of Athens: is that it's so off the map and there's no way you could ever be the East Village or an L.A. scene or a San Francisco scene, that it just became its own thing.", 
    "name": "Michael Stipe"
  }, 
  {
    "quote": "The beauty of voice-over work is that maybe you come in and record once every two weeks for a couple of hours and do a couple episodes a session. It's awesome! You spend an afternoon playing in the booth, and there you have it. It doesn't interfere with much.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "My mom was an aesthetician and she went to beauty school back in the '60s. I just remember watching her do her makeup all the time. She always had her nails done, makeup on - her face was ready to go when she went out. I loved it.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "I grew up in a family where we weren't allowed to talk about beauty or to put any emphasis on physical appearance.", 
    "name": "Pam Grier"
  }, 
  {
    "quote": "This whole beauty thing is something I've never comprehended.", 
    "name": "Pam Grier"
  }, 
  {
    "quote": "I thought of Paris as a beauty spot on the face of the earth, and of London as a big freckle.", 
    "name": "James Weldon Johnson"
  }, 
  {
    "quote": "We tell them that we believe it will be beautiful because that is our specialty, we only create joy and beauty. We have never done a sad work. Through the drawings, we hope a majority will be able to visualize it.", 
    "name": "Christo"
  }, 
  {
    "quote": "And for me, the real world involves everything: risk, danger, beauty, energy, all we meet with in the real world.", 
    "name": "Christo"
  }, 
  {
    "quote": "Throughout the centuries, man has considered himself beautiful. I rather suppose that man only believes in his own beauty out of pride that he is not really beautiful and he suspects this himself for why does he look on the face of his fellow-man with such scorn?", 
    "name": "Isidore Ducasse Lautreamont"
  }, 
  {
    "quote": "Poetry a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "The concept of active cooperation has taken the place of opposition to the new form of government and of dreamy resignation entranced with the beauty of times past.", 
    "name": "Gustav Stresemann"
  }, 
  {
    "quote": "We say we want to create beauty, identity, quality, singularity. And yet, maybe in truth these cities that we have are desired. Maybe their very characterlessness provides the best context for living.", 
    "name": "Rem Koolhaas"
  }, 
  {
    "quote": "He was afflicted by the thought that where Beauty was, nothing ever ran quite straight, which no doubt, was why so many people looked on it as immoral.", 
    "name": "John Galsworthy"
  }, 
  {
    "quote": "Americans worship creativity the way they worship physical beauty - as a way of enjoying elitism without guilt: God did it.", 
    "name": "Florence King"
  }, 
  {
    "quote": "I was amazed and upset by the looks I got just walking around the studio... It illuminates the ugliness and the beauty that exists within each of us, and that's what this story represents to me.", 
    "name": "Gerard Butler"
  }, 
  {
    "quote": "Beauty is only skin deep, and the world is full of thin skinned people.", 
    "name": "Richard Armour"
  }, 
  {
    "quote": "That brings me to Dennis Ritchie. Our collaboration has been a thing of beauty.", 
    "name": "Ken Thompson"
  }, 
  {
    "quote": "When you put the interest of a kid on money instead of heart then you're destroying the beauty of our lives and our thought process, which should be about how much responsibilities you carry as an athlete and a citizen.", 
    "name": "Alexis Arguello"
  }, 
  {
    "quote": "One of my favorite beauty products is Vincent Longo Water Canvas creamy blush. I have it in every color and I've been using it for 5 years and that's all I put on when I leave the house. It looks so natural I just put a little bit on my cheeks to give them some color.", 
    "name": "Alessandra Ambrosio"
  }, 
  {
    "quote": "Everyday life is like programming, I guess. If you love something you can put beauty into it.", 
    "name": "Donald Knuth"
  }, 
  {
    "quote": "I'm always suspicious of really beautiful women telling us we shouldn't be worried about beauty.", 
    "name": "Susan Estrich"
  }, 
  {
    "quote": "The beauty of a main title is that you establish your main theme and maybe a bit of your secondary theme. You plant the seed that you're going to go water later in the score. And so, having that removed just made it so much more difficult.", 
    "name": "Danny Elfman"
  }, 
  {
    "quote": "Beauty seen is never lost, God's colors all are fast.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "If the world could remain within a frame like a painting on the wall, I think we'd see the beauty then and stand staring in awe.", 
    "name": "Conor Oberst"
  }, 
  {
    "quote": "Unless action is taken soon - unless we can display the same vision of that earlier period - we will lose the treasure of California's open space and environmental beauty.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "Remember always that the composer's pen is still mightier than the bow of the violinist in you lie all the possibilities of the creation of beauty.", 
    "name": "John Philip Sousa"
  }, 
  {
    "quote": "Grand opera is the most powerful of stage appeals and that almost entirely through the beauty of music.", 
    "name": "John Philip Sousa"
  }, 
  {
    "quote": "I guess if you take yourself seriously as an artist there starts either the problem or the beauty of doing good artwork.", 
    "name": "Bill Griffith"
  }, 
  {
    "quote": "I just wanted to see every single musical I could. The very first one I saw was 'Beauty and the Beast,' the only one I could get tickets for, and then 'Les Miserables' and then 'Chicago.'", 
    "name": "America Ferrera"
  }, 
  {
    "quote": "My duty is to try to reach beauty. Cinema is emotion. When you laugh you cry.", 
    "name": "Roberto Benigni"
  }, 
  {
    "quote": "The expression of beauty is in direct ratio to the power of conception the artist has acquired.", 
    "name": "Gustave Courbet"
  }, 
  {
    "quote": "It is curious how, from time immemorial, man seems to have associated the idea of evil with beauty, shrunk from it with a sort of ghostly fear, while, at the same time drawn to it by force of its hypnotic attraction.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "The beauty we love is very silent. It smiles softly to itself, but never speaks.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "We also maintain - again with perfect truth - that mystery is more than half of beauty, the element of strangeness that stirs the senses through the imagination.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "A woman's beauty is one of her great missions.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "I've developed into quite a swan. I'm one of those people that will probably look better and better as I get older until I drop dead of beauty.", 
    "name": "Rufus Wainwright"
  }, 
  {
    "quote": "I appreciate simplicity, true beauty that lasts over time, and a little wit and eclecticism that make life more fun.", 
    "name": "Elliott Erwitt"
  }, 
  {
    "quote": "Beauty has been democratised. No longer the preserve of movie stars and models but available to all. But while the invitation to beauty is welcomed, it has become not so much an option as an imperative.", 
    "name": "Susie Orbach"
  }, 
  {
    "quote": "Beauty is the oracle that speaks to us all.", 
    "name": "Luis Barragan"
  }, 
  {
    "quote": "The real beauty of it - key to my life was playing key chords on a banjo. For somebody else it may be a golf club that mom and dad put in their hands or a baseball or ballet lessons. Real gift to give to me and put it in writing.", 
    "name": "Vince Gill"
  }, 
  {
    "quote": "In the 19th century, you had bourgeois art without politics - an almost frozen idea of what beauty is.", 
    "name": "Douglas Sirk"
  }, 
  {
    "quote": "My beauty icon is Angelina Jolie.", 
    "name": "Ashley Benson"
  }, 
  {
    "quote": "It's not like I'm sitting at home coming up with some secret beauty plan.", 
    "name": "Lara Stone"
  }, 
  {
    "quote": "One of the basic things about a string is that it can vibrate in many different shapes or forms, which gives music its beauty.", 
    "name": "Edward Witten"
  }, 
  {
    "quote": "Every one who has a heart, however ignorant of architecture he may be, feels the transcendent beauty and poetry of the mediaeval churches.", 
    "name": "Goldwin Smith"
  }, 
  {
    "quote": "Personal beauty is a greater recommendation than any letter of reference.", 
    "name": "Fanny Brice"
  }, 
  {
    "quote": "We live in a state with a wonderful climate and plenty of natural beauty, from the shores of Cumberland Island to the Chattahoochee River to the Blue Ridge Mountains.", 
    "name": "Roy Barnes"
  }, 
  {
    "quote": "I hope that in some way that I can be some sort of beacon of hope, especially because I am not the typical Hollywood beauty.", 
    "name": "Octavia Spencer"
  }, 
  {
    "quote": "I was always interested in fashion and beauty. I was fifteen when I was scouted in a flea market. Two years later, I arrived in New York. I was in awe because it was like another planet.", 
    "name": "Candice Swanepoel"
  }, 
  {
    "quote": "Latin life is rich with warmth, family values and history. I want to bring that beauty into American homes.", 
    "name": "Cristina Saralegui"
  }, 
  {
    "quote": "Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "Listening to my regular favourites - Mozart, Beethoven, Brahms and so on - I always feel, quite misguidedly, that nothing can be too bad if such beauty and brilliance exists in the world.", 
    "name": "Jane Asher"
  }, 
  {
    "quote": "The reason that the all-American boy prefers beauty to brains is that he can see better than he can think.", 
    "name": "Farrah Fawcett"
  }, 
  {
    "quote": "I love my beauty. It's not my fault.", 
    "name": "Valentino Garavani"
  }, 
  {
    "quote": "A sculptor wields The chisel, and the stricken marble grows To beauty.", 
    "name": "William C. Bryant"
  }, 
  {
    "quote": "My mother is a beauty.", 
    "name": "Mary-Louise Parker"
  }, 
  {
    "quote": "Beauty is the result of having been through an experience all the way through to the end - therefore it has a poignancy. Beauty that is singular always comes from following an experience to the point where you can go no further.", 
    "name": "Joan Chen"
  }, 
  {
    "quote": "No eyes that have seen beauty ever lose their sight.", 
    "name": "Jean Toomer"
  }, 
  {
    "quote": "The world is a crazy, beautiful, ugly complicated place, and it keeps moving on from crisis to strangeness to beauty to weirdness to tragedy. The caravan keeps moving on, and the job of the longform writer or filmmaker or radio broadcaster is to stop - is to pause - and when the caravan goes away, that's when this stuff comes.", 
    "name": "David Remnick"
  }, 
  {
    "quote": "Sometimes I think I might not have written 'The Age of Miracles' if I hadn't grown up in California, if I hadn't been exposed to its very particular blend of beauty and disaster, of danger and denial.", 
    "name": "Karen Thompson Walker"
  }, 
  {
    "quote": "'Beauty' is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact.", 
    "name": "Naomi Wolf"
  }, 
  {
    "quote": "Most urgently, women's identity must be premised upon our 'beauty' so that we will remain vulnerable to outside approval, carrying the vital sensitive organ of self-esteem exposed to the air.", 
    "name": "Naomi Wolf"
  }, 
  {
    "quote": "Congress has an obligation to protect our country's natural beauty, embodied in our nation's parks, rivers, and breathtaking landscapes.", 
    "name": "Dave Reichert"
  }, 
  {
    "quote": "I'm a drugstore beauty girl, I love going to the drugstore and buying makeup.", 
    "name": "Melanie Fiona"
  }, 
  {
    "quote": "I think one of the things that language poets are very involved with is getting away from conventional ideas of beauty, because those ideas contain a certain attitude toward women, certain attitudes toward sex, certain attitudes toward race, etc.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "It is art that makes life, makes interest, makes importance and I know of no substitute whatever for the force and beauty of its process.", 
    "name": "Max Eastman"
  }, 
  {
    "quote": "For two thousand years, the Church has guided the development of music, carefully legislating to fuse artistic talent and aesthetic beauty with the demands of the Faith.", 
    "name": "Richard Morris"
  }, 
  {
    "quote": "I hold that the perfection of form and beauty is contained in the sum of all men.", 
    "name": "Albrecht Durer"
  }, 
  {
    "quote": "I longed to arrest all beauty that came before me, and at length the longing has been satisfied.", 
    "name": "Julia Margaret Cameron"
  }, 
  {
    "quote": "The pursuit of beauty is much more dangerous nonsense than the pursuit of truth or goodness, because it affords a stronger temptation to the ego.", 
    "name": "Northrop Frye"
  }, 
  {
    "quote": "It's how you look at beauty. Is it only an outward appearance with hair and makeup and a hot body, or is it something deeper than that?", 
    "name": "Hilary Swank"
  }, 
  {
    "quote": "I like to dedicate myself wholeheartedly to a cause so that I have more impact. My goal is to shed light on the beauty of the ocean and how important it is for our planet.", 
    "name": "Hayden Panettiere"
  }, 
  {
    "quote": "Beauty is everlasting And dust is for a time.", 
    "name": "Marianne Moore"
  }, 
  {
    "quote": "Here in L.A. the standard of beauty is kind of ridiculous. I want to be doing this when I'm in my fifties and sixties and this isn't what I'm going to look like.", 
    "name": "Rose Byrne"
  }, 
  {
    "quote": "Beauty is in the eye of the beholder.", 
    "name": "Oliver Platt"
  }, 
  {
    "quote": "But, when the work was finished, the Craftsman kept wishing that there were someone to ponder the plan of so great a work, to love its beauty, and to wonder at its vastness.", 
    "name": "Giovanni Pico della Mirandola"
  }, 
  {
    "quote": "My father always taught by telling stories about his experiences. His lessons were about morality and art and what insects and birds and human beings had in common. He told me what it meant to be a man and to be a Black man. He taught me about love and responsibility, about beauty, and how to make gumbo.", 
    "name": "Walter Mosley"
  }, 
  {
    "quote": "There is no spot of ground, however arid, bare or ugly, that cannot be tamed into such a state as may give an impression of beauty and delight.", 
    "name": "Gertrude Jekyll"
  }, 
  {
    "quote": "What is one to say about June, the time of perfect young summer, the fulfillment of the promise of the earlier months, and with as yet no sign to remind one that its fresh young beauty will ever fade.", 
    "name": "Gertrude Jekyll"
  }, 
  {
    "quote": "It used to happen in villages and towns in China that they would have - I guess you'd call them beauty contests - where all of the women of a particular village or town would be seated behind these screens or curtains with only their feet showing.", 
    "name": "Lisa See"
  }, 
  {
    "quote": "And often it would be a woman who was in her 70s or 80s who would win the beauty contest, because bound feet never age.", 
    "name": "Lisa See"
  }, 
  {
    "quote": "The leading edge in evidence presentation is in science the leading edge in beauty is in high art.", 
    "name": "Edward Tufte"
  }, 
  {
    "quote": "Art ought never to be considered except in its relations with its ideal beauty.", 
    "name": "Alfred de Vigny"
  }, 
  {
    "quote": "The U.S. states that allow for citizens' initiatives tend to have fewer laws and lower taxes than the ones that don't. But the beauty of the system is that it encourages the spread of best practice.", 
    "name": "Daniel Hannan"
  }, 
  {
    "quote": "Are we changing the idea of what beauty is? Let's hope so. I'm not the typical Hollywood beauty. Let's hope we're looking at the insides of people a little more.", 
    "name": "Anne Heche"
  }, 
  {
    "quote": "Wit is more necessary than beauty and I think no young woman ugly that has it, and no handsome woman agreeable without it.", 
    "name": "William Wycherley"
  }, 
  {
    "quote": "Science shows us truth and beauty and fills each day with a fresh wonder of the exquisite order which governs our world.", 
    "name": "Polykarp Kusch"
  }, 
  {
    "quote": "As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "I think that the biggest beauty essential is as simple as a good, full night's sleep.", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "I always carry lip balm and lipstick. Lipstick is a very important beauty product because I find that lips are the most beautiful feature of anyone's face.", 
    "name": "Fan Binbing"
  }, 
  {
    "quote": "It seems that if one is working from the point of view of getting beauty in one's equations, and if one has really a sound insight, one is on a sure line of progress.", 
    "name": "Paul Dirac"
  }, 
  {
    "quote": "The beauty of this country and what people participate in is the competitive nature that we allow to exist and the fact is that we are better because we have great competitors.", 
    "name": "Lee Scott"
  }, 
  {
    "quote": "A painstaking course in qualitative and quantitative analysis by John Wing gave me an appreciation of the need for, and beauty of, accurate measurement.", 
    "name": "Paul D. Boyer"
  }, 
  {
    "quote": "Form follows beauty.", 
    "name": "Oscar Niemeyer"
  }, 
  {
    "quote": "For me beauty is valued more than anything - the beauty that is manifest in a curved line or in an act of creativity.", 
    "name": "Oscar Niemeyer"
  }, 
  {
    "quote": "My work is not about 'form follows function,' but 'form follows beauty' or, even better, 'form follows feminine.'", 
    "name": "Oscar Niemeyer"
  }, 
  {
    "quote": "The beauty of golf, you're in charge out here.", 
    "name": "Mike Weir"
  }, 
  {
    "quote": "There is beauty when something works and it works intuitively.", 
    "name": "Jonathan Ive"
  }, 
  {
    "quote": "Literature isn't a moral beauty contest. Its power arises from the authority and audacity with which the impersonation is pulled off the belief it inspires is what counts.", 
    "name": "Philip Roth"
  }, 
  {
    "quote": "Beauty, the eternal Spouse of the Wisdom of God and Angel of his Presence thru' all creation.", 
    "name": "Robert Bridges"
  }, 
  {
    "quote": "Maybe I'm old-fashioned. But I remember the beauty and thrill of being moved by Broadway musicals - particularly the endings of shows.", 
    "name": "Marvin Hamlisch"
  }, 
  {
    "quote": "Beauty and the Beast became the first animated feature ever nominated for best picture.", 
    "name": "Leonard Maltin"
  }, 
  {
    "quote": "I read 'The Great Gatsby' in high school and was hypnotized by the beauty of the sentences and moved by the story about the irrevocability of lost love.", 
    "name": "Tom Perrotta"
  }, 
  {
    "quote": "So as I look at transitioning to the communication platforms of the future, I see that the beauty of Internet protocols is you get the separation of the layers between service and technology.", 
    "name": "Michael K. Powell"
  }, 
  {
    "quote": "What breadth, what beauty and power of human nature and development there must be in a woman to get over all the palisades, all the fences, within which she is held captive!", 
    "name": "Alexander Herzen"
  }, 
  {
    "quote": "People are craving this great progress in electronics, going after computers, the Internet, etc. It's a giant progress technologically. But they must have a balance of soul, a balance for human beauty. That means art has an important role.", 
    "name": "Mstislav Rostropovich"
  }, 
  {
    "quote": "Baalbek is so beautiful. It is the heart of beauty in the Middle East - I want to embrace these people with my music. I will try so hard for them. Their president is a Christian, their prime minister is a Muslim. Music is for everyone.", 
    "name": "Mstislav Rostropovich"
  }, 
  {
    "quote": "We had common interests in the beauty of the French language. We both had a tremendous love of jazz. We shared dreams of getting married and having a family, living in the country, leading an idyllic life.", 
    "name": "David Amram"
  }, 
  {
    "quote": "Well I do find the beauty in animals. I find beauty everywhere. I find beauty in my garden.", 
    "name": "Doris Day"
  }, 
  {
    "quote": "I don't have any beauty shop memories. I remember the barber shop.", 
    "name": "Jenifer Lewis"
  }, 
  {
    "quote": "We didn't have a beauty shop as I grew up.", 
    "name": "Jenifer Lewis"
  }, 
  {
    "quote": "There's a difference between beauty and charm. A beautiful woman is one I notice. A charming woman is one who notices me.", 
    "name": "John Erskine"
  }, 
  {
    "quote": "As for everything else, so for a mathematical theory: beauty can be perceived but not explained.", 
    "name": "Arthur Cayley"
  }, 
  {
    "quote": "One must learn, if one is to see the beauty in Japan, to like an extraordinarily restrained and delicate loveliness.", 
    "name": "Miriam Beard"
  }, 
  {
    "quote": "Talent, like beauty, to be pardoned, must be obscure and unostentatious.", 
    "name": "Marguerite Gardiner"
  }, 
  {
    "quote": "And at five o'clock in the morning we left to drive to Old Tucson, and I sat with my mouth open in the van. I was stunned by the beauty of that country.", 
    "name": "Erika Slezak"
  }, 
  {
    "quote": "Part of the beauty of the show in a way is that he's not perfect, but you can always count on him to do the right thing in a pinch. That's why he inspires people and inspires me.", 
    "name": "Stephen Collins"
  }, 
  {
    "quote": "The very women who object to the morals of a notoriously beautiful actress, grow big with pride when an admirer suggests their marked resemblance to this stage beauty in physique.", 
    "name": "Minna Antrim"
  }, 
  {
    "quote": "Of course, all of the software I write runs on Linux that's the beauty of standards, and of cross-platform code. I don't have to run your OS, and you don't have to run mine, and we can use the same applications anyway!", 
    "name": "Jamie Zawinski"
  }, 
  {
    "quote": "Beauty is being in harmony with what you are.", 
    "name": "Peter Nivio Zarlenga"
  }, 
  {
    "quote": "I like to have Chinese furniture in my home as a constant and painful reminder of how much has been destroyed in China. The contrast between the beauty of the past and the ugliness of the modern is nowhere sharper than in China.", 
    "name": "Jung Chang"
  }, 
  {
    "quote": "When you are at the bottom, you find beauty in such little things, and goodness in such little gestures. When I compare any struggle today to ones that I may have had in my childhood, there is nothing that can bring me down.", 
    "name": "Natalia Vodianova"
  }, 
  {
    "quote": "This is why cup finals are so special because on the day anyone can beat anyone. That's what it's all about and that's why for me the FA Cup and the Carling Cup are the best cups in the world. That's the beauty of the cup.", 
    "name": "Ian Rush"
  }, 
  {
    "quote": "I've been on the cover of 'Time' magazine three times, not for my beauty but because what I was doing was newsworthy around the world. I've worked with teams all my life, but I've been nice and I've been kind.", 
    "name": "Cheryl Tiegs"
  }, 
  {
    "quote": "I look OK. I look better in person than I do on film, which is bad because it's how I make my living, but I am not a beauty and on balance I am glad.", 
    "name": "Felicity Huffman"
  }, 
  {
    "quote": "Beauty can make you powerful in a way that isn't good for you. Being OK is better for the person I have become.", 
    "name": "Felicity Huffman"
  }, 
  {
    "quote": "I'm from Canada, and New Zealand feels like you took all the best bits of Canada and squished them onto a tiny island like Hawaii. I was absolutely blown away by the beauty of the South Island.", 
    "name": "Evangeline Lilly"
  }, 
  {
    "quote": "Shortly thereafter, some friends encouraged me to try out for the Miss South Carolina World beauty pageant. To my surprise, I won - and was sent to New York City to compete nationally.", 
    "name": "Donna Rice"
  }, 
  {
    "quote": "This is so cliche, but my beauty icon would have to be Angelina Jolie. She looks like she wears natural makeup, but she's still beautiful.", 
    "name": "Tila Tequila"
  }, 
  {
    "quote": "I think every person has their own identity and beauty. Everyone being different is what is really beautiful. If we were all the same, it would be boring.", 
    "name": "Tila Tequila"
  }, 
  {
    "quote": "My sisters and I were fortunate to travel through Asia and Europe at very young ages. We confronted extraordinary beauty in Athens and unspeakable poverty in India.", 
    "name": "Mary Chapin Carpenter"
  }, 
  {
    "quote": "Pastry is different from cooking because you have to consider the chemistry, beauty and flavor. It's not just sugar and eggs thrown together. I tell my pastry chefs to be in tune for all of this. You have to be challenged by using secret or unusual ingredients.", 
    "name": "Ron Ben-Israel"
  }, 
  {
    "quote": "Beauty is not everything!", 
    "name": "Chita Rivera"
  }, 
  {
    "quote": "The beauty comes with the balance. Everyone should find his own balance in his personal as well as his professional life. Once you do so, you will feel and look beautiful.", 
    "name": "Karolina Kurkova"
  }, 
  {
    "quote": "In things to be seen at once, much variety makes confusion, another vice of beauty. In things that are not seen at once, and have no respect one to another, great variety is commendable, provided this variety transgress not the rules of optics and geometry.", 
    "name": "Christopher Wren"
  }, 
  {
    "quote": "You don't have to save the world, but you can be in the world-that's where the beauty comes from.", 
    "name": "Daphne Zuniga"
  }, 
  {
    "quote": "Seek goodness and be goodness. Seek beauty and be beauty. Seek love and be love.", 
    "name": "Bryant McGill"
  }, 
  {
    "quote": "I know as an actor there is a certain liberation auditioning for a role that has no beauty requirements.", 
    "name": "Mireille Enos"
  }, 
  {
    "quote": "You can muck around with different guitars for certain bits, but you have to have your own sound. That's your benchmark, that's your sound. I also play a Black Beauty. It sounds amazing.", 
    "name": "Dan Hawkins"
  }, 
  {
    "quote": "I have to hit the gym. I have beauty appointments. I have to work toward my next job and maintaining my image, just like an athlete.", 
    "name": "Linda Evangelista"
  }, 
  {
    "quote": "The beauty of 'The Walking Dead' and the beauty of being on a television show for a while, is that, it's your backstory, it's part of what you are, it's what you carry with you every day.", 
    "name": "Laurie Holden"
  }, 
  {
    "quote": "We need a balanced, long term energy policy to reduce our dependence on foreign oil and preserve the beauty of the land we love.", 
    "name": "Heather Wilson"
  }, 
  {
    "quote": "Find beauty not only in the thing itself but in the pattern of the shadows, the light and dark which that thing provides.", 
    "name": "Junichiro Tanizaki"
  }, 
  {
    "quote": "When the soul looks out of its body, it should see only beauty in its path. These are the sights we must hold in mind, in order to move to a higher place.", 
    "name": "Yusef Lateef"
  }, 
  {
    "quote": "The sport of horse racing which, at its best, showcases the majestic beauty of this animal and the athleticism of jockeys, has reached an alarming level of corruption and exploitation.", 
    "name": "Tom Udall"
  }, 
  {
    "quote": "We were astonished by the beauty and refinement of the art displayed by the objects surpassing all we could have imagined - the impression was overwhelming.", 
    "name": "Howard Carter"
  }, 
  {
    "quote": "The beauty of jazz is that it's malleable. People are addressing it to suit their own personalities.", 
    "name": "Pat Metheny"
  }, 
  {
    "quote": "Beauty is but a flower, which wrinkles will devour.", 
    "name": "Thomas Nash"
  }, 
  {
    "quote": "I live by the philosophy that beauty starts from within, and I make a conscious effort to fill my body with nutrients through the food I eat.", 
    "name": "Miranda Kerr"
  }, 
  {
    "quote": "Everyone has a different beauty and different qualities and I think that women need to learn to love their qualities and be comfortable in the fact that everyone is different.", 
    "name": "Miranda Kerr"
  }, 
  {
    "quote": "The beauty of a face is not a separate quality but a relation or proportion of qualities to each other.", 
    "name": "George H. Mead"
  }, 
  {
    "quote": "Truth isn't always beauty, but the hunger for it is.", 
    "name": "Nadine Gordimer"
  }, 
  {
    "quote": "I don't believe in one ideal beauty.", 
    "name": "Zac Posen"
  }, 
  {
    "quote": "I have a talent for happiness. I look with the eyes of a painter, and I see beauty.", 
    "name": "Sylvia Kristel"
  }, 
  {
    "quote": "I just want to continue to break barriers and to show the industry and the world that beauty is diverse, and you don't have to be a certain stereotype to be beautiful.", 
    "name": "Joan Smalls"
  }, 
  {
    "quote": "I believe that true beauty of chess is more than enough to satisfy all possible demands.", 
    "name": "Alexander Alekhine"
  }, 
  {
    "quote": "Oh! this opponent, this collaborator against your will, whose notion of beauty always differs from yours and whose means are often too limited for active assistance to your intentions!", 
    "name": "Alexander Alekhine"
  }, 
  {
    "quote": "The beauty of it is when you can just show up and hit the notes.", 
    "name": "John Lone"
  }, 
  {
    "quote": "I just try to play music from my heart and bring as much beauty as I can to as many people as I can. Just give them other alternatives, especially people who aren't exposed to creative music.", 
    "name": "Charlie Haden"
  }, 
  {
    "quote": "We're here to bring beauty to the world and make a difference in this planet. That's what art forms are about.", 
    "name": "Charlie Haden"
  }, 
  {
    "quote": "I'd like to make really important movies, like American Beauty. I was really proud to be a part of that movie.", 
    "name": "Allison Janney"
  }, 
  {
    "quote": "Even in decline, a virtuous man increases the beauty of his behavior. A burning stick, though turned to the ground, has its flame drawn upwards.", 
    "name": "Saskya Pandita"
  }, 
  {
    "quote": "Knowing who the actors were as you were designing them helped, with Catherine's beauty and Renee's frailty, they directed me visually just by who they were.", 
    "name": "Colleen Atwood"
  }, 
  {
    "quote": "The arts, quite simply, nourish the soul. They sustain, comfort, inspire. There is nothing like that exquisite moment when you first discover the beauty of connecting with others in celebration of larger ideals and shared wisdom.", 
    "name": "Gordon Gee"
  }, 
  {
    "quote": "I think Islam has been hijacked by the idea that all Muslims are terrorists that Islam is about hate, about war, about jihad - I think that hijacks the spirituality and beauty that exists within Islam. I believe in allowing Islam to be seen in context and in its entirety and being judged on what it really is, not what you think it is.", 
    "name": "Aasif Mandvi"
  }, 
  {
    "quote": "There's one more thing I want to say. It's a touchy subject. Black beauty. Black sensuality. We live in a culture where the beauty of black people isn't always as celebrated as other types. I'd like to help change that if I can!", 
    "name": "Jody Watley"
  }, 
  {
    "quote": "Truth is, I cut my hair for freedom, not for beauty.", 
    "name": "Chrisette Michele"
  }, 
  {
    "quote": "When I was young my Father used to tell me that the two most worthwhile pursuits in life were the pursuit of truth and of beauty and I believe that Alfred Nobel must have felt much the same when he gave these prizes for literature and the sciences.", 
    "name": "Frederick Sanger"
  }, 
  {
    "quote": "Surely these women won't lose any more of their beauty and charm by putting a ballot in a ballot box once a year than they are likely to lose standing in foundries or laundries all year round. There is no harder contest than the contest for bread, let me tell you that.", 
    "name": "Rose Schneiderman"
  }, 
  {
    "quote": "My main aim has always been to do good quality films with roles that have some substance. With Power and Beauty there were loads of things that I liked about the movie, which made me opt for it.", 
    "name": "Natasha Henstridge"
  }, 
  {
    "quote": "Fashion is quite inclusive and good at embracing different things and different forms of beauty. It's a very liberal industry. You can be yourself. Just not overweight.", 
    "name": "Andrej Pejic"
  }, 
  {
    "quote": "My mum is my beauty icon, because she represents what I think beauty is.", 
    "name": "Bar Refaeli"
  }, 
  {
    "quote": "My everyday job is about superficial beauty, but when I'm not working I prefer to work on my inner beauty - I read a lot, I try to learn.", 
    "name": "Bar Refaeli"
  }, 
  {
    "quote": "Beauty, of course, is the most important requirement and the paramount asset of the applicant.", 
    "name": "Florenz Ziegfeld"
  }, 
  {
    "quote": "In all my career, in my ups and downs, I've never had a beauty campaign. This was meaningful that at almost 41 years old, I could be getting my first beauty campaign. It made me feel really great.", 
    "name": "Teri Hatcher"
  }, 
  {
    "quote": "I'm 40 and I just got my first beauty campaign with Clairol Nice and Easy.", 
    "name": "Teri Hatcher"
  }, 
  {
    "quote": "This was meaningful that at almost 41 years old, I could be getting my first beauty campaign.", 
    "name": "Teri Hatcher"
  }, 
  {
    "quote": "Beauty, like truth, is relative to the time when one lives and to the individual who can grasp it. The expression of beauty is in direct ratio to the power of conception the artist has acquired.", 
    "name": "Gustave Courbet"
  }, 
  {
    "quote": "Visual surprise is natural in the Caribbean it comes with the landscape, and faced with its beauty, the sigh of History dissolves.", 
    "name": "Derek Walcott"
  }, 
  {
    "quote": "I know no subject more elevating, more amazing, more ready to the poetical enthusiasm, the philosophical reflection, and the moral sentiment than the works of nature. Where can we meet such variety, such beauty, such magnificence?", 
    "name": "James Thomson"
  }, 
  {
    "quote": "For, when with beauty we can virtue join, We paint the semblance of a form divine.", 
    "name": "Matthew Prior"
  }, 
  {
    "quote": "I've just finished reading a book about the brilliant Margaret Rutherford. She wasn't a beauty, but inside she was absolutely blazing and passionate about her work. She's one of those life-affirming characters.", 
    "name": "Sophie Thompson"
  }, 
  {
    "quote": "My definition of love is being full. Complete. It makes everything lighter. Beauty is something you see. Love is something you feel.", 
    "name": "Sharon Tate"
  }, 
  {
    "quote": "Through my optimism I naturally prefer and capture the beauty in life.", 
    "name": "Leni Riefenstahl"
  }, 
  {
    "quote": "I like to find the beauty in the ugly. When I'm in a thrift store, I gravitate toward pieces I know I'll wear a ton, and insane pieces that I'm sure most people would consider gross. But I find them inspiring. Our van is currently stocked with some of my random findings from this tour. Maybe I'll call my aesthetic 'van fashion.'", 
    "name": "Victoria Legrand"
  }, 
  {
    "quote": "Beauty is everything.", 
    "name": "Jorja Fox"
  }, 
  {
    "quote": "Instead, it appears to be a particular mark of beauty that it is considered with tranquil satisfaction that it pleases if we also do not possess it and we are still far removed from demanding to possess it.", 
    "name": "Moses Mendelssohn"
  }, 
  {
    "quote": "I was always anti-marriage. I didn't understand monogamy. I couldn't figure out how that could last. And then I met Bryn and I started to understand the beauty of constancy and history and change and going on the roller coaster with someone - of having a partner in life.", 
    "name": "Maria Bello"
  }, 
  {
    "quote": "Life deprived of beauty is not worthy of being called human.", 
    "name": "Luis Barragan"
  }, 
  {
    "quote": "Rich men's houses are seldom beautiful, rarely comfortable, and never original. It is a constant source of surprise to people of moderate means to observe how little a big fortune contributes to Beauty.", 
    "name": "Margot Asquith"
  }, 
  {
    "quote": "The best beauty advice I ever received is to keep skin hydrated and limit harsh exposure to the sun. If you are set on the tanned look, there are plenty of great creams that will give you a healthy-looking glow.", 
    "name": "Erica Durance"
  }, 
  {
    "quote": "I maintain my inner beauty by trying to lead a balanced life in general. I try to eat healthy foods, but... that doesn't mean I won't treat myself now and then! I work out almost every day, which gives me more energy and helps me feel stronger. I also try to be a genuinely good person to the people around me.", 
    "name": "Erica Durance"
  }, 
  {
    "quote": "Acting is still, of course, what I love to do most. The beauty of it is that by changing characters, it never gets boring.", 
    "name": "Christopher Lambert"
  }, 
  {
    "quote": "I always say beauty is only sin deep.", 
    "name": "Hector Hugh Munro"
  }, 
  {
    "quote": "All I wanted was to connect my moods with those of Paris. Beauty paints and when it painted most, I shot.", 
    "name": "Ernst Haas"
  }, 
  {
    "quote": "Coming in solemn beauty like slow old tunes of Spain.", 
    "name": "John Masefield"
  }, 
  {
    "quote": "Where is there beauty when you see deprivation and starvation?", 
    "name": "Rosalind Russell"
  }, 
  {
    "quote": "Beauty doesn't matter because in the end, we all lose our looks and all we have is our heart.", 
    "name": "Ann Curry"
  }, 
  {
    "quote": "We have to get back to the beauty of just being alive in this present moment.", 
    "name": "Mary McDonnell"
  }, 
  {
    "quote": "In prison, inmates sometimes use Cheetos and grape juice as makeup. I wouldn't use that beauty regimen around Britney Spears - she might lick your face off!", 
    "name": "Joel McHale"
  }, 
  {
    "quote": "I feel fortunate that I'm not a beauty. I'm not a classic beauty. I feel it is harder for girls who are like that. There are fewer parts.", 
    "name": "Olivia Colman"
  }, 
  {
    "quote": "But my most favourite pursuit, after my daily exertions at the Foundry, was Astronomy. There were frequently clear nights when the glorious objects in the Heavens were seen in most attractive beauty and brilliancy.", 
    "name": "James Nasmyth"
  }, 
  {
    "quote": "To copy beauty forfeits all pretense to fame to copy faults is want of sense.", 
    "name": "Charles Churchill"
  }, 
  {
    "quote": "Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been.", 
    "name": "Samuel Daniel"
  }, 
  {
    "quote": "What I loved about 'Summer' was that they were these four bright kids with a wonderful future. In a way, she was the one with the brains, and then you have the beauty queen and the jock and the introvert.", 
    "name": "Kevin Williamson"
  }, 
  {
    "quote": "Stories aren't the beauty of what did happen. They're the beauty of what could happen.", 
    "name": "Brad Meltzer"
  }, 
  {
    "quote": "I will admit to hoarding beauty products. I'm a beauty lady.", 
    "name": "Naya Rivera"
  }, 
  {
    "quote": "Beauty, unlike the rest of the gifts handed out at birth, does not require dedication, patience and hard work to pay off. But it's also the only gift that does not keep on giving.", 
    "name": "Paulina Porizkova"
  }, 
  {
    "quote": "Beauty magazines make my girlfriend feel ugly.", 
    "name": "James De La Vega"
  }, 
  {
    "quote": "Coercion may prevent many transgressions but it robs even actions which are legal of a part of their beauty. Freedom may lead to many transgressions, but it lends even to vices a less ignoble form.", 
    "name": "Wilhelm von Humboldt"
  }, 
  {
    "quote": "People come to see beauty, and I dance to give it to them.", 
    "name": "Judith Jamison"
  }, 
  {
    "quote": "And beauty immortal awakes from the tomb.", 
    "name": "James Beattie"
  }, 
  {
    "quote": "I do believe very much in the idea of unexpected or 'convulsive' beauty - beauty in the service of liberty.", 
    "name": "Jeff Vandermeer"
  }, 
  {
    "quote": "The double hundred Fowler hit in the Madras Test was an absolute beauty.", 
    "name": "David Gower"
  }, 
  {
    "quote": "Everyone can identify with a fragrant garden, with beauty of sunset, with the quiet of nature, with a warm and cozy cottage.", 
    "name": "Thomas Kincade"
  }, 
  {
    "quote": "People who put my paintings on their walls are putting their values on their walls: faith, family, home, a simpler way of living, the beauty of nature, quiet, tranquillity, peace, joy, hope. They beckon you into this world that provides an alternative to your nightly news broadcast.", 
    "name": "Thomas Kincade"
  }, 
  {
    "quote": "Hold fast to youth and beauty.", 
    "name": "Elizabeth Arden"
  }, 
  {
    "quote": "Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I've decided that I'm going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up.", 
    "name": "Christopher McCandless"
  }, 
  {
    "quote": "It never seems to occur to some people, that, like beauty, a sense of humor may sometimes be fatal.", 
    "name": "Edgar Rice Burroghs"
  }, 
  {
    "quote": "The closest thing I use to beauty products is the grease on the pizza from John's Pizzeria.", 
    "name": "Mark Feuerstein"
  }, 
  {
    "quote": "I'm very proud of my love for Whitney Houston. She really changed my life. She made my life a better life. She was so beautiful in her love for God, her love for her family and her love for music. She truly loved her music. She could do everything! She had flawless rhythm, flawless pitch, flawless feeling, and flawless beauty.", 
    "name": "Narada Michael Walden"
  }, 
  {
    "quote": "I first fell in love with music when I was a little boy. When I first heard music, I felt the beauty in it. Then, being able to tap along on a table top and box was great, but my favorite thing to do was to watch records spin. I would almost get hypnotized by it. These things are what drew me in initially.", 
    "name": "Narada Michael Walden"
  }, 
  {
    "quote": "I'm not a party animal I took my job as Miss USA very seriously... Sometimes, of course, I want to let it all go. Even though I'm a beauty queen, you're also an unofficial ambassador, and there's a lot of pressure.", 
    "name": "Rima Fakih"
  }, 
  {
    "quote": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own.", 
    "name": "Ally Condie"
  }, 
  {
    "quote": "I have a fantastic wife, and not only in terms of external beauty. Her priority and mine is our children. That is our choice.", 
    "name": "Luis Figo"
  }, 
  {
    "quote": "I played with the same band for years and years and there's a beauty to having one solid core that you keep exploring. On the other hand, it's nice to throw yourself in different situations where you find out things about your own resources.", 
    "name": "Grant-Lee Phillips"
  }, 
  {
    "quote": "The ever increasing spiritual damage caused by life within the big city will make this hunger practically uncontrollable when we build here on this the landscape of our homeland we must be clear that we will protect its beauty.", 
    "name": "Fritz Todt"
  }, 
  {
    "quote": "In places where this beauty has already disappeared, we will reconstruct it.", 
    "name": "Fritz Todt"
  }, 
  {
    "quote": "The awesomeness of God is that even in the works of the Beach Boys, Beatles, etc., the beauty of the music is a mere reflection of what God does everyday. He creates music of all kinds and moods.", 
    "name": "John Foster"
  }, 
  {
    "quote": "It is conventional to call 'monster' any blending of dissonant elements. I call 'monster' every original inexhaustible beauty.", 
    "name": "Alfred Jarry"
  }, 
  {
    "quote": "As long as I love Beauty I am young.", 
    "name": "W. H. Davies"
  }, 
  {
    "quote": "When I first thought of the idea for 'Sweet Valley High,' I loved the idea of high school as microcosm of the real world. And what I really liked was how it moved things on from 'Sleeping Beauty'-esque romance novels where the girl had to wait for the hero. This would be girl-driven, very different, I decided - and indeed it is.", 
    "name": "Francine Pascal"
  }, 
  {
    "quote": "Though there might not be any easy answers to the problem of poverty, its most compelling scribes do not resign themselves to representation solely for the sake of those age-old verities of truth and beauty.", 
    "name": "Leslie Jamison"
  }, 
  {
    "quote": "Far from creating a new formalism, what these can yield is something far transcending surface values since they not only embody form as beauty, but also form in which intuitions or ideas or conjectures have taken visible substance.", 
    "name": "Max Bill"
  }, 
  {
    "quote": "Beauty: the adjustment of all parts proportionately so that one cannot add or subtract or change without impairing the harmony of the whole.", 
    "name": "Leon Battista Alberti"
  }, 
  {
    "quote": "Time takes the ugliness and horror out of death and turns it into beauty.", 
    "name": "Dodie Smith"
  }, 
  {
    "quote": "I'm not out here to win a beauty contest.", 
    "name": "Kirk Gibson"
  }, 
  {
    "quote": "I think Whitman more than any other poet possessed the gift of revealing to others the beauty of everything around us, the beauty of nature, the beauty of human beings.", 
    "name": "Ella R. Bloor"
  }, 
  {
    "quote": "I'm not trying to stump anybody... it's the beauty of the language that I'm interested in.", 
    "name": "Buddy Holly"
  }, 
  {
    "quote": "Suddenly life has new meaning to me, there's beauty up above and things we never take notice of, you wake up suddenly you're in love.", 
    "name": "Billy Ocean"
  }, 
  {
    "quote": "Beauty is altogether in the eye of the beholder.", 
    "name": "Lew Wallace"
  }, 
  {
    "quote": "Perfect health, like perfect beauty, is a rare thing and so, it seems, is perfect disease.", 
    "name": "Peter Latham"
  }, 
  {
    "quote": "The beauty of having short hair is that I actually can wash and style it at home!", 
    "name": "Meagan Good"
  }, 
  {
    "quote": "The cottage garden most for use designed, Yet not of beauty destitute.", 
    "name": "Charlotte Smith"
  }, 
  {
    "quote": "You will also allow me to thank the Academy for inviting me to lecture in Stockholm, for its hospitality, and for the opportunity afforded me for admiring the charm of your people and the beauty of your country.", 
    "name": "Guglielmo Marconi"
  }, 
  {
    "quote": "It's harder, but we're still finding oil in Oklahoma today. The bar has been raised on startup companies, but it can still be done. Every regulation and every rule limits you, but, yes, it can still be done. That's the beauty of living in a free country and having the freedom to have an idea and become an entrepreneur.", 
    "name": "Harold Hamm"
  }, 
  {
    "quote": "Great designers seldom make great advertising men, because they get overcome by the beauty of the picture - and forget that merchandise must be sold.", 
    "name": "James Randolph Adams"
  }, 
  {
    "quote": "The beauty of the past belongs to the past.", 
    "name": "Margaret Bourke-White"
  }, 
  {
    "quote": "It is important to fund young researchers who want to do curiosity-driven research. Curiosity-driven research is a part of life. Some people are curious. They want to learn more about nature and society should help that. It's like art: you can learn more and bring more beauty.", 
    "name": "Serge Haroche"
  }, 
  {
    "quote": "I have no right to beauty. I had been condemned to masculine ugliness.", 
    "name": "Renee Vivien"
  }, 
  {
    "quote": "Search for beauty without features, something deeper than any signs.", 
    "name": "Francesca da Rimini"
  }, 
  {
    "quote": "I have several computer companies. One of them I have a program for wide-format printing. I have a beauty program. So I have several different programs that I own for printing.", 
    "name": "Jerry Mathers"
  }, 
  {
    "quote": "There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea.", 
    "name": "Gustav Stickley"
  }, 
  {
    "quote": "First, there is the bare beauty of the logs themselves with their long lines and firm curves. Then there is the open charm felt of the structural features which are not hidden under plaster and ornament, but are clearly revealed, a charm felt in Japanese architecture.", 
    "name": "Gustav Stickley"
  }, 
  {
    "quote": "There is an abiding beauty which may be appreciated by those who will see things as they are and who will ask for no reward except to see.", 
    "name": "Vera Brittain"
  }, 
  {
    "quote": "I think love and beauty are what life is all about.", 
    "name": "John Derek"
  }, 
  {
    "quote": "Beauty is the first test: there is no permanent place in the world for ugly mathematics.", 
    "name": "Godfrey Harold Hardy"
  }, 
  {
    "quote": "For the greater beauty of the instrument, the balls representing the planets are to be of considerable bigness but so contrived, that they may be taken off at pleasure, and others, much smaller, and fitter for some purposes, put in their places.", 
    "name": "David Rittenhouse"
  }, 
  {
    "quote": "Literature boils with the madcap careers of writers brought to the edge by the demands of living on their nerves, wringing out their memories and their nightmares to extract meaning, truth, beauty.", 
    "name": "Herbert Gold"
  }, 
  {
    "quote": "I have a book out called 'The Beauty Equation' and it discusses how off track we have gone in considering beauty.", 
    "name": "Nigel Barker"
  }, 
  {
    "quote": "Jazz is a very democratic musical form. It comes out of a communal experience. We take our respective instruments and collectively create a thing of beauty.", 
    "name": "Max Roach"
  }, 
  {
    "quote": "But I fear, my lot being cast in Scotland, that beauty would not be content.", 
    "name": "Anne Boyd"
  }, 
  {
    "quote": "For most people, we often marvel at the beauty of a sunrise or the magnificence of a full moon, but it is impossible to fathom the magnitude of the universe that surrounds us.", 
    "name": "Richard H. Baker"
  }, 
  {
    "quote": "Hath the spirit of all beauty Kissed you in the path of duty?", 
    "name": "Anna Katharine Green"
  }, 
  {
    "quote": "There are two kinds of artists in this world those that work because the spirit is in them, and they cannot be silent if they would, and those that speak from a conscientious desire to make apparent to others the beauty that has awakened their own admiration.", 
    "name": "Anna Katharine Green"
  }, 
  {
    "quote": "We Orientals find beauty not only in the thing itself but in the pattern of the shadows, the light and darkness which that thing provides.", 
    "name": "Junichiro Tanizaki"
  }, 
  {
    "quote": "Mathematics are the result of mysterious powers which no one understands, and which the unconscious recognition of beauty must play an important part. Out of an infinity of designs a mathematician chooses one pattern for beauty's sake and pulls it down to earth.", 
    "name": "Marston Morse"
  }, 
  {
    "quote": "A small house must depend on its grouping with other houses for its beauty, and for the preservation of light air and the maximum of surrounding open space.", 
    "name": "Clarence Stein"
  }, 
  {
    "quote": "Personality is more important than beauty, but imagination is more important than both of them.", 
    "name": "Laurette Taylor"
  }, 
  {
    "quote": "You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your own soul's doing.", 
    "name": "Marie Carmichael Stopes"
  }, 
  {
    "quote": "And queenly is the state she keeps, In beauty's lofty trust secure.", 
    "name": "William Allen Butler"
  }, 
  {
    "quote": "If beauty isn't genius it usually signals at least a high level of animal cunning.", 
    "name": "Peter York"
  }, 
  {
    "quote": "I don't know what the secret to longevity as an actress is. It's more than talent and beauty. Maybe it's the audience seeing itself in you.", 
    "name": "Joan Blondell"
  }, 
  {
    "quote": "The beauty of women was the first expression of my photography.", 
    "name": "Alberto Korda"
  }, 
  {
    "quote": "What I want to give in the theatre is beauty, that's what I want to give.", 
    "name": "Dame Edith Evans"
  }, 
  {
    "quote": "I want the Arabic Granada, that which is art, which is all that seems to me beauty and emotion.", 
    "name": "Isaac Albeniz"
  }, 
  {
    "quote": "The flowers anew, returning seasons bring but beauty faded has no second spring.", 
    "name": "Ambrose Philips"
  }, 
  {
    "quote": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself.", 
    "name": "L. Wolfe Gilbert"
  }, 
  {
    "quote": "All the beauty of the world, 'tis but skin deep.", 
    "name": "Ralph Venning"
  }, 
  {
    "quote": "Beauty is the still birth of suffering, every woman knows that.", 
    "name": "Emily Prager"
  }, 
  {
    "quote": "I feel by posing for Playboy I've discovered my own sexuality and beauty, and I feel more confident than ever.", 
    "name": "Heather Kozar"
  }
]