[
  {
    "quote": "Great minds discuss ideas average minds discuss events small minds discuss people.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Great spirits have always encountered violent opposition from mediocre minds.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Some are born great, some achieve greatness, and some have greatness thrust upon them.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "One sees great things from the valley only small things from the peak.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I am the greatest, I said that even before I knew I was.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is 'What does a woman want?'", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "There is no greater agony than bearing an untold story inside you.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "I may climb perhaps to no great heights, but I will climb alone.", 
    "name": "Cyrano de Bergerac"
  }, 
  {
    "quote": "Our greatest glory is not in never failing, but in rising up every time we fail.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "One of the greatest diseases is to be nobody to anybody.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "I long to accomplish a great and noble task, but it is my chief duty to accomplish small tasks as if they were great and noble.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Laws control the lesser man... Right conduct controls the greater one.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A man is great by deeds, not by birth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Only those who dare to fail greatly can ever achieve greatly.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "All truly great thoughts are conceived by walking.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "After climbing a great hill, one only finds that there are many more hills to climb.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Those who dare to fail miserably can achieve greatly.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "The greatest way to live with honor in this world is to be what we pretend to be.", 
    "name": "Socrates"
  }, 
  {
    "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "Heights by great men reached and kept were not obtained by sudden flight but, while their companions slept, they were toiling upward in the night.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Could a greater miracle take place than for us to look through each other's eyes for an instant?", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Because of a great love, one is courageous.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "The greatest good you can do for another is not just to share your riches but to reveal to him his own.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Never was anything great achieved without danger.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "A retentive memory may be a good thing, but the ability to forget is the true token of greatness.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Most great people have attained their greatest success just one step beyond their greatest failure.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "The greatest wealth is to live content with little.", 
    "name": "Plato"
  }, 
  {
    "quote": "And the American people are the greatest people in the world. What makes America the greatest nation in the world is the heart of the American people: hardworking, innovative, risk-taking, God- loving, family-oriented American people.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "As a child of God, I am greater than anything that can happen to me.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "A man's worth is no greater than his ambitions.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Do you wish to be great? Then begin by being. Do you desire to construct a vast and lofty fabric? Think first about the foundations of humility. The higher your structure is to be, the deeper must be its foundation.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Great people talk about ideas, average people talk about things, and small people talk about wine.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Greatness lies, not in being strong, but in the right using of strength and strength is not used rightly when it serves only to carry a man above his fellows for his own solitary glory. He is the greatest whose strength carries up the most hearts by the attraction of his own.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Great things are done by a series of small things brought together.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Behind every great fortune lies a great crime.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Great talents are the most lovely and often the most dangerous fruits on the tree of humanity. They hang upon the most slender twigs that are easily snapped off.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Harmony makes small things grow, lack of it makes great things decay.", 
    "name": "Sallust"
  }, 
  {
    "quote": "Don't be humble... you're not that great.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "The greatest happiness is to know the source of unhappiness.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "The greater the obstacle, the more glory in overcoming it.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue.", 
    "name": "David Hume"
  }, 
  {
    "quote": "The greatest mistake we make is living in constant fear that we will make one.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "Believe deep down in your heart that you're destined to do great things.", 
    "name": "Joe Paterno"
  }, 
  {
    "quote": "A mistake made by many people with great convictions is that they will let nothing stand in the way of their views, not even kindness.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "I think what motivates people is not great hate, but great love for other people.", 
    "name": "Huey Newton"
  }, 
  {
    "quote": "Little minds are tamed and subdued by misfortune but great minds rise above them.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "And what he greatly thought, he nobly dared.", 
    "name": "Homer"
  }, 
  {
    "quote": "Nothing great in the world has ever been accomplished without passion.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "Small opportunities are often the beginning of great enterprises.", 
    "name": "Demosthenes"
  }, 
  {
    "quote": "A great pleasure in life is doing what people say you cannot do.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "I have decided to stick with love. Hate is too great a burden to bear.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Behind every great man is a woman rolling her eyes.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.", 
    "name": "Harriet Tubman"
  }, 
  {
    "quote": "People who think they know everything are a great annoyance to those of us who do.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "My great hope is to laugh as much as I cry to get my work done and try to love somebody and have the courage to accept the love in return.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "All great change in America begins at the dinner table.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Most people say that it is the intellect which makes a great scientist. They are wrong: it is character.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "It gives me great pleasure indeed to see the stubbornness of an incorrigible nonconformist warmly acclaimed.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "You ask me if I keep a notebook to record my great ideas. I've only ever had one.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "As your faith is strengthened you will find that there is no longer the need to have a sense of control, that things will flow as they will, and that you will flow with them, to your great delight and benefit.", 
    "name": "Emmanuel Teney"
  }, 
  {
    "quote": "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "My great concern is not whether you have failed, but whether you are content with your failure.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "A little thought and a little kindness are often worth more than a great deal of money.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "My mother had a great deal of trouble with me, but I think she enjoyed it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "That some achieve great success, is proof to all that others can achieve it as well.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "As usual, there is a great woman behind every idiot.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Silence is a source of great strength.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Every man is said to have his peculiar ambition. Whether it be true or not, I can say for one that I have no other so great as that of being truly esteemed of my fellow men, by rendering myself worthy of their esteem.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Character is higher than intellect. A great soul will be strong to live as well as think.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "All great achievements require time.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "My life has been one great big joke, a dance that's walked a song that's spoke, I laugh so hard I almost choke when I think about myself.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "The assertion that 'all men are created equal' was of no practical use in effecting our separation from Great Britain and it was placed in the Declaration not for that, but for future use.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "In great contests each party claims to act in accordance with the will of God. Both may be, and one must be wrong.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "It is rather for us here dedicated to the great task remaining before us, that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Great achievement is usually born of great sacrifice, and is never the result of selfishness.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "I am prepared to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger.", 
    "name": "Confucius"
  }, 
  {
    "quote": "I am an old man and have known a great many troubles, but most of them never happened.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "My books are like water those of the great geniuses are wine. (Fortunately) everybody drinks water.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "No great artist ever sees things as they really are. If he did, he would cease to be an artist.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause, of fear. Perhaps the action you take will be successful perhaps different action or adjustments will have to follow. But any action is better than no action at all.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Until the great mass of the people shall be filled with the sense of responsibility for each other's welfare, social justice can never be attained.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "A little sincerity is a dangerous thing, and a great deal of it is absolutely fatal.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "These are not dark days: these are great days - the greatest days our country has ever lived.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "No crime is so great as daring to excel.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "It is for us to pray not for tasks equal to our powers, but for powers equal to our tasks, to go forward with a great desire forever beating at the door of our hearts as we travel toward our distant goal.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Great and good are seldom the same man.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The great defense against the air menace is to attack the enemy's aircraft as near as possible to their point of departure.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Man becomes great exactly in the degree in which he works for the welfare of his fellow-men.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Life is either a great adventure or nothing.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The essence of all beautiful art, all great art, is gratitude.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I always seem to get inspiration and renewed vitality by contact with this great novel land of yours which sticks up out of the Atlantic.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Instead of comparing our lot with that of those who are more fortunate than we are, we should compare it with the lot of the great majority of our fellow men. It then appears that we are among the privileged.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "To accomplish great things, we must not only act, but also dream not only plan, but also believe.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Fishes live in the sea, as men do a-land the great ones eat up the little ones.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "How incessant and great are the ills with which a prolonged old age is replete.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "The great enemy of the truth is very often not the lie, deliberate, contrived and dishonest, but the myth, persistent, persuasive and unrealistic.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The Creator has not thought proper to mark those in the forehead who are of stuff to make good generals. We are first, therefore, to seek them blindfold, and then let them learn the trade at the expense of great losses.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "When we are born we cry that we are come to this great stage of fools.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "A great man is always willing to be little.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Don't be afraid to give up the good to go for the great.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Trust men and they will be true to you treat them greatly and they will show themselves great.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Half a truth is often a great lie.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Faith, there hath been many great men that have flattered the people who ne'er loved them.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "To do a great right do a little wrong.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The world is the great gymnasium where we come to make ourselves strong.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "I am concerned for the security of our great Nation not so much because of any threat from without, but because of the insidious forces working from within.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Too often the great decisions are originated and given form in bodies made up wholly of men, or so completely dominated by them that whatever of special value women have to offer is shunted aside without expression.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Just as a man would not cherish living in a body other than his own, so do nations not like to live under other nations, however noble and great the latter may be.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I like to listen. I have learned a great deal from listening carefully. Most people never listen.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "There have been many great men that have flattered the people who ne'er loved them.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I believe in the fundamental truth of all great religions of the world.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "It's hard to be humble, when you're as great as I am.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Presents don't really mean much to me. I don't want to sound mawkish, but - it was the realization that I have a great many people in my life who really love me, and who I really love.", 
    "name": "Gabriel Byrne"
  }, 
  {
    "quote": "Only he can take great resolves who has indomitable faith in God and has fear of God.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Take time for all things: great haste makes great waste.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Material possessions, winning scores, and great reputations are meaningless in the eyes of the Lord, because He knows what we really are and that is all that matters.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "The moment you think you understand a great work of art, it's dead for you.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Now that the House of Commons is trying to become useful, it does a great deal of harm.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "The salesman knows nothing of what he is selling save that he is charging a great deal too much for it.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A great part of courage is the courage of having done the thing before.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Enthusiasm is the mother of effort, and without it nothing great was ever achieved.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Great men are they who see that spiritual is stronger than any material force - that thoughts rule the world.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I call upon the scientific community in our country, those who gave us nuclear weapons, to turn their great talents now to the cause of mankind and world peace: to give us the means of rendering these nuclear weapons impotent and obsolete.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Beware of little expenses. A small leak will sink a great ship.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I conceive that the great part of the miseries of mankind are brought upon them by false estimates they have made of the value of things.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "A great empire, like a great cake, is most easily diminished at the edges.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I'm a great believer that any tool that enhances communication has profound effects in terms of how people can learn from each other, and how they can achieve the kind of freedoms that they're interested in.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "The wise man does not expose himself needlessly to danger, since there are few things for which he cares sufficiently but he is willing, in great crises, to give even his life - knowing that under certain conditions it is not worthwhile to live.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "There never was a truly great man that was not at the same time truly virtuous.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "To be great is to be misunderstood.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I have great faith in fools self-confidence my friends call it.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "It is a grand mistake to think of being great without goodness and I pronounce it as certain that there was never a truly great man that was not at the same time truly virtuous.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Human felicity is produced not as much by great pieces of good fortune that seldom happen as by little advantages that occur every day.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "On the recollection of so many and great favours and blessings, I now, with a high sense of gratitude, presume to offer up my sincere thanks to the Almighty, the Creator and Preserver.", 
    "name": "William Bartram"
  }, 
  {
    "quote": "Unconditional war can no longer lead to unconditional victory. It can no longer serve to settle disputes... can no longer be of concern to great powers alone.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Governing a great nation is like cooking a small fish - too much handling will spoil it.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly let him rejoice.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Nothing great was ever achieved without enthusiasm.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "There are many people in the world who really don't understand-or say they don't-what is the great issue between the free world and the Communist world. Let them come to Berlin!", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Have courage for the great sorrows of life and patience for the small ones and when you have laboriously accomplished your daily task, go to sleep in peace.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "There is no great genius without a mixture of madness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Before we acquire great power we must acquire wisdom to use it well.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "All difficult things have their origin in that which is easy, and great things in that which is small.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "People with great gifts are easy to find, but symmetrical and balanced ones never.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Surrealism had a great effect on me because then I realised that the imagery in my mind wasn't insanity. Surrealism to me is reality.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Rice is great if you're really hungry and want to eat two thousand of something.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Great hearts steadily send forth the secret forces that incessantly draw great events.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A lot of companies have chosen to downsize, and maybe that was the right thing for them. We chose a different path. Our belief was that if we kept putting great products in front of customers, they would continue to open their wallets.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "A great city is not to be confounded with a populous one.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Great acts are made up of small deeds.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Marriage is a great institution, but I'm not ready for an institution.", 
    "name": "Mae West"
  }, 
  {
    "quote": "A subject for a great poet would be God's boredom after the seventh day of creation.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "No great man ever complains of want of opportunity.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Great geniuses have the shortest biographies.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The search after the great men is the dream of youth, and the most serious occupation of manhood.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Great men or men of great gifts you shall easily find, but symmetrical men never.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The wicked leader is he who the people despise. The good leader is he who the people revere. The great leader is he who the people say, 'We did it ourselves.'", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "A healthful hunger for a great idea is the beauty and blessedness of life.", 
    "name": "Jean Ingelow"
  }, 
  {
    "quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "Govern a great nation as you would cook a small fish. Do not overdo it.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "We are persuaded that good Christians will always be good citizens, and that where righteousness prevails among individuals the Nation will be great and happy. Thus while just government protects all in their religious rights, true religion affords to government it's surest support.", 
    "name": "George Washington"
  }, 
  {
    "quote": "If the Great Way perishes there will morality and duty. When cleverness and knowledge arise great lies will flourish. When relatives fall out with one another there will be filial duty and love. When states are in confusion there will be faithful servants.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Two great European narcotics, alcohol and Christianity.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "For a competitive junkie like me, golf is a great solution because it smacks you in the face every time you think you have accomplished something. That to me has taken over a lot of the energy and competitiveness for basketball.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Great indeed is the sublimity of the Creative, to which all beings owe their beginning and which permeates all heaven.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "A great value of antiquity lies in the fact that its writings are the only ones that modern men still read with exactness.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I dream of the realization of the unity of Africa, whereby its leaders combine in their efforts to solve the problems of this continent. I dream of our vast deserts, of our forests, of all our great wildernesses.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Forgive, O Lord, my little jokes on Thee, and I'll forgive Thy great big joke on me.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I once wanted to prove myself by being a great actress. Now I want to prove that I'm a person. Then maybe I'll be a great actress.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "If a star or studio chief or any other great movie personages find themselves sitting among a lot of nobodies, they get frightened - as if somebody was trying to demote them.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant's revolving door.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Success has always been a great liar.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A great figure or physique is nice, but it's self-confidence that makes someone really sexy.", 
    "name": "Vivica Fox"
  }, 
  {
    "quote": "Whoever renders service to many puts himself in line for greatness - great wealth, great return, great satisfaction, great reputation, and great joy.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "The first day of spring is one thing, and the first spring day is another. The difference between them is sometimes as great as a month.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "What great thing would you attempt if you knew you could not fail?", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Great indebtedness does not make men grateful, but vengeful and if a little charity is not forgotten, it turns into a gnawing worm.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Great men, unknown to their generation, have their fame among the great who have preceded them, and all true worldly fame subsides from their high estimate beyond the stars.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Some are made modest by great praise, others insolent.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.", 
    "name": "Basil Hume"
  }, 
  {
    "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "There never was any heart truly great and generous, that was not also tender and compassionate.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "When one has a great deal to put into it a day has a hundred pockets.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A man of great common sense and good taste - meaning thereby a man without originality or moral courage.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Being brilliant is no great feat if you respect nothing.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Good artists copy, great artists steal.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Where words are restrained, the eyes often talk a great deal.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "All great truths begin as blasphemies.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I have a great respect for incremental improvement, and I've done that sort of thing in my life, but I've always been attracted to the more revolutionary changes. I don't know why. Because they're harder. They're much more stressful emotionally. And you usually go through a period where everybody tells you that you've completely failed.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Being is the great explainer.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "What happened in the past that was painful has a great deal to do with what we are today, but revisiting this painful past can contribute little or nothing to what we need to do now.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "Life in abundance comes only through great love.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "I have a great deal of company in the house, especially in the morning when nobody calls.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Love and desire are the spirit's wings to great deeds.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing.", 
    "name": "Katherine Mansfield"
  }, 
  {
    "quote": "Have you learned the lessons only of those who admired you, and were tender with you, and stood aside for you? Have you not learned great lessons from those who braced themselves against you, and disputed passage with you?", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "I always entertain great hopes.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "We know but a few men, a great many coats and breeches.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The great advantage of a hotel is that it is a refuge from home life.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Baseball has the great advantage over cricket of being sooner ended.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The boy who is going to make a great man must not make up his mind merely to overcome a thousand obstacles, but to win in spite of a thousand repulses and defeats.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "The figure a poem makes. It begins in delight and ends in wisdom... in a clarification of life - not necessarily a great clarification, such as sects and cults are founded on, but in a momentary stay against confusion.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "If you don't know how great this country is, I know someone who does Russia.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "A great many people think they are thinking when they are merely rearranging their prejudices.", 
    "name": "William James"
  }, 
  {
    "quote": "An index is a great leveller.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life, in a great cause.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Cross country skiing is great if you live in a small country.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "There is no such thing as a great talent without great will power.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "He's a man of great common sense and good taste - meaning thereby a man without originality or moral courage.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "In order to have great happiness you have to have great pain and unhappiness - otherwise how would you know when you're happy?", 
    "name": "Leslie Caron"
  }, 
  {
    "quote": "Little minds are interested in the extraordinary great minds in the commonplace.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "It does not take much strength to do things, but it requires great strength to decide on what to do.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "As great minds have the faculty of saying a great deal in a few words, so lesser minds have a talent of talking much, and saying nothing.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Man has two great spiritual needs. One is for forgiveness. The other is for goodness.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I am more afraid of my own heart than of the pope and all his cardinals. I have within me the great pope, Self.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Men are only as great as they are kind.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "People respond when you tell them there is a great future in front of you, you can leave your past behind.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Rhetoric is a poor substitute for action, and we have trusted only to rhetoric. If we are really to be a great nation, we must not merely talk we must act big.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Those who want to reap the benefits of this great nation must bear the fatigue of supporting it.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "There is the good and the bad, the great and the low, the just and the unjust. I swear to you that all that will never change.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "One of the great strengths of the United States is... we have a very large Christian population - we do not consider ourselves a Christian nation or a Jewish nation or a Muslim nation. We consider ourselves a nation of citizens who are bound by ideals and a set of values.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Where there is great love, there are always wishes.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "I don't feel we did wrong in taking this great country away from them. There were great numbers of people who needed new land, and the Indians were selfishly trying to keep it for themselves.", 
    "name": "John Wayne"
  }, 
  {
    "quote": "The system is that there is no system. That doesn't mean we don't have process. Apple is a very disciplined company, and we have great processes. But that's not what it's about. Process makes you more efficient.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "To vilify a great man is the readiest way in which a little man can himself attain greatness.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "If there is not the war, you don't get the great general if there is not a great occasion, you don't get a great statesman if Lincoln had lived in a time of peace, no one would have known his name.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "There is a woman at the begining of all great things.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "The reason we wouldn't make a seven-inch tablet isn't because we don't want to hit a price point, it's because we don't think you can make a great tablet with a seven-inch screen.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We think the Mac will sell zillions, but we didn't build the Mac for anybody else. We built it for ourselves. We were the group of people who were going to judge whether it was great or not. We weren't going to go out and do market research. We just wanted to build the best thing we could build.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Better a little which is well done, than a great deal imperfectly.", 
    "name": "Plato"
  }, 
  {
    "quote": "No great intellectual thing was ever done by great effort.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Preachers in pulpits talked about what a great message is in the book. No matter what you do, somebody always imputes meaning into your books.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "If you are young and you drink a great deal it will spoil your health, slow your mind, make you fat - in other words, turn you into an adult.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "If you cannot do great things, do small things in a great way.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "Nothing in the affairs of men is worthy of great anxiety.", 
    "name": "Plato"
  }, 
  {
    "quote": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Poets utter great and wise things which they do not themselves understand.", 
    "name": "Plato"
  }, 
  {
    "quote": "The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it's only money... they don't know how to enjoy it, because they have no imagination.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed.", 
    "name": "Allen Boyd"
  }, 
  {
    "quote": "No one in this world has ever lost money by underestimating the intelligence of the great masses of the plain people. Nor has anyone ever lost public office thereby.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Pray that your loneliness may spur you into finding something to live for, great enough to die for.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Ignorance of all things is an evil neither terrible nor excessive, nor yet the greatest of all but great cleverness and much learning, if they be accompanied by a bad training, are a much greater misfortune.", 
    "name": "Plato"
  }, 
  {
    "quote": "I have never killed a man, but I have read many obituaries with great pleasure.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "There are events which are so great that if a writer has participated in them his obligation is to write truly rather than assume the presumption of altering them with invention.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The greatest humiliation in life, is to work hard on something from which you expect great appreciation, and then fail to get it.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Only passions, great passions can elevate the soul to great things.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Those who intend on becoming great should love neither themselves nor their own things, but only what is just, whether it happens to be done by themselves or others.", 
    "name": "Plato"
  }, 
  {
    "quote": "If you listen to your fears, you will die never knowing what a great person you might have been.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "What's right about America is that although we have a mess of problems, we have great capacity - intellect and resources - to do some thing about them.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities strong men make them.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Great dancers are not great because of their technique, they are great because of their passion.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "Of course, to have money is just great because you can do what you think is important to you. I always was a rich person because money's not related to happiness.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "There are two powers in the world one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "I believe the first test of a truly great man is in his humility.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Great hopes make great men.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Dreams must be heeded and accepted. For a great many of them come true.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "I exhort you also to take part in the great combat, which is the combat of life, and greater than every other earthly conflict.", 
    "name": "Plato"
  }, 
  {
    "quote": "The great use of life is to spend it for something that will outlast it.", 
    "name": "William James"
  }, 
  {
    "quote": "The great object is that every man be armed.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "All the ills of mankind, all the tragic misfortunes that fill the history books, all the political blunders, all the failures of the great leaders have arisen merely from a lack of skill at dancing.", 
    "name": "Moliere"
  }, 
  {
    "quote": "My idea of heaven is a great big baked potato and someone to share it with.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Wealth is well known to be a great comforter.", 
    "name": "Plato"
  }, 
  {
    "quote": "My success was not based so much on any great intelligence but on great common sense.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Great dreams of great dreamers are always transcended.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "One great use of words is to hide our thoughts.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "It is another's fault if he be ungrateful, but it is mine if I do not give. To find one thankful man, I will oblige a great many that are not so.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "All men who have achieved great things have been great dreamers.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "We can have democracy in this country, or we can have great wealth concentrated in the hands of a few, but we can't have both.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "I cannot swallow whole the view of Lincoln as the Great Emancipator.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Wealth consists not in having great possessions, but in having few wants.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "People in tough times - it doesn't mean they don't have a great attitude.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Every great man, every successful man, no matter what the field of endeavor, has known the magic that lies in these words: every adversity has the seed of an equivalent or greater benefit.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Unless you choose to do great things with it, it makes no difference how much you are rewarded, or how much power you have.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Whatever I have tried to do in life, I have tried with all my heart to do it well whatever I have devoted myself to, I have devoted myself completely in great aims and in small I have always thoroughly been in earnest.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "The game of golf would lose a great deal if croquet mallets and billiard cues were allowed on the putting green.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The water in a vessel is sparkling the water in the sea is dark. The small truth has words which are clear the great truth has great silence.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "More enduringly than any other sport, wrestling teaches self-control and pride. Some have wrestled without great skill - none have wrestled without pride.", 
    "name": "Dan Gable"
  }, 
  {
    "quote": "Small deeds done are better than great deeds planned.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "The infinitely little have a pride infinitely great.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "He was a great patriot, a humanitarian, a loyal friend provided, of course, he really is dead.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "A really great talent finds its happiness in execution.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I think all women go through periods where we hate this about ourselves, we don't like that. It's great to get to a place where you dismiss anything you're worried about. I find flaws attractive. I find scars attractive.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "The reproduction of mankind is a great marvel and mystery. Had God consulted me in the matter, I should have advised him to continue the generation of the species by fashioning them out of clay.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Death will be a great relief. No more interviews.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "It is a useless life that is not consecrated to a great ideal. It is like a stone wasted on the field without becoming a part of any edifice.", 
    "name": "Jose Rizal"
  }, 
  {
    "quote": "There are two great forces, God's force of good and the devil's force of evil, and I believe Satan is alive and he is working, and he is working harder than ever, and we have many mysteries that we don't understand.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The little may contrast with the great, in painting, but cannot be said to be contrary to it. Oppositions of colors contrast but there are also colors contrary to each other, that is, which produce an ill effect because they shock the eye when brought very near it.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Power always thinks it has a great soul and vast views beyond the comprehension of the weak.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Great thoughts and a pure heart, that is what we should ask from God.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "My idea of good company is the company of clever, well-informed people who have a great deal of conversation that is what I call good company.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man.", 
    "name": "James Dean"
  }, 
  {
    "quote": "Both dreams and myths are important communications from ourselves to ourselves. If we do not understand the language in which they are written, we miss a great deal of what we know and tell ourselves in those hours when we are not busy manipulating the outside world.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "The world runs on individuals pursuing their self interests. The great achievements of civilization have not come from government bureaus. Einstein didn't construct his theory under order from a, from a bureaucrat. Henry Ford didn't revolutionize the automobile industry that way.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "No man will make a great leader who wants to do it all himself or get all the credit for doing it.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "We hang the petty thieves and appoint the great ones to public office.", 
    "name": "Aesop"
  }, 
  {
    "quote": "I see great things in baseball. It's our game - the American game.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "I never weary of great churches. It is my favorite kind of mountain scenery. Mankind was never so happily inspired as when it made a cathedral.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "I've got a great ambition to die of exhaustion rather than boredom.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "In spite of everything I shall rise again: I will take up my pencil, which I have forsaken in my great discouragement, and I will go on with my drawing.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Character, in great and little things, means carrying through what you feel able to do.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Power is the great aphrodisiac.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "Everything great in the world comes from neurotics. They alone have founded our religions and composed our masterpieces.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Defense is a definite part of the game, and a great part of defense is learning to play it without fouling.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "When I am grown to man's estate I shall be very proud and great. And tell the other girls and boys Not to meddle with my toys.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "I'm sorry that we have to have a Washington presence. We thrived during our first 16 years without any of this. I never made a political visit to Washington and we had no people here. It wasn't on our radar screen. We were just making great software.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "There were times when I had great times with my brothers, pillow fights and things, but I was, used to always cry from loneliness.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "A great artist is a great man in a great child.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The Bee Gees who are brilliant, I just love great music.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "I was like a boy playing on the sea-shore, and diverting myself now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.", 
    "name": "Isaac Newton"
  }, 
  {
    "quote": "We come nearest to the great when we are great in humility.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Bitter experience has taught us how fundamental our values are and how great the mission they represent.", 
    "name": "Jan Peter Balkenende"
  }, 
  {
    "quote": "Like me, the great majority of Americans wish both to preserve the traditional definition of marriage and to oppose bias and intolerance directed towards gays and lesbians.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "We can be thankful to a friend for a few acres, or a little money and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Architecture has recorded the great ideas of the human race. Not only every religious symbol, but every human thought has its page in that vast book.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Man is only great when he acts from passion.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.", 
    "name": "Wilma Rudolph"
  }, 
  {
    "quote": "We continue to recognize the greater ability of some to earn more than others. But we do assert that the ambition of the individual to obtain for him a proper security is an ambition to be preferred to the appetite for great wealth and great power.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "There's a lot of great movies that have won the Academy Award, and a lot of great movies that haven't. You just do the best you can.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "When small men attempt great enterprises, they always end by reducing them to the level of their mediocrity.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Prejudice is a great time saver. You can form opinions without having to get the facts.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "There is no pain so great as the memory of joy in present grief.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Nurture your minds with great thoughts. To believe in the heroic makes heroes.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Character may be manifested in the great moments, but it is made in the small ones.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "Ninety-nine per cent of the people in the world are fools and the rest of us are in great danger of contagion.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "The principles that made this nation a great and powerful leader of the world, have not lost their meaning. They never will. We know we can bring this country back. I'm Mitt Romney. I believe in America. And I'm running for president of the United States.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Mr. Chairman, delegates. I accept your nomination for President of the United States of America. I do so with humility, deeply moved by the trust you have placed in me. It is a great honor. It is an even greater responsibility.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "On some great and glorious day the plain folks of the land will reach their heart's desire at last, and the White House will be adorned by a downright moron.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Show me a great actor and I'll show you a lousy husband. Show me a great actress, and you've seen the devil.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "This is the America that I love. This is a great people. We can do anything. We can achieve anything. We've got a government that has gotten in the way of the American people. We're going to change that in November.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When my mom ran for the Senate, my dad was there for her every step of the way. I can still hear her saying in her beautiful voice, 'Why should women have any less say than men, about the great decisions facing our nation?'", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "That business we started with 10 people has now grown into a great American success story.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Where the willingness is great, the difficulties cannot be great.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who've historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Great ideas originate in the muscles.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "The willow which bends to the tempest, often escapes better than the oak which resists it and so in great calamities, it sometimes happens that light and frivolous spirits recover their elasticity and presence of mind sooner than those of a loftier character.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "There are many of us that are willing to do great things for the Lord, but few of us are willing to do little things.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "To have a great idea, have a lot of them.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Let us not listen to those who think we ought to be angry with our enemies, and who believe this to be great and manly. Nothing is so praiseworthy, nothing so clearly shows a great and noble soul, as clemency and readiness to forgive.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "It takes a great man to give sound advice tactfully, but a greater to accept it graciously.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Everyone who achieves success in a great venture, solves each problem as they came to it. They helped themselves. And they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they met.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "A great man is different from an eminent one in that he is ready to be the servant of the society.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Whoever conquers a free town and does not demolish it commits a great error and may expect to be ruined himself.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "The great enemy of clear language is insincerity. When there is a gap between one's real and one's declared aims, one turns, as it were, instinctively to long words and exhausted idioms, like a cuttlefish squirting out ink.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Brevity is a great charm of eloquence.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Favor comes because for a brief moment in the great space of human change and progress some general human purpose finds in him a satisfactory embodiment.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The overwhelming majority of Americans are possessed of two great qualities a sense of humor and a sense of proportion.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "It takes a great man to be a good listener.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Give a little love to a child, and you get a great deal back.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "All I can tell you really is if you get to the point where someone is telling you that you are not great or not good enough, just follow your heart and don't let anybody crush your dream.", 
    "name": "Patti LaBelle"
  }, 
  {
    "quote": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "It is those who concentrates on but one thing at a time who advance in this world. The great man or woman is the one who never steps outside his or her specialty or foolishly dissipates his or her individuality.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "Love is the great miracle cure. Loving ourselves works miracles in our lives.", 
    "name": "Louise L. Hay"
  }, 
  {
    "quote": "A great fortune is a great slavery.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Great perils have this beauty, that they bring to light the fraternity of strangers.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Great emergencies and crises show us how much greater our vital resources are than we had supposed.", 
    "name": "William James"
  }, 
  {
    "quote": "A book has got smell. A new book smells great. An old book smells even better. An old book smells like ancient Egypt.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.", 
    "name": "Pablo Neruda"
  }, 
  {
    "quote": "The three great elements of modern civilization, Gun powder, Printing, and the Protestant religion.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "And my dad, you're a great actor but you're a better father.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "There may be a great fire in our hearts, yet no one ever comes to warm himself at it, and the passers-by see only a wisp of smoke.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "The history of philosophy is to a great extent that of a certain clash of human temperaments.", 
    "name": "William James"
  }, 
  {
    "quote": "He is neither a strategist nor is he schooled in the operational arts, nor is he a tactician, nor is he a general. Other than that he's a great military man.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "The great thing in the world is not so much where we stand, as in what direction we are moving.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "What might be taken for a precocious genius is the genius of childhood. When the child grows up, it disappears without a trace. It may happen that this boy will become a real painter some day, or even a great painter. But then he will have to begin everything again, from zero.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Apparently, a democracy is a place where numerous elections are held at great cost without issues and with interchangeable candidates.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "What we feel and think and are is to a great extent determined by the state of our ductless glands and viscera.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "As far as Saddam Hussein being a great military strategist, he is neither a strategist, nor is he schooled in the operational arts, nor is he a tactician, nor is he a general, nor is he a soldier. Other than that, he's a great military man, I want you to know that.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Call it loyalty, call it what you want, but I suppose I've got people up here who I'm really tight with, we've made a lot of great bonds over the last few years and I've got people in my corner I can trust.", 
    "name": "Jonathan Brown"
  }, 
  {
    "quote": "To live alone is the fate of all great souls.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "The bravest sight in the world is to see a great man struggling against adversity.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The herd seek out the great, not for their sake but for their influence and the great welcome them out of vanity or need.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "It is not by muscle, speed, or physical dexterity that great things are achieved, but by reflection, force of character, and judgment.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "It makes no difference how deeply seated may be the trouble, how hopeless the outlook how muddled the tangle, how great the mistake. A sufficient realization of love will dissolve it all.", 
    "name": "Emmet Fox"
  }, 
  {
    "quote": "To be an atheist requires an indefinitely greater measure of faith than to recieve all the great truths which atheism would deny.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "I've also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create.", 
    "name": "Yousuf Karsh"
  }, 
  {
    "quote": "My father was my teacher. But most importantly he was a great dad.", 
    "name": "Beau Bridges"
  }, 
  {
    "quote": "Why do you think the old stories tell of men who set out on great journeys to impress the gods? Because trying to impress people just isn't worth the time and effort.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "You need a little bit of insanity to do great things.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "In Genesis, it says that it is not good for a man to be alone but sometimes it is a great relief.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "Neither a man nor a crowd nor a nation can be trusted to act humanely or to think sanely under the influence of a great fear.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "No great man lives in vain. The history of the world is but the biography of great men.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "A good leader is one who can tell another how to reach his or her potential a great leader is one who can help another discover this potential for him or herself.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "There is no great genius without some touch of madness.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Going out and playing football or baseball with the boys, when I was a tomboy, was a great way to learn about winning and losing, and most girls didn't have that experience.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "In the United States, I am a great success, but I am not a celebrity.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "The old cathedrals are good, but the great blue dome that hangs over everything is better.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I begin with the principle that all men are bores. Surely no one will prove himself so great a bore as to contradict me in this.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement.", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure comfort.", 
    "name": "Humphry Davy"
  }, 
  {
    "quote": "Wisdom allows nothing to be good that will not be so forever no man to be happy but he that needs no other happiness than what he has within himself no man to be great or powerful that is not master of himself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Anoint, v.: To grease a king or other great functionary already sufficiently slippery.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "A great social success is a pretty girl who plays her cards as carefully as if she were plain.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Well, for us, in history where goodness is a rare pearl, he who was good almost takes precedence over he who was great.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Many great actions are committed in small struggles.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The theoretical understanding of the world, which is the aim of philosophy, is not a matter of great practical importance to animals, or to savages, or even to most civilised men.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "A great mind becomes a great fortune.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "It is a melancholy truth that even great men have their poor relations.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "We all become great explorers during our first few days in a new city, or a new love affair.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Smallness in a great man seems smaller by its disproportion with all the rest.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "There have been in this century only one great man and one great thing: Napoleon and liberty. For want of the great man, let us have the great thing.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The three great problems of this century the degradation of man in the proletariat, the subjection of women through hunger, the atrophy of the child by darkness.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I look forward to death with great anticipation, to meeting God face to face.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "We're a diverse society, and I think the TV is doing a great job in showing that we're all human beings, that we can all get along, that we can all be together, and I think that's a marvelous thing.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Great is the guilt of an unnecessary war.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Great things are not accomplished by those who yield to trends and fads and popular opinion.", 
    "name": "Jack Kerouac"
  }, 
  {
    "quote": "Thought is subversive and revolutionary, destructive and terrible, Thought is merciless to privilege, established institutions, and comfortable habit. Thought is great and swift and free.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I've made some great mistakes in my life, but, you know, they were honest mistakes.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "All who have accomplished great things have had a great aim, have fixed their gaze on a goal which was high, one which sometimes seemed impossible.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The past is a great place and I don't want to erase it or to regret it, but I don't want to be its prisoner either.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "Silence is one of the great arts of conversation.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The Universe is one great kindergarten for man. Everything that exists has brought with it its own peculiar lesson.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "In action a great heart is the chief qualification. In work, a great head.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "To achieve great things, two things are needed a plan, and not quite enough time.", 
    "name": "Leonard Bernstein"
  }, 
  {
    "quote": "Silence is the element in which great things fashion themselves together.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "If you know how to read, you have a complete education about life, then you know how to vote within a democracy. But if you don't know how to read, you don't know how to decide. That's the great thing about our country - we're a democracy of readers, and we should keep it that way.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "A great photograph is one that fully expresses what one feels, in the deepest sense, about what is being photographed.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "And your very flesh shall be a great poem.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "It is the sign of a great mind to dislike greatness, and to prefer things in measure to things in excess.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Precepts or maxims are of great weight and a few useful ones on hand do more to produce a happy life than the volumes we can't find.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I have total recall. I remember being born. I remember being in the womb, I remember being inside. Coming out was great.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "The great fun in my life has been getting up every morning and rushing to the typewriter because some new idea has hit me.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Great loves too must be endured.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "People who know little are usually great talkers, while men who know much say little.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "There is a kind of elevation which does not depend on fortune it is a certain air which distinguishes us, and seems to destine us for great things it is a price which we imperceptibly set upon ourselves.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I don't pretend to understand the Universe - it's a great deal bigger than I am.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "All great art is the work of the whole living creature, body and soul, and chiefly of the soul.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Trouble is the common denominator of living. It is the great equalizer.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Great grief does not of itself put an end to itself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Every daring attempt to make a great change in existing conditions, every lofty vision of new possibilities for the human race, has been labeled Utopian.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "He who has great power should use it lightly.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "It makes a great deal of difference whether one wills not to sin or has not the knowledge to sin.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "There is none made so great, but he may both need the help and service, and stand in fear of the power and unkindness, even of the meanest of mortals.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The heart is great which shows moderation in the midst of prosperity.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "If thou art a man, admire those who attempt great things, even though they fail.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Resolve not to be poor: whatever you have, spend less. Poverty is a great enemy to human happiness it certainly destroys liberty, and it makes some virtues impracticable, and others extremely difficult.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I went to my son's graduation this weekend, and I heard a great quote I've never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it's the good people who don't speak out.", 
    "name": "Hamilton Jordan"
  }, 
  {
    "quote": "She's probably in denial that she's a great big ball of insecurity and I'm quite well aware that I am one.", 
    "name": "Boy George"
  }, 
  {
    "quote": "There is a gigantic difference between earning a great deal of money and being rich.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "We must all obey the great law of change. It is the most powerful law of nature.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "The great proof of madness is the disproportion of one's designs to one's means.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "No great art has ever been made without the artist having known danger.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "A lot of Jews are great friends of mine.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "I do live like a rock star, but it's not as great as it sounds. It's a lot of traveling.", 
    "name": "Ron White"
  }, 
  {
    "quote": "When you sing with a group of people, you learn how to subsume yourself into a group consciousness because a capella singing is all about the immersion of the self into the community. That's one of the great feelings - to stop being me for a little while and to become us. That way lies empathy, the great social virtue.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "No man is great enough or wise enough for any of us to surrender our destiny to. The only way in which anyone can lead us is to restore to us the belief in our own guidance.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "A great city is that which has the greatest men and women.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "It is a great act of cleverness to be able to conceal one's being clever.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit.", 
    "name": "Chen Shui-bian"
  }, 
  {
    "quote": "Beauty is indeed a good gift of God but that the good may not think it a great good, God dispenses it even to the wicked.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "I knew I was a winner back in the late sixties. I knew I was destined for great things. People will say that kind of thinking is totally immodest. I agree. Modesty is not a word that applies to me in any way - I hope it never will.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "See everything, overlook a great deal, correct a little.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The difference between Socrates and Jesus? The great conscious and the immeasurably great unconscious.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "One of the great things about young people is that they do question, that they do care deeply about justice, and they they have open minds.", 
    "name": "Zack de la Rocha"
  }, 
  {
    "quote": "All great peoples are conservative.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I try to read for pleasure whenever I can - it's a great way just to shut it off for a while so your brain doesn't get fried.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Out of Ireland have we come, great hatred, little room, maimed us at the start. I carry from my mother's womb a fanatic heart.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Many a man has finally succeeded only because he has failed after repeated efforts. If he had never met defeat he would never have known any great victory.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest Faith hovers over the towers of Jerusalem and Athens embodies the pre-eminent quality of the antique world, Art.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Nobody needs to cry for me. I'm going to be great.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "No great thing is created suddenly.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "There is a great discovery still to be made in literature, that of paying literary men by the quantity they do not write.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I am hoping that I can be known as a great writer and actor some day, rather than a sex symbol.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "History shows that the majority of people that have done anything great have passed their youth in seclusion.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "No sadder proof can be given by a man of his own littleness than disbelief in great men.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I grow daily to honour facts more and more, and theory less and less. A fact, it seems to me, is a great thing a sentence printed, if not by God, then at least by the Devil.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I've got a great cigar collection - it's actually not a collection, because that would imply I wasn't going to smoke every last one of 'em.", 
    "name": "Ron White"
  }, 
  {
    "quote": "One great object of the Constitution was to restrain majorities from oppressing minorities or encroaching upon their just rights.", 
    "name": "James K. Polk"
  }, 
  {
    "quote": "Fables should be taught as fables, myths as myths, and miracles as poetic fantasies. To teach superstitions as truths is a most terrible thing. The child mind accepts and believes them, and only through great pain and perhaps tragedy can he be in after years relieved of them.", 
    "name": "Hypatia"
  }, 
  {
    "quote": "Above all things let us never forget that mankind constitutes one great brotherhood all born to encounter suffering and sorrow, and therefore bound to sympathize with each other.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "The scary thing is when I did my set in Texas everyone was excited. The show was great. I was done and the next DJ put something on vinyl and the difference! The quality!!", 
    "name": "Peter Hook"
  }, 
  {
    "quote": "I do not want people to be very agreeable, as it saves me the trouble of liking them a great deal.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "I started out mopping floors, waiting tables, and tending bar at my dad's tavern. I put myself through school working odd jobs and night shifts. I poured my heart and soul into a small business. And when I saw how out-of-touch Washington had become with the core values of this great nation, I put my name forward and ran for office.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "There is a great deal of difference between an eager man who wants to read a book and the tired man who wants a book to read.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "There can be no great courage where there is no confidence or assurance, and half the battle is in the conviction that we can do what we undertake.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "The sensitivity of men to small matters, and their indifference to great ones, indicates a strange inversion.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "All architecture is great architecture after sunset perhaps architecture is really a nocturnal art, like the art of fireworks.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "What seems to be generosity is often no more than disguised ambition, which overlooks a small interest in order to secure a great one.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The difficulty is not so great to die for a friend, as to find a friend worth dying for.", 
    "name": "Homer"
  }, 
  {
    "quote": "I had faith in Israel before it was established, I have in it now. I believe it has a glorious future before it - not just another sovereign nation, but as an embodiment of the great ideals of our civilization.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The paradox is really the pathos of intellectual life and just as only great souls are exposed to passions it is only the great thinker who is exposed to what I call paradoxes, which are nothing else than grandiose thoughts in embryo.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Because of its tremendous solemnity death is the light in which great passions, both good and bad, become transparent, no longer limited by outward appearences.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "There are many qualities that make a great leader. But having strong beliefs, being able to stick with them through popular and unpopular times, is the most important characteristic of a great leader.", 
    "name": "Rudy Giuliani"
  }, 
  {
    "quote": "The atom bomb was no 'great decision.' It was merely another powerful weapon in the arsenal of righteousness.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Justice is itself the great standing policy of civil society and any eminent departure from it, under any circumstances, lies under the suspicion of being no policy at all.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Memorial Day this year is especially important as we are reminded almost daily of the great sacrifices that the men and women of the Armed Services make to defend our way of life.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "If you have love in your life, it can make up for a great many things that are missing. If you don't have love in your life, no matter what else there is, it's not enough.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "There is no greater glory than love, nor any great punishment than jealously.", 
    "name": "Lope de Vega"
  }, 
  {
    "quote": "Some people hear their own inner voices with great clearness. And they live by what they hear. Such people become crazy... or they become legend.", 
    "name": "Jim Harrison"
  }, 
  {
    "quote": "Marriage is a great institution.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "Like all great travellers, I have seen more than I remember, and remember more than I have seen.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "God is the great mysterious motivator of what we call nature, and it has often been said by philosophers, that nature is the will of God. And I prefer to say that nature is the only body of God that we shall ever see.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "I'm very competitive by nature. And I like to be the underdog - It's the best way to win. To come from behind and win is a great feeling!", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "A great many men's gratitude is nothing but a secret desire to hook in more valuable kindnesses hereafter.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "No enterprise can exist for itself alone. It ministers to some great need, it performs some great service, not for itself, but for others or failing therein, it ceases to be profitable and ceases to exist.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Irreligion - the principal one of the great faiths of the world.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The great thing about getting older is that you don't lose all the other ages you've been.", 
    "name": "Madeleine L'Engle"
  }, 
  {
    "quote": "There are trivial truths and the great truths. The opposite of a trivial truth is plainly false. The opposite of a great truth is also true.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "However glorious an action in itself, it ought not to pass for great if it be not the effect of wisdom and intention.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I remember that. I was talking to him and I said how great it would be if actors had a tail because I have animals and a tail is so expressive. On a cat you can tell everything. You can tell if they're annoyed. You can tell whether they're scared.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "Great art is as irrational as great music. It is mad with its own loveliness.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Success is a great deodorant.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "I have great people, smart people that are around me and we love the challenge. I guess it's like climbing a mountain or building a building. It's a challenge but you love every challenge that it brings or presents itself.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "In general, pride is at the bottom of all great mistakes.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Grown men can learn from very little children for the hearts of little children are pure. Therefore, the Great Spirit may show to them many things which older people miss.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "Truth is always served by great minds, even if they fight it.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "The immortality of the soul is a matter which is of so great consequence to us and which touches us so profoundly that we must have lost all feeling to be indifferent about it.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Great passions, my dear, don't exist: they're liars fantasies. What do exist are little loves that may last for a short or a longer while.", 
    "name": "Anna Magnani"
  }, 
  {
    "quote": "Our bodies are shaped to bear children, and our lives are a working out of the processes of creation. All our ambitions and intelligence are beside that great elemental point.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Great things are done when men and mountains meet.", 
    "name": "William Blake"
  }, 
  {
    "quote": "The difference between a bad artist and a good one is: the bad artist seems to copy a great deal the good one really does.", 
    "name": "William Blake"
  }, 
  {
    "quote": "The great secret of success is to go through life as a man who never gets used up.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "There's a great joy in my giving. It's thrilling. It's exhilarating. It's important to be a part of sharing. It is my love. It is my joy.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Once I planned to write a book of poems entirely about the things in my pocket. But I found it would be too long and the age of the great epics is past.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Who can map out the various forces at play in one soul? Man is a great depth, O Lord. The hairs of his head are easier by far to count than his feeling, the movements of his heart.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "What happens when you have great grief in your life is the arteries of that heart begins to spasms down, just literally squeezes down like this because you're feeling the tension of your life and then the heart muscle itself will also begin - to get stressed out.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Unless you have prepared yourself to profit by your chance, the opportunity will only make you ridiculous. A great occasion is valuable to you just in proportion as you have educated yourself to make use of it.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Great things are not done by impulse, but by a series of small things brought together.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The great constitutional corrective in the hands of the people against usurpation of power, or corruption by their agents is the right of suffrage and this when used with calmness and deliberation will prove strong enough.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Great is the power of habit. It teaches us to bear fatigue and to despise wounds and pain.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Great works are performed not by strength but by perseverance.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "A man must live like a great brilliant flame and burn as brightly as he can. In the end he burns out. But this is far better than a mean little flame.", 
    "name": "Boris Yeltsin"
  }, 
  {
    "quote": "I believe with all my heart that America remains 'the great idea' that inspires the world. It is a privilege to be born here. It is an honor to become a citizen here. It is a gift to raise your family here, to vote here, and to live here.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "On a level plain, simple mounds look like hills and the insipid flatness of our present bourgeoisie is to be measured by the altitude of its great intellects.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Thrift is of great revenue.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Beware of endeavoring to become a great man in a hurry. One such attempt in ten thousand may succeed. These are fearful odds.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Myself when young did eagerly frequent doctor and saint, and heard great argument about it and about: but evermore came out by the same door as in I went.", 
    "name": "Omar Khayyam"
  }, 
  {
    "quote": "The greatness of man is great in that he knows himself to be wretched. A tree does not know itself to be wretched.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Man seems to be capable of great virtues but not of small virtues capable of defying his torturer but not of keeping his temper.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "They that apply themselves to trifling matters commonly become incapable of great ones.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Almost no one is foolish enough to imagine that he automatically deserves great success in any field of activity yet almost everyone believes that he automatically deserves success in marriage.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "I love being. There's so much wisdom in it. You wake up in the morning and you think, Hey, isn't it great just being?", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "Put the uncommon effort into the common task... make it large by doing it in a great way.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "My father always used to say that when you die, if you've got five real friends, then you've had a great life.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Scientists dream about doing great things. Engineers do them.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "No one was ever great without some portion of divine inspiration.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The '20s ended in an era of extravagance, sort of like the one we're in now. There was a big crash, but then the country picked itself up again, and we had some great years. Those were the days when American believed in itself. I was happy and proud to be painting it.", 
    "name": "Norman Rockwell"
  }, 
  {
    "quote": "Nothing great is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig. I answer you that there must be time. Let it first blossom, then bear fruit, then ripen.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "A great secret of success is to go through life as a man who never gets used up.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Moderation has been called a virtue to limit the ambition of great men, and to console undistinguished people for their want of fortune and their lack of merit.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!", 
    "name": "Anthony de Mello"
  }, 
  {
    "quote": "Every happening, great and small, is a parable whereby God speaks to us, and the art of life is to get the message.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "The man who throws a bomb is an artist, because he prefers a great moment to everything.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Life is a great big canvas throw all the paint you can at it.", 
    "name": "Danny Kaye"
  }, 
  {
    "quote": "With people of limited ability modesty is merely honesty. But with those who possess great talent it is hypocrisy.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "It is not enough to have great qualities We should also have the management of them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "The very greatest things - great thoughts, discoveries, inventions - have usually been nurtured in hardship, often pondered over in sorrow, and at length established with difficulty.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "It is part of a good man to do great and noble deeds, though he risk everything.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Men are not great or small because of their material possessions. They are great or small because of what they are.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "I think capital punishment works great. Every killer you kill never kills again.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Great nations write their autobiographies in three manuscripts - the book of their deeds, the book of their words and the book of their art.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "He had no failings which were not owing to a noble cause to an ardent, generous, perhaps an immoderate passion for fame a passion which is the instinct of all great souls.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "We used to root for the Indians against the cavalry, because we didn't think it was fair in the history books that when the cavalry won it was a great victory, and when the Indians won it was a massacre.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "Seeds of great discoveries are constantly floating around us, but they only take root in minds well prepared to receive them.", 
    "name": "Joseph Henry"
  }, 
  {
    "quote": "A difference of taste in jokes is a great strain on the affections.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "What distinguishes a great artist from a weak one is first their sensibility and tenderness second, their imagination, and third, their industry.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "We must always remember that America is a great nation today not because of what government did for people but because of what people did for themselves and for one another.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "If it wasn't hard, everyone would do it. It's the hard that makes it great.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "My greatest point is my persistence. I never give up in a match. However down I am, I fight until the last ball. My list of matches shows that I have turned a great many so-called irretrievable defeats into victories.", 
    "name": "Bjorn Borg"
  }, 
  {
    "quote": "Great love affairs start with Champagne and end with tisane.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Rugby is great. The players don't wear helmets or padding they just beat the living daylights out of each other and then go for a beer. I love that.", 
    "name": "Joe Theismann"
  }, 
  {
    "quote": "There is something great and terrible about suicide.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "No great idea in its beginning can ever be within the law. How can it be within the law? The law is stationary. The law is fixed. The law is a chariot wheel which binds us all regardless of conditions or place or time.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "We are witnessing an enormous shift of collective consciousness throughout the world. We are at the precipice of great transformation within our culture and government.", 
    "name": "Zachary Quinto"
  }, 
  {
    "quote": "You speak of Lord Byron and me there is this great difference between us. He describes what he sees I describe what I imagine. Mine is the hardest task.", 
    "name": "John Keats"
  }, 
  {
    "quote": "I ran into Isosceles. He had a great idea for a new triangle!", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "God gave me a great body and it's my duty to take care of my physical temple.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "Without a trace of irony I can say I have been blessed with brilliant enemies. I owe them a great debt, because they redoubled my energies and drove me in new directions.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Mere parsimony is not economy. Expense, and great expense, may be an essential part in true economy.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Passion for fame: A passion which is the instinct of all great souls.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Magnanimity in politics is not seldom the truest wisdom and a great empire and little minds go ill together.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "A great attitude does much more than turn on the lights in our worlds it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "To have great poets, there must be great audiences.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "My goal is people associate November with COPD awareness month as much as they notice October with breast cancer and pink. That'd be a great thing if it happened. The fact that COPD kills more people than breast cancer and diabetes put together should raise some red flags.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "The great city is that which has the greatest man or woman: if it be a few ragged huts, it is still the greatest city in the whole world.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "She discovered with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "Produce great men, the rest follows.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Why do people talk of the horrors of old age? It's great. I feel like a fine old car with the parts gradually wearing out, but I'm not complaining,... Those who find growing old terrible are people who haven't done what they wanted with their lives.", 
    "name": "Martha Gellhorn"
  }, 
  {
    "quote": "To become truly great, one has to stand with people, not above them.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it.", 
    "name": "Pablo Casals"
  }, 
  {
    "quote": "Great men are like eagles, and build their nest on some lofty solitude.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I have great expectations for the future, because the past was highly overrated.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Hugs can do great amounts of good - especially for children.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "Listen to your inner-voice: Surround yourself with loving, nurturing people. Fall in love with your art and find yourself. Music is the great communicator.", 
    "name": "Glenn Hughes"
  }, 
  {
    "quote": "People do not understand what a great revenue economy is.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "From the world wars of Europe to the jungles of the Far East, from the deserts of the Middle East to the African continent, and even here in our own hemisphere, our veterans have made the world a better place and America the great country we are today.", 
    "name": "John Hoeven"
  }, 
  {
    "quote": "I was really into Black Sabbath, but heavy guitars can really be very limiting, it's a great frequency and it's great fun to listen to but on the other hand, musically you can do a lot more without it.", 
    "name": "Kip Winger"
  }, 
  {
    "quote": "The charm of fame is so great that we like every object to which it is attached, even death.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "I'm sad to report that in the past few years, ever since uncertainty became our insistent 21st century companion, leadership has taken a great leap backwards to the familiar territory of command and control.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Americans are blessed with great plenty we are a generous people and we have a moral obligation to assist those who are suffering from poverty, disease, war and famine.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "Great men are seldom over-scrupulous in the arrangement of their attire.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "As it is the characteristic of great wits to say much in few words, so small wits seem to have the gift of speaking much and saying nothing.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "It is great folly to wish to be wise all alone.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "We may seem great in an employment below our worth, but we very often look little in one that is too big for us.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The great pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you, but he will make a fool of himself too.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I praise the Lord here today. I know that all my talent and all my ability comes from him, and without him I'm nothing and I thank him for his great blessing.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "The good physician treats the disease the great physician treats the patient who has the disease.", 
    "name": "William Osler"
  }, 
  {
    "quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.", 
    "name": "Saul Bellow"
  }, 
  {
    "quote": "A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "Who in the world am I? Ah, that's the great puzzle.", 
    "name": "Lewis Carroll"
  }, 
  {
    "quote": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I'll break up with someone on purpose.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "The great secret of doctors, known only to their wives, but still hidden from the public, is that most things get better by themselves most things, in fact, are better in the morning.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Every great advance in natural knowledge has involved the absolute rejection of authority.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "After great pain, a formal feeling comes. The Nerves sit ceremonious, like tombs.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "When we get to wishing a great deal for ourselves, whatever we get soon turns into mere limitation and exclusion.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The last great delusion is soon to open before us. Antichrist is to perform his marvelous works in our sight So closely will the counterfeit resemble the true that it will be impossible to distinguish between them except by the Holy Scriptures.", 
    "name": "Ellen G. White"
  }, 
  {
    "quote": "Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul.", 
    "name": "Victoria Woodhull"
  }, 
  {
    "quote": "Great is our admiration of the orator who speaks with fluency and discretion.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable.", 
    "name": "Louis Kahn"
  }, 
  {
    "quote": "It will be a great day when our schools have all the money they need, and our air force has to have a bake-sale to buy a bomber.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "There are two great days in a person's life - the day we are born and the day we discover why.", 
    "name": "William Barclay"
  }, 
  {
    "quote": "To know how to hide one's ability is great skill.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Nothing is so contagious as example and we never do any great good or evil which does not produce its like.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "As a child I was a great liar. Fortunately my mother liked my lies. I promised her marvelous things.", 
    "name": "Gunter Grass"
  }, 
  {
    "quote": "We only acknowledge small faults in order to make it appear that we are free from great ones.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "That's the great thing about a tractor. You can't really hear the phone ring.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "Great souls are not those who have fewer passions and more virtues than others, but only those who have greater designs.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The state is the great fictitious entity by which everyone seeks to live at the expense of everyone else.", 
    "name": "Frederic Bastiat"
  }, 
  {
    "quote": "Those who are incapable of committing great crimes do not readily suspect them in others.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Too great haste to repay an obligation is a kind of ingratitude.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Those that have had great passions esteem themselves for the rest of their lives fortunate and unfortunate in being cured of them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The great and important duty which is incumbent on Christians, is to guard against all appearance of evil to watch against the first risings in the heart to evil and to have a guard upon our actions, that they may not be sinful, or so much as seem to be so.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "There are a great many men valued in society who have nothing to recommend them but serviceable vices.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I am a great believer in luck, and I find the harder I work the more I have of it.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "Our actions seem to have their lucky and unlucky stars, to which a great part of that blame and that commendation is due which is given to the actions themselves.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Heat of blood makes young people change their inclinations often, and habit makes old ones keep to theirs a great while.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "What is most important for democracy is not that great fortunes should not exist, but that great fortunes should not remain in the same hands. In that way there are rich men, but they do not form a class.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "No person will make a great business who wants to do it all himself or get all the credit.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "All really great lovers are articulate, and verbal seduction is the surest road to actual seduction.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "Great minds are to make others great. Their superiority is to be used, not to break the multitude to intellectual vassalage, not to establish over them a spiritual tyranny, but to rouse them from lethargy, and to aid them to judge for themselves.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "I think that the good and the great are only separated by the willingness to sacrifice.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Little progress can be made by merely attempting to repress what is evil. Our great hope lies in developing what is good.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "A weak mind is like a microscope, which magnifies trifling things, but cannot receive great ones.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "The great art of life is sensation, to feel that we exist, even in pain.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "A cloudy day or a little sunshine have as great an influence on many constitutions as the most recent blessings or misfortunes.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "I never wanted to become an actress because I'd read great literature or seen great Shakespeare. It was more just wanting to understand what the people were really like, why they said all the strange things they did.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "When a great team loses through complacency, it will constantly search for new and more intricate explanations to explain away defeat.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "When I say that human beings are just gene machines, one shouldn't put too much emphasis on the word 'just.' There is a very great deal of complication, and indeed beauty in being a gene machine.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "There seems to be a terrible misunderstanding on the part of a great many people to the effect that when you cease to believe you may cease to behave.", 
    "name": "Louis Kronenberger"
  }, 
  {
    "quote": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "To be conscious that you are ignorant of the facts is a great step to knowledge.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "To love one that is great, is almost to be great one's self.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Boldness is a mask for fear, however great.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "A great artist is always before his time or behind it.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "I feel good in my own skin because I've accepted the fact that I'm me. That's what's so great about being alive and being on this planet: Everybody's different.", 
    "name": "Kelly Osbourne"
  }, 
  {
    "quote": "The great end of life is not knowledge but action.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The Super Bowl isn't for kids, I had a great time though and it was worth every nickel of it because by doing this lame piece about the game I can put it on my expense account.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "How quickly we forget God's great deliverances in our lives. How easily we take for granted the miracles he performed in our past.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "The great thing about suicide is that it's not one of those things you have to do now or you lose your chance. I mean, you can always do it later.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "I think cookies are sort of the unsung sweet, you know? They're incredibly popular. But everybody thinks of cakes and pies and fancier desserts before they think cookies. A plate of cookies is a great way to end dinner and really nice to share at the holidays.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "We need a great president.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Personal identity seems like it's just such an American archetype, from Holly Golightly re-inventing herself in 'Breakfast At Tiffany's' to Jay Gatsby in 'The Great Gatsby.' It seems like the sort of archetypal American issue. If you're given the freedom to be anything, or be anyone, what do you do with it?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "All great and beautiful work has come of first gazing without shrinking into the darkness.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Great countries are those that produce great people.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "King Louis Philippe once said to me that he attributed the great success of the British nation in political life to their talking politics after dinner.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Almost everything that is great has been done by youth.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The one great principle of English law is to make business for itself.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Land and sea, weakness and decline are great separators, but death is the great divorcer for ever.", 
    "name": "John Keats"
  }, 
  {
    "quote": "The desire for safety stands against every great and noble enterprise.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "It is no great art to say something briefly when, like Tacitus, one has something to say when one has nothing to say, however, and none the less writes a whole book and makes truth into a liar - that I call an achievement.", 
    "name": "Horace"
  }, 
  {
    "quote": "A subtle thought that is in error may yet give rise to fruitful inquiry that can establish truths of great value.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.", 
    "name": "Lil' Kim"
  }, 
  {
    "quote": "Great events make me quiet and calm it is only trifles that irritate my nerves.", 
    "name": "Queen Victoria"
  }, 
  {
    "quote": "No great deed is done by falterers who ask for certainty.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "The great person is ahead of their time, the smart make something out of it, and the blockhead, sets themselves against it.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "It would be very glamorous to be reincarnated as a great big ring on Liz Taylor's finger.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "You can be fat and love yourself. You can be fat and have a great damn personality. You can be fat and sew your own clothes. But you can't be fat and healthy.", 
    "name": "Susan Powter"
  }, 
  {
    "quote": "I think Ronald Reagan was one of the great presidents, period, not just recently. I thought he had the demeanor. I thought he had the bearing. I thought he had the thought process.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "People might not think that, but the Republicans have all of the cards. And this is the time to get rid of Obamacare. This is the time to make the great deal.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me.", 
    "name": "Larry Wilcox"
  }, 
  {
    "quote": "So Bush certainly wasn't the greatest, and Obama has not done the job. And he's created a lot of disincentive. He's created a lot of great dissatisfaction. Regulations and regulatory is going through the roof. It's almost impossible to get anything done in the country.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Humility is a great quality of leadership which derives respect and not just fear or hatred.", 
    "name": "Yousef Munayyer"
  }, 
  {
    "quote": "I do have my ducks in line if I want to do it, but I'd love to see the Republicans pick somebody that was going to win and take over this country and frankly, to use the expression, 'Make America great again.'", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "A lot of people feel very good about Mitt Romney and I think he's going to do a great job.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Mitt - what I speak to Mitt Romney about is jobs. What I speak to Mitt Romney about is China, because he's got a great view on China and how they're trying to destroy our country by taking our jobs and making our product and manipulating their currency, so that it makes it almost impossible for our companies to compete.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "As the mother of two daughters, I have great respect for women. And I don't ever want to lose that.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "It's a great thing when you can show that you've been successful and that you've made a lot of money and that you've employed a lot of people.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "I was a great student at a great school, Wharton School of Finance.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Obama has no solutions. Obama has failed the country and its great citizens, and they don't like it when somebody such as myself speaks the truth about this - it hurts too much.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "I think, in a way, I invented the term 'fight club' and that these things have always existed, but they never really had a label. Nobody had a language to apply to them. I created that language in two words and I've been paid a great deal of money for inventing two words and labeling something that has always been around.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "To walk around with an ego is a bad thing. To have confidence in yourself is a great thing.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "He that hath wife and children hath given hostages to fortune for they are impediments to great enterprises, either of virtue or mischief.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "From a worldly point of view, there is no mistake so great as that of being always right.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Good is somebody who delivered and allowed the company to overcome obstacles, without leaving a profound impact on its culture. Great is somebody who leads his company to achievements and performance and value that nobody was expecting it had.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "Some are born great, some achieve greatness, and some hire public relations officers.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Coffee and smoking are the last great addictions.", 
    "name": "Lara Flynn Boyle"
  }, 
  {
    "quote": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Working hard is great, being lazy sometimes is great, but failed potential is the worst.", 
    "name": "Campbell Scott"
  }, 
  {
    "quote": "It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "Like all of us in this storm between birth and death, I can wreak no great changes on the world, only small changes for the better, I hope, in the lives of those I love.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "In other words, don't expect to always be great. Disappointments, failures and setbacks are a normal part of the lifecycle of a unit or a company and what the leader has to do is constantly be up and say 'we have a problem, let's go and get it'.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "We are continually faced by great opportunities brilliantly disguised as insoluble problems.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "There is a great deal of unmapped country within us which would have to be taken into account in an explanation of our gusts and storms.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "When death, the great reconciler, has come, it is never our tenderness that we repent of, but our severity.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Duty is the great business of a sea officer all private considerations must give way to it, however painful it may be.", 
    "name": "Horatio Nelson"
  }, 
  {
    "quote": "Different taste in jokes is a great strain on the affections.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Genius at first is little more than a great capacity for receiving discipline.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I think one of the great problems we have in the Republican Party is that we don't encourage you to be nasty. We encourage you to be neat, obedient, loyal and faithful and all those Boy Scout words, which would be great around a campfire but are lousy in politics.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Rock 'n' roll is ridiculous. It's absurd. In the past, U2 was trying to duck that. Now we're wrapping our arms around it and giving it a great big kiss.", 
    "name": "Bono"
  }, 
  {
    "quote": "A great source of calamity lies in regret and anticipation therefore a person is wise who thinks of the present alone, regardless of the past or future.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "I was an OK boxer, I wasn't great, I was OK, but I loved the discipline of getting together every Monday, Wednesday and Friday, usually Saturday afternoons too, with a whole bunch of mates and training, very, very hard for about two-and-half hours.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "I went through life like an idiot for a great deal of the time, saying there's nothing I would change. That was a very arrogant thing to say. There's a lot I would change. There are people I would have steered clear of.", 
    "name": "Hugh Leonard"
  }, 
  {
    "quote": "A great tennis career is something that a 15-year-old normally doesn't have. I hope my example helps other teens believe they can accomplish things they never thought possible.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "There is no way to be truly great in this world. We are all impaled on the crook of conditioning.", 
    "name": "James Dean"
  }, 
  {
    "quote": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "Lesser artists borrow, great artists steal.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "The creations of a great writer are little more than the moods and passions of his own heart, given surnames and Christian names, and sent to walk the earth.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The unworthy successor of Peter who desires to benefit from the immeasurable wealth of Christ feels the great need of your assistance, your prayers, your sacrifice, and he most humbly asks this of you.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Endurance is the crowning quality, And patience all the passion of great hearts.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Great minds are related to the brief span of time during which they live as great buildings are to a little square in which they stand: you cannot see them in all their magnitude because you are standing too close to them.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "A grocer is attracted to his business by a magnetic force as great as the repulsion which renders it odious to artists.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Small natures require despotism to exercise their sinews, as great souls thirst for equality to give play to their heart.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "It is the mark of a great man that he puts to flight all ordinary calculations. He is at once sublime and touching, childlike and of the race of giants.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The smallest flower is a thought, a life answering to some feature of the Great Whole, of whom they have a persistent intuition.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The great gift of human beings is that we have the power of empathy.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "When Religion and Royalty are swept away, the people will attack the great, and after the great, they will fall upon the rich.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The most characteristic mark of a great mind is to choose some one important object, and pursue it for life.", 
    "name": "Anna Letitia Barbauld"
  }, 
  {
    "quote": "When you are happy you can forgive a great deal.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Every great person is always being helped by everybody for their gift is to get good out of all things and all persons.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "A great architect is not made by way of a brain nearly so much as he is made by way of a cultivated, enriched heart.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "The great accomplishment of Jobs's life is how effectively he put his idiosyncrasies - his petulance, his narcissism, and his rudeness - in the service of perfection.", 
    "name": "Malcolm Gladwell"
  }, 
  {
    "quote": "Anarchism is the great liberator of man from the phantoms that have held him captive it is the arbiter and pacifier of the two forces for individual and social harmony.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "A great thing can only be done by a great person and they do it without effort.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "It's a great country, where anybody can grow up to be president... except me.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "Eventually, I think Chicago will be the most beautiful great city left in the world.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "Any great warrior is also a scholar, and a poet, and an artist.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "We are all faced with a series of great opportunities - brilliantly disguised as insoluble problems.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Books are the legacies that a great genius leaves to mankind, which are delivered down from generation to generation as presents to the posterity of those who are yet unborn.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Her angel's face, As the great eye of heaven shined bright, And made a sunshine in the shady place.", 
    "name": "Edmund Spenser"
  }, 
  {
    "quote": "After people have repeated a phrase a great number of times, they begin to realize it has meaning and may even be true.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "I'm one of the great unemployed looking for the next job. I'm waiting for the right offer. Like anyone, I want something that turns me on inside.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "When a great many people are unable to find work, unemployment results.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Mental health needs a great deal of attention. It's the final taboo and it needs to be faced and dealt with.", 
    "name": "Adam Ant"
  }, 
  {
    "quote": "A great revolution in just one single individual will help achieve a change in the destiny of a society and, further, will enable a change in the destiny of humankind.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Great artists are people who find the way to be themselves in their art. Any sort of pretension induces mediocrity in art and life alike.", 
    "name": "Margot Fonteyn"
  }, 
  {
    "quote": "Wouldn't it be great if we could look forward to a whole world in which no child will be left behind?", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Man is not imprisoned by habit. Great changes in him can be wrought by crisis - once that crisis can be recognized and understood.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "The stupid believe that to be truthful is easy only the artist, the great artist, knows how difficult it is.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "Self-confidence is the first requisite to great undertakings.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "You cannot escape the results of your thoughts. Whatever your present environment may be, you will fall, remain or rise with your thoughts, your vision, your ideal. You will become as small as your controlling desire as great as your dominant aspiration.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "I have seen great intolerance shown in support of tolerance.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Traffic was very, very free. It was great.", 
    "name": "Jim Capaldi"
  }, 
  {
    "quote": "Great nations are simply the operating fronts of behind-the-scenes, vastly ambitious individuals who had become so effectively powerful because of their ability to remain invisible while operating behind the national scenery.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "I was passionate. I found something that I loved. I could be all alone in a big old skating rink and nobody could get near me and I didn't have to talk to anybody because of my shyness. It was great. I was in my fantasy world.", 
    "name": "Dorothy Hamill"
  }, 
  {
    "quote": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.", 
    "name": "Philip Johnson"
  }, 
  {
    "quote": "I have great hopes that we shall love each other all our lives as much as if we had never married at all.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "I'm working harder than ever now, and I'm putting on my pants the same as I always have. I just get up every day and try to do a little better than the day before, and that is to run a great restaurant with great food, great wine, and great service. That's my philosophy.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Doing is the great thing, for if people resolutely do what is right, they come in time to like doing it.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "It is impossible, as impossible as to raise the dead, to restore anything that has ever been great or beautiful in architecture. That which I have insisted upon as the life of the whole, that spirit which is given only by the hand and eye of the workman, can never be recalled.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "I hope it is true that a man can die and yet not only live in others but give them life, and not only life, but that great consciousness of life.", 
    "name": "Jack Kerouac"
  }, 
  {
    "quote": "When I was 20, I thought I was 30 - but I was so far from it. When you're young, you want everything to happen now. As you mature, you can look back and see all the great things you achieved with time and patience.", 
    "name": "Elisha Cuthbert"
  }, 
  {
    "quote": "I really think that there was a great advantage in many ways to being a woman. I think we are a lot better at personal relationships, and then have the capability obviously of telling it like it is when it's necessary.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I don't get angry very often. I lose my temper rarely. And when I do, there's always a legitimate cause. Normally I have a great lightness of being. I take things in a very happy, amused way.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "I wanted to learn everything I could about what it takes to be a great chef. It was a turning point for me.", 
    "name": "Thomas Keller"
  }, 
  {
    "quote": "It is of great use to the sailor to know the length of his line, though he cannot with it fathom all the depths of the ocean.", 
    "name": "John Locke"
  }, 
  {
    "quote": "There have been two great accidents in my life. One was the trolley, and the other was Diego. Diego was by far the worst.", 
    "name": "Frida Kahlo"
  }, 
  {
    "quote": "I can relate to having those people in your life that you feel are moving on to this great, big, normal life and you're like, 'What's wrong with me?'", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "The lure of the distant and the difficult is deceptive. The great opportunity is where you are.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "When a man laughs at his troubles he loses a great many friends. They never forgive the loss of their prerogative.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The philosopher has never killed any priests, whereas the priest has killed a great many philosophers.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Police and firefighters are great, but they don't create wealth. They protect it. That's crucial. Teaching is a wonderful profession. Teachers help educate people to become good citizens so that citizens can then go create wealth. But they don't create the wealth themselves.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Don't get involved in partial problems, but always take flight to where there is a free view over the whole single great problem, even if this view is still not a clear one.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "The Bible must be considered as the great source of all the truth by which men are to be guided in government as well as in all social transactions.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "There is no absurdity so palpable but that it may be firmly planted in the human head if you only begin to inculcate it before the age of five, by constantly repeating it with an air of great solemnity.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "The digital camera is a great invention because it allows us to reminisce. Instantly.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Idle people are often bored and bored people, unless they sleep a lot, are cruel. It is not accident that boredom and cruelty are great preoccupations in our time.", 
    "name": "Renata Adler"
  }, 
  {
    "quote": "The great questions of the day will not be settled by means of speeches and majority decisions but by iron and blood.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "I try something new every night. It's an hour show if it works I maybe try it a few more times and then move that off and try something new. It's a great workshop for me.", 
    "name": "Kate Clinton"
  }, 
  {
    "quote": "No human being, however great, or powerful, was ever so free as a fish.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "No person who is not a great sculptor or painter can be an architect. If he is not a sculptor or painter, he can only be a builder.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "If you don't die of thirst, there are blessings in the desert. You can be pulled into limitlessness, which we all yearn for, or you can do the beauty of minutiae, the scrimshaw of tiny and precise. The sky is your ocean, and the crystal silence will uplift you like great gospel music, or Neil Young.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "He that has a great nose, thinks everybody is speaking of it.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Let's face it - think of Africa, and the first images that come to mind are of war, poverty, famine and flies. How many of us really know anything at all about the truly great ancient African civilizations, which in their day, were just as splendid and glorious as any on the face of the earth?", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "Television could perform a great service in mass education, but there's no indication its sponsors have anything like this on their minds.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "It does not matter much whom we live with in this world, but it matters a great deal whom we dream of.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "Advertising ministers to the spiritual side of trade. It is great power that has been entrusted to your keeping which charges you with the high responsibility of inspiring and ennobling the commercial world. It is all part of the greater work of the regeneration and redemption of mankind.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "I see humanity now as one vast plant, needing for its highest fulfillment only love, the natural blessings of the great outdoors, and intelligent crossing and selection.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "What's great about this country is that America started the tradition where the richest consumers buy essentially the same things as the poorest.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "It's great to be here. It's great to be anywhere.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "It is great to be a blonde. With low expectations it's very easy to surprise people.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "In Britain, like most of the developed world, stem-cell research is regarded as a great opportunity. America will be left behind if it doesn't change policy.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "The great nations have always acted like gangsters, and the small nations like prostitutes.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "We do not look in our great cities for our best morality.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "There can be no equality or opportunity if men and women and children be not shielded in their lives from the consequences of great industrial and social processes which they cannot alter, control, or singly cope with.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "What is wonderful about great literature is that it transforms the man who reads it towards the condition of the man who wrote.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "If I had my way, if I was lucky enough, if I could be on the brink my entire life - that great sense of expectation and excitement without the disappointment - that would be the perfect state.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "The years like great black oxen tread the world, and God, the herdsman goads them on behind, and I am broken by their passing feet.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "For there is no defense for a man who, in the excess of his wealth, has kicked the great altar of Justice out of sight.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Those who aim at great deeds must also suffer greatly.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Let us develop the resources of our land, call forth its powers, build up its institutions, promote all its great interests, and see whether we also, in our day and generation, may not perform something worthy to be remembered.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "There is a great deal of pain in life and perhaps the only pain that can be avoided is the pain that comes from trying to avoid pain.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "Music is the fourth great material want, first food, then clothes, then shelter, then music.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Great moments are born from great oppurtunities.", 
    "name": "Herb Brooks"
  }, 
  {
    "quote": "The internet is a great way to get on the net.", 
    "name": "Bob Dole"
  }, 
  {
    "quote": "The great difficulty in education is to get experience out of ideas.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Life should be great rather than long.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "High moral character is not a precondition for great moral accomplishments.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "He who attends to his greater self becomes a great man, and he who attends to his smaller self becomes a small man.", 
    "name": "Mencius"
  }, 
  {
    "quote": "The great thing about being a print journalist is that you are permitted to duck. Cameramen get killed while the writers are flat on the floor. A war correspondent for the BBC dedicated his memoir to 50 fallen colleagues, and I guarantee you they were all taking pictures. I am only alive because I am such a chicken.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "No great movement designed to change the world can bear to be laughed at or belittled. Mockery is a rust that corrodes all it touches.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Hubris is one of the great renewable resources.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Just hit my 75th birthday, I'm feeling great!", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "The mark of a great player is in his ability to come back. The great champions have all come back from defeat.", 
    "name": "Sam Snead"
  }, 
  {
    "quote": "I have a great mind to believe in Christianity for the mere pleasure of fancying I may be damned.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Women who marry early are often overly enamored of the kind of man who looks great in wedding pictures and passes the maid of honor his telephone number.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "Until you're ready to look foolish, you'll never have the possibility of being great.", 
    "name": "Cher"
  }, 
  {
    "quote": "By and large, mothers and housewives are the only workers who do not have regular time off. They are the great vacationless class.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "You've got to be ready to be in a great relationship.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "To me, acting is the most logical way for people's neuroses to manifest themselves, in this great need we all have to express ourselves.", 
    "name": "James Dean"
  }, 
  {
    "quote": "I hope that no more groans of wounded men and women will ever go to the ear of the Great Spirit Chief above, and that all people may be one people.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "I don't think actors should ever expect to get a role, because the disappointment is too great. You've got to think of things as an opportunity. An audition's an opportunity to have an audience.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "Few enterprises of great labor or hazard would be undertaken if we had not the power of magnifying the advantages we expect from them.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I'm beginning to understand myself. But it would have been great to be able to understand myself when I was 20 rather than when I was 82.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "Leisure and curiosity might soon make great advances in useful knowledge, were they not diverted by minute emulation and laborious trifles.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Well I think they broke the mould when they made me and being humble is one of my great assets.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "A am a great friend of public amusements, they keep people from vice.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I have always considered it as treason against the great republic of human nature, to make any man's virtues the means of deceiving him.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "No man was ever great by imitation.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I've got the greatest job in the world. There's no other job in government where cause and effect is so tightly coupled where you can make a difference every day in so many different ways and in so many different people's lives. It's a great challenge.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "It's wonderful to be here in the great state of Chicago.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "The great man is he who does not lose his child's-heart.", 
    "name": "Mencius"
  }, 
  {
    "quote": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "In America, the race goes to the loud, the solemn, the hustler. If you think you're a great writer, you must say that you are.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Attachment is the great fabricator of illusions reality can be attained only by someone who is detached.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.", 
    "name": "Irving Berlin"
  }, 
  {
    "quote": "I don't have perfect teeth, I'm not stick thin. I want to be the person who feels great in her body and can say that she loves it and doesn't want to change anything.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "Religion has done love a great service by making it a sin.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "There is only one home to the life of a river-mussel there is only one home to the life of a tortoise there is only one shell to the soul of man: there is only one world to the spirit of our race. If that world leaves its course and smashes on boulders of the great void, whose world will give us shelter?", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I protest that if some great Power would agree to make me always think what is true and do what is right, on condition of being turned into a sort of clock and would up every morning before I got out of bed, I should instantly close with the offer.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "My own dreams fortunately came true in this great state. I became Mr. Universe I became a successful businessman. And even though some people say I still speak with a slight accent, I have reached the top of the acting profession.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I love what I do. I take great pride in what I do. And I can't do something halfway, three-quarters, nine-tenths. If I'm going to do something, I go all the way.", 
    "name": "Tom Cruise"
  }, 
  {
    "quote": "In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Curiosity is one of the great secrets of happiness.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "All the arguments which are brought to represent poverty as no evil show it evidently to be a great evil.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "There are goods so opposed that we cannot seize both, but, by too much prudence, may pass between them at too great a distance to reach either.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "He who waits to do a great deal of good at once will never do anything.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I will always listen to my coaches. But first I listen to my body. If what they tell me suits my body, great. If my body doesn't feel good with what they say, then always my body comes first.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "Small debts are like small shot they are rattling on every side, and can scarcely be escaped without a wound: great debts are like cannon of loud noise, but little danger.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I'm surrounded by nothing but great people. I've been blessed with that, so really, I've got no choice but to be an all-around good person.", 
    "name": "Tim Duncan"
  }, 
  {
    "quote": "There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "They never fail who die in a great cause.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "And that is the reason why this victory is great, because different players have made contributions to the win.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "You know, be able to do something great in your life, you're gonna have to realize your failures. You're gonna have to embrace them and figure out how to overcome it.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "I tell students that even if they don't like math right now, they can use math as a brain-sharpening tool - a tool that not only builds the foundation for a great career, but that also builds self-confidence, no matter what they choose to do with their lives.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "A leader takes people where they want to go. A great leader takes people where they don't necessarily want to go, but ought to be.", 
    "name": "Rosalynn Carter"
  }, 
  {
    "quote": "In framing a government which is to be administered by men over men you must first enable the government to control the governed and in the next place oblige it to control itself.", 
    "name": "James Madison"
  }, 
  {
    "quote": "You are that vast thing that you see far, far off with great telescopes.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "It does not require great learning to be a Christian and be convinced of the truth of the Bible. It requires only an honest heart and a willingness to obey God.", 
    "name": "Albert Barnes"
  }, 
  {
    "quote": "Eating is not merely a material pleasure. Eating well gives a spectacular joy to life and contributes immensely to goodwill and happy companionship. It is of great importance to the morale.", 
    "name": "Elsa Schiaparelli"
  }, 
  {
    "quote": "All men were made by the Great Spirit Chief. They are all brothers.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "Every man of action has a strong dose of egoism, pride, hardness, and cunning. But all those things will be regarded as high qualities if he can make them the means to achieve great ends.", 
    "name": "Giorgos Seferis"
  }, 
  {
    "quote": "The debates of that great assembly are frequently vague and perplexed, seeming to be dragged rather than to march, to the intended goal. Something of this sort must, I think, always happen in public democratic assemblies.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "I am a leader. Leaders always get heat. They're always going against the grain. Jimi Hendrix got heat Bob Marley got heat Miles Davis got heat. Every great artist got heat. Heat means you're doing something right.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "I speak directly to the people, and I know that the people of California want to have better leadership. They want to have great leadership. They want to have somebody that will represent them. And it doesn't matter if you're a Democrat or a Republican, young or old.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I am a big believer in education, because when I grew up in Austria - when I grew up in Austria I had a great education. I had great teachers.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "When I meet people who say - which they do all of the time - 'I must just tell you, my great aunt had cancer of the elbow and the doctors gave her 10 seconds to live, but last I heard she was climbing Mount Everest,' and so forth, I switch off quite early.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "It is better wither to be silent, or to say things of more value than silence. Sooner throw a pearl at hazard than an idle or useless word and do not say a little in many words, but a great deal in a few.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "Children are our second chance to have a great parent-child relationship.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "One of the great questions of philosophy is, do we innately have morality, or do we get it from celestial dictation? A study of the Ten Commandments is a very good way of getting into and resolving that issue.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Great effort is required to arrest decay and restore vigor. One must exercise proper deliberation, plan carefully before making a move, and be alert in guarding against relapse following a renaissance.", 
    "name": "Horace"
  }, 
  {
    "quote": "Ambition is an idol, on whose wings great minds are carried only to extreme to be sublimely great or to be nothing.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "The great thing about the United States and the historically magnetic effect it has had on a lot of people like me is its generosity, to put it simply.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I haven't had that one great love, which is good. I don't want that to be in the past - I want it to be in the future.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Wave after wave of love flooded the stage and washed over me, the beginning of the one great durable romance of my life.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Every gift which is given, even though is be small, is in reality great, if it is given with affection.", 
    "name": "Pindar"
  }, 
  {
    "quote": "The sea, the great unifier, is man's only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "His was a great sin who first invented consciousness. Let us lose it for a few hours.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Technology has advanced more in the last thirty years than in the previous two thousand. The exponential increase in advancement will only continue. Anthropological Commentary The opposite of a trivial truth is false the opposite of a great truth is also true.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "Unnecessary possessions are unnecessary burdens. If you have them, you have to take care of them! There is great freedom in simplicity of living. It is those who have enough but not too much who are the happiest.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "Great art picks up where nature ends.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "I think making mistakes and discovering them for yourself is of great value, but to have someone else to point out your mistakes is a shortcut of the process.", 
    "name": "Shelby Foote"
  }, 
  {
    "quote": "Leaders must invoke an alchemy of great vision.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "I played a great horse yesterday! It took seven horses to beat him.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Mankind is made great or little by its own will.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Mistakes are part of the game. It's how well you recover from them, that's the mark of a great player.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "So great was the extremity of his pain and anguish, that he did not only sigh but roar.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "A great man is made up of qualities that meet or make great occasions.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Great is the difference betwixt a man's being frightened at, and humbled for his sins.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "A great book provides escapism for me. The artistry and the creativity in a story are better than any drugs.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "A great wind swept over the ghetto, carrying away shame, invisibility and four centuries of humiliation. But when the wind dropped people saw it had been only a little breeze, friendly, almost gentle.", 
    "name": "Jean Genet"
  }, 
  {
    "quote": "All the strength and force of man comes from his faith in things unseen. He who believes is strong he who doubts is weak. Strong convictions precede great actions.", 
    "name": "James Freeman Clarke"
  }, 
  {
    "quote": "We should all aspire in life to do a multitude of things well - to be a great father, to be a good husband, to be a good lover, you know, to try to do things the best you can is very important to me.", 
    "name": "Matthew Modine"
  }, 
  {
    "quote": "He was as great as a man can be without morality.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "A large part of acting is just pretending. You get to work with these other great make-believers, all making believe as hard as they can.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I remember a great America where we made everything. There was a time when the only thing you got from Japan was a really bad cheap transistor radio that some aunt gave you for Christmas.", 
    "name": "Cher"
  }, 
  {
    "quote": "Nobody, I think, ought to read poetry, or look at pictures or statues, who cannot find a great deal more in them than the poet or artist has actually expressed. Their highest merit is suggestiveness.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "I wear black skinny-fit jeans - I can't get away from them. It's funny because I wore baggy jeans for ages, then one day my friend convinced me to try on a skinny pair and I thought they were great.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "Science is the great antidote to the poison of enthusiasm and superstition.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "To have a great man for a friend seems pleasant to those who have never tried it those who have, fear it.", 
    "name": "Horace"
  }, 
  {
    "quote": "A just and reasonable modesty does not only recommend eloquence, but sets off every great talent which a man can be possessed of.", 
    "name": "Joseph Addison"
  }
]