[
  {
    "quote": "A friend is one who knows you and loves you just the same.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Don't walk behind me I may not lead. Don't walk in front of me I may not follow. Just walk beside me and be my friend.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "An insincere and evil friend is more to be feared than a wild beast a wild beast may wound your body, but an evil friend will wound your mind.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.", 
    "name": "Henri Nouwen"
  }, 
  {
    "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity.", 
    "name": "Robert Hall"
  }, 
  {
    "quote": "One of the most beautiful qualities of true friendship is to understand and to be understood.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A true friend never gets in your way unless you happen to be going down.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "A single rose can be my garden... a single friend, my world.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "A friendship can weather most things and thrive in thin soil but it needs a little mulch of letters and phone calls and small, silly presents every so often - just to save it from drying out completely.", 
    "name": "Pam Brown"
  }, 
  {
    "quote": "I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar.", 
    "name": "Robert Brault"
  }, 
  {
    "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Think where man's glory most begins and ends, and say my glory was I had such friends.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Friendship is unnecessary, like philosophy, like art... It has no survival value rather it is one of those things that give value to survival.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares.", 
    "name": "Henri Nouwen"
  }, 
  {
    "quote": "True friends stab you in the front.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "It is one of the blessings of old friends that you can afford to be stupid with them.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A friend is someone who gives you total freedom to be yourself.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.", 
    "name": "William Penn"
  }, 
  {
    "quote": "A friend to all is a friend to none.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Friendship is a single soul dwelling in two bodies.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Walking with a friend in the dark is better than walking alone in the light.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Friends and good manners will carry you where money won't go.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "Am I not destroying my enemies when I make friends of them?", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Friends show their love in times of trouble, not in happiness.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Never explain - your friends do not need it and your enemies will not believe you anyway.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "I don't need a friend who changes when I change and who nods when I nod my shadow does that much better.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "A hug is like a boomerang - you get it back right away.", 
    "name": "Bil Keane"
  }, 
  {
    "quote": "Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "My best friend is the man who in wishing me well wishes it for my sake.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "A true friend is someone who is there for you when he'd rather be anywhere else.", 
    "name": "Len Wein"
  }, 
  {
    "quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The only way to have a friend is to be one.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Be true to your work, your word, and your friend.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "There is nothing on this earth more to be prized than true friendship.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Rare as is true love, true friendship is rarer.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "When you choose your friends, don't be short-changed by choosing personality over character.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "The friend is the man who knows all about you, and still likes you.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "A friendship founded on business is better than a business founded on friendship.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "The language of friendship is not words but meanings.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "An excellent man he has no enemies and none of his friends like him.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Be slow to fall into friendship but when thou art in, continue firm and constant.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Men kick friendship around like a football, but it doesn't seem to crack. Women treat it like glass and it goes to pieces.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "It is more shameful to distrust our friends than to be deceived by them.", 
    "name": "Confucius"
  }, 
  {
    "quote": "It's the friends you can call up at 4 a.m. that matter.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "The most I can do for my friend is simply be his friend.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Friends... they cherish one another's hopes. They are kind to one another's dreams.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "He has no enemies, but is intensely disliked by his friends.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A man's growth is seen in the successive choirs of his friends.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Love is blind friendship closes its eyes.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A friend may well be reckoned the masterpiece of nature.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "If it's very painful for you to criticize your friends - you're safe in doing it. But if you take the slightest pleasure in it, that's the time to hold your tongue.", 
    "name": "Alice Duer Miller"
  }, 
  {
    "quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "The world is round so that friendship may encircle it.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "My best friend is the one who brings out the best in me.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "What is a friend? A single soul dwelling in two bodies.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Be slow in choosing a friend, slower in changing.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The greatest gift of life is friendship, and I have received it.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "He who hath many friends hath none.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first when you learn to live for others, they will live for you.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "Silences make the real conversations between friends. Not the saying but the never needing to say is what counts.", 
    "name": "Margaret Lee Runbeck"
  }, 
  {
    "quote": "Nothing but heaven itself is better than a friend who is really a friend.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Our friends interpret the world and ourselves to us, if we take them tenderly and truly.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "Let there be no purpose in friendship save the deepening of the spirit.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A friend is one who walks in when others walk out.", 
    "name": "Walter Winchell"
  }, 
  {
    "quote": "Never contract friendship with a man that is not better than thyself.", 
    "name": "Confucius"
  }, 
  {
    "quote": "The sincere friends of this world are as ship lights in the stormiest of nights.", 
    "name": "Giotto di Bondone"
  }, 
  {
    "quote": "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It's good, you know, when you got a woman who is a friend of your mind.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Rejoicing in our joy, not suffering over our suffering, makes someone a friend.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Friendship and money: oil and water.", 
    "name": "Mario Puzo"
  }, 
  {
    "quote": "A true friend is one who overlooks your failures and tolerates your success!", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "If you have one true friend you have more than your share.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "A true friend is the greatest of all blessings, and that which we take the least care of all to acquire.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "We call that person who has lost his father, an orphan and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "A quarrel between friends, when made up, adds a new tie to friendship.", 
    "name": "Saint Francis de Sales"
  }, 
  {
    "quote": "Lovers have a right to betray you... friends don't.", 
    "name": "Judy Holliday"
  }, 
  {
    "quote": "No person is your friend who demands your silence, or denies your right to grow.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing.", 
    "name": "Katherine Mansfield"
  }, 
  {
    "quote": "Friendship is one mind in two bodies.", 
    "name": "Mencius"
  }, 
  {
    "quote": "A man cannot be said to succeed in this life who does not satisfy one friend.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "It takes a long time to grow an old friend.", 
    "name": "John Leonard"
  }, 
  {
    "quote": "It is not so much our friends' help that helps us, as the confidence of their help.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "If instead of a gem, or even a flower, we should cast the gift of a loving thought into the heart of a friend, that would be giving as the angels give.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Friendship multiplies the good of life and divides the evil.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "But friendship is the breathing rose, with sweets in every fold.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Friendship is certainly the finest balm for the pangs of disappointed love.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Fear makes strangers of people who would be friends.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Friendship needs no words - it is solitude delivered from the anguish of loneliness.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "A man's friendships are one of the best measures of his worth.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "A friend is, as it were, a second self.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins.", 
    "name": "Charles Alexander Eastman"
  }, 
  {
    "quote": "I have learned that to be with those I like is enough.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Some people go to priests others to poetry I to my friends.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The bird a nest, the spider a web, man friendship.", 
    "name": "William Blake"
  }, 
  {
    "quote": "As iron sharpens iron, so a friend sharpens a friend.", 
    "name": "King Solomon"
  }, 
  {
    "quote": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.", 
    "name": "Sarah Orne Jewett"
  }, 
  {
    "quote": "It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Without wearing any mask we are conscious of, we have a special face for each friend.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Never have a companion that casts you in the shade.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?", 
    "name": "Eugene Kennedy"
  }, 
  {
    "quote": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Since there is nothing so well worth having as friends, never lose a chance to make them.", 
    "name": "Francesco Guicciardini"
  }, 
  {
    "quote": "Cherish your human connections: your relationships with friends and family.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Life has no blessing like a prudent friend.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Love demands infinitely less than friendship.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Many a person has held close, throughout their entire lives, two friends that always remained strange to one another, because one of them attracted by virtue of similarity, the other by difference.", 
    "name": "Emil Ludwig"
  }, 
  {
    "quote": "Friendship at first sight, like love at first sight, is said to be the only truth.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "All you need to do to be my friend is like me.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Friends are born, not made.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "One's friends are that part of the human race with which one can be human.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "When a friend is in trouble, don't annoy him by asking if there is anything you can do. Think up something appropriate and do it.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Instead of loving your enemies - treat your friends a little better.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Mighty proud I am that I am able to have a spare bed for my friends.", 
    "name": "Samuel Pepys"
  }, 
  {
    "quote": "The best time to make friends is before you need them.", 
    "name": "Ethel Barrymore"
  }, 
  {
    "quote": "That friendship will not continue to the end which is begun for an end.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Friendship is always a sweet responsibility, never an opportunity.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Friendship often ends in love but love in friendship - never.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune to keep him is a blessing.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Eros will have naked bodies Friendship naked personalities.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Peace, commerce and honest friendship with all nations entangling alliances with none.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.", 
    "name": "George Washington"
  }, 
  {
    "quote": "A friendship that like love is warm A love like friendship, steady.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "True friendship ought never to conceal what it thinks.", 
    "name": "St. Jerome"
  }, 
  {
    "quote": "A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Love is a friendship set to music.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers.", 
    "name": "Larry Flynt"
  }, 
  {
    "quote": "All lasting business is built on friendship.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "Friendship is the shadow of the evening, which increases with the setting sun of life.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Friendship, like the immortality of the soul, is too good to be believed.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Perfect friendship is the friendship of men who are good, and alike in excellence for these wish well alike to each other qua good, and they are good in themselves.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The greatest healing therapy is friendship and love.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Friendship is essentially a partnership.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Friendship may, and often does, grow into love, but love never subsides into friendship.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "A tree is known by its fruit a man by his deeds. A good deed is never lost he who sows courtesy reaps friendship, and he who plants kindness gathers love.", 
    "name": "Saint Basil"
  }, 
  {
    "quote": "False friendship, like the ivy, decays and ruins the walls it embraces but true friendship gives new life and animation to the object it supports.", 
    "name": "Richard Burton"
  }, 
  {
    "quote": "I had three chairs in my house one for solitude, two for friendship, three for society.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Depth of friendship does not depend on length of acquaintance.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Friendship, like credit, is highest when it is not used.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The rule of friendship means there should be mutual sympathy between them, each supplying what the other lacks and trying to benefit the other, always using friendly and sincere words.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "There is no friendship, no love, like that of the parent for the child.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "The essence of true friendship is to make allowance for another's little lapses.", 
    "name": "David Storey"
  }, 
  {
    "quote": "The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "What I cannot love, I overlook. Is that real friendship?", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Friendship is the marriage of the soul, and this marriage is liable to divorce.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "True friendship is like sound health the value of it is seldom known until it is lost.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Friendship is a pretty full-time occupation if you really are friendly with somebody. You can't have too many friends because then you're just not really friends.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "Marriage: A friendship recognized by the police.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "However rare true love may be, it is less so than true friendship.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Don't flatter yourself that friendship authorizes you to say disagreeable things to your intimates. The nearer you come into relation with a person, the more necessary do tact and courtesy become.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Friendship is Love without his wings!", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Laughter is not a bad beginning for a friendship, and it is the best ending for one.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "Fan the sinking flame of hilarity with the wing of friendship and pass the rosy wine.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.", 
    "name": "Ernie Banks"
  }, 
  {
    "quote": "People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.", 
    "name": "Lisa See"
  }, 
  {
    "quote": "Sympathy constitutes friendship but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "If we are to judge of love by its consequences, it more nearly resembles hatred than friendship.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love, friendship and respect do not unite people as much as a common hatred for something.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Opposition is true friendship.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Friendship is like money, easier made than kept.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Love is the attempt to form a friendship inspired by beauty.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Friendship, like love, is destroyed by long absence, though it may be increased by short intermissions.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Love is friendship set on fire.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Caring for but never trying to own may be a further way to define friendship.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.", 
    "name": "Robert Southey"
  }, 
  {
    "quote": "My parents, and librarians along the way, taught me about the space between words about the margins, where so many juicy moments of life and spirit and friendship could be found. In a library, you could find miracles and truth and you might find something that would make you laugh so hard that you get shushed, in the friendliest way.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Friendship increases in visiting friends, but in visiting them seldom.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!", 
    "name": "Marie de France"
  }, 
  {
    "quote": "There is a scarcity of friendship, but not of friends.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "No matter what message you are about to deliver somewhere, whether it is holding out a hand of friendship, or making clear that you disapprove of something, is the fact that the person sitting across the table is a human being, so the goal is to always establish common ground.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "The feeling of friendship is like that of being comfortably filled with roast beef love, like being enlivened with champagne.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Do not keep on with a mockery of friendship after the substance is gone - but part, while you can part friends. Bury the carcass of friendship: it is not worth embalming.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Business, you know, may bring you money, but friendship hardly ever does.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Real friendship, like real poetry, is extremely rare - and precious as a pearl.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Bad faith likes discourse on friendship and loyalty.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "One friend in a lifetime is much, two are many, three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "The friendship that can cease has never been real.", 
    "name": "St. Jerome"
  }, 
  {
    "quote": "Tis the privilege of friendship to talk nonsense, and have her nonsense respected.", 
    "name": "Charles Lamb"
  }, 
  {
    "quote": "All those who offer an opinion on any doubtful point should first clear their minds of every sentiment of dislike, friendship, anger or pity.", 
    "name": "Sallust"
  }, 
  {
    "quote": "General benevolence, but not general friendship, made a man what he ought to be.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Moral science is better occupied when treating of friendship than of justice.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "But it all comes down to friendship, treating people right.", 
    "name": "Ernie Banks"
  }, 
  {
    "quote": "Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "It is difficult to obtain the friendship of a cat. It is a philosophical animal... one that does not place its affections thoughtlessly.", 
    "name": "Theophile Gautier"
  }, 
  {
    "quote": "The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don't mean that as a bad thing. Good art requires work as well.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "Friendship has its illusions no less than love.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "The dupe of friendship, and the fool of love have I not reason to hate and to despise myself? Indeed I do and chiefly for not having hated and despised the world enough.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Friendship is almost always the union of a part of one mind with the part of another people are friends in spots.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "I understand by this passion the union of desire, friendship, and tenderness, which is inflamed by a single female, which prefers her to the rest of her sex, and which seeks her possession as the supreme or the sole happiness of our being.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "When two people first meet, they can only have a very ordinary kind of friendship. But when you begin to understand each other, when you get close to them, you discover that you're suddenly eager to know him or her even better.", 
    "name": "Zhang Ziyi"
  }, 
  {
    "quote": "There are no rules for friendship. It must be left to itself. We cannot force it any more than love.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "She discovered with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "All love that has not friendship for its base, is like a mansion built upon the sand.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "One of the surest evidences of friendship that one individual can display to another is telling him gently of a fault. If any other can excel it, it is listening to such a disclosure with gratitude, and amending the error.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "For prayer is nothing else than being on terms of friendship with God.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Friendship is a sheltering tree.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Love between man and man is impossible because there must not be sexual intercourse and friendship between man and woman is impossible because there must be sexual intercourse.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "I love life in spite of all that mars it. I love friendship, jokes and laughter.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "It must be remembered that the sea is a great breeder of friendship. Two men who have known each other for twenty years find that twenty days at sea bring them nearer than ever they were before, or else estrange them.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "Value your friendship. Value your relationships.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Friendship, of itself a holy tie, is made more sacred by adversity.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Sweet is the scene where genial friendship plays the pleasing game of interchanging praise.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "As told in Friendship with God, if we simply decided to believe and act as if first, we're all one, and second, life is eternal, it would render virtually everything we've done all our lives pointless.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "I think in friendship, you want to be there for your friend, and sometimes you just don't know what to do or the relationship you have with them is not clear enough for you to know what to do.", 
    "name": "Marion Cotillard"
  }, 
  {
    "quote": "Show me a genuine case of platonic friendship, and I shall show you two old or homely faces.", 
    "name": "Austin O'Malley"
  }, 
  {
    "quote": "Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Pity and friendship are two passions incompatible with each other.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "I think the way to keep a friendship is to respect that everybody is different.", 
    "name": "Emma Bunton"
  }, 
  {
    "quote": "I have lost my seven best friends, which is to say God has had mercy on me seven times without realizing it. He lent a friendship, took it from me, sent me another.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Before the flowers of friendship faded friendship faded.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "It is wise to apply the oil of refined politeness to the mechanism of friendship.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "When the world is so complicated, the simple gift of friendship is within all of our hands.", 
    "name": "Maria Shriver"
  }, 
  {
    "quote": "If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "Friendship always benefits love sometimes injures.", 
    "name": "Seneca"
  }, 
  {
    "quote": "Friendship is composed of a single soul inhabiting two bodies.", 
    "name": "Plautus"
  }, 
  {
    "quote": "The rare few, who, early in life have rid themselves of the friendship of the many.", 
    "name": "James Whistler"
  }, 
  {
    "quote": "Friendship's the wine of life: but friendship new... is neither strong nor pure.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Time makes friendship stronger, but love weaker.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Love and friendship exclude each other.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they're really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others.", 
    "name": "Jena Malone"
  }, 
  {
    "quote": "Read as you taste fruit or savor wine, or enjoy friendship, love or life.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "Accountability in friendship is the equivalent of love without strategy.", 
    "name": "Anita Brookner"
  }, 
  {
    "quote": "Love is like the wild rose-briar Friendship like the holly-tree. The holly is dark when the rose-briar blooms, but which will bloom most constantly?", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "My inspiration are the woman, friendship, and loneliness.", 
    "name": "Enrique Iglesias"
  }, 
  {
    "quote": "Love is rarer than genius itself. And friendship is rarer than love.", 
    "name": "Charles Peguy"
  }, 
  {
    "quote": "I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship.", 
    "name": "Pietro Aretino"
  }, 
  {
    "quote": "Love is flower like Friendship is like a sheltering tree.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Suspicion is the cancer of friendship.", 
    "name": "Petrarch"
  }, 
  {
    "quote": "The differences between friends cannot but reinforce their friendship.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Success always necessitates a degree of ruthlessness. Given the choice of friendship or success, I'd probably choose success.", 
    "name": "Sting"
  }, 
  {
    "quote": "Aristotle uses a mother's love for her child as the prime example of love or friendship.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "Conjugal love, or the friendship of spouses, can persist even after sexual desires have weakened, withered, and disappeared.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "Friendship is a very taxing and arduous form of leisure activity.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity.", 
    "name": "Sallust"
  }, 
  {
    "quote": "I'm single, footloose and fancy free, I have no responsibilities, no anchors. Work, friendship and self-improvement, that's me.", 
    "name": "Joel Edgerton"
  }, 
  {
    "quote": "One measure of friendship consists not in the number of things friends can discuss, but in the number of things they need no longer mention.", 
    "name": "Clifton Paul Fadiman"
  }, 
  {
    "quote": "We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "You've got to reach a hand of friendship across the aisle and across philosophies in this country.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "Secrecy is the chastity of friendship.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "To like and dislike the same things, this is what makes a solid friendship.", 
    "name": "Sallust"
  }, 
  {
    "quote": "The firmest friendship is based on an identity of likes and dislikes.", 
    "name": "Sallust"
  }, 
  {
    "quote": "Friendship without self-interest is one of the rare and beautiful things of life.", 
    "name": "James F. Byrnes"
  }, 
  {
    "quote": "I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "Friendship is mutual blackmail elevated to the level of love.", 
    "name": "Robin Morgan"
  }, 
  {
    "quote": "I've got some great guy friends. They can start out as crushes. But when you realize something isn't going to happen, you make a choice whether or not the friendship is worth it. And it usually is. Then you can laugh about the fact that you used to have a crush on him or he had one on you.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "Friendship is a wildly underrated medication.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "Meg Ryan is a beautiful and courageous woman. I grieve the loss of her companionship but I've not lost the friendship. We talk all the time and that was what our connection was about. She has a wonderful mind and we just like a chat.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "Great is the victory, but the friendship of all is greater.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "It may be a cold, clammy thing to say, but those that treat friendship the same as any other selfishness seem to get the most out of it.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "The little trouble in the world that is not due to love is due to friendship.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "A friendship like love is warm a love like friendship is steady.", 
    "name": "Thomas More"
  }, 
  {
    "quote": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another.", 
    "name": "Eustace Budgell"
  }, 
  {
    "quote": "Friendship based solely upon gratitude is like a photograph with time it fades.", 
    "name": "Carmen Sylva"
  }, 
  {
    "quote": "Friendship is the golden thread that ties the heart of all the world.", 
    "name": "John Evelyn"
  }, 
  {
    "quote": "Friendship is a word, the very sight of which in print makes the heart warm.", 
    "name": "Augustine Birrell"
  }, 
  {
    "quote": "Friendship is an arrangement by which we undertake to exchange small favors for big ones.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "Some people are willing to betray years of friendship just to get a little bit of the spotlight.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "I hope to continue my friendship with France and its filmmakers for many years to come.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I'm calling my book series the 'with God series.' And this next 'with God' book is Friendship with God, which comes out in November. This books challenges us to bring about the end of 'better' on this planet.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "The second one, the joint Truth and Friendship Commission, which we started now with Indonesia, that is the one that has been criticized its terms of reference call for providing amnesty for those who cooperate in telling the truth. It does not lead to prosecution.", 
    "name": "Jose Ramos-Horta"
  }, 
  {
    "quote": "Because most people are not sufficiently employed in themselves, they run about loose, hungering for employment, and satisfy themselves in various supererogatory occupations. The easiest of these occupations, which have all to do with making things already made, is the making of people: it is called the art of friendship.", 
    "name": "Laura Riding"
  }, 
  {
    "quote": "Sincere friendship towards God, in all who believe him to be properly an intelligent, willing being, does most apparently, directly, and strongly incline to prayer and it no less disposes the heart strongly to desire to have our infinitely glorious.", 
    "name": "Jonathan Edwards"
  }, 
  {
    "quote": "From an early age I didn't buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting.", 
    "name": "Adam Clayton"
  }, 
  {
    "quote": "My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my 'Top Ten' friends in the manner of a Top Of The Pops chart countdown.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I would be willing to do almost anything to make Art happy. I care about our friendship. The only thing I won't do is change the essence of my work.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "Look, I worked with American Republican presidents and Democratic presidents, all of them, and each of them has shown a deep and profound friendship to Israel, you know? I can't remember anybody who was in that sense negative as far as Israel is concerned.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Why do we go around acting as though everything was friendship and reliability when basically everything everywhere is full of sudden hate and ugliness?", 
    "name": "Anna Freud"
  }, 
  {
    "quote": "The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship.", 
    "name": "Gotthold Ephraim Lessing"
  }, 
  {
    "quote": "Came but for friendship, and took away love.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "Love and esteem are the first principles of friendship it is always imperfect if either of these two are wanting.", 
    "name": "Eustace Budgell"
  }, 
  {
    "quote": "Friendship is a disinterested commerce between equals love, an abject intercourse between tyrants and slaves.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "Madam, I have been looking for a person who disliked gravy all my life let us swear eternal friendship.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "Friendship! Mysterious cement of the soul, Sweet'ner of life, and solder of society.", 
    "name": "Robert Blair"
  }, 
  {
    "quote": "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.", 
    "name": "Kenneth Branagh"
  }, 
  {
    "quote": "The steady discipline of intimate friendship with Jesus results in men becoming like Him.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "I didn't like England. I couldn't take the look of the place or the style of friendship. I need more intimacy from people than is considered okay there, and I felt that my personality and my enthusiasms weren't understood. I had to put a big lid on myself.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "Friendship is held to be the severest test of character.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Friendship will not stand the strain of very much good advice for very long.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "One friend in a lifetime is much two are many three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.", 
    "name": "Brooks Adams"
  }, 
  {
    "quote": "Friendship is something that creates equality and mutuality, not a reward for finding equality or a way of intensifying existing mutuality.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "Things have gone beyond my wildest expectations and dreams, and I feel like I've been given so many blessings in my life, between my friendship with the guys in the band, our wonderful audience, being able to play this music, and then my family.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "If you're going through friendship issues, I would say, first of all take a step back. How important is the friendship to you? Sometimes, if someone's not being a good friend to you and isn't treating you the way you should be treated, then you kind of have to move on sometimes.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "The ideal friendship is to feel as one while remaining two.", 
    "name": "Sophie Swetchine"
  }, 
  {
    "quote": "Often the magical elements in my books are standing in for elements of the real world, the small and magical-in-their-own-right sorts of things that we take for granted and no longer pay attention to, like the bonds of friendship that entwine our own lives with those of other people and places.", 
    "name": "Charles de Lint"
  }, 
  {
    "quote": "Neatness begets order but from order to taste there is the same difference as from taste to genius, or from love to friendship.", 
    "name": "Johann Kaspar Lavater"
  }, 
  {
    "quote": "The building of friendship, family, community and love is complicated. We are so isolated in this country, no longer supported by tribes and villages.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "One sure way to lose another woman's friendship is to try to improve her flower arrangements.", 
    "name": "Marcelene Cox"
  }, 
  {
    "quote": "During the 1950s, Aristotle Onassis and I formed what grew to be a close friendship and association in several business ventures.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "I play- it's kind of like a slice-of-life, LA women in their forties, playing forty kind of what's their friendship like, and what's their life like and so I just play one of the four friends.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "For me my friendship with Omar Rodriguez from Mars Volta that friendship really means a lot to me because he's another creative person who works as hard as I do.", 
    "name": "John Frusciante"
  }, 
  {
    "quote": "Those who insist on having hostilities with us, kill and destroy the option of friendship with us in the future, which is unfortunate because it is clear the future belongs to Iran and that enmities will be fruitless.", 
    "name": "Mahmoud Ahmadinejad"
  }, 
  {
    "quote": "On one side, citizens have great respect for the United States they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "Good fellowship and friendship are lasting, rational and manly pleasures.", 
    "name": "William Wycherley"
  }, 
  {
    "quote": "I've got many close friends, but there's an awful lot about friendship that is not demonstrative in my case.", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "We became friends as we became a band. Our friendship evolved as the band evolved. It had its ups and downs, but it was mostly ups for the four of us. We got along well almost all of the time. Hey! We liked each other and we still do.", 
    "name": "Dave Blood"
  }, 
  {
    "quote": "Today, I, too, wish to reaffirm that I intend to continue on the path toward improved relations and friendship with the Jewish people, following the decisive lead given by John Paul II.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "You are almost not free, if you are teaching a group of graduate students, to become friends with one of them. I don't mean anything erotically charged, just a friendship.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "I come from the New York theatre world, and I have a lot of gay male friends, so this friendship of Will and Grace's isn't such a stretch.", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "My last public performance for money was in 1967. For free, it was 1972, with the exception of two little one-shot, one-song things. But that's just for friends, out of friendship for the people involved, and also because it was fun.", 
    "name": "Tom Lehrer"
  }, 
  {
    "quote": "Friendship is inexplicable, it should not be explained if one doesn't want to kill it.", 
    "name": "Max Jacob"
  }, 
  {
    "quote": "I noticed that no matter where I went in the country, there was this group of questions that got asked. I would track them and keep them in categories. Like body image, school, family, friendship, you name it, the emotional life of a teenage girl.", 
    "name": "Elizabeth Berkley"
  }, 
  {
    "quote": "There was really no friendship in modeling, though a certain amount of warmth comes from running into models you know on shoots, because you end up in so many unfamiliar places, from Alaska to Africa.", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "My first experiences of academic friendship made me smile in after years when I looked back on them. But my circle of acquaintances had gradually grown so large that it was only natural new friendships should grow out of it.", 
    "name": "Georg Brandes"
  }, 
  {
    "quote": "There has to be chemistry in a duet, but if you go beyond the point of friendship and attraction, you lose something.", 
    "name": "Kenny Rogers"
  }, 
  {
    "quote": "Blunders, no, only friendship binds us to honesty - attracting crypts of mushrooms in the wake of our snowboards.", 
    "name": "Bradley Chicho"
  }, 
  {
    "quote": "Even where friendship is concerned, it takes me a long time to trust people.", 
    "name": "Namie Amuro"
  }, 
  {
    "quote": "But, based on my friendship with Evie as young mothers, I started going on freedom rides in 1966.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Watching John Lasseter's films, I think I can understand better than anyone that what he's doing, is going straight ahead with his vision and working really hard to get that vision into film form. And I feel that my understanding this of him is my friendship towards him.", 
    "name": "Hayao Miyazaki"
  }, 
  {
    "quote": "I would have told him that I appreciated his friendship through the years and that I had learned a lot from him. I really loved Frank like you do a brother.", 
    "name": "Jimmy Carl Black"
  }, 
  {
    "quote": "What gay culture is before it is anything else, before it is a culture of desire or a culture of subversion or a culture of pain, is a culture of friendship.", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "The film itself involves a New York City radio storyteller, Gabriel Noone, who strikes up a friendship with one of his fans, an abused 14-year-old teenager who is suffering from AIDS, who does not have much longer to live.", 
    "name": "Armistead Maupin"
  }, 
  {
    "quote": "China has been committed to the independent foreign policy of peace and has developed friendship and cooperation with all countries on the basis of the Five Principles of Peaceful Coexistence.", 
    "name": "Hu Jintao"
  }, 
  {
    "quote": "I think quite a lot of people have a friendship or a love that's gone like that and it never quite reconciles properly.", 
    "name": "Tim Finn"
  }, 
  {
    "quote": "I came to Venice for the first time in 1968 and was lucky enough to make the acquaintanceship, and then the friendship, of two Venetians, Roberta and Franco, who remain my best friends here after almost 50 years.", 
    "name": "Donna Leon"
  }, 
  {
    "quote": "And though my Lord hath lost his estate and been banished out of his country, yet neither despised poverty nor pinching necessity could make him break the bonds of friendship or weaken his loyal duty.", 
    "name": "Margaret Cavendish"
  }, 
  {
    "quote": "That was the day I began cutting classes and returning to TV tapings it ultimately led to a friendship with Johnny O, and an increasing fascination and respect for what he did.", 
    "name": "Randy West"
  }, 
  {
    "quote": "It will give them the opportunity to show themselves worthy of the respect and friendship of peace-loving nations, and in time, to take an honorable place among members of the United Nations.", 
    "name": "James F. Byrnes"
  }, 
  {
    "quote": "In closing I wish to say that while I was sorely beset by a number of white riders in my racing days, I have also enjoyed the friendship of countless thousands of white men whom I class as among my closest friends.", 
    "name": "Major Taylor"
  }, 
  {
    "quote": "In my public service, I treasure my friendship with law enforcement officers. I admire what they do and support them in every aspect of their job. I have always looked upon law enforcement officers as my friends.", 
    "name": "Dirk Kempthorne"
  }, 
  {
    "quote": "People are roasting each other at parties, at work events, around the fire. It's so fun. People are busting each other's chops, and it's a sign of affection, truly. It's a true test of love and friendship: can you make a man laugh at himself? So what makes a good burn? Go after targets you love and respect. And hit 'em hard.", 
    "name": "Jeff Ross"
  }, 
  {
    "quote": "If the chemistry is right between star and photographer and the geometry of the pictures pleases the star, often the two people end up with a long-term professional friendship during which they continue to work together and to produce highly personal images.", 
    "name": "Eve Arnold"
  }, 
  {
    "quote": "The part which American friendship played in helping us to win the freedom we enjoy in this part of Ireland has been gratefully recognized and acknowledged by our people.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "Nobody ever chooses the already unfortunate as objects of his loyal friendship.", 
    "name": "Lucan"
  }, 
  {
    "quote": "Rock n' roll as a genre is different from pop and hip hop: it is about bands, and that for me suggests brotherhood, family, friendship and community.", 
    "name": "Steven Van Zandt"
  }, 
  {
    "quote": "At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation.", 
    "name": "Li Peng"
  }, 
  {
    "quote": "Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning.", 
    "name": "Jane Harrison"
  }, 
  {
    "quote": "It became very clear to the director that it would be foolish not to use our friendship. I had tried to talk to him about it because all the relationships in the film are so, not negative, but antagonistic. There's not a lot of love going around.", 
    "name": "Jennifer Beals"
  }, 
  {
    "quote": "Israelis can be proud of the vibrant democracy that they have created, and I know that many Rhode Islanders share my deep appreciation for the close friendship between our two nations.", 
    "name": "Lincoln Chafee"
  }, 
  {
    "quote": "I have a very close friendship with the skaters.", 
    "name": "Eric Heiden"
  }, 
  {
    "quote": "And we want to develop our strategy to partnership and friendship with the United States, which is connected with a very rich history but what is very important for our future.", 
    "name": "Aleksander Kwasniewski"
  }, 
  {
    "quote": "But as I was saying, from my experiences, I think men tend to be more timid in expressing their feelings for you. Regardless, I always prefer a friendship first and foremost.", 
    "name": "Alicia Machado"
  }, 
  {
    "quote": "Music is the social act of communication among people, a gesture of friendship, the strongest there is.", 
    "name": "Malcolm Arnold"
  }, 
  {
    "quote": "This airline is grateful for his extensive contributions and we will miss his friendship and support. We extend our deepest sympathies to the Casey family on its personal loss.", 
    "name": "Gerard Arpey"
  }, 
  {
    "quote": "I would like to raise my glass to friendship between Russia and the United States.", 
    "name": "Richard Lugar"
  }, 
  {
    "quote": "I am proud to represent these men and women who empower people in developing nations and promote the Peace Corps mission of peace and friendship. These volunteers are making major strides to improve the lives of people and communities around the world.", 
    "name": "Kenny Marchant"
  }, 
  {
    "quote": "006 was such an interesting character and the film really explored his friendship with Bond and how it all went wrong, so it was a very personal journey for both characters.", 
    "name": "Sean Bean"
  }, 
  {
    "quote": "No one person can possibly combine all the elements supposed to make up what everyone means by friendship.", 
    "name": "Francis Marion Crawford"
  }, 
  {
    "quote": "Here's a news flash: No soldier gives his life. That's not the way it works. Most soldiers who make a conscious decision to place themselves in harm's way do it to protect their buddies. They do it because of the bonds of friendship - and it goes so much deeper than friendship.", 
    "name": "Eric Massa"
  }, 
  {
    "quote": "I think romance is friendship and attraction sort of meeting together and that does influence what I'm writing a lot. I try to establish the attraction, obviously, but I also think it's important to show the characters having actual conversations about things other than their feelings for each other - and to develop their friendship on the page.", 
    "name": "Veronica Roth"
  }, 
  {
    "quote": "Friendship's the privilege of private men for wretched greatness knows no blessing so substantial.", 
    "name": "Nahum Tate"
  }, 
  {
    "quote": "Friendship can only exist between persons with similar interests and points of view. Man and woman by the conventions of society are born with different interests and different points of view.", 
    "name": "August Strindberg"
  }, 
  {
    "quote": "I don't need to go onto Facebook and pretend to have friends I've never even met. To my mind, that kind of destroys the meaning of the word 'friend.' I take exception to that. Because I value and respect friendship.", 
    "name": "Stefanie Powers"
  }, 
  {
    "quote": "India-Seychelles relations have been characterized by close friendship, understanding and cooperation.", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "The friendship we share grows amidst the craggy rock pond reeds of water spray fireflies scented with bonfires.", 
    "name": "Bradley Chicho"
  }, 
  {
    "quote": "The joys of friendship inert the heart and fizzy home bouncing jubilantly with laughter-buttered love.", 
    "name": "Bradley Chicho"
  }, 
  {
    "quote": "Plunderous is the palate I gift to you, openly I hug the universe of our friendship expanding its outer limit.", 
    "name": "Bradley Chicho"
  }, 
  {
    "quote": "French Yemeni relations are strong and good, they are relations depending on friendship and cooperation my relationship with the president Chiraq are old and real.", 
    "name": "Ali A. Saleh"
  }, 
  {
    "quote": "In those early years in New York when I was a stranger in a big city, it was the companionship and later friendship which I was offered in the Linnean Society that was the most important thing in my life.", 
    "name": "Ernst Mayr"
  }, 
  {
    "quote": "People instantly assume you can't have a platonic friendship with someone of the opposite sex. I think this may be specific to L.A. - or America.", 
    "name": "Isabel Lucas"
  }, 
  {
    "quote": "My films are always concerned with family, friendship, honor, and patriotism.", 
    "name": "John Woo"
  }, 
  {
    "quote": "When Ted Williams was here, inducted into the Hall of Fame 37 years ago, he said he must have earned it, because he didn't win it because of his friendship with the writers. I guess in that way, I'm proud to be in this company that way.", 
    "name": "Eddie Murray"
  }, 
  {
    "quote": "The sacrifices of friendship were beautiful in her eyes as long as she was not asked to make them.", 
    "name": "Hector Hugh Munro"
  }, 
  {
    "quote": "To some it may be a thrill to be known, to me it's a thrill to start a friendship even up.", 
    "name": "Christopher Knight"
  }, 
  {
    "quote": "Ray Bradbury is, for many reasons, the most influential writer in my life. Throughout our long friendship, Ray supplied not only his terrific stories but a grand model of what a writer could be, should be, and yet rarely is: brilliant and charming and accessible, willing to tolerate and to teach, happy to inspire but also to be inspired.", 
    "name": "Greg Bear"
  }, 
  {
    "quote": "Only solitary men know the full joys of friendship. Others have their family but to a solitary and an exile his friends are everything.", 
    "name": "Warren G. Harding"
  }, 
  {
    "quote": "Working with people, the musical part is one thing but the personal part is totally different and just as critical. If the friendship is there and it's a lasting friendship, then it will take care of itself.", 
    "name": "John Mayall"
  }, 
  {
    "quote": "My reputation is too important to put it aside for purposes of some friendship. We have a job to do.", 
    "name": "Stephanie Tubbs Jones"
  }, 
  {
    "quote": "Although the troops have struck us, we throw it all behind and are glad to meet you in peace and friendship.", 
    "name": "Black Kettle"
  }, 
  {
    "quote": "Throughout its history, the international Olympic Committee has struggled to spread its ideal of fraternity, friendship, peace and universal understanding.", 
    "name": "Juan Antonio Samaranch"
  }, 
  {
    "quote": "Our philosophy precedes from the belief that sport is an inalienable part of the educational process and a factor for promoting peace, friendship, cooperation and understanding among peoples.", 
    "name": "Juan Antonio Samaranch"
  }, 
  {
    "quote": "They took their meals together and it was remarked on such occasions, when the friendship of animals is put to a hard test, that they never quarrelled or disputed the possession of a favourite fruit with each other.", 
    "name": "Henry Walter Bates"
  }, 
  {
    "quote": "One of the great things personally coming to Hawai'i is my friendship of Jim Nicholson.", 
    "name": "Dan Fouts"
  }, 
  {
    "quote": "So far as it depends on the course of this government, our relations of good will and friendship will be sedulously cultivated with all nations.", 
    "name": "John Tyler"
  }, 
  {
    "quote": "I can tell you, dearest friend, that if it became known how much friendship, love and a world of human and spiritual references I have smuggled into these three movements, the adherents of programme music - should there be any left - would go mad with joy.", 
    "name": "Alban Berg"
  }, 
  {
    "quote": "I know I was a great friend to Tiger Woods. But when you have a relationship that's involves business and friendship - and the business part comes to an end - things always get a little blurry.", 
    "name": "Hank Haney"
  }, 
  {
    "quote": "The ideal of all Kosovo is membership in the E.U. and a permanent friendship with the United States. I believe and I am convinced our dreams will come true.", 
    "name": "Atifete Jahjaga"
  }, 
  {
    "quote": "To cement a new friendship, especially between foreigners or persons of a different social world, a spark with which both were secretly charged must fly from person to person, and cut across the accidents of place and time.", 
    "name": "Cornelia Otis Skinner"
  }, 
  {
    "quote": "The friendship of Shostakovich cast a brilliant light over my whole life and whose spiritual qualities captured my soul once and for all time.", 
    "name": "Galina Vishnevskaya"
  }, 
  {
    "quote": "A passion for politics stems usually from an insatiable need, either for power, or for friendship and adulation, or a combination of both.", 
    "name": "Fawn M. Brodie"
  }, 
  {
    "quote": "Never be afraid to meet to the hilt the demand of either work, or friendship - two of life's major assets.", 
    "name": "Eleanor Robson Belmont"
  }, 
  {
    "quote": "In the name of the United States and President Bush, I want to thank the Mexican people, President Fox and his government for their friendship.", 
    "name": "Tony Garza"
  }, 
  {
    "quote": "I loved my 17 years with R.E.M., but I'm ready to reflect, assess and move on to a different phase of my life. The four of us will continue our close friendship, and I look forward to hearing their future efforts as the world's biggest R.E.M. fan.", 
    "name": "Bill Berry"
  }
]