[
  {
    "quote": "I want my food dead. Not sick, not dying, dead.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "You can tell alot about a fellow's character by his way of eating jellybeans.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "It's difficult to believe that people are still starving in this country because food isn't available.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "You better cut the pizza in four pieces because I'm not hungry enough to eat six.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "Beware the hobby that eats.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "It's okay to eat fish because they don't have any feelings.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "Animals are my friends... and I don't eat my friends.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A man can live and be healthy without killing animals for food therefore, if he eats meat, he participates in taking animal life merely for the sake of his appetite.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "There is no sincerer love than the love of food.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Statistics show that of those who contract the habit of eating, very few survive.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I won't eat anything green.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "I come from a family where gravy is considered a beverage.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Fettucini alfredo is macaroni and cheese for adults.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Once, during Prohibition, I was forced to live for days on nothing but food and water.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "If you really want to make a friend, go to someone's house and eat with him... the people who give you their food give you their heart.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "Man seeks to change the foods available in nature to suit his tastes, thereby putting an end to the very essence of life contained in them.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "Never order food in excess of your body weight.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I don't like food that's too carefully arranged it makes me think that the chef is spending too much time arranging and not enough time cooking. If I wanted a picture I'd buy a painting.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Vegetarians are cool. All I eat are vegetarians - except for the occasional mountain lion steak.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "Man is the only animal that can remain on friendly terms with the victims he intends to eat until he eats them.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Cultivation to the mind is as necessary as food to the body.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "A crust eaten in peace is better than a banquet partaken in anxiety.", 
    "name": "Aesop"
  }, 
  {
    "quote": "We may find in the long run that tinned food is a deadlier weapon than the machine-gun.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Why does man kill? He kills for food. And not only food: frequently there must be a beverage.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Food for the body is not enough. There must be food for the soul.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "My weaknesses have always been food and men - in that order.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "One should eat to live, not live to eat.", 
    "name": "Moliere"
  }, 
  {
    "quote": "I will not eat oysters. I want my food dead. Not sick. Not wounded. Dead.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I would like to find a stew that will give me heartburn immediately, instead of at three o clock in the morning.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "Anything is good if it's made of chocolate.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "So long as you have food in your mouth, you have solved all questions for the time being.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "I like to use 'I Can't Believe it's Not Butter' on my toast in the morning, because sometimes when I eat breakfast, I like to be incredulous. How was breakfast? Unbelievable.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "If you're going to America, bring your own food.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "If you want to eat well in England, eat three breakfasts.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Gluttony is an emotional escape, a sign something is eating us.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "More die in the United States of too much food than of too little.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "The most remarkable thing about my mother is that for thirty years she served the family nothing but leftovers. The original meal has never been found.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "When I was trying to impress Kate I was trying to cook these amazing fancy dinners and what would happen was I would burn something, something would overspill, something would catch on fire and she would be sitting in the background trying to help, and basically taking control of the whole situation, so I was quite glad she was there at the time.", 
    "name": "Prince William"
  }, 
  {
    "quote": "Eating rice cakes is like chewing on a foam coffee cup, only less filling.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Spaghetti can be eaten most successfully if you inhale it like a vacuum cleaner.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "He was a bold man that first ate an oyster.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "My idea of fast food is a mallard.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "The most dangerous food is wedding cake.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Sandwiches are wonderful. You don't need a spoon or a plate!", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "My favorite time of day is to get up and eat leftovers from dinner, especially spicy food.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Is Elizabeth Taylor fat? Her favorite food is seconds.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Know how to garnish food so that it is more appealing to the eye and even more flavorful than before.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "I love food and feel that it is something that should be enjoyed. I eat whatever I want. I just don't overeat.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "Health food may be good for the conscience but Oreos taste a hell of a lot better.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "I love all kinds of bread. Whenever I crave junk food, I want salty things like peanuts or potato chips.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "My philosophy from day one is that I can sleep better at night if I can improve an individual's knowledge about food and wine, and do it on a daily basis.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I like food. I like eating. And I don't want to deprive myself of good food.", 
    "name": "Sarah Michelle Gellar"
  }, 
  {
    "quote": "It's easy for Americans to forget that the food they eat doesn't magically appear on a supermarket shelf.", 
    "name": "Christopher Dodd"
  }, 
  {
    "quote": "Venice is like eating an entire box of chocolate liqueurs in one go.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "You don't need a silver fork to eat good food.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "If food were free, why work?", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "An Englishman teaching an American about food is like the blind leading the one-eyed.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "I said to my friends that if I was going to starve, I might as well starve where the food is good.", 
    "name": "Virgil Thomson"
  }, 
  {
    "quote": "I could talk food all day. I love good food.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "I haven't eaten at a McDonald's since I became President.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Food is our common ground, a universal experience.", 
    "name": "James Beard"
  }, 
  {
    "quote": "LOVE: A word properly applied to our delight in particular kinds of food sometimes metaphorically spoken of the favorite objects of all our appetites.", 
    "name": "Henry Fielding"
  }, 
  {
    "quote": "I always knew that food and wine were vital, with my mother being Italian and a good cook.", 
    "name": "Robert Mondavi"
  }, 
  {
    "quote": "I eat a variety of foods like vegetables, fruit and beef for protein and iron.", 
    "name": "Sasha Cohen"
  }, 
  {
    "quote": "Civilization as it is known today could not have evolved, nor can it survive, without an adequate food supply.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "The worst vice of the solitary is the worship of his food.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Food should be fun.", 
    "name": "Thomas Keller"
  }, 
  {
    "quote": "Too many people just eat to consume calories. Try dining for a change.", 
    "name": "John Walters"
  }, 
  {
    "quote": "Get people back into the kitchen and combat the trend toward processed food and fast food.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "We would load up the yellow Cutlass Supreme station wagon and pick blackberries during blackberry season or spring onions during spring onion season. For us, food was part of the fabric of our day.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "In America, I would say New York and New Orleans are the two most interesting food towns. In New Orleans, they don't have a bad deli. There's no mediocrity accepted.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Not eating meat is a decision, eating meat is an instinct.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "I never eat in a restaurant that's over a hundred feet off the ground and won't stand still.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "Human beings do not eat nutrients, they eat food.", 
    "name": "Mary Catherine Bateson"
  }, 
  {
    "quote": "Food simply isn't important to me.", 
    "name": "Alice Paul"
  }, 
  {
    "quote": "Our minds are like our stomaches they are whetted by the change of their food, and variety supplies both with fresh appetite.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "I can make dressing - or stuffing. Y'all call it stuffing up here, we call it dressing down there. It's really good dressing. That family recipe was passed on, and I love to make that.", 
    "name": "Edie Brickell"
  }, 
  {
    "quote": "I always say centered food equals centered behavior.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "Food is your body's fuel. Without fuel, your body wants to shut down.", 
    "name": "Ken Hill"
  }, 
  {
    "quote": "Maybe a person's time would be as well spent raising food as raising money to buy food.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "Eating without conversation is only stoking.", 
    "name": "Marcelene Cox"
  }, 
  {
    "quote": "Food can become such a point of anxiety - not because it's food, but just because you have anxiety. That's how eating disorders develop.", 
    "name": "Vanessa Carlton"
  }, 
  {
    "quote": "The only think I like better than talking about Food is eating.", 
    "name": "John Walters"
  }, 
  {
    "quote": "If I could only have one type of food with me, I would bring soy sauce. The reason being that if I have soy sauce, I can flavor a lot of things.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "Every major food company now has an organic division. There's more capital going into organic agriculture than ever before.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Sitting down to a meal with an Indian family is different from sitting down to a meal with a British family.", 
    "name": "Roland Joffe"
  }, 
  {
    "quote": "Miss Child is never bashful with butter.", 
    "name": "Phil Donahue"
  }, 
  {
    "quote": "When I eat with my friends, it is a moment of real pleasure, when I really enjoy my life.", 
    "name": "Monica Bellucci"
  }, 
  {
    "quote": "We provide food that customers love, day after day after day. People just want more of it.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "If I'm making a movie and get hungry, I call time-out and eat some crackers.", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "I do love Italian food. Any kind of pasta or pizza. My new pig out food is Indian food. I eat Indian food like three times a week. It's so good.", 
    "name": "Jennifer Love Hewitt"
  }, 
  {
    "quote": "That's a big goal of mine, to try and grow as much of my own food as possible.", 
    "name": "Daryl Hannah"
  }, 
  {
    "quote": "I love food and I love everything involved with food. I love the fun of it. I love restaurants. I love cooking, although I don't cook very much. I love kitchens.", 
    "name": "Alma Guillermoprieto"
  }, 
  {
    "quote": "In Italy, they add work and life on to food and wine.", 
    "name": "Robin Leach"
  }, 
  {
    "quote": "I love spaghetti and meatballs... I eat a lot.", 
    "name": "Susan Lucci"
  }, 
  {
    "quote": "Wine and cheese are ageless companions, like aspirin and aches, or June and moon, or good people and noble ventures.", 
    "name": "M. F. K. Fisher"
  }, 
  {
    "quote": "I like to eat and I love the diversity of foods.", 
    "name": "David Soul"
  }, 
  {
    "quote": "Confit is the ultimate comfort food, and trendy or not, it is dazzling stuff.", 
    "name": "Sally Schneider"
  }, 
  {
    "quote": "I think Australian food is probably some of the best in the world.", 
    "name": "Karrie Webb"
  }, 
  {
    "quote": "Most vegetarians look so much like the food they eat that they can be classified as cannibals.", 
    "name": "Finley Peter Dunne"
  }, 
  {
    "quote": "Italy will always have the best food.", 
    "name": "Diane von Furstenberg"
  }, 
  {
    "quote": "If you are ever at a loss to support a flagging conversation, introduce the subject of eating.", 
    "name": "Leigh Hunt"
  }, 
  {
    "quote": "The less food, the more time to talk, the more to talk about.", 
    "name": "Damon Wayans"
  }, 
  {
    "quote": "Chicken fat, beef fat, fish fat, fried foods - these are the foods that fuel our fat genes by giving them raw materials for building body fat.", 
    "name": "Neal Barnard"
  }, 
  {
    "quote": "Sharing food with another human being is an intimate act that should not be indulged in lightly.", 
    "name": "M. F. K. Fisher"
  }, 
  {
    "quote": "The food that enters the mind must be watched as closely as the food that enters the body.", 
    "name": "Pat Buchanan"
  }, 
  {
    "quote": "The disparity between a restaurant's price and food quality rises in direct proportion to the size of the pepper mill.", 
    "name": "Bryan Miller"
  }, 
  {
    "quote": "One of the glories of New York is its ethnic food, and only McDonald's and Burger King equalize us all.", 
    "name": "John Corry"
  }, 
  {
    "quote": "More than any other in Western Europe, Britain remains a country where a traveler has to think twice before indulging in the ordinary food of ordinary people.", 
    "name": "Joseph Lelyveld"
  }, 
  {
    "quote": "If music be the food of love, play on.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "I was born with music inside me. Music was one of my parts. Like my ribs, my kidneys, my liver, my heart. Like my blood. It was a force already within me when I arrived on the scene. It was a necessity for me-like food or water.", 
    "name": "Ray Charles"
  }, 
  {
    "quote": "I cook with wine, sometimes I even add it to the food.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Even when a person has all of life's comforts - good food, good shelter, a companion - he or she can still become unhappy when encountering a tragic situation.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A house is not a home unless it contains food and fire for the mind as well as the body.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "There are only three things women need in life: food, water, and compliments.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "You know, if I listened to Michael Dukakis long enough, I would be convinced we're in an economic downturn and people are homeless and going without food and medical attention and that we've got to do something about the unemployed.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Older people shouldn't eat health food, they need all the preservatives they can get.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Did you ever see the customers in health - food stores? They are pale, skinny people who look half - dead. In a steak house, you see robust, ruddy people. They're dying, of course, but they look terrific.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.", 
    "name": "Plato"
  }, 
  {
    "quote": "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.", 
    "name": "J. R. R. Tolkien"
  }, 
  {
    "quote": "Oh, the tiger will love you. There is no sincerer love than the love of food.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Words do two major things: They provide food for the mind and create light for understanding and awareness.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "We begin to see, therefore, the importance of selecting our environment with the greatest of care, because environment is the mental feeding ground out of which the food that goes into our minds is extracted.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "It was the Law of the Sea, they said. Civilization ends at the waterline. Beyond that, we all enter the food chain, and not always right at the top.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "I'm at the age where food has taken the place of sex in my life. In fact, I've just had a mirror put over my kitchen table.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Flowers always make people better, happier, and more helpful they are sunshine, food and medicine for the soul.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "In the richest country in the history of the world, this Obama economy has crushed the middle class. Family income has fallen by $4,000, but health insurance premiums are higher, food prices are higher, utility bills are higher, and gasoline prices have doubled. Today more Americans wake up in poverty than ever before.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Food, love, career, and mothers, the four major guilt groups.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "I believe in using words, not fists. I believe in my outrage knowing people are living in boxes on the street. I believe in honesty. I believe in a good time. I believe in good food. I believe in sex.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The term 'serious actor' is kind of an oxymoron, isn't it? Like 'Republican party' or 'airplane food.'", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything.", 
    "name": "Nikola Tesla"
  }, 
  {
    "quote": "Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "We can't get to the $4 trillion in savings that we need by just cutting the 12 percent of the budget that pays for things like medical research and education funding and food inspectors and the weather service. And we can't just do it by making seniors pay more for Medicare.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "There is no way that writers can be tamed and rendered civilized or even cured. The only solution known to science is to provide the patient with an isolation room, where he can endure the acute stages in private and where food can be poked in to him with a stick.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Your words are my food, your breath my wine. You are everything to me.", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "Reminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Food is an important part of a balanced diet.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian.", 
    "name": "Kirk Cameron"
  }, 
  {
    "quote": "I know a man who gave up smoking, drinking, sex, and rich food. He was healthy right up to the day he killed himself.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Innovations that are guided by smallholder farmers, adapted to local circumstances, and sustainable for the economy and environment will be necessary to ensure food security in the future.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "We should all grow our own food and do our own waste processing, we really should.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "If you're using first-class land for biofuels, then you're competing with the growing of food. And so you're actually spiking food prices by moving energy production into agriculture.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "It's easy to impress me. I don't need a fancy party to be happy. Just good friends, good food, and good laughs. I'm happy. I'm satisfied. I'm content.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "The main facts in human life are five: birth, food, sleep, love and death.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "No man will be a sailor who has contrivance enough to get himself into a jail for being in a ship is being in a jail, with the chance of being drowned... a man in a jail has more room, better food, and commonly better company.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Let food be thy medicine and medicine be thy food.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can't eat it.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Owners of dogs will have noticed that, if you provide them with food and water and shelter and affection, they will think you are God. Whereas owners of cats are compelled to realize that, if you provide them with food and water and affection, they draw the conclusion that they are God.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I take care of my flowers and my cats. And enjoy food. And that's living.", 
    "name": "Ursula Andress"
  }, 
  {
    "quote": "I tell my students, it's not difficult to identify with somebody like yourself, somebody next door who looks like you. What's more difficult is to identify with someone you don't see, who's very far away, who's a different color, who eats a different kind of food. When you begin to do that then literature is really performing its wonders.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "Facts are to the mind what food is to the body.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "A city is a place where there is no need to wait for next week to get the answer to a question, to taste the food of any country, to find new voices to listen to and familiar ones to listen to again.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Men do not have to cook their food they do so for symbolic reasons to show they are men and not beasts.", 
    "name": "Edmund Leach"
  }, 
  {
    "quote": "When I get a little money I buy books and if any is left I buy food and clothes.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "The first duty of government is to see that people have food, fuel, and clothes. The second, that they have means of moral and intellectual education.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Money is kind of a base subject. Like water, food, air and housing, it affects everything yet for some reason the world of academics thinks it's a subject below their social standing.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "The food here is terrible, and the portions are too small.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "It is the food which you furnish to your mind that determines the whole character of your life.", 
    "name": "Emmet Fox"
  }, 
  {
    "quote": "Fame is a fickle food upon a shifting plate.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "The class of citizens who provide at once their own food and their own raiment, may be viewed as the most truly independent and happy.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Animals that we eat are raised for food in the most economical way possible, and the serious food producers do it in the most humane way possible. I think anyone who is a carnivore needs to understand that meat does not originally come in these neat little packages.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "Music is the fourth great material want, first food, then clothes, then shelter, then music.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "We can no more do without spirituality than we can do without food, shelter, or clothing.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "I do the same exercises I did 50 years ago and they still work. I eat the same food I ate 50 years ago and it still works.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I'd like to be rich. I'd like a lot of money to put into my physicals and to buy food for all my friends.", 
    "name": "Syd Barrett"
  }, 
  {
    "quote": "The best way to lose weight is to close your mouth - something very difficult for a politician. Or watch your food - just watch it, don't eat it.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "Any healthy man can go without food for two days - but not without poetry.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "People love their animals so much so that they put little clothes on them and necklaces and booties and things like that. And if you love your animal, then you should feed them something that's not dangerous for them. There's a lot of poisonous stuff that they're putting in a lot of that food, those by-products.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "On the Continent people have good food in England people have good table manners.", 
    "name": "George Mikes"
  }, 
  {
    "quote": "Agriculture is now a motorized food industry, the same thing in its essence as the production of corpses in the gas chambers and the extermination camps, the same thing as blockades and the reduction of countries to famine, the same thing as the manufacture of hydrogen bombs.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "Mankind: A quality of life upgrade is available to each and every one of you. It should give you a quality of life upgrade, which means no drugs, no alcohol, no fast food - unless, of course, it's a mallard.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "If I like a food, I'll eat it, even if I know it's not good for me.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Poor, darling fellow - he died of food. He was killed by the dinner table.", 
    "name": "Diana Vreeland"
  }, 
  {
    "quote": "Amazing that the human race has taken enough time out from thinking about food or sex to create the arts and sciences.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Wit is the salt of conversation, not the food.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "You define a good flight by negatives: you didn't get hijacked, you didn't crash, you didn't throw up, you weren't late, you weren't nauseated by the food. So you are grateful.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "I do remember how it was to be poor. I do remember that in my early years, we had to grow and raise all of our food, even our animals. And I remember in my early life, we didn't even have electricity. So it was very, very hard times then.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "I say grace. I'm a big believer in grace. I happen to believe in a God that made all the food and so I'm pretty grateful for that and I thank him for that. But I'm also thankful for the people that put the food on the table.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "What is food to one man is bitter poison to others.", 
    "name": "Lucretius"
  }, 
  {
    "quote": "Baking cookies is comforting, and cookies are the sweetest little bit of comfort food. They are very bite-sized and personal.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "We are not hungry... Why foist this food upon us? We don't want to be choked. We have enough.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "The worst food you'll ever eat will probably be prepared by a 'cook' who calls himself a 'chef.' Mark my words.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "Is it a coincidence that in 1998, Barack Obama talks about a majority coalition of welfare recipients and in 2012 we got a record number of Americans on food stamps while he's president? I don't think it's a coincidence.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "I have always said there is only one thing that can bring our nation down - our dependence on foreign countries for food and energy. Agriculture is the backbone of our economy.", 
    "name": "John Salazar"
  }, 
  {
    "quote": "I was always a junk food person, still am.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "I've always liked Atlanta. And not just for the strip clubs, but the shopping and the food.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "Christmas is more stressful with present buying and making sure everyone gets included, but Thanksgiving is really not that. I don't ever really get stressed out about the food.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "I know it's not cat food, but what exactly is it that they put inside of tinned ravioli?", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "The problem is when that fun stuff becomes the habit. And I think that's what's happened in our culture. Fast food has become the everyday meal.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "President Obama is the most successful food stamp president in American history. I would like to be the most successful paycheck president in American history.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "If we gave up eating beef we would have roughly 20 to 30 times more land for food than we have now.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "For the Nugent family, fast food is a running herbivore.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "Let me be the first to tell you, drinking alcohol is the worst thing to do in cold weather. Hot soup is the best because the process of digesting food helps to warm you up.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "The passion of the Italian or the Italian-American population is endless for food and lore and everything about it.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "I'm working harder than ever now, and I'm putting on my pants the same as I always have. I just get up every day and try to do a little better than the day before, and that is to run a great restaurant with great food, great wine, and great service. That's my philosophy.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I was raised by a single mother who made a way for me. She used to scrub floors as a domestic worker, put a cleaning rag in her pocketbook and ride the subways in Brooklyn so I would have food on the table. But she taught me as I walked her to the subway that life is about not where you start, but where you're going. That's family values.", 
    "name": "Al Sharpton"
  }, 
  {
    "quote": "God gives every bird its food, but He does not throw it into its nest.", 
    "name": "J. G. Holland"
  }, 
  {
    "quote": "The secret of food lies in memory - of thinking and then knowing what the taste of cinnamon or steak is.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I've often said that the most important thing you can give your children is wings. Because, you're not gonna always be able to bring food to the nest. You're... sometimes... they're gonna have to be able to fly by themselves.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "What the mass media offers is not popular art, but entertainment which is intended to be consumed like food, forgotten, and replaced by a new dish.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "My three addictions of choice are food, love and work.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "If I don't get food in my mouth, I'm still happy. If my pants are round my ankles, as long as I don't get arrested for indecent exposure, I'm happy. I'm worried about keeping my hair, not how it's combed.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "In a drama of the highest order there is little food for censure or hatred it teaches rather self-knowledge and self-respect.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "So, what's it like in the real world? Well, the food is better, but beyond that, I don't recommend it.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Health food makes me sick.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "I remember once I read a book on mental illness and there was a nurse that had gotten sick. Do you know what she died from? From worrying about the mental patients not being able to get their food. She became a mental patient.", 
    "name": "Ornette Coleman"
  }, 
  {
    "quote": "Revenge is barren of itself: it is the dreadful food it feeds on its delight is murder, and its end is despair.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "I offer neither pay, nor quarters, nor food I offer only hunger, thirst, forced marches, battles and death. Let him who loves his country with his heart, and not merely with his lips, follow me.", 
    "name": "Giuseppe Garibaldi"
  }, 
  {
    "quote": "I love dogs. They live in the moment and don't care about anything except affection and food. They're loyal and happy. Humans are just too damn complicated.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "If I agree to dispose of any part of our land to the white people I would feel guilty of taking food away from our children's mouths, and I do not wish to be that mean.", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "Food tells you everything about the way people live and who they are.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I first got involved with ending world hunger, and I got hip to the facts about it - what a huge problem it was and how it wasn't a matter of not having food or not knowing how to end it, but it was a matter of creating the political will.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I love inventive food, but I want the classic dishes to taste like how I remember them. I get a little bummed out when there is too much fancy stuff going on and it doesn't resemble the original dish at all.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "It's not difficult for me to stay healthy. I like healthy food.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "My inspiration was my mom. She's a great cook, and she still cooks, and we still banter back and forth about cooking. Growing up in a mostly Portuguese community, food was important and the family table was extremely important. At a very young age I understood that.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I don't think there's going to be a day when I don't think about food or my body, but I'm living with it, and I wish I could tell young girls to find their safe place and stay with it.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "The fact that food plays such an important part in my films has everything to do with my family.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "If your mother cooks Italian food, why should you go to a restaurant?", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "We take food for granted, but it isn't a luxury for many people.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "If I'm a lush at anything, it's food and drink. I'm not materialistic in any way, but I value food.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "My gosh, I love food. If I wasn't an actor, I could be a completely different body shape right now.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "To this day, I am the least materialistic person I know, because my father didn't raise me to just go out and buy this or that car. The only reason I wanted to make money as an actor was because I'm passionate about food!", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I love food, all types of food. I love Korean food, Japanese, Italian, French. In Australia, we don't have a distinctive Australian food, so we have food from everywhere all around the world. We're very multicultural, so we grew up with lots of different types of food.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Well, I have a lot of food references in my work.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Quarreling over food and drink, having neither scruples nor shame, not knowing right from wrong, not trying to avoid death or injury, not fearful of greater strength or of greater numbers, greedily aware only of food and drink - such is the bravery of the dog and boar.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "Ever since Eve started it all by offering Adam the apple, woman's punishment has been to supply a man with food then suffer the consequences when it disagrees with him.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "We must pay greater attention to keeping our bodies and minds healthy and able to heal. Yet we are making it difficult for our defences to work. We allow things to be sold that should not be called food. Many have no nutritive value and lead to obesity, salt imbalance, and allergies.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "When I go on Japanese Airlines, I really love it because I like Japanese food.", 
    "name": "Phil Collins"
  }, 
  {
    "quote": "I've been all over the world. I love New York, I love Paris, San Francisco, so many places. But there's no place like New Orleans. It's got the best food. It's got the best music. It's got the best people. It's got the most fun stuff to do.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I hate the way they portray us in the media. If you see a black family it says they're looting, if you see a white family it says they're looking for food.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "When I got to France I realized I didn't know very much about food at all. I'd never had a real cake. I'd had those cakes from cake mixes or the ones that have a lot of baking powder in them. A really good French cake doesn't have anything like that in it - it's all egg power.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "And if you look at the reality in the United States, where you have more than 40 million people below the poverty line and 42 million on food stamps, and then you look at poverty around the world, clearly the way we're running the engine of capitalism is not serving us well.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The lunch in a normal American restaurant is very problematic for me. I don't like to have hot food for lunch.", 
    "name": "Larry David"
  }, 
  {
    "quote": "I was eating bad stuff. Lots of sugar and carbs, junk food all the time. It makes you very irritated.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "Well, we lost a lot of our independence already. We are dependent on China for credit. We are dependent on Middle Eastern countries for energy supplies. And many Americans are dependent on the government for their income, health care, education of their children, food stamps.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "The vast amount of waste and sheer stupidity in government - from the Pentagon to the Food and Drug Administration - could fill committee agendas for years.", 
    "name": "Tom Coburn"
  }, 
  {
    "quote": "I do not knowingly kill any living thing - including insects or rodents - and I thank my food for sustaining me.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I think one of the terrible things today is that people have this deathly fear of food: fear of eggs, say, or fear of butter. Most doctors feel that you can have a little bit of everything.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "I need my food to keep my energy up, so I can't really diet.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "If you don't want women to do whatever they need to do then you must provide them with food, you must provide them with shelter and their basic human rights.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "When two kids are being completely berserk, and they're naked and throwing food around, sometimes I just let it go because I can see a future where they're going to be dressed, and they're going to be at school. So I kind of let stuff go sometimes.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Cats are very independent animals. They're very sexy, if you want. Dogs are different. They're familiar. They're obedient. You call a cat, you go, 'Cat, come here.' He doesn't come to you unless you have something in your hand that he thinks might be food. They're very free animals, and I like that.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "Cats have a scam going - you buy the food, they eat the food, they go away that's the deal.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "I've been to therapists my whole life. I find the less attention I pay to food, the healthier I am. Any obsession is dangerous. And a whole country that's obsessed with one thing, unless it's, like, jeans, it's very dangerous. Everyone's obsessed right now with carbohydrates in this country. It's ridiculous.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "Make food a very incidental part of your life by filling your life so full of meaningful things that you'll hardly have time to think about food.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "My grandfather's family used to own a pasta factory in Naples and they would go door-to-door selling their pasta. So his love of food came from his parents, which was then passed down to my mother and then again to me.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I love places that have an incredible history. I love the Italian way of life. I love the food. I love the people. I love the attitudes of Italians.", 
    "name": "Elton John"
  }, 
  {
    "quote": "The highlight of my childhood was making my brother laugh so hard that food came out of his nose.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "At the New York Athletic Club they serve amazing food. People go there, get healthy, and then eat themselves to death - which is, I suppose, the right way to do it.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "It has never made any sense to argue that, unique among the people of the world, Arabs are more concerned on a day-to-day basis about the treatment of people they don't know than they are about how they're going to put food on their own tables, or whether their sons will ever find a job.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "When I was 19, I made my first good week's pay as a club musician. It was enough money for me to quit my job at the factory and still pay the rent and buy some food. I freaked.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Most people are satisfied with the junk food being sold as music.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Short cycle business are being impacted by credit, and are being impacted by gasoline prices, food, distribution businesses, chemical business.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "You're raising a kid and you give it food and shelter and, most importantly, you give it the feeling that it's special. I think people react to celebrities like that - I mean, they treat celebrities like children.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I just spend my money on the essentials. Just basically food and shelter.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "When I tour, I stuff fridges full of organic food and stick to that.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "Everything in food is science. The only subjective part is when you eat it.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "The kitchen's a laboratory, and everything that happens there has to do with science. It's biology, chemistry, physics. Yes, there's history. Yes, there's artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "If I can wake up everyday before I die and know that I don't have to serve anyone food or drinks, I will be happy!", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "I am thankful I was born in America, although if I gain any more weight the burqa thing may start to seem like a good idea to me. See? Another plus about America, you can always find some food.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "I'm girlie in the sense that I like makeup, but I also love sports and man food.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "As we say in the American Institute of Wine and Food, small helpings, no seconds. A little bit of everything. No snacking. And have a good time.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "Restore human legs as a means of travel. Pedestrians rely on food for fuel and need no special parking facilities.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "I like being able to walk into an old town and find good local food.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "I have my new food line in the works - I think it's over 200 items. Hopefully I can make a difference it's delicious food that's just so easy. I think it'll help people enjoy their lives... it's good!", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "You go to a show, and there's no food at all, so if you're doing shows back to back, you can forget eating. I remember standing up in the bath one day, and there was a mirror in front of me, and I was so thin! I hated it. I never liked being that skinny.", 
    "name": "Kate Moss"
  }, 
  {
    "quote": "I'm too lazy and I like food and I like my free time too much to spend it working out!", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "Quantity in food is more to be regarded than quality. A full meal is a great enemy both to study and industry.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I find the less attention I pay to food, the healthier I am.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "Metaphysics is a restaurant where they give you a thirty thousand page menu, and no food.", 
    "name": "Robert M. Pirsig"
  }, 
  {
    "quote": "If you see a black family, it's looting, but if it's a white family they are looking for food.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "Food brings people together on many different levels. It's nourishment of the soul and body it's truly love.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "We were raised in an Italian-American household, although we didn't speak Italian in the house. We were very proud of being Italian, and had Italian music, ate Italian food.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "It's coming home to roost over the next 50 years or so. It's not just climate change it's sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Families are struggling against a tide of junk information on junk food.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "When fast food is not a treat but a dietary staple, the children surf the internet all day in dark corners of the room and are bombarded with latest gadgets. Things replace parental standards.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "Start with a clean grill. Keep it clean by brushing with a wire brush after preheating, and again after cooking. Make sure to oil your grates and your food before putting it on the grill to keep it from sticking.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I will come up with a project that will wipe out poverty in the Philippines in two years. I want to remove the people from economic crisis by using the Marcos wealth. Long after I'm gone, people will remember me for building them homes and roads and hospitals and giving them food.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "I can't stay away from Chinese food. I really love that stuff.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I like to cook Puerto Rican food. That's what I grew up on: rice, beans, meat, some Italian-American food. I know my way around the kitchen.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "In most of the world, it is accepted that if animals are to be killed for food, they should be killed without suffering.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Well, it's very easy for me to gain weight, but even though I tried not eating for a week when I was really young, I couldn't do it any longer because I liked my food too much.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "Instead of going out to dinner, buy good food. Cooking at home shows such affection. In a bad economy, it's more important to make yourself feel good.", 
    "name": "Ina Garten"
  }, 
  {
    "quote": "In fact, in many ways my mother was quite hippy-dippy, serving macrobiotic food and reading 'Zen and the Art of Motorcycle Maintenance.'", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "Some argue that now isn't the time to push the green agenda - that all efforts should be on preventing a serious recession. That is a false choice. It fails to recognise that climate change and our carbon reliance is part of problem - high fuel prices and food shortages due to poor crop yields compound today's financial difficulties.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Justice requires that everyone should have enough to eat. But it also requires that everyone should contribute to the production of food.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "My contribution I hope is to get people to eat full-flavored food. If I could come away with that alone, that would be a fantastic accomplishment. I'm also very proud of being a very American chef.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "At one point I had to shove as much food in my body as possible to pack on calories. My trainer wanted me to do six meals a day and not go two hours without eating. If I would cheat on eating one day, I could tell - I'd drop a few pounds.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "I know lots and lots and lots of vegetarians who think it's perfectly all right to kill animals for food to eat, but don't do it because they think all the ways in which it's done are wrong.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "There's never been a culture that wasn't obsessed with food. The sort of sad thing is that our obsession is no longer with food, but with the price of food.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Food is not rational. Food is culture, habit, craving and identity.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Food is not just what we put in our mouths to fill up it is culture and identity. Reason plays some role in our decisions about food, but it's rarely driving the car.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I first became a vegetarian when I was nine, in response to an argument made by a radical babysitter. My great change - which lasted a couple of weeks - was based on the very simple instinct that it's wrong to kill animals for food.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "To a historian libraries are food, shelter, and even muse.", 
    "name": "Barbara Tuchman"
  }, 
  {
    "quote": "I love food.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "Well, first of all, we've got to get away from being offended by the truth. We've seen a 41 percent increase in food stamp recipients across the United States of America since President Obama was sworn in in January 2009. That has nothing to do with black, white, Hispanic or whatever. It's a fact, and we need to, you know, deal with that.", 
    "name": "Allen West"
  }, 
  {
    "quote": "Global trade has advantages. For starters, it allows those of us who live through winter to eat fresh produce year-round. And it provides economic benefits to farmers who grow that food.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "In the 21st century our tastes buds, our brain chemistry, our biochemistry, our hormones and our kitchens have been hijacked by the food industry.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "Junk food drags you down.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "A house is no home unless it contain food and fire for the mind as well as for the body.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "Used to be, conservatives revered the Average American, that Norman Rockwell oil painting of diner food, humble faith, honest toil, and Capraesque virtue.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "Fast food is hugely important in the life of a comedy writer. All we do is order in, and what we're going to eat is hotly debated.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I became a fanatic about healthy food in 1944.", 
    "name": "Gloria Swanson"
  }, 
  {
    "quote": "One way to find food for thought is to use the fork in the road, the bifurcation that marks the place of emergence in which a new line of development begins to branch off.", 
    "name": "William Irwin Thompson"
  }, 
  {
    "quote": "The food isn't too bad. It's very different from the food that the astronauts ate in the very early days of the space program.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "Listen - of course money changes everything, but so does sunlight, and so does food: These are powerful but neutral energy sources, neither inherently good nor evil but shaped only by the way we use them.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I guess I feel that I was following my instincts, and at the same time being guided by the best. I became totally intrigued with Louisiana - the people, the food. It is a part of my life. Everything that has happened for me since moving here has just been icing on the cake.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Music is one of those things that is constantly going in my head all the time. It's sort of like the evolution and creation of doing food, or my philosophy about wine. It's always beating in my head, so it keeps the spirit moving.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I came here because the city has a tradition and is a very respected food city.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I've always done food that can work in a set time frame. The message I'm trying to get across is, it doesn't have to take three days to do this. With planning, you can do a lot and really have quality food every day.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "If somebody has a chance to put my food in their mouth, that tells the story.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Those other 10 o'clock shows that come on, all you get from them is headaches and nightmares when you go to bed! At least we give you food, know what I mean?", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "You know, for 300 years it's been kind of the same. There are restaurants in New Orleans that the menu hasn't changed in 125 years, so how is one going to change or evolve the food?", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "My Food Network shows, 'Emeril Live' and 'Essence of Emeril,' are not in production right now, but I wouldn't say that I'm necessarily leaving Food Network. I have a lot of television still in me. I enjoy teaching people, so it's just a matter of time before I do something new.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Being a food show and being me, I always kicked it up a notch, which means I would always elevate the spice level or the complexity of a particular dish. So, it was always like we're going to kick this up a little bit.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "My food is Louisiana, New Orleans-based, well-seasoned, rustic. I think it's pretty unique because of my background being influenced by my mom, Portuguese and French Canadian. There's a lot going on there.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Though I love the luxury of the Waldorf Towers, room service there doesn't do soul food.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "Freedom must be gained step by step, slowly. Freedom is a food which must be carefully administered when people are too hungry for it.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "We created a line of pet food called Nutrish that's made to human standards, and 100 percent of the proceeds go to animal rescue. One of our top-tier donors is the ASPCA, and they help us challenge animal shelters all across the country to get more animals placed in homes.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I'm the person who wouldn't send back my food even if I got steak when I'd ordered fish.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "Love food and I love to eat.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Everybody has a weakness. Mine is food.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "A lot of food shows need only to tempt. Some food shows only need to inspire, to empower. And there are a lot of shows that do that.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "What I've learned is I want to enjoy my life, and food is a big part of it.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "Research has shown that even small amounts of processed food alter the chemical balance in our brain and cause negative mood swings along with noticeable dips ill energy.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "I'm a home cook and love to read about food, but I'm not trained as a chef. I'm just really into cooking and passionate about it.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "Australia is so cool that it's hard to even know where to start describing it. The beaches are beautiful so is the weather. Not too crowded. Great food, great music, really nice people. It must be a lot like Los Angeles was many years ago.", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "I think people are smart enough to sort it out. They know when they're watching one of these food fight shows where journalists sit around and yell and scream at each other, versus serious issue reporting.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "Working at the Food Bank with my kids is an eye-opener. The face of hunger isn't the bum on the street drinking Sterno it's the working poor. They don't look any different, they don't behave any differently, they're not really any less educated. They are incredibly less privileged, and that's it.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "To be interested in food but not in food production is clearly absurd.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "There's not one food that causes diabetes.What causes Type II diabetes is being overweight... I've just come to grips, over the past four or five months, with my diabetes.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "I don't want to spend my life not having good food going into my pie hole. That hole was made for pies.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "I wake up every morning happy for where I am in life. It's not all about the cooking, but the fact that I can contribute by using my influence to help people all over the country. In the last two years, my partners and I have fed more than 10 million hungry people by bringing meat to food banks.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "I will never use a substitute for butter. Margarine is one molecule away from eating plastic. If I'm going to eat that type of food, it's going to be the real deal.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "I thought, you know the food and the diet thing is one way to start yourself onto a healthy lifestyle, but if you don't move, if you don't start exercising you're gonna deteriorate.", 
    "name": "Warren Cuccurullo"
  }, 
  {
    "quote": "Habaneros have a great fruity flavor, but the challenge is that you have to deflect the heat in order to taste the flavor. If you don't, you're dead. They should really have a warning sign on them. Deflect the habanero's heat by pairing it with sweet food.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "I like food, like any other guy, but it is not the main thing in my life. I can do without it.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "There are realities we all share, regardless of our nationality, language, or individual tastes. As we need food, so do we need emotional nourishment: love, kindness, appreciation, and support from others.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "Food prices are often kept artificially high. The result is that the Millennium Development Goals set out by the United Nations at the start of the new millennium are not being reached. Fine words have not yet been turned into deeds.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Yom Kippur, the Day of Atonement, is the holy of holies of Jewish time. It is that rarest of phenomena, a Jewish festival without food. Instead it is a day of fasting and prayer, introspection and self-judgment when, collectively and repeatedly, we confess our sins and pray to be written into God's Book of Life.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I'm into mellow dates with really good food.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "I like to know exactly what's being put into my food.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "There's so much importance in honoring your everyday hero. It doesn't take money. It doesn't take connections. What matters is that people get involved. Whether your passion is gun control or food or whatever it may be, everybody needs to stop being so self-absorbed.", 
    "name": "Debi Mazar"
  }, 
  {
    "quote": "My goal is to make Italian food clean and accessible and beautiful and tasty, with simple ingredients that people can find at a local grocery store, because people don't want to go to a gourmet shop in search of items that will sit in their pantry for years after they use just a teaspoon or pinch of them.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I think you can tell the food is close to my heart, too, because I'm doing what I do best.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "Food was always a big part of my life. My grandfather was one of 14 kids, and his parents had a pasta factory, so as a kid, he and his siblings would sell pasta door to door. After he became a movie producer, he opened up De Laurentiis Food Stores - one in Los Angeles and one in New York.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "Attitudes toward food have completely changed.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "My grandfather gave me inspiration to cook, and love food and flavors. My Aunt Raffie, gave me creativity and the inspiration to create new things. My mother inspires me to find simplicity in food.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "There's nothing like a home-cooked meal - nothing! When people ask me what the best restaurant in L.A. is, I say, 'Uh, my house.' It's more intimate. Food can connect people in a forever sort of way.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I'm into very colorful food. Obviously lots of flavor, but I think we eat with our eyes first, so it has to look great. The presentation has to be great.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "In Kenya women are the first victims of environmental degradation, because they are the ones who walk for hours looking for water, who fetch firewood, who provide food for their families.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Food is a coping mechanism people are afraid of giving it up because then they'll feel confused and lost.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "I love South American food, and I haven't really been down there. I really need a vacation.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "The lack of access to proper nutrition is not only fueling obesity, it is leading to food insecurity and hunger among our children.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "I can spend hours in a grocery store. I get so excited when I see food, I go crazy. I spend hours arranging my baskets so that everything fits in and nothing gets squashed. I'm really anal about it, actually.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "My mom was on welfare and the occasional food stamp, but I have never participated in any of those governmental programs, even the ones that kind of work like education, scholarships and whatever, and I managed to do just fine.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I cook a little bit. I make a Hungarian dish called chicken paprikash that's out of this world. I'll give a heads-up to all of your readers that it doesn't have to be between Thai and Mexican every night. Toss some Hungarian in every once in a while. You will not be sorry. Good, solid peasant food.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "People see you onstage and the glamorous side, but they don't see you traveling 600 miles a night, eating truck stop food and spending by yourself staring at walls.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "I hid myself in food.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "But I don't begrudge anybody, because I know how hard it is to have that dream and to make it happen, whether or not it's just to put a roof over your head and food on the table.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "I always made my food congenial to my constitution, and my health was always excellent.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I learned very early that our health is always impaired by some excess either of food or abstinence, and I never had any physician except myself.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "Never be a food snob. Learn from everyone you meet - the fish guy at your market, the lady at the local diner, farmers, cheese makers. Ask questions, try everything and eat up!", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "It's fantastic to strive towards a nice life where you eat nice organic food and your children go to a nice school and you can afford nice clothes and nice perfume and the hypoallergenic make-up. But there's never a day goes by, and I mean this from the bottom of my heart, that I don't think about where I'm from.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "I'm trying to cut down a little on eating, on sodium, keep my blood pressure down, which is tough. Because I love food! I do, but it's unfair how everything that's bad for you tastes so good, and all the good stuff, veggies and green things, doesn't match up.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller.", 
    "name": "Michael Palin"
  }, 
  {
    "quote": "Most small business owners are not particularly sophisticated business people. That's not a criticism they're passionate about cutting hair or cooking food, and that's why they got in the business, not because they have an MBA.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "I think one thing that kids who grow up on farms really have going for them is they have exposure to death and birth in a totally different way. I think it takes away a little bit of the mystery and a little bit of the fear, and I do wish I had that. And I wish I was able to grow my own food.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "Becoming food savvy is one thing, but it's amazing how fast savvy turns to snooty, and snooty leaves you preparing three-hour meals that break your budget and that the kids won't even eat.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "As the earth spins through space, a view from above the North Pole would encompass most of the wealth of the world - most of its food, productive machines, doctors, engineers and teachers. A view from the opposite pole would encompass most of the world's poor.", 
    "name": "Barry Commoner"
  }, 
  {
    "quote": "Our children's health and well-being are dependent on our commitment to promoting food access and good eating habits at home, at school and in the community.", 
    "name": "Rod Blagojevich"
  }, 
  {
    "quote": "The Middle East is ailing. The malady stems from pervasive violence, shortages of food, water and educational opportunities, discrimination against women and - the most virulent cause of all - the absence of freedom.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "If food is poetry, is not poetry also food?", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "I was always on the go, and thought I was too busy to develop something like this. I thought at the time that diabetes went along with bad habits, but I was the last one in my family to eat junk food.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "Food has always brought me comfort and the bingeing is triggered when I'm in a space that is not positive.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I kept thinking, 'Somebody has to make a food show that is actually educational and entertaining at the same time... a show that got down to the 'why things happen.' Plus, I hated my job - I didn't think it was very worthwhile.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "You don't want flame to hit your food. Flame is bad. Flame does nasty things to food. It makes soot and it makes deposits of various chemicals that are not too good for us. The last thing you really want to see licking at your food while it's on a grill is an actual flame.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I spent a college semester in a small town in Italy - and that is where I truly tasted food for the first time.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "You know most of the food that Americans hold so dear - things like hamburgers and hot dogs - were road food, but even before they were road food, they were peasant food.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I think a lot of food shows, especially when we started 'Good Eats' back in the late '90s, they were still really about food. 'Good Eats' isn't about food, it's about entertainment. If, however, we can virally infect you with knowledge or interest, then all the better.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I'm a filmmaker who decided to go to culinary school. All I picked up was the fact if I didn't understand what was going on with every single ingredient, I could be qualifying for, like, the lunch food job at my daughter's school.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "I am a filmmaker. That is all I've ever been. You know, Martin Scorsese makes films about the mob. And I make movies about food.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Do not allow watching food to replace making food.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Keep it simple in the kitchen. If you use quality ingredients, you don't need anything fancy to make food delicious: just a knife, a cutting board, and some good nonstick cookware, and you're set.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "I hate menus, I hate choosing food. I just want to be brought. Bring me dinner!", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "Food - I love nuts. I eat them all the time, they're easy to carry around, and I am never hungry all day long.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Most food you drop is still perfectly edible. If it was in your eyesight the whole time, you can pick it up and eat it.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "There are a lot of food Nazis in the U.S., but I believe if you can show people what's really important, they'll judge the rest for themselves.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Food is no longer sacred to us: in becoming too efficient we've changed its nature.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "I think wine is such a big universe that it's kind of like food - it's intimidating to a lot of people, myself included.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "People always comment about my clothes. They don't think a fashionable woman can love food and be knowledgeable and actually cook.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "Without food, man can live at most but a few weeks without it, all other components of social justice are meaningless.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "I went in saying I wanted to be the food guy.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "Jay Leno is not a guy who likes change. He eats the same food every day.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "You know the great irony is that people think you have to have money to enjoy fine food, which is a shame.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "When I come home from a shoot, I'd rather reheat food I've made than eat takeout.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "I've always hoped 'Chopped' would telegraph our enormous affection and love and admiration for chefs and food, but at the same time, we are inflicting extraordinary cruelty on them.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "In recent years, I've been writing because I'm fortunate enough to work in the world of food television, to travel and taste and learn about cooking from the best chefs in the business.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "Believe me, I understand the need for easy and speedy. After a 12-hour day of shooting 'Chopped,' say, I'm talking stir-fry, spaghetti, heck, peanut-butter sandwiches. But that's not about the joy of food. That's survival.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "I think what I do differently from a lot of TV chefs is that I break down barriers and make fine food more accessible to the regular person, who might be intimidated. I try hard, particularly with wine, to make it not intimidating. It's sort of a teaching job.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "The interesting thing is, while we die of diseases of affluence from eating all these fatty meats, our poor brethren in the developing world die of diseases of poverty, because the land is not used now to grow food grain for their families.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "Back in 1983, the United States government approved the release of the first genetically modified organism. In this case, it was a bacteria that prevents frost on food crops.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "I love food and I love my curves.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I used to eat because food tastes so good. I love food, it's one of the best things on this planet. But I changed the way I was thinking. I started asking myself, 'Hey, am I eating because it tastes good? Or because I really need some more? Am I really still hungry?'", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "I don't enjoy good food. I don't enjoy flashy cars. I don't care if I live in a dump. I don't enjoy good clothes. This is the best I've dressed in months.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "It's all about who's where on the food chain. When I'm the story editor, I expect my writers to follow my vision. When I'm working for another editor, I'm obliged to follow their vision.", 
    "name": "Len Wein"
  }, 
  {
    "quote": "I moved to New York last year and I love it. It's a huge change and I've always wanted to spend time there. It's like a more intense London, and everything's up a few notches. The lights are brighter, the pace is faster and the food's better.", 
    "name": "Rachel Weisz"
  }, 
  {
    "quote": "And I think of that again as I've written in several of my beauty books, a lot of health comes from the proper eating habits, which are something that - you know, I come from a generation that wasn't - didn't have a lot of food.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "There are pockets of great food in Spain, but there are also pockets of very mediocre food in Spain, and the same in Morocco and the same in Croatia and the same in Germany and the same in Austria.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Finishing food is about the tiny touches. In the last seconds you can change everything.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Everyone makes pesto in a food processor. But the texture is better with a mortar and pestle, and it's just as fast.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "As far away as you can get from the process of mechanisms and machinery, the more likely your food's going to taste good. And that - that is probably the largest thing I can hand to anybody is let your hands touch it. Let them make it.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "When you cut that eggplant up and you roast it in the oven and you make the tomato sauce and you put it on top, your soul is in that food, and there's something about that that can never be made by a company that has three million employees.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Bologna is the best city in Italy for food and has the least number of tourists. With its medieval beauty, it has it all.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Shop often, shop hard, and spend for the best stuff available - logic dictates that you can make delicious food only with delicious ingredients.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Unlike curing cancer or heart disease, we already know how to beat hunger: food.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "I was at a party, and some squiggly looking dude with a bow tie came up and said, 'How'd you like to be on TV?' Turns out he was the programming guy at the Food Network. They had me come into the office, and I did a 'Ready, Set, Cook' with Emeril Lagasse, I believe.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "Cookbooks have all become baroque and very predictable. I'm looking for something different. A lot of chefs' cookbooks are food as it's done in the restaurants, but they are dumbed down, and I hate it when they dumb them down.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "My last meal? The food would be much less significant than the company.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "When I was growing up in Mississippi - it was good Southern food... but I also grew up with a Greek family when other kids were eating fried okra, we were eating steamed artichokes. So I think it played a big part in my healthy cooking.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "My Mom always cooked healthy. Greek food lends itself to cooking healthy.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I think the biggest thing is clean as you go. Wash all your knives, cutting boards, dishes, when you are done cooking, not look at a sink full of dishes after you are done. Cleaning as you go helps keep away cross contamination and you avoid having food borne bacteria.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "It's fun to pick a cuisine and say I'm going to research Ethiopian food, and see what it's all about. You find that there are a lot of similarities in cuisines from around the world and a lot of similar flavors.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "We incorporated new tastes and flavors into our kids' diets from a very early age, which helped to develop their palates and prevented them from becoming picky eaters. We don't buy junk food and give them options of fresh fruit, yogurt, raw almonds, or dried whole grain cereals for snack time.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I would like a food/lifestyle show. We're not sure what that is yet. I want to be able to share what I do and how I raise my family. I feel like I have a story to tell. I enjoy talking and listening, sharing ideas and sharing advice.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Chronic malnutrition, or the lack of proper nutrition over time directly contributes to three times as many child deaths as food scarcity. Yet surprisingly, you don't really hear about this hidden crisis through the morning news, Twitter or headlines of major newspapers.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I think about food all the time. It's my passion it's my profession. But some people think about food all the time because they're hungry. We can put an end to this if we join forces and lend a hand.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I think people are more savvy about cooking, food and dining. I notice they are looking for more value for their money - not in larger portions but more in terms of healthier, fresh, farm-to-table dishes with a nice presentation.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I like to abide by the seasons and let the natural flavor in food speak for itself. I use quick cooking techniques of high heat with very little fat, such as quick saute or wok stir-frying.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "I add a lot of citrus to my food and I think that flavors it. And, to me, that what makes it healthier, lower in fat, lower in calories. It adds lots of flavor. Spices, of course. But citrus is definitely kind of my go-to to season and really to really make those flavors, make that food come alive.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Even more importantly, it's wine, food and the arts. Incorporating those three enhances the quality of life.", 
    "name": "Robert Mondavi"
  }, 
  {
    "quote": "Don't you have a machine that puts food into the mouth and pushes it down?", 
    "name": "Nikita Khrushchev"
  }, 
  {
    "quote": "When my work gets crazy, I make sure to always have vitamins, water and proper food with me. That has helped me to lose 33 pounds.", 
    "name": "Carnie Wilson"
  }, 
  {
    "quote": "When you love food as much as I do, staying healthy is not easy. I mean, moderation, not deprivation. That's my new way of living. I always want more and that's just my life.", 
    "name": "Carnie Wilson"
  }, 
  {
    "quote": "I used food as a coping mechanism for many, many years, and it was my best friend for a long time.", 
    "name": "Carnie Wilson"
  }, 
  {
    "quote": "Food decisions - do I eat this or not? - are always going to be there.", 
    "name": "Carnie Wilson"
  }, 
  {
    "quote": "I always think I am one of the millions and millions of people that struggles with an addiction to food. I don't know how to relax, that's my problem.", 
    "name": "Carnie Wilson"
  }, 
  {
    "quote": "My work has also motivated me to put a lot of time into seeking out good food and to spend more money on it.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "In addition to contributing to erosion, pollution, food poisoning, and the dead zone, corn requires huge amounts of fossil fuel - it takes a half gallon of fossil fuel to produce a bushel of corn.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "I just like food too much, and I don't want to change. I spent so much of childhood trying to change, and I just got sick of it... I don't want to look like Britney Spears, I just don't want to. She's hideous.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "Olympia was a town crawling with music. I was new to the whole punk scene. The culture shock continued Olympia had bagels! We didn't have bagels in Arkansas. You could order vegetarian food all over town! It was so crazy to me - a place with so many vegetarians, the restaurants made special dishes for them?", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "If my daughter wants to get into this business, I would support that decision. She's going to have a hard time not being in it. She loves food and she's around it all the time.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "For me, it's all about moderation. I don't kick things out of my diet, like carbs. But I'm not going to eat fast food.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "When I go to a restaurant, I eat three-quarters of the food in front of me. That cuts my calorie intake by 25 percent.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "'The Food Network' was just starting in New York, and I was getting lots of attention from Mesa Grill. They had no money, so if you couldn't get there by subway, you couldn't be on. It wasn't like TV was something I really wanted to do - but I knew it would be great publicity for my restaurants.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "I wasn't passionate about food until I'd been cooking for a while. I started long before food became part of the mainstream media. I just wanted to cook, period.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "Nobody believed the 'Food Network' could last. Even I was short sighted and thought to myself, 24 hours of food on TV? They'll run out of things to talk about in four days! But that wasn't true. 'Food Network' continues to get better and evolve.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "Don't try to be the next Rachael Ray or Bobby Flay, we already have those people. We want someone who is going to make their own mark on 'Food Network.'", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "Basically, there are two things we know: Everybody has less time, and the general public is demanding better food - better in terms of quality and better in terms of flavor.", 
    "name": "Bobby Flay"
  }, 
  {
    "quote": "I couldn't relate to kid stuff. 'Jimmy doesn't like me!' Who cares? I was worried we didn't have gas money or food. Those were my concerns.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "I don't let it bother me too much if someone doesn't like me. I just figure there's no accounting for taste. It's not me, it's my acting. It's like if someone doesn't like someone's food, they just don't like my acting.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "Well mine is not gimmicky - it is the 6 food groups that God made, and exercising every day. Trying to think positively.", 
    "name": "Richard Simmons"
  }, 
  {
    "quote": "Progress would not have been the rarity it is if the early food had not been the late poison.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "The number one mistake is giving pets table scraps. I made the mistake thinking I was showing my dog love by giving her food and treats. You see a tiny 4 oz. piece of cheese, but for a Boston Terrier like mine, that's like one and a half hamburgers. That's unhealthy.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "There are times, like after a long day of work, when the thought of an easy drive-through is enticing. But then I remember how crappy I felt when I ate fast food in the past, and it inspires me to head to the grocery store or my local farmer's market and whip up an easy but healthier option.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "I have encouraged my kids to eat well from day one. I add flavor - herbs and spices - to everything because I don't want them getting used to starchy, bland food. I also want them to experiment - they don't have to love everything, but they do have to try it.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "I try to eat in a way that makes me feel good. If that means a little bite of chocolate I do that, but I try not to use food as a reward for myself.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "If there is to be any hope of prosperity for this country it is by reversing that policy which made us simply the kitchen garden for supplying the British with cheap food.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "Eating when you're not hungry and taking in that amount of food is exhausting.", 
    "name": "Chris Hemsworth"
  }, 
  {
    "quote": "Just because the Americans are so good at rattling out accessible and cheap junk food, nobody looks twice when it comes to their food. But there are golden nuggets everywhere.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "He looked about as inconspicuous as a tarantula on a slice of angel food.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "I'm lucky because my dad taught me to be frugal and save. And that's important because I want to know that I don't have to take an acting job for two or three years if I don't want to and that I'll still be able to make my house and car payments and buy food for my dogs.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "I've worked on films where the budgets are almost limitless and you're in trailers that are bigger than a hotel room. You're taken care of and the food is amazing, the quality of the job is amazing and then you work on smaller things but it never dictates my happiness or my willingness to go to work.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "I am your fairy tale. Your dream. Your wishes and desires, and I am your thirst and your hunger and your food and your drink.", 
    "name": "Klaus Kinski"
  }, 
  {
    "quote": "The music I do is food... that will be your dinner.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "A society that thinks the choice between ways of living is just a choice between equally eligible 'lifestyles' turns universities into academic cafeterias offering junk food for the mind.", 
    "name": "George Will"
  }, 
  {
    "quote": "I love to cook so much. I like to cook everything. I really like to eat my food.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "No matter where I've been overseas, the food stinks, except in Italy.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "I love food, I love eating.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "I don't have a dime left. I am dependent on my friends for food and a small old-age pension.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "Well, food's always the way to anybody's heart, I think, guy or girl.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "People need dreams, there's as much nourishment in 'em as food.", 
    "name": "Dorothy Gilman"
  }, 
  {
    "quote": "People come up to me all the time and say, 'Oh, I love to watch Food Network,' and I ask them what they cook, and they say, 'I don't really cook.' They're afraid, they're intimidated, they know all about food from eating out and watching TV, but they don't know where to start in their own kitchen.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "Somewhere between 50 to 60 percent of the food you eat has been touched by immigrant hands, and it is fair to say some of them are not here as they should be here. But if you didn't have these folks, you would be spending a lot more - three, four or five times more - for food, or we would have to import food and have all the food security risks.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Local and regional food systems are about opportunity.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "The food pyramid is very complicated. It doesn't give you as much info in a quick glance as the plate does.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "You know, rural Americans are a special people. Their labor puts food on our table and fuel in our gas tanks. Their service in our military sets a powerful example of leadership, honor and sacrifice. Their spirit of community inspires us all.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Let us build a 21st-century rural economy of cutting-edge companies and technologies that lead us to energy and food security. Such an investment will revitalize rural America, re-establish our moral leadership on climate security and eliminate our addiction to foreign oil.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Food during my early years was a very difficult issue for me. I grew up in an addictive family. My mother had serious problems with alcohol and prescription drugs. I was an overweight kid. I can remember back in those days there weren't the strategies that there are today to deal with those issues.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Food is a fairly significant aspect of my life. I have struggled mightily with food. With my weight. And I'm conscious of it. So I have a sensitivity to people who struggle with their weight.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "If you think of what food is, it's the energy we use to do our daily work. I want people to know about the USDA. This is a very important department. It's not fully appreciated as such.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "You know how you wake up in the morning and sometimes you look gorgeous and other times you look like you got hit by a mack truck? I realized that my mack truck is food. If I have no sugar, yeast or wine, I have no undereye bags and my skin is perfect.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "As long as there's pasta and Chinese food in the world, I'm okay.", 
    "name": "Michael Chang"
  }, 
  {
    "quote": "All artists are people of growth. It's like food, you take the good and leave the rest.", 
    "name": "Andrew Jack"
  }, 
  {
    "quote": "Compassion is a call, a demand of nature, to relieve the unhappy as hunger is a natural call for food.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "My feeling is that labels are for canned food... I am what I am - and I know what I am.", 
    "name": "Michael Stipe"
  }, 
  {
    "quote": "I love home cooking, and I'm not a great one for fast food.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "When I'm filming, survival requires movement. You need your energy, and you've got to eat the bad stuff, and survival food is rarely pretty, but you kind of do it. I get in that zone, and I eat the nasty stuff, but I'm not like that when I'm back home.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Jackie Chan is a very good comedy/martial arts star. He does one kind of martial arts that Jet Li doesn't know how to do and Jet Li does a martial art that Jackie Chan doesn't know how to do. You can both go to two Chinese restaurants, but both can have different kinds of food.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "I only like food without color, like potatoes, bread, and pasta.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "Stuffing is my favorite food in the world! I actually have been known to go buy stuffing and make it in the middle of summer.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "Food is for eating, and good food is to be enjoyed... I think food is, actually, very beautiful in itself.", 
    "name": "Delia Smith"
  }, 
  {
    "quote": "When you're out grocery shopping for your family, maybe you can put a can of cat or dog food in your cart and bring it to an animal relief center.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I don't categorize food as bad or a guilty pleasure.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "The magazine, the daytime show, we've always tried to write affordable, accessible. Those are key words for us, and I do mean us, a huge staff of people at the magazine who love to cook affordable, friendly food that helps families eat better for less.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "You know, food is such - it's a hug for people.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "My husband cooks fancier food for himself than I've ever cooked on-air. I call him from the road, and he's making champagne-vanilla salmon or black-cherry pork chop. Half of me is feeling unworthy. Not only am I not a chef, I'm not a better cook than my own husband!", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "It only looks like I get to eat a lot of food on TV. I really just get the one bite and the crew and guests eat everything else.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "When I do a 30-minute meal, for instance, on Food Network, that's my food you see at the end of the show and it's not perfect. And if sometimes things break or drop or the pasta hits the wall when I'm draining it, they never stop tape. They just kind of let me go with it.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "My mom, who's been in the restaurant business for 40 years, is the number-one influence in my life. But I look up to a lot of people in the industry. Tops on my list is Mario Batali. My mom and Mario taught me the same lesson: Food is love.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I would say, stay the hell away from the party scene. Anything you put in front of your goal, and especially something like that, whether it's too much gambling, too much food, too much cold beers on the weekend - anything that you put in front of the prize is going to end up getting in the way and hurting you in the end.", 
    "name": "Brad Renfro"
  }, 
  {
    "quote": "A human being has been given an intellect to make choices, and we know there are other food sources that do not require the killing of a creature that would protest being killed.", 
    "name": "Mary Tyler Moore"
  }, 
  {
    "quote": "A lot of people think Japanese food is difficult, a lot of work. But you don't have to buy the knife I have. You don't have to train as long as I have. You can do my cooking in your kitchen.", 
    "name": "Masaharu Morimoto"
  }, 
  {
    "quote": "My late wife Olympia was Goan and I've been to India many times. I love the food there. We used to do our shopping in Southall, where you can find cheap but wonderful fruit like mangoes, vegetables and spices. I didn't do much of the cooking, as Olympia did a lot - I was the under-chef and did some of the chopping.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "The food in the House of Commons is fairly good. The cafe in Portcullis House is really very high quality, and you also have a choice of eating in the more traditional restaurants, the Churchill Room or the Members' Dining Room. I don't often eat in them, though, as I'm usually on the run.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "I love spicy food.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "I feed my kids organic food and milk, but I've also been known to buy the odd Lunchable. My kids are not allowed to watch TV during the week, but on weekends even the 2-year-old veges out to 'The Simpsons.'", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "It makes me so angry - there's enough food in the world but people are starving. It's all political.", 
    "name": "Judith Light"
  }, 
  {
    "quote": "Clearly, America's dysfunctional food culture must bear some of the blame for our excess pounds, but it's likely our walking-averse lifestyles contribute as well.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Everyone prefers some foods over others, but some adults take this tendency to an extreme. These people tend to prefer the kinds of bland food they may have enjoyed as children - such as plain or buttered pasta, macaroni and cheese, cheese pizza, French fries and grilled cheese sandwiches - and to restrict their eating to just a few dishes.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "It does kids no favors, and sets them up for a potential lifetime of poor health and social embarrassment, to excuse them from family meals of real food. Everyone benefits from healthy eating, but it is particularly crucial at the beginning of life.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "A lot of times on tour it's about, 'OK, where am I today? Wow, I'm in Costa Rica. What is their famous dish?' And it's about trying the food, and really experiencing it.", 
    "name": "Fergie"
  }, 
  {
    "quote": "I can safely say that other than macaroni and cheese, there's no processed food in my life. There's no inorganic food in my life these days. There's no junk food. There's not a lot of sugar. There's no soy. I mean, really everything that's going into my body is pretty pure.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "There is no reasoning, no process of inference or comparison there is no thinking about things, no putting two and two together there are no ideas - the animal does not think of the box or of the food or of the act he is to perform.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "If newspapers were a baseball team, they would be the Mets - without the hope for those folks at the very pinnacle of the financial food chain - who average nearly $24 million a year in income - 'next year.'", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "The most used piece of kit in my kitchen is my saucepan. I use it every morning to cook my porridge in. The least used piece of equipment? I'd say a food mixer. I've never used it, I don't really know what they're for.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "When I want comfort food, I buy Maltesers. I like all chocolates, but especially those. You can eat them, and because they're so light, you can convince yourself that they are not actually that fattening.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "Anybody who finds it easy to make money on the horses is probably in the dog food business.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "I love 'Top Chef.' I think it rewrote the book on how food shows are presented on TV.", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "St. Louis has a lot of weird food customs that you don't see other places - and a lot of great ethnic neighborhoods. There's a German neighborhood. A great old school Italian neighborhood, with toasted ravioli, which seems to be a St. Louis tradition. And they love provolone cheese in St. Louis.", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "Customers want good value, but they care more than ever how food and clothing products are made.", 
    "name": "Stuart Rose"
  }, 
  {
    "quote": "People ask me how I keep my figure, and I tell them it's because I paint. When you're covered in paint, it's quite hard to put food in your mouth!", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "It is great to add some glamour to the food industry, like television shows have done for the food world and inspiring people to work in the industry. The flip side of that is unfortunately people think that after they get their qualifications, they get their invitation to compete on 'Top Chef.'", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "There are probably close to a million people in the hospitality industry here in the United States, and there are probably only a few hundred opportunities in the food media industry.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "For me, food is all about balance. If you eat plenty of fruits, vegetables, and an appropriate amount of poultry, fish, and red meat that are sourced from good places, you're doing well. It's important to make sure that the meat you're consuming is hormone-free.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "In my travels, I also noticed that kids in Thailand like spicy food, and kids in India love curry. I'm hoping to introduce my son, Hudson, to lots of veggies and spices when he's young. I say that before he's started on solid foods, so it could be easier in theory than practice!", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "I need protein from food rather than just protein supplements. I changed my diet.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "The best thing you can do for someone is make them a beautiful plate of food. How else can you invade someone's body without actually touching them?", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "Wine, like food, is so emotional. If you think about it, so much of the courting ritual is surrounded by wine and food. There's a built-in romance to wine.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "I really like to sometimes go into food detox and eat very simply.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "Part of my job as a food writer is to describe food. So my work on 'Top Chef,' I feel, is an extension of that. When we give a criticism to the contestant, we want to make sure we tell them why it's not working and why it would work if they did it a different way.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "From the simple stringing together of lemon garlands for the goddess Durga, to dividing the prasadam or blessed foods for the children first, I came to associate food not only with feminity, but also with purity and divinity.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "We tend to connect bad food and bad habits with romance and sex.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "Australia is the only island continent on the planet, which means that changes caused by planet-warming pollution - warmer seas, which can drive stronger storms, and more acidic oceans, which wreak havoc on the food chain - are even more deadly here.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "With nine degrees of warming, computer models project that Australia will look like a disaster movie. Habitats for most vertebrates will vanish. Water supply to the Murray-Darling Basin will fall by half, severely curtailing food production.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "They're now turning those seeds into intellectual property, so they have a virtual lock on the seeds upon which we all depend for our food and survival.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "We are already producing enough food to feed the world. We already have technology in place that allows us to produce more than we can find a market for.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "The American public is not aware that there might be potential allergenic and toxic reactions. With regular food, at least people know which foods they have an allergy to.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "The public should know that the liability issues here have yet to be resolved, or even raised. If you're a farmer and you're growing a genetically engineering food crop, those genes are going to flow to the other farm.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "I love Alton Brown's show 'Good Eats,' about the chemistry of food. It's really thoughtful.", 
    "name": "Ina Garten"
  }, 
  {
    "quote": "The thing about all my food is that everything is a remembered flavor. Maybe it's something I had as a child or maybe it's something I had in Milan, but I want it to taste better than you ever thought.", 
    "name": "Ina Garten"
  }, 
  {
    "quote": "I worked for the Office of Management and Budget in the White House, on nuclear energy policy. But I decided it would be much more fun to have a specialty food store, so I left Washington D.C. and moved to the Hamptons. And how glad I am that I did!", 
    "name": "Ina Garten"
  }, 
  {
    "quote": "There's nothing more romantic than Italian food.", 
    "name": "Elisha Cuthbert"
  }, 
  {
    "quote": "No, I love Montreal... I think I love Montreal more than Montreal loves me... I love the food there.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "Food is my thing, I do not smoke or drink, so food is my vice.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "I just don't crave junk food.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "I don't feel any pressure to lose weight - and in any case, if I didn't have my food I'd be a nasty piece of work and wouldn't be able to function.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "I want to make wines that harmonize with food - wines that almost hug your tongue with gentleness.", 
    "name": "Robert Mondavi"
  }, 
  {
    "quote": "It's my first presenting role so I'll be nervous, but it's going to be great fun. I can't wait to sample the food and meet the celebrities. Hopefully I can inject some of my own glamour.", 
    "name": "Nicole Appleton"
  }, 
  {
    "quote": "High-quality food is better for your health.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Let's keep the chemists over here and the food over here, that's my feeling. What do I know? But that is a big aspect of fast food is their ability to artificially taint the colors and the smells and stuff to stimulate appetite.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "They did interviews with my wife and daughter-they were genuinely in fear of me having a heart attack, working 20 hours a day, eating fast food.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "In England and America people tend to graze all day long, but I think it's such a waste to be constantly picking at food because you then can't enjoy a proper full meal when the time comes.", 
    "name": "Nigella Lawson"
  }, 
  {
    "quote": "I have an enormous fondness for delicious food. It's very comforting.", 
    "name": "Teri Garr"
  }, 
  {
    "quote": "Long as I was riding in a big Cadillac and dressed nice and had plenty of food, that's all I cared about.", 
    "name": "Etta James"
  }, 
  {
    "quote": "Food is meant to be used as fuel for our bodies. If you're using it for any other reasons, take a step back and ask yourself, 'What's up.'", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "I wanted to be a great white hunter, a prospector for gold, or a slave trader. But then, when I was eight, my parents sent me to a boarding school in South Africa. It was the equivalent of a British public school with cold showers, beatings and rotten food. But what it also had was a library full of books.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "Even though I grew up as a Sephardic Jew in Brooklyn where we ate Syrian food and went to temple, it was still America.", 
    "name": "Isaac Mizrahi"
  }, 
  {
    "quote": "Most of my life I was occupied with American television and American food. My ethnicity was my choice. It still is.", 
    "name": "Isaac Mizrahi"
  }, 
  {
    "quote": "I'm not really into gourmet food I'm the kind of guy who just stops by a place that looks good rather than heading for the restaurant of the moment.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "I love Italian food but that's too generic a term for what's available now: you have to narrow it down to Tuscan, Sicilian, and so on.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "I'm obsessed with food!", 
    "name": "Sofia Vergara"
  }, 
  {
    "quote": "It's easy to be lazy when there's food lying around backstage or there's a fast-food joint a couple blocks away. But if you walk a little further, ask around a bit, of course there are exciting things to discover.", 
    "name": "Alex Kapranos"
  }, 
  {
    "quote": "The wonderful thing about Food for Thought is that it lets you keep your hand in theater and be in front of a live audience without a commitment of six months, or even three months.", 
    "name": "Treat Williams"
  }, 
  {
    "quote": "Food was a constant topic of conversation in our household.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "Every country can be defined through their food, their music and their language. That's the soul of a country.", 
    "name": "Quincy Jones"
  }, 
  {
    "quote": "I have a fear of poverty in old age. I have this vision of myself living in a skip and eating cat food. It's because I'm freelance, and I've never had a proper job. I don't have a pension, and my savings are dwindling. I always thought someone would just come along and look after me.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "For much of the female half of the world, food is the first signal of our inferiority. It lets us know that our own families may consider female bodies to be less deserving, less needy, less valuable.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "My grandmother was the greatest cook in the world. She could just go in there, the whole kitchen would look like a tornado hit it and then she'd come out with the best food. Then she'd sit at the table and she wouldn't eat!", 
    "name": "Edie Brickell"
  }, 
  {
    "quote": "Absolutely, there is a connection between food and love. I always say, when there's love in my heart or I'm feeling particularly good, the food comes out that much better. And so I think Valentine's Day is a special day.", 
    "name": "Todd English"
  }, 
  {
    "quote": "When the farmer can sell directly to the consumer, it is a more active process. There's more contact. The consumer can know, who am I buying this from? What's their name? Do they have a face? Is the food they are selling coming out of Mexico with pesticides?", 
    "name": "Jerry Brown"
  }, 
  {
    "quote": "All I ever wanted to do was to make food accessible to everyone to show that you can make mistakes - I do all the time - but it doesn't matter.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "It's very clear that there's a lot of double standards going on. Should there be a 30mph speed limit? Of course there bloody should. And certainly with kids and school food, kids need to be nannied for sure. So give them a bloody good meal at school.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "If you only design menus that are essentially junk or fast food, the whole infrastructure supports junk.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "Give your kids a bloody knife and fork and let me put some fresh food in front of them they can eat.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "Heads know that failing to invest in good, nutritious food is a false economy and parents won't tolerate reconstituted turkey being put back on the menu.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "I want Americans to enjoy food. I want them to celebrate food. I want them to, on occasions, to have big cakes and great things. And I want them to indulge.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "I wouldn't say that processed food, ready meals and even takeaways aren't relevant to modern life, it's just that over the past 40 years there are three generations of people who have come out of school and gone through their home life without ever being shown how to cook properly.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "The average housewife goes to the restaurant to relax and enjoy the food. But when Eva walks in, she becomes the center of attention.", 
    "name": "Eva Gabor"
  }, 
  {
    "quote": "Your diet is a bank account. Good food choices are good investments.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "Never eat while doing something else, because you won't get the satisfaction from your food and you'll be more likely to overeat.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "Food is not your best friend or enemy.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "Part of treatment for drugs and alcohol is you abstain from these, but with eating disorders you can't abstain from food so the treatment is longer than drugs and alcohol.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "You have to find a balance with food in your life - you can't take out food. It can be absolutely terrifying.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "While weight loss is important, what's more important is the quality of food you put in your body - food is information that quickly changes your metabolism and genes.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "A dead cow or sheep lying in a pasture is recognized as carrion. The same sort of a carcass dressed and hung up in a butcher's stall passes as food.", 
    "name": "John Harvey Kellogg"
  }, 
  {
    "quote": "The food in such places is so tasteless because the members associate spices and garlic with just the sort of people they're trying to keep out.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "When it comes to Chinese food I have always operated under the policy that the less known about the preparation the better. A wise diner who is invited to visit the kitchen replies by saying, as politely as possible, that he has a pressing engagement elsewhere.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "I don't think I've ever read a food piece or a food book.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "I don't cook. I don't know anything about food. I've never reviewed a restaurant.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "Canadians are very well behaved, they don't throw their food.", 
    "name": "Calvin Trillin"
  }, 
  {
    "quote": "Be what you would seem to be - or, if you'd like it put more simply - a house is no home unless it contains food and fire for the mind as well as the body.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "Japanese food makes me feel particularly good.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "I was always the new kid in school, I'm the kid from a broken family, I'm the kid who had no dad showing up at the father-son stuff, I'm the kid that was using food stamps at the grocery store.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "When service members are discharged, we should express our gratitude for their profound personal sacrifice, not hand them a bill for their hospital food.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "I love doing demonstrations. I think to be a great chef you have to be a great teacher. I love doing classes with people who love food and enjoy food, bringing them all around one table so to speak.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "Recipes are important but only to a point. What's more important than recipes is how we think about food, and a good cookbook should open up a new way of doing just that.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "Go to the grocery store and buy better things. Buy quality, buy organic, buy natural, go to the farmers market. Immediately that's going to increase the quality of the food you make.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "I don't think any other holiday embraces the food of the Midwest quite like Thanksgiving. There's roasted meat and mashed potatoes. But being here is also about heritage. Cleveland is really a giant melting pot - not only is my family a melting pot, but so is the city.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "My goal in 'Live to Cook' is to make great food more approachable for home cooks.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "I don't do yoga. I bite the hella outta my nails. I smoke, I eat all the wrong food, I don't exercise.", 
    "name": "Lisa Marie Presley"
  }, 
  {
    "quote": "For some Chicago expats, food is the medicine that blunts the pain of separation.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "The best way to lose weight is to close your mouth - something very difficult for a politician. Or watch your food - just watch it, don't eat it.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "It was my Uncle George who discovered that alcohol was a food well in advance of modern medical thought.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "I love England, especially the food. There's nothing I like more than a lovely bowl of pasta.", 
    "name": "Naomi Campbell"
  }, 
  {
    "quote": "A fly cannot go in unless it stops somewhere therefore weapons, fuel, food, money will not go to Afghanistan unless the neighbors of Afghanistan are working, are cooperating, either being themselves the origin or the transit.", 
    "name": "Lakhdar Brahimi"
  }, 
  {
    "quote": "Queuing tips for fans: wrap up and bring food!", 
    "name": "Niall Horan"
  }, 
  {
    "quote": "I think the most wonderful thing in the world is another chef. I'm always excited about learning new things about food.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "Creole is New Orleans city food. Communities were created by the people who wanted to stay and not go back to Spain or France.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "Another nice thing was that I would type out letters home for the admiral's stewards. They would then feed me the same food the admiral ate.", 
    "name": "Jack Adams"
  }, 
  {
    "quote": "I've always felt that sexuality is a really slippery thing. In this day and age, it tends to get categorized and labeled, and I think labels are for food. Canned food.", 
    "name": "Michael Stipe"
  }, 
  {
    "quote": "I'm reading a lot of different books, but I always think I have to switch it up a little bit. It's like food - everything in moderation, same with my books, same with my reading. You read books that are good for you and you learn a lot of stuff, then you read 'Fifty Shades of Grey,' which is like candy.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "I can't deliver lines, but I can talk about food all night long.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "Hunger is a political issue, and there are several things politically that are keeping people hungry - not funding food stamps adequately, not funding school lunches adequately. So there is a political solution to the problem of hunger.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "You can buy a box of low-fat macaroni and cheese made with powdered nonsense. I'm not worried if I'm using four different cheeses and it's high in fat. It's real food. That's what's more important.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "I think steak is the ultimate comfort food, and if you're going out for one, that isn't the time to scrimp on calories or quality.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "You have to know the classics if you want to cook modern food.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "In New York, I'll walk down the street and someone will say, 'Nice show,' and that's it. If I'm at a food festival, it's open season.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "As a chef, I had started working with groups like Share Our Strength and various local food banks in New York, raising money for hunger-related issues. And not only me, but the entire restaurant industry has been very focused on this issue.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "There's the issue of hunger, and there's an issue of if you're going to cut out food programs. We should be focusing on healthy food. Right now, fruits and vegetables are very expensive. So what can we do on the policy side to bring the cost of fruits and vegetables down?", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "A couple of months ago, I was down in Florida for the Food and Wine Festival. And this journalist grabbed me and said, 'How does it feel to be a TV guy? You're no longer in the restaurant business.' And I laughed. I asked him, 'How long do you think it takes me to do a season?' He said, 'Well, 200 days.' And I was like, '200 days? Try 20!'", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "Asian food is very easy to like because it hits your mouth very differently than European food does. In European food, there may be two things to hit - maybe sweet and salty, maybe salty-savory, but Asian kind of works around, plus you have that distinct flavor that's usually working in Asian food.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "We are not really privy to all that crazy stuff that goes on in the show. I go to work, eat, and talk about food. The wild things happen when we aren't around. I expected Top Chef to last three or four seasons and we are now shooting season ten.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "We're adults. We're the ones who should teach the kids what's good to eat. I don't think the government should ever regulate what we eat at home, but we're feeding them in school with tax dollars. Quite frankly, if my tax dollars are being spent to feed kids, I'd rather feed them better food.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "I travel around and hear from so many kids. Their parents say they were always very picky but they watch the show and they want to try stuff. The show is entertainment, but I think it has done so much for the public perception of what food can be.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "There's a food revolution going on throughout the country. And it doesn't matter if you're down south, up north in Maine, if you're out west in Portland or Seattle.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "Everything is just better in California - the wine, the food, fruits and vegetables, the comforts of living. Even the instrumentalists are generous and curious. Everything is wonderful.", 
    "name": "Beth Anderson"
  }, 
  {
    "quote": "But it's really hard to eat good when you're traveling because you see fast food and you want to go to this restaurant and that restaurant.", 
    "name": "Nicole Polizzi"
  }, 
  {
    "quote": "But Australia faces additional regional and global challenges also crucial to our nation's future - climate change, questions of energy and food security, the rise of China and the rise of India. And we need a strong system of global and regional relationships and institutions to underpin stability.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "You feel better when you're eating food that retains nutritional value.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "In the States, you can buy Chinese food. In Beijing you can buy hamburger. It's very close. Now I feel the world become a big family, like a really big family. You have many neighbors. Not like before, two countries are far away.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "The less you do to beautiful food, the better it's going to taste. You don't need to mess with it all the time.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "Patience is the secret to good food.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "I'm tempted by everything. My husband makes fun of me because every day it's a new food that I love. I have a weakness for butterscotch pudding, ice cream in any flavor and dark chocolate, although that's one thing I do keep in my house - 70% dark chocolate.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "Like baseball, food will never go out of style we will always need to eat and we will always find it entertaining. I think of food TV this way - all the fun and none of the calories.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "There's not a single chef I know of that does not think about the politics of the food they're serving.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "I had decided I wanted to write about food, and I knew the only way to do that is to speak with authority, which meant learning the language and knowing what that experience is like.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "It's better to get the nutrients for healthy skin from food, not supplements. Salmon, walnuts, blueberries, spinach... lots of my favorite foods happen to be amazing for skin too.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "There are days when I literally have to eat 17 plates of food - it's intense. It's about moderation. You just need a few bites to get the gist of a dish.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "Find combinations of flavors you love and buy the best quality ingredients you can afford. Your food is only going to be as good as the sum of its parts, like anything else.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "Fast sex, like fast food, is cheap, but it doesn't nourish the body - or the soul.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "To me, food is as much about the moment, the occasion, the location and the company as it is about the taste.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "I was born in the '60s and grew up in the '70s - not exactly the best decade for food in British history. It was horrendous. It was a time when, as a nation, we excelled in art and music and acting and photography and fashion - all creative skills... all apart from cooking.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "You think about some of the most memorable meals you've ever had the food will be good but it will often be about locating a mental memory and taste is inexorably linked to all the other senses and memory, so ultimately it is all about taste.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "It's easy for people in an air-conditioned room to continue with the policies of destruction of Mother Earth. We need instead to put ourselves in the shoes of families in Bolivia and worldwide that lack water and food and suffer misery and hunger.", 
    "name": "Evo Morales"
  }, 
  {
    "quote": "When I came to the Food Network, I didn't want to do a cooking show. I told Kathleen Finch for nine months I didn't want to do a cooking show, I wanted to do a home-and-garden show.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "I'm not sure that some of the food purists are in touch with what really goes on in American households.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "It's really easy to figure out why I love what I love, the holidays and food. I know the difference between having them and not having them.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "I'm the only girl on The Food Network who grills - I have two bestselling grilling books. I try to really focus on what men and women can do outside together out on the grill. I think it's really fun to have men and women out there together, having fun, working and enjoying themselves.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "I like doing food as a focal point on my table. It is not like going out and buying flowers or candles, which are expensive.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "We have reduced sales tax on food. Now we want it eliminated.", 
    "name": "Joe Manchin"
  }, 
  {
    "quote": "Woe to us if we get our satisfaction from the food in the kitchen and the TV in the den and the sex in the bedroom with an occasional tribute to the cement blocks in the basement!", 
    "name": "John Piper"
  }, 
  {
    "quote": "You can't escape the taste of the food you had as a child. In times of stress, what do you dream about? Your mother's clam chowder. It's security, comfort. It brings you home.", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "I say: If you don't know how to cook, I'm sure you have at least one friend who knows how to cook. Well, call that friend and say, 'Can I come next time and can I bring some food and can I come an hour or two hours ahead and watch you and help you?'", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "When I pair food and wine, I start with the food. If I have a beautiful roasted bird, I might choose a Cabernet or Pinot Noir, or maybe a Syrah, depending on the sauce and what is in my cellar.", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "I taped my first series for PBS in 1982 at WJCT-TV in Jacksonville, Florida. The show, called 'Everyday Cooking with Jacques Pepin,' was about saving time and money in the kitchen - and it was a celebration of simple and unpretentious food.", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "When I wrote 'Fast Food My Way' in 2004, I hoped that my friends would prepare my recipes. Now, more people cook from that book than any other I've written in the past 30 years.", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "This June, I'll travel once again to the Food and Wine Magazine Classic in Aspen, Colorado. For many years, my dear friend Julia Child and I have teamed up to teach classes together at the event for the past seven years, my daughter, Claudine, has been my cooking partner on stage.", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "The agony of my feelings allowed me no respite no incident occurred from which my rage and misery could not extract its food.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "Somewhere near you, somebody right now is trying to help the indigent and poor - providing food, shelter, clothing or simple kindness.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "When it becomes hard for me not to eat bad food, I try to think about what I have to do and what is ahead of me and what I want to achieve.", 
    "name": "Sally Pearson"
  }, 
  {
    "quote": "Anorexia, you starve yourself. Bulimia, you binge and purge. You eat huge amounts of food until you're sick and then you throw up. And anorexia, you just deny yourself. It's about control.", 
    "name": "Tracey Gold"
  }, 
  {
    "quote": "Acceptable food rots while we are chased from bins behind restaurants, chased from sleeping on the street, chased from relieving ourselves unless we pay for food or gas, until finally we are so hungry, sleepless, smelly, constipated and beaten-down that we simply die of lack of will to live.", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "Yet food is something that is taken for granted by most world leaders despite the fact that more than half of the population of the world is hungry.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "Almost certainly, however, the first essential component of social justice is adequate food for all mankind.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "Entrepreneurs always pitch their idea as 'the X of Y', so this is going to be 'the Microsoft of food.' And yet disruptive innovations usually don't have that character. Most of the time, if something seems like a good idea, it probably isn't.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Men can absent themselves from real life for their art more easily. Women are anchored into the quotidian business of getting food on the table, making sure everybody's socks match, the soccer gear is ready. I admire idealists, but they're usually enabled by someone who holds the tether on their balloon, who pays the bills and sweeps up after them.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "Especially for me, growing up in such a small town in the middle of nowhere, the desire to be away was incredible. I wanted to see new lands, meet new people from the city, and meet people that were in much less fortunate situations than I was, so that I could be more appreciative of my present. At least I had food on the table.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "I used to work a lot on food issues and every time somebody predicted that production would be inadequate they got egg on their face a year or two later.", 
    "name": "Susan George"
  }, 
  {
    "quote": "I'm not a Luddite, but I'm outside more than I'm on my computer. We have a micro-farm - it's a step up from a garden. We have a pretty extensive vineyard. We grow about 60 percent of our own food, make our own wine, have chickens for eggs.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I probably grow half my food. It's a good way to keep perspective.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I've been very lucky in the characters I've chosen. Up until last year I was a nobody. I did jobs I booked because I needed to put food in my mouth.", 
    "name": "Kristen Bell"
  }, 
  {
    "quote": "When women earn the money for the family, everyone in the family benefits. We also know that when women have an income, everyone wins because women dedicate 90% of the income to health, education, to food security, to the children, to the family, or to the community, so when women have an income, everybody wins.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Yeah, well, food is always a part of everything.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "It makes sense that we came up with our public school system during the Industrial Revolution because it's like everybody is a factory worker, eating their terrible food and going back to the room where you're silent and listening to an idiot. That's an epitomizing idea, getting called 'Nothing' for your whole high school experience.", 
    "name": "Ezra Miller"
  }, 
  {
    "quote": "Doing things like playing music, something that's so natural and basic to human function, running around in nature, eating delicious food. These things are intrinsic in basic, primordial to human beings, so that's sort of a way to return to a blank canvas, allowing my true personality to return.", 
    "name": "Ezra Miller"
  }, 
  {
    "quote": "Hash browns are my favorite breakfast food.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "I normally don't eat junk food.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "I don't like to waste anything. Any food left over from the night before is always eaten the next day.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "As long as the food is well prepared and not overdone, I think it tastes good. It doesn't matter if it's Chinese, Japanese, anything.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "I used to get criticized for putting food in novels.", 
    "name": "Jim Harrison"
  }, 
  {
    "quote": "I loved everything about Spain - the people, the language, and the food!", 
    "name": "Karlie Kloss"
  }, 
  {
    "quote": "My quest these days is to find my long lost inner child, but I'm afraid if I do, I'll end up with food in my hair and way too in love with the cats.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "Urban conservationists may feel entitled to be unconcerned about food production because they are not farmers. But they can't be let off so easily, for they are all farming by proxy.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "I buy food and gasoline - that's it.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "I always knew the importance of it, since I was three or four years old my mother used to feed me wine and water. I grew up with wine as liquid food.", 
    "name": "Robert Mondavi"
  }, 
  {
    "quote": "If you go back to the Greeks and Romans, they talk about all three - wine, food, and art - as a way of enhancing life.", 
    "name": "Robert Mondavi"
  }, 
  {
    "quote": "When I hosted the dinner I served fast food hamburgers. It had nothing to do with black, white, purple, yellow, green race. it had nothing to do with Tiger or his family or his golf game.", 
    "name": "Fuzzy Zoeller"
  }, 
  {
    "quote": "As a freelance writer, I'd be asked to become an expert for various magazines on any subject, whether food or wine or history or the life span of veterinarians. I was completely unschooled in any of these things.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "Music is my No. 1 passion. If you made me choose between music and food, it's definitely music.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "One can hardly be Indian and not know that almost every accent, which hand you eat your food with, has some deeper symbolic truth, reality.", 
    "name": "Anish Kapoor"
  }, 
  {
    "quote": "Everyone would talk about their diets and working out and what it made me do was go to craft services where all the food for the cast and crew was and I would eat.", 
    "name": "Kristin Davis"
  }, 
  {
    "quote": "In corn, I think I've found the key to the American food chain. If you look at a fast-food meal, a McDonald's meal, virtually all the carbon in it - and what we eat is mostly carbon - comes from corn.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "At home I serve the kind of food I know the story behind.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Corn is an efficient way to get energy calories off the land and soybeans are an efficient way of getting protein off the land, so we've designed a food system that produces a lot of cheap corn and soybeans resulting in a lot of cheap fast food.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Perhaps more than any other, the food industry is very sensitive to consumer demand.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "People in Slow Food understand that food is an environmental issue.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Fairness forces you - even when you're writing a piece highly critical of, say, genetically modified food, as I have done - to make sure you represent the other side as extensively and as accurately as you possibly can.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "If you're out, and starving, and need a bite to eat, then you need fast food.", 
    "name": "Nicholas Hoult"
  }, 
  {
    "quote": "A few years ago, kids from poor areas in France were asked to draw items of food. For a chicken, they drew a drumstick. For a fish, they drew a fish stick. Those are extremes, but there is a lot that needs to be done to help children discover good food.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "Talking about food is like talking about your dreams. Everyone has something to say. We all have to eat, it's just what we eat which differs. Some people eat for fuel and I feel bad for them.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "Mexican food is far more varied than people think. It changes like dialects. I was brought up in Jalisco by the sea on a basic diet - tomatoes, chillis, peppers of every size and rice, which is a Mexican staple. The Pacific coast has a huge array of seafood.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "I think the water dictates how food will taste in a country. In England the apples taste unlike apples grown in any other place. England is an island, there's a lot of salt in the air and in the water. I think that has something to do with it.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "Latin food suffers like Chinese. You can do marginal Chinese and be successful. You can do crappy Mexican and be packed.", 
    "name": "Aaron Sanchez"
  }, 
  {
    "quote": "Murals in restaurants are on a par with the food in museums.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "The murals in restaurants are on par with the food in museums.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "I get way too much happiness from good food.", 
    "name": "Elizabeth Olsen"
  }, 
  {
    "quote": "Money spent on carbon cuts is money we can't use for effective investments in food aid, micronutrients, HIV/AIDS prevention, health and education infrastructure, and clean water and sanitation.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "I believe food is the most brilliant invention ever.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "I am a serious food lover and Peruvian cuisine is one of the best in the world.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "From the minute I wake up until I go to bed I think about food.", 
    "name": "Helena Christensen"
  }, 
  {
    "quote": "My perfect day is constantly changing. Right now, it would be to lie around in a hammock reading with a portable phone and a table of food next to it. I would spend all day there. And that's all that I can possibly come up with on the spur of the moment.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "For me, first, it's finding quiet in my life - and I do that through yoga and meditation. It's also been a matter of changing the way I eat, because I think what we eat can inform who we are food is a chemical and a drug to a certain extent.", 
    "name": "Mariel Hemingway"
  }, 
  {
    "quote": "What I've been developing is a vegan fast food chain and vegan food markets.", 
    "name": "Heather Mills"
  }, 
  {
    "quote": "I got a fascination with food.", 
    "name": "Heather Mills"
  }, 
  {
    "quote": "I had no accomplishments except surviving. But that isn't enough in the community where I came from, because everybody was doing it. So I wasn't prepared for America, where everybody is glowing with good teeth and good clothes and food.", 
    "name": "Frank McCourt"
  }, 
  {
    "quote": "My parents owned a soul food diner. It inspired me to go to culinary school.", 
    "name": "Flavor Flav"
  }, 
  {
    "quote": "I love tiny, plastic realistic food magnets. I don't know why. They're hilarious.", 
    "name": "Amy Lee"
  }, 
  {
    "quote": "I'm not a food critic, and I'm not really an authority to write anything on food.", 
    "name": "Alex Kapranos"
  }, 
  {
    "quote": "A lot of food criticism has a similar flavor to it, and I'm probably going to write about it in a different way.", 
    "name": "Alex Kapranos"
  }, 
  {
    "quote": "My mother accidentally gave me food poisoning. She fed me baby carrots for a snack before Christmas dinner - but they had expired in June! I threw up for the next 24 hours.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "They advertise on the radio for food stamps!", 
    "name": "Bill O'Reilly"
  }, 
  {
    "quote": "Not to like ice cream is to show oneself uninterested in food.", 
    "name": "Joseph Epstein"
  }, 
  {
    "quote": "I like food too much to go on some crazy diet. French fries are my favorite downfall.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "Since I've been pregnant, I've lost my taste for fast food. I used to be the biggest McDonald's junkie and now I don't like it anymore. I used to be the biggest fast-food connoisseur, and now I've really lost my taste for it.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "I love chicken fingers, I love French fries. I love desserts. I'm not just into dessert or just into savoury food. I love it all. I'm a pig. I love food. So it takes a lot of discipline to eat healthy.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "If the first requisite for writing well about food is a good appetite, the second is to put in your apprenticeship as a feeder when you have enough money to pay the check but not enough to produce indifference of the total.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "The primary requisite for writing well about food is a good appetite. Without this, it is impossible to accumulate, within the allotted span, enough experience of eating to have anything worth setting down.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "Each of us needs something - food, liquor, pot, whatever - to help us survive. Dracula needs blood.", 
    "name": "Frank Langella"
  }, 
  {
    "quote": "And on a Canadian set, everybody is equal. You get paid the same. You live together in barracks. You have a communal kitchen. You buy and cook your own food.", 
    "name": "Sandra Oh"
  }, 
  {
    "quote": "I came literally to the table with a wealth of knowledge by simply understanding how food should taste.", 
    "name": "Rocco DiSpirito"
  }, 
  {
    "quote": "I have an amazing relationship with food.", 
    "name": "Katharine McPhee"
  }, 
  {
    "quote": "Grief is a bad moon, a sleeper wave. It's like having an inner combatant, a saboteur who, at the slightest change in the sunlight, or at the first notes of a jingle for a dog food commercial, will flick the memory switch, bringing tears to your eyes.", 
    "name": "Meghan O'Rourke"
  }, 
  {
    "quote": "I love to cook comfort food. I'll make fish and vegetables or meat and vegetables and potatoes or rice. The ritual of it is fun for me, and the creativity of it.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "There have been nine Super Bowls in New Orleans, and not all of them have brought the best of luck to NFL Films. We got robbed twice there, got food poisoning, and my hotel room was broken into on the day the Bears played the Patriots in January 1986.", 
    "name": "Steve Sabol"
  }, 
  {
    "quote": "Many people submit to excessive appetites without realizing that they do not need to eat so much food.", 
    "name": "Kate Smith"
  }, 
  {
    "quote": "What we are trying to do is to create a social business in Bangladesh, a joint venture to create restaurants for common people. Good, healthy food at affordable prices so that people don't have to opt for food that is unhealthy and unhygienic.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "I'm not too into fast food, but you know if I was, it would be chicken.", 
    "name": "Giancarlo Esposito"
  }, 
  {
    "quote": "The food in Sydney is an Asian Pacific cuisine. It's eclectic but above all it's fresh, inventive and creative and that's what I love about it.", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "We don't really go in for big family dinners, but Scottish people are famously confrontational. It's a cultural thing, so maybe we don't need to have them to clear the air. Also, traditional family food isn't as nice here so there's no payoff for traveling hundreds of miles.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "First I would probably place men at the bottom of the food chain. On a grander scale, I would say they're reacting to change. Feminism has got to be part of that.", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "The pride of the hipster food movement is sort of annoying, but it fascinates me.", 
    "name": "Matt Stone"
  }, 
  {
    "quote": "I think there's a lot of work to be done with our societies. My biggest passions are the environment and health. And when I say 'health' I mean the secrets behind health and our food system.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "It was very clear to me in 1965, in Mississippi, that, as a lawyer, I could get people into schools, desegregate the schools, but if they were kicked off the plantations - and if they didn't have food, didn't have jobs, didn't have health care, didn't have the means to exercise those civil rights, we were not going to have success.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "My sisters like cooking at my place. It has a bit more room, and the food tastes a little bit better. A big pot of spaghetti and sauce, some warm French bread - works all the time. I think I've been eating pasta for 26 years.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "Meat is a big deal in my life. I do love breakfast food, but I don't think that's extraordinary. I'm a normal American. We love eggs and meat and potatoes and gravy.", 
    "name": "Nick Offerman"
  }, 
  {
    "quote": "Just a little help, a small security force, a bit of food, can save lives.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "The world spends $40 billion a year on pet food.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "America is a such a melting pot, I'm not sure if roast chicken is the classic comfort food for everybody.", 
    "name": "Eric Ripert"
  }, 
  {
    "quote": "There is great food in Vegas.", 
    "name": "Eric Ripert"
  }, 
  {
    "quote": "I don't follow the food trends.", 
    "name": "Eric Ripert"
  }, 
  {
    "quote": "I suppose women are attracted to the bad-boy image sometimes because it's fun to have an adventure. It's like eating junk food... it's fun at the time, but ultimately not the best choice.", 
    "name": "Dita Von Teese"
  }, 
  {
    "quote": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "Taste as you go. When you taste the food throughout the cooking process you can make adjustments as you go.", 
    "name": "Anne Burrell"
  }, 
  {
    "quote": "I don't really believe in diets. I love food... If I deprive myself, I'm going to want it more. I snack on yogurt, raw cashews and cherry tomatoes.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "I have experienced some amazing food! Yet when I think about the most luxurious and exquisite meals I have had, visions of simple food made from a few natural ingredients are what most excite me.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "I don't need the fillers, additives, excessive amounts of sugars, fats, salts and other measures taken to taint the natural goodness of real food.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "The very fact that we are having a national conversation about what we should eat, that we are struggling with the question about what the best diet is, is symptomatic of how far we have strayed from the natural conditions that gave rise to our species, from the simple act of eating real, whole, fresh food.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "We need a grassroots movement and government policies and programs to change the food landscape and the built environment to give our children a chance to have happy, healthy successful lives.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "Most schools have only a microwave or deep fryer, hardly the tools needed to feed our children real, fresh food.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "When it becomes a revolutionary act to eat real food, we are in trouble.", 
    "name": "Mark Hyman"
  }, 
  {
    "quote": "Life excites me-just little, normal, everyday things. Getting out of bed. Getting dressed. Making food. I find it all exciting.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "You can see my guns at my apartment. The safe room is a special place... It's good to have a safe room in your house. It's storm-proof we've got food, store supplies, all kinds of stuff.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "Bahrainis are better off than many other Arabs. We have a welfare state, everybody gets a salary whether they have a job or not. Electricity and food are subsidized school and healthcare are free. And we don't differentiate between Bahrainis and foreigners. We are very proud of that.", 
    "name": "Hamad bin Isa Al Khalifa"
  }, 
  {
    "quote": "It's a funny thing about me. I don't have any interest in food most of the time now, although when I was a kid I was always hungry.", 
    "name": "Alan Ladd"
  }, 
  {
    "quote": "Contaminated food is a major cause of diarrhea, substantially contributing to malnutrition and killing about 2.2 million people each year, most of them children.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "The development of the food industry for both domestic and export markets relies on a regulatory framework that both protects the consumer and assures fair trading practices in food.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "We are also in the process of defining how best to work together with food and other companies to address diet and physical activity factors in order to prevent chronic diseases.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "We hear all around us to love ourselves, and one of the ways we can do that is to eat food that serves our body, but also for us to love the food we're eating.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "Eating and food are a wonderful part of our life's experience, and half of us are walking around dreading having to figure out what to put in our mouths.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "Food is fuel and not a solution to anything other than giving your body nutrients. I love chocolate like the next girl, but it's not going to change my situation.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "I love HGTV. I love the Food Network.", 
    "name": "Tim Gunn"
  }, 
  {
    "quote": "You can give men food and leisure and amusements and good conditions of work, and still they will remain unsatisfied. You can deny them all these things, and they will not complain so long as they feel that they have something to die for.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "When you get to fifty-two food becomes more important than sex.", 
    "name": "Tom Lehrer"
  }, 
  {
    "quote": "If I am in London I like a quick get away to The Olde Bell in Hurley... It's nearby and no stress - great food and beautiful walks.", 
    "name": "Sadie Frost"
  }, 
  {
    "quote": "Our budget works to reduce and eliminate the risk of attacks at our ports, rails, in the skies, our food supply and roads by allowing for increases in many of the programs and agencies to help protect these important areas of commerce and travel.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "Temptation is like a knife, that may either cut the meat or the throat of a man it may be his food or his poison, his exercise or his destruction.", 
    "name": "John Owen"
  }, 
  {
    "quote": "It seems the most logical thing in the world to believe that the natural resources of the Earth, upon which the race depends for food, clothing and shelter, should be owned collectively by the race instead of being the private property of a few social parasites.", 
    "name": "Ralph Chaplin"
  }, 
  {
    "quote": "I started eating healthier. I actually gave up fast food. I gave up candy and potato chips and everything else. I started watching what I ate.", 
    "name": "Ryan Lochte"
  }, 
  {
    "quote": "When I go on stage man I just want people to have fun, I don't want people to think about their problems, I want people to get energy and nutrition and food from that so they can go back into the real world and work on their problems.", 
    "name": "Jon Fishman"
  }, 
  {
    "quote": "The most successful person is the one who is most inspired. That is true in food and in life.", 
    "name": "Ron Ben-Israel"
  }, 
  {
    "quote": "America is becoming more and more dependent upon imports from foreign manufacturers than we are exports from our country in all fields: in appliances, in clothing, even food. This year America may become for the first time in its history a net food importer.", 
    "name": "Marcy Kaptur"
  }, 
  {
    "quote": "I love making Italian food. And coconut chicken.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "Sometimes I even now feel like a stranger in my country. But I knew there would be problems because I had seen the world as a skater. And now? A lot of people in eastern Germany have lost jobs, rents went up, food costs went up, unemployment went to 20 percent. Freedom is good, but it is not easy.", 
    "name": "Katarina Witt"
  }, 
  {
    "quote": "I heard about the project over a year before we began. My American agent said, 'Oh, you might want to read 'In Cold Blood' because they're talking about you for Capote, but the script's with Johnny Depp and Sean Penn at the moment.' So, these things take their time to dribble down the food chain.", 
    "name": "Toby Jones"
  }, 
  {
    "quote": "The United Nations four or five years ago put out a study that said the meat industry, meat-eating, growing meat for food is the No. 1 killer of our planet - not No. 2 or No. 3: No 1. You know what's No. 2? Transportation. Everyone thinks that No. 1 is transportation, and goes out and buys a hybrid car. Screw the hybrid cars. Don't eat hamburgers.", 
    "name": "Maggie Q"
  }, 
  {
    "quote": "I will never forget experiencing Venice for the first time. It feels like you are transported to another time - the art, music, food and pure romance in the air is like no other place.", 
    "name": "Elizabeth Berkley"
  }, 
  {
    "quote": "Food should be raw, just the way God intended it!", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "When I travel I normally eat club sandwiches or I bring my own food. When you go into a new town, it's very had to find a good place to eat.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "We trust something in a grocery store and assume it's good. We don't learn about the most precious thing in life-the food we put in our body. Educate yourself!", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "We had no electricity, no gas. Food was probably our greatest entertainment - the most fun thing that we could do was food.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "In '71 or '72 I returned to New Orleans and stayed there. I started cooking Louisiana food. Of all the things I had cooked, it was the best-and it was my heritage.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "If you have acid in food, you need to sugar it. At a high temperature, the acids are changed to sugar.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "I wait for the next opportunity to have something to do with food. If I get rested, my mind just starts creating new dishes - click, click, click.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "I'd like to have the first restaurant that can deliver incredible quality food to your table at your house at any time-right where you live.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "Cajun is country food by farmers and fisherman that arrived in Louisiana from Acadiana, Canada.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "After failing four times and after working for other people and realizing that nobody paid attention to the food like they should have, we wanted to just pay attention to the food and service.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "I remember that at the beginning of the month, the kind of menus my mom and father would prepare for us would have fish, chicken. But at the end of the month - because my father would be waiting for paycheck - the refrigerator would get empty. I remember that without a lot of food left, some of the best meals happened right there.", 
    "name": "Jose Andres Puerta"
  }, 
  {
    "quote": "I recycle. I have a house in the south of France and I have a small garden. My name is Dujardin - 'from the garden.' I grow carrots, peppers, strawberries, green beans, and things for salads, but there are lots of wild boars all around and they steal the food.", 
    "name": "Jean Dujardin"
  }, 
  {
    "quote": "When I said a few weeks ago that our people would eat cooking oil and olives if necessary, I didn't mean that there really would be only oil and olives. What I meant was that our people have the necessary patience to endure the current difficult situation. Palestinians would rather do without certain food items than their national rights.", 
    "name": "Ismail Haniyeh"
  }, 
  {
    "quote": "Fashion, for me, is anything that's aesthetic and beautiful. Art, food, film. It's something that I appreciate and really like.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "I can celebrate food anytime. I love cheese. When I crave a certain food, I just eat it.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "Actually, if I don't eat healthy food I don't feel good. For me, I crave healthy food.", 
    "name": "Kristin Cavallari"
  }, 
  {
    "quote": "Cleaning is my favorite way to relax. I clear things out and get rid of the stuff I don't need. When the food pantry and the refrigerator are organized, I feel less stressed.", 
    "name": "Jennifer Morrison"
  }, 
  {
    "quote": "Man should not try to avoid stress any more than he would shun food, love or exercise.", 
    "name": "Hans Selye"
  }, 
  {
    "quote": "If you're working out and taking care of your body, you don't really want the greasy food that makes you feel tired or blah. You actually crave the good stuff!", 
    "name": "Jenna Ushkowitz"
  }, 
  {
    "quote": "Whatever I'm doing, I'm in that moment and I'm doing it. The rest of the world's lost. If I'm cooking some food or making soup, I want it to be lovely. If not, what's the point of doing it?", 
    "name": "Sade Adu"
  }, 
  {
    "quote": "I like to cook Indian food when I can. I find the process of creating a home-cooked meal to be unwinding.", 
    "name": "Archie Panjabi"
  }, 
  {
    "quote": "When I was younger I was fat. I was never conscious of it and was content with who I was because I was so loved. My mother never told me to lose weight and my father doted on me, but my agent told me. I tried, but I loved Indian food too much.", 
    "name": "Archie Panjabi"
  }, 
  {
    "quote": "Not like Chinese food, where you eat it and then you feel hungry an hour later.", 
    "name": "Ray Liotta"
  }, 
  {
    "quote": "People will travel anywhere for good food - it's crazy.", 
    "name": "Rene Redzepi"
  }, 
  {
    "quote": "Take a trip to the forest and experience the greatness of getting on your knees and picking your own food and going home... and eating it.", 
    "name": "Rene Redzepi"
  }, 
  {
    "quote": "Learning about issues such as sustainability and locavorism are things that you need to have as part of you as a chef because it will make you cook more delicious food.", 
    "name": "Rene Redzepi"
  }, 
  {
    "quote": "Italian food is all about ingredients and it's not fussy and it's not fancy.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "What I don't like is breakfast in the morning. I have a double-espresso cappuccino, but no food.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "Everybody has to put purees underneath everything now. It's like people think we need the steak, and then we need some baby food with it.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "A lot of restaurants serve good food, but they don't have very good service.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "I believe that London is the most exciting food city in Europe.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "Television in the '80s was very limited. There was no Food Network.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "I grew up in Austria, and for me real comfort food is Wiener Schnitzel. Wiener Schnitzel and mashed potatoes because it reminds me of my youth... It reminds me when I grow up and it feels very comforting.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "There's a lot of processed food in America and I know that can make some tourists who're used to fresh food feel sick.", 
    "name": "Wolfgang Puck"
  }, 
  {
    "quote": "I don't find it a struggle to maintain a healthy diet now as my palate has changed. I don't crave rich food.", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "I had absolutely no idea how I had ballooned during my pregnancy. All I thought about was eating plenty of food to keep my baby healthy.", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "Neither does man have gills for living in a water environment yet it is not sinful to explore the depths of the oceans in search of food or other blessings.", 
    "name": "Walter Lang"
  }, 
  {
    "quote": "We must oppose programs that would take food from the mouths of younger generations to buy prescription drugs for old people, and we must do it... for the children.", 
    "name": "L. Neil Smith"
  }, 
  {
    "quote": "Today, there are also buyers and sellers of all these energy commodities, just like there are buyers and sellers of food commodities and many other commodities.", 
    "name": "Kenneth Lay"
  }, 
  {
    "quote": "We use competitive markets to arrange for delivery of our food supply.", 
    "name": "Kenneth Lay"
  }, 
  {
    "quote": "You start making movies and people start seeing when you go to places, and all of a sudden you are getting clothes for free and all of a sudden you are getting food for free.", 
    "name": "Morris Chestnut"
  }, 
  {
    "quote": "When I'm writing, my neural pathways get blocked. I can't read. I can barely hold a conversation without forgetting words and names. I wish I could wear the same clothes and eat the same food each day.", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "Relief organizations both large and small are coordinating deliveries of food, clothing, water, and other basic necessities to those impacted by Katrina.", 
    "name": "Jo Bonner"
  }, 
  {
    "quote": "When I took command in Vietnam, I gave great emphasis to food and medical care - and to the mail.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "We had the best food any battlefield ever had.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "I do not know that any writer has supposed that on this earth man will ultimately be able to live without food.", 
    "name": "Thomas Malthus"
  }, 
  {
    "quote": "Food safety involves everybody in the food chain.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "We're going to do everything possible to make sure that food safety is always paramount, and that we work with the industry as aggressively as we can to make sure that we're paying attention to the food-safety issues.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "This president has said this has to be a priority for our nation, protecting our food supply from terrorist acts, so he continues to provide the funding that is necessary.", 
    "name": "Mike Johanns"
  }, 
  {
    "quote": "My friends gave me the first songs which was the first food in my soul for me.", 
    "name": "Nana Mouskouri"
  }, 
  {
    "quote": "Our livelihood is intimately tied to the food we eat, water we drink and places where we recreate. That's why we have to promote responsibility and conservation when it comes to our natural resources.", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "To see those babies with no food for three of four days, old people sitting in the hot sun, when you see these poor people, you cannot help but being compassionate or affected.", 
    "name": "Geraldo Rivera"
  }, 
  {
    "quote": "Newlyweds shooting budget: 5k for actors, 2k insurance, 2k food and drink. 9k in the can. We only shot 12 days. That's how to make an independent film.", 
    "name": "Edward Burns"
  }, 
  {
    "quote": "After all the fertile land in the immediate neighbourhood of the first settlers were cultivated, if capital and population increased, more food would be required, and it could only be procured from land not so advantageously situated.", 
    "name": "David Ricardo"
  }, 
  {
    "quote": "The facility of obtaining food is beneficial in two ways to the owners of capital, it at the same time raises profits and increases the amount of consumable commodities.", 
    "name": "David Ricardo"
  }, 
  {
    "quote": "We must then build a proper relationship between the richest and the poorest countries based on our desire that they are able to fend for themselves with the investment that is necessary in their agriculture, so that Africa is not a net importer of food, but an exporter of food.", 
    "name": "Gordon Brown"
  }, 
  {
    "quote": "Peruvian food is so simple yet amazingly flavored with their traditional spices.", 
    "name": "L'Wren Scott"
  }, 
  {
    "quote": "Hopefully, imparting what's important to me, respect for the food and that information about the purveyors, people will realize that for a restaurant to be good, so many pieces have to come together.", 
    "name": "Thomas Keller"
  }, 
  {
    "quote": "Now the restaurants have begun to catch up with the wine-making there are numerous great restaurants in Napa Valley, and it's wonderful because the people are there for just that: great food and great wine.", 
    "name": "Thomas Keller"
  }, 
  {
    "quote": "But once in a while you might see me at In and Out Burger they make the best fast food hamburgers around.", 
    "name": "Thomas Keller"
  }, 
  {
    "quote": "When you're starting out as an actor, there isn't much food around. I was lucky to have a hit pretty early on. I didn't starve too long.", 
    "name": "Steve Guttenberg"
  }, 
  {
    "quote": "I'm a food addict, that's my downfall.", 
    "name": "Valerie Bertinelli"
  }, 
  {
    "quote": "I've realized that I'm more important than food is. I love a big slice of pizza, but I love myself more. Being thin is about changing the way you think about yourself. It's about saying that you deserve to be healthy.", 
    "name": "Valerie Bertinelli"
  }, 
  {
    "quote": "Once a food becomes off-limits, then it takes on this whole other personality. 'Forbidden' is more tempting. And it becomes something evil, but food is food. It's there to nourish your body.", 
    "name": "Valerie Bertinelli"
  }, 
  {
    "quote": "Music can also be a sensual pleasure, like eating food or sex. But its highest vibration for me is that point of taking us to a real understanding of something in our nature which we can very rarely get at. It is a spiritual state of oneness.", 
    "name": "Terry Riley"
  }, 
  {
    "quote": "Language is like songs, like food, like dance-it is the expression of what we think.", 
    "name": "Holly Near"
  }, 
  {
    "quote": "Many people in the world today are not starving because there is an inherent inability to produce food, they are starving because they are caught in the middle of political fights and blockades that have been used as weapons.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "Food is available, but it cannot be shipped into an area, so the people in that area suffer the consequences.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "Because of technological limits, there is a certain amount of food that we can produce per acre. If we were to have intensive greenhouse agriculture, we could have much higher production.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "A gun can be dangerous. But a gun can protect you, you can hunt for food with it - you know, the tool itself is a tool. The intention of the party using the tool is a part of the process, right? You know: the knife cuts the steak, stabs the person, saves somebody from danger, cuts somebody out of a car.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "I had a job at a movie theater for like a year and a half and then a job at a health food store for, like, two years. Those were the only two jobs I ever had.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "The Paris peace talks kept a roof over my head and food on the table and clothes on my back because if something was said going in or coming out, I had the rent for the month.", 
    "name": "Ed Bradley"
  }, 
  {
    "quote": "It was dog food. Beef livers with onions in a can. You open it up and it looks like vomit.", 
    "name": "Tom Sizemore"
  }, 
  {
    "quote": "I swear I want to be a food model.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "People who shop in health food stores never look healthy.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "If we eat any food, or drink any beverage, we must recite a blessing over them before and after.", 
    "name": "Shmuel Y. Agnon"
  }, 
  {
    "quote": "I love Caribbean food. It's a great melting pot of so many cultures including the Native Americans.", 
    "name": "Bob Greene"
  }, 
  {
    "quote": "I was never a person who was introduced to junk food.", 
    "name": "Ellen Pompeo"
  }, 
  {
    "quote": "I'm learning to hunt with rifles, because if you think about it, hunting gets you the healthiest meat - organic, free-range food. It's a totally yuppie spin on what I thought was kind of a redneck occupation.", 
    "name": "Sarah Wayne Callies"
  }, 
  {
    "quote": "What's my favourite food? One you order out.", 
    "name": "Abigail Breslin"
  }, 
  {
    "quote": "I like putting my money into things like food and shelter. I'm probably a bad example of an investor.", 
    "name": "Simon Baker"
  }, 
  {
    "quote": "I don't like to generalize but I've had nothing but bad experiences with Mexican food in Europe.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "I love really good food and I don't ever want to spend too much for it, but I like hanging out and having really good, tasty, interesting food.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "It's fun to have money, but the more money I get, the less interesting it becomes. If you don't have very much, you have to think about it. If you are starving, you become interested in food. If you are struggling to pay the bills, money becomes tragically important.", 
    "name": "Sebastian Junger"
  }, 
  {
    "quote": "I have an impressionable palate. A well-worded menu or beautifully presented dish excites me. I get a great deal of pleasure just thinking about food.", 
    "name": "Gayle King"
  }, 
  {
    "quote": "Without sound conservation and management measures, fisheries will quickly become depleted and a basic component of global food security will be lost.", 
    "name": "Sigmar Gabriel"
  }, 
  {
    "quote": "My girlfriend Siri is a food blogger, and we both love to entertain and eat. This is what happens when you're in your thirties: what was once a passion and real appetite for nightlife in New York City manifests itself into other things, like entertaining at home.", 
    "name": "Carson Daly"
  }, 
  {
    "quote": "In our house we repeated the pattern of thousands of other homes. There were a few books and a lot of music. Our food and our furniture were no different from our neighbors'.", 
    "name": "Emanuel Celler"
  }, 
  {
    "quote": "I'm nutty for nutrition. I've become one of those people who can't stop talking about the connection between food and health. Now that I know how much changing what you eat can transform your life, I can't stop proselytizing.", 
    "name": "Robin Quivers"
  }, 
  {
    "quote": "Women oftentimes are the ones making those economic decisions, sitting around the kitchen table and trying to figure out how to pay for rising gas prices or food prices or the health insurance costs. And I think that they see where they expect their leaders in Congress to also make those tough decisions.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "If I've got food and water, as long as I can exercise my mind and keep it nimble, then I'll be okay.", 
    "name": "Rob Walton"
  }, 
  {
    "quote": "Animal substance seems to be the first food of all birds, even the granivorous tribes.", 
    "name": "William Bartram"
  }, 
  {
    "quote": "Man's survival, from the time of Adam and Eve until the invention of agriculture, must have been precarious because of his inability to ensure his food supply.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "Food is the moral right of all who are born into this world.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "I am but one member of a vast team made up of many organizations, officials, thousands of scientists, and millions of farmers - mostly small and humble - who for many years have been fighting a quiet, oftentimes losing war on the food production front.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "I'm always trying to find brain food and indulge in knowledge that's gonna be useful.", 
    "name": "Big Boi"
  }, 
  {
    "quote": "We can have technology, prosperity, nice homes and cars, but at the same time we must be conscious of what we are dumping into the water, the air and our food.", 
    "name": "Kevin Richardson"
  }, 
  {
    "quote": "We're the biggest food and agriculture company in the world.", 
    "name": "Dwayne Andreas"
  }, 
  {
    "quote": "Now an embryo may seem like some scientific or laboratory term, but in fact the embryo contains the unique information that defines a person. All you add is food and climate control, and some time, and the embryo becomes you or me.", 
    "name": "Todd Akin"
  }, 
  {
    "quote": "What I used to do between writing fits was feed my kids, ride my horse and go shopping for cat and dog food.", 
    "name": "Anne McCaffrey"
  }, 
  {
    "quote": "It's almost seems as though there's a battle going on between the public and all the fast-food establishments, and, believe me, I think it's very tasty food.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "The thing with food is that you can give 20 people the same recipe and the same ingredients, and somebody's going to make it better than somebody else, and that's the creativity of it. It's like music. You could have a bunch of people playing the same piece, and somebody's gonna play it better.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "I think there is a real misconception about Indian food being super spicy. And I know that's because when you go into an Indian restaurant, it is pretty spicy. But it doesn't have to be. In fact, my husband can't handle a lot of heat. I've had to temper my cooking so that he can eat with me.", 
    "name": "Aarti Sequeira"
  }, 
  {
    "quote": "Their life is about getting enough money to put food on the table to feed their children, and that's it.", 
    "name": "Ellen Burstyn"
  }, 
  {
    "quote": "And though various organizations in America and England collected money and sent food parcels to these refugees, nothing was ever received by the Spanish.", 
    "name": "Martha Gellhorn"
  }, 
  {
    "quote": "Edible substances evoke the secretion of thick, concentrated saliva. Why? The answer, obviously, is that this enables the mass of food to pass smoothly through the tube leading from the mouth into the stomach.", 
    "name": "Ivan Pavlov"
  }, 
  {
    "quote": "From the described experiment it is clear that the mere act of eating, the food even not reaching the stomach, determines the stimulation of the gastric glands.", 
    "name": "Ivan Pavlov"
  }, 
  {
    "quote": "It has long been known for sure that the sight of tasty food makes a hungry man's mouth water also lack of appetite has always been regarded as an undesirable phenomenon, from which one might conclude that appetite is essentially linked with the process of digestion.", 
    "name": "Ivan Pavlov"
  }, 
  {
    "quote": "Appetite, craving for food, is a constant and powerful stimulator of the gastric glands.", 
    "name": "Ivan Pavlov"
  }, 
  {
    "quote": "You can heal your body with food.", 
    "name": "Stacy Keibler"
  }, 
  {
    "quote": "I grew up playing music and enjoying good food, friends and family in my own backyard.", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "We cover hamburgers, chicken, veggie burgers, salads, we've got a pretty broad range. To me, McDonald's isn't only about the food. It's about the prices, it's about the way we eat.", 
    "name": "Jim Cantalupo"
  }, 
  {
    "quote": "UNICEF has repeatedly called on governments to ensure basic services for children and this includes providing food where the need exists.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "I also try to eat as much raw food and clean food as possible.", 
    "name": "Kirsty Gallacher"
  }, 
  {
    "quote": "I've talked to some drummers who seem to have a very hard time staying in shape on the road, including some drummers touring with high-profile acts that don't have to live on fast food every night.", 
    "name": "Matt Cameron"
  }, 
  {
    "quote": "The impetus behind going to graduate school was a year after graduating from college spent in Dallas working at the dog food factory and Bank America and not having met success in my chosen field, which at that point was being an actress.", 
    "name": "Beth Henley"
  }, 
  {
    "quote": "I would like to have you quote me, Erich von Stroheim, as having said on this day of this month of this year this one thing: you Americans are living on baby food.", 
    "name": "Erich von Stroheim"
  }, 
  {
    "quote": "I used to hang out by the food table at parties because you don't have to talk to anybody. If you do then you can talk about the food.", 
    "name": "Jennifer Jason Leigh"
  }, 
  {
    "quote": "I don't like salads: I like the strong food.", 
    "name": "Monica Seles"
  }, 
  {
    "quote": "I like to say, jazz music is kind of like my musical equivalent of comfort food. You know, it's always where I go back to when I just want to feel sort of grounded.", 
    "name": "Molly Ringwald"
  }, 
  {
    "quote": "I think for me, food was a way for me to deal with emotional trouble.", 
    "name": "Monica Seles"
  }, 
  {
    "quote": "I do eat well. I try to love my body. That is what I tell my daughter. I say, 'Love every bite of food. Love your body. We're all going to be dead soon.' Actually I don't say that last thing to her.", 
    "name": "Helen Hunt"
  }, 
  {
    "quote": "Cats know how to obtain food without labor, shelter without confinement, and love without penalties.", 
    "name": "W. L. George"
  }, 
  {
    "quote": "I can get whatever I want to eat and when you, you know, you forget to eat you sometimes pick up fast food.", 
    "name": "Star Jones"
  }, 
  {
    "quote": "Don't make jokes about food.", 
    "name": "David Lean"
  }, 
  {
    "quote": "Russia will occupy most of the good food lands of central Europe while we have the industrial portions. We must find some way of persuading Russia to play ball.", 
    "name": "Henry L. Stimson"
  }, 
  {
    "quote": "There's the Hollywood sign there's Griffith Observatory there's the great, amazing Los Angeles Basin. It's 465 square miles of insanity and the best food on the planet.", 
    "name": "Robert Crais"
  }, 
  {
    "quote": "In recent years personal injury attorneys and trial lawyers have attacked the food industry with numerous lawsuits alleging that these businesses should pay monetary damages to those who, of their own accord, consume too much of a legal, safe product.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "Kolkata is a great city, has great food and great people. We had some problems finding the kind of old buildings we were looking for, and even handling the crowds, but on the whole it was fun shooting there.", 
    "name": "Sanjay Dutt"
  }, 
  {
    "quote": "Most of the food imported to Russia came from China.", 
    "name": "Alex Chiu"
  }, 
  {
    "quote": "Stewardesses are still paid so little that in many cases, new hires qualify for food stamps.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "'Shkoff' is to eat. 'Shkiaff' is to slap. Like, 'Gettouttahere I'm gonna give you a couple of shkiaffs,' or, 'Forget presentation, just shkiaff the food onto the plate.'", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "I did skit comedy online for many years, beginning around 2001. Around 2006 I started watching a lot of food television and got re-interested in food. I come from a very food-obsessed family. But I also wanted to do my own thing, which was the comedy.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "You don't have to look far to taste some of the best food the world has to offer. I'd pit my grandmother against a 3-star Michelin chef any day.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "We got Martha Stewart legitimizing homemaking for her generation, and then there's this return to being interested in all things home, lifestyle, and food again. I think this generation is less about the frills and more about the flavor of things.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "You know, we don't have any decorative sprigs of rosemary we're not placing little matchstick radishes onto an hors d'oeuvre... The food's gotta taste good. The concept's gotta taste good.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "I grew up in a food-obsessed Italian family, so food was always front and center in my life. I was a food obsessed person who morphed into a comedian and tried to figure out a way to make fun of my cake and eat it too.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "Julia Child wasn't afraid to have fun. She made fantastic food but knew how to have a good time and not be too stuck up about the kitchen space.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "I feel if I'm healthy and happy, I look good. With a good mixture of fitness and healthy food I always feel great!", 
    "name": "Candice Swanepoel"
  }, 
  {
    "quote": "If you go out to dinner with someone, you find out what they prefer in food. We ought to be able to have a conversation to find out what people prefer when it comes to sex.", 
    "name": "Betty Dodson"
  }, 
  {
    "quote": "The only break I ever took was to eat. That's all I did. Work, and then quickly eat something. It became my main pleasure, having access to my comfort food.", 
    "name": "John Prescott"
  }, 
  {
    "quote": "About 20 per cent of the population believe themselves to have a food allergy and only about five per cent actually do.", 
    "name": "John Warner"
  }, 
  {
    "quote": "I don't always buy organic food. It is more expensive.", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "I've always preferred food be on the blander side.", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "Unless everyone grasps the importance of having only two children per couple, wars won't be over just oil anymore, they will be over water and food.", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "Everyone would be healthier if they didn't eat junk food.", 
    "name": "Robert Atkins"
  }, 
  {
    "quote": "Food compulsion isn't a character disorder it's a chemical disorder.", 
    "name": "Robert Atkins"
  }, 
  {
    "quote": "Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "I was raised by a lady that was crippled all her life but she did everything for me and she raised me. She washed our clothes, cooked our food, she did everything for us. I don't think I ever heard her complain a day in her life. She taught me responsibility towards my brother and sisters and the community.", 
    "name": "Ernest Gaines"
  }, 
  {
    "quote": "Nobody had ever told me junk food was bad for me. Four years of medical school, and four years of internship and residency, and I never thought anything was wrong with eating sweet rolls and doughnuts, and potatoes, and bread, and sweets.", 
    "name": "Robert Atkins"
  }, 
  {
    "quote": "I think things like food, the food of the south is sort of the common tie that binds us all, Black and White, the sense memories. It's a very particular part of the country.", 
    "name": "Sela Ward"
  }, 
  {
    "quote": "I adore food and always have.", 
    "name": "Jane Asher"
  }, 
  {
    "quote": "I got into shape because I took kick-boxing lessons every day to prepare for a fight scene with Taylor Lautner. I really wanted to lie down and eat Chinese food, but I kick-boxed every morning and ran. If someone was filming you with your kit off, you'd do the same thing.", 
    "name": "Jason Isaacs"
  }, 
  {
    "quote": "If you need food stamps, you should meet the criteria.", 
    "name": "Bob Goodlatte"
  }, 
  {
    "quote": "If we as a society are willing to have a preference for organic food, the farmer can pass on the savings.", 
    "name": "Robert Patterson"
  }, 
  {
    "quote": "I'm very proud of my Nigerian heritage. I wasn't fortunate enough to be raised in a heavy Nigerian environment, because my parents were always working. My father was with D.C. Cabs and my mother worked in fast food and was a nurse.", 
    "name": "Wale"
  }, 
  {
    "quote": "I can pretty much live without fast food. I haven't eaten McDonald's in so long, but it's okay.", 
    "name": "Ed Westwick"
  }, 
  {
    "quote": "We lived in a one-bedroom apartment in Northwest D.C. I was essentially raised by a Panamanian man and a Jamaican woman. That's why I have such a fascination with Jamaican food.", 
    "name": "Wale"
  }, 
  {
    "quote": "I live in a kind of gay bubble. I live in a gay house, I drive a gay car. I eat gay food.", 
    "name": "Julian Clary"
  }, 
  {
    "quote": "It is easier to have faith that God will support each House of Hospitality and Farming Commune and supply our needs in the way of food and money to pay bills, than it is to keep a strong, hearty, living faith in each individual around us - to see Christ in him.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "When the show is over we still have to pay our rent, we have to buy food. We have to do all the same things that you do.", 
    "name": "Jamie Farr"
  }, 
  {
    "quote": "I love potatoes - they're my favorite food.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "Food in Chicago is the best.", 
    "name": "Lee DeWyze"
  }, 
  {
    "quote": "I love good food. I'm an epicurean, that's for sure... But I am not really a good cook.", 
    "name": "Gaspard Ulliel"
  }, 
  {
    "quote": "End-of-the-world stories tend to ring true. I've always been drawn to them, but as I wrote my own, I found surprising pleasure in creating a world that is so radically changed, yet where there's so much meaning and value in every small and ordinary thing we have, and take for granted: hot showers, enough food, friends, routines.", 
    "name": "Karen Thompson Walker"
  }, 
  {
    "quote": "We believe that God is big enough to give every nationality their own religion, as he's given them their own taste in food, in plants, in furniture, and housing. I think that each religion has their basic Christ-ish way to get to the Everlasting God.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "While it is true that we must seek value added industries like food processing plants and call center operations, we must do what is necessary to expand and develop our economic profile.", 
    "name": "Alan Autry"
  }, 
  {
    "quote": "I was an organizer in the Food, Agricultural and Tobacco Workers Union down in North Carolina.", 
    "name": "Al Lewis"
  }, 
  {
    "quote": "I was always getting run-down from jet lag and being in strange towns where I didn't speak the language or know what the food was like.", 
    "name": "Molly Sims"
  }, 
  {
    "quote": "Understanding where your food comes from, trying to bolster local farmers and local economies and having a better connection to the food around you and the people around you, only good can come of that. I love to be involved with things like that.", 
    "name": "Amos Lee"
  }, 
  {
    "quote": "It's like spicy food - sometimes you have to tone it down so more people can enjoy it.", 
    "name": "Kenneth Edmonds"
  }, 
  {
    "quote": "In our short walks we passed the kitchen where food was prepared for the nurses and doctors. There we got glimpses of melons and grapes and all kinds of fruits, beautiful white bread and nice meats, and the hungry feeling would be increased tenfold.", 
    "name": "Nellie Bly"
  }, 
  {
    "quote": "How large and varied is the educational bill of fare set before every young gentleman in Great Britain and to judge by the mental stamina it affords him in most cases, what a waste of good food it is!", 
    "name": "James Payn"
  }, 
  {
    "quote": "I don't believe in depriving myself of any food or being imprisoned by a diet.", 
    "name": "Joely Fisher"
  }, 
  {
    "quote": "I hate to say it, but the older you get, you really do have to cut down on the amount you eat. Less food and less portions.", 
    "name": "Jackee Harry"
  }, 
  {
    "quote": "Japan is the most intoxicating place for me. In Kyoto, there's an inn called the Tawaraya which is quite extraordinary. The Japanese culture fascinates me: the food, the dress, the manners and the traditions. It's the travel experience that has moved me the most.", 
    "name": "Roman Coppola"
  }, 
  {
    "quote": "I don't try to match wine with food, I just drink what I like. And I think a lot of people are going towards that now, which never used to be in the past.", 
    "name": "Mario Lemieux"
  }, 
  {
    "quote": "As it has been told to me, my Dad had some kind of deal with Dick Clark. But when we got here, that fell through. So we were out here with no job, no furniture, no food.", 
    "name": "Danny Bonaduce"
  }, 
  {
    "quote": "Maybe we've been brainwashed by 130 years of Yankee history, but Southern identity now has more to do with food, accents, manners, music than the Confederate past. It's something that's open to both races, a variety of ethnic groups and people who move here.", 
    "name": "John Shelton Reed"
  }, 
  {
    "quote": "My very first job was a cashier at Burger King in Tucson, Arizona. And I occasionally worked the drive-thru. I'd go wherever I was needed! My second job was at Dairy Queen. I stayed in the fast food royalty.", 
    "name": "Kate Walsh"
  }, 
  {
    "quote": "Southeast Asia food uses many different types of spices which are quite new to me, like the curry leaves which I saw at the Kreta Ayer wet market in Chinatown. With such spices used in cooking, this usually imparts a strong aroma to Southeast Asian food, which appeals to the senses.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "I like a well-roasted rotisserie chicken and eggs cooked various ways, like sunny-side up or scrambled. It's comfort food for me.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "The simpler the food, the harder it is to prepare it well. You want to truly taste what it is you're eating. So that goes back to the trend of fine ingredients. It's very Japanese: Preparing good ingredients very simply, without distractions from the flavor of the ingredient itself.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "I am very honored for all the distinctions and accolades, but what I am most sensitive to is my clientele and the fact they are pleased with my food and my restaurants.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "We the chefs have a responsibility to learn about the chemical makeup of food!", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "In France today, people no longer eat as much heavy food and fat as they did 15 or 20 years ago. These days, French cooking, through the influence of 'grande cuisine,' has become a bit lighter. And we are beginning to discover the original flavors of our produce.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "Taste is developed by the diversity of the products one can sample. I think our children today may be missing an education about food. We must teach them to know their cuisine and to know the equilibrium of nourishment. That is very important for health.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "If we do not change our negative habits toward climate change, we can count on worldwide disruptions in food production, resulting in mass migration, refugee crises and increased conflict over scarce natural resources like water and farm land. This is a recipe for major security problems.", 
    "name": "Michael Franti"
  }, 
  {
    "quote": "I went from 118 pounds to 135 pounds in a few months. But, I still didn't know anything about food.", 
    "name": "Warren Cuccurullo"
  }, 
  {
    "quote": "We have by far the most expensive health system in the world. We spend 50 percent more per person than the next most costly nation. Americans spend more on health care than housing or food.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "For all the concern about bodies and weight, 'Baywatch' has three huge catering trucks on the set at all times. One for entrees, one appetizers and one for junk food.", 
    "name": "Nicole Eggert"
  }, 
  {
    "quote": "James Bond is quite serious about his drinks and clothing and cigarettes and food and all that sort of thing. There is nothing wry or amused about James Bond.", 
    "name": "Ken Follett"
  }, 
  {
    "quote": "After my pregnancy, I discovered I have an allergy to yeast. Problem is, all the food I love has yeast in it. So I have to relearn how to cook.", 
    "name": "Tia Mowry"
  }, 
  {
    "quote": "One must know combinations, one must have a true knowledge of food to be in the moment.", 
    "name": "Charlie Trotter"
  }, 
  {
    "quote": "Penn State is a leader in food science.", 
    "name": "Don Sherwood"
  }, 
  {
    "quote": "We all thought of chicken as lean, protein-rich food that's good for weight watching, but the truth is chicken might actually be making us fatter!", 
    "name": "Kathy Freston"
  }, 
  {
    "quote": "We talk about, you know, diet and that we shouldn't give our kids big things and obesity and fast food. Well, you know there are people who don't have that problem because they're not getting any food! We have so many deep problems and issues facing humanity.", 
    "name": "Chris Noth"
  }, 
  {
    "quote": "I think that food ties us to our community and our traditions, and it's the thing that makes us feel good and connected.", 
    "name": "Kathy Freston"
  }
]