[
  {
    "quote": "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I don't know who invented high heels, but all women owe him a lot.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Ah, women. They make the highs higher and the lows more frequent.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "As usual, there is a great woman behind every idiot.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Women don't want to hear what you think. Women want to hear what they think - in a deeper voice.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "No doubt exists that all women are crazy it's only a question of degree.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Man does not control his own fate. The women in his life do that for him.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Clever and attractive women do not want to vote they are willing to let men govern as long as they govern men.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "After all those years as a woman hearing 'not thin enough, not pretty enough, not smart enough, not this enough, not that enough,' almost overnight I woke up one morning and thought, 'I'm enough.'", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "I like intelligent women. When you go out, it shouldn't be a staring contest.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "If women were particular about men's characters, they would never get married at all.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A women who doesn't wear perfume has no future.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "When women go wrong, men go right after them.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Being the boss anywhere is lonely. Being a female boss in a world of mostly men is especially so.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Most women set out to try to change a man, and when they have changed him they do not like him.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women I admire them. But, like all men, I don't understand them.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Men and women belong to different species and communications between them is still in its infancy.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Women who seek to be equal with men lack ambition.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "I don't know why women want any of the things men have when one the things that women have is men.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Plain women know more about men than beautiful women do.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I always play women I would date.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "I never realized until lately that women were supposed to be the inferior sex.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "The only really happy folk are married women and single men.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I measure the progress of a community by the degree of progress which women have achieved.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Women cannot complain about men anymore until they start getting better taste in them.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "The trouble with life is that there are so many beautiful women and so little time.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "You can tell the strength of a nation by the women behind its men.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Women's Lib? Oh, I'm afraid it doesn't interest me one bit. I've been so liberated it hurts.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "I owe nothing to Women's Lib.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "There's no evidence whatsoever that men are more rational than women. Both sexes seem to be equally irrational.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "All women should know how to take care of children. Most of them will have a husband some day.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "Women in love are less ashamed than men. They have less to be ashamed of.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "One can find women who have never had one love affair, but it is rare indeed to find any who have had only one.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I'm not denyin' the women are foolish. God Almighty made 'em to match the men.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I've ever met.", 
    "name": "Farrah Fawcett"
  }, 
  {
    "quote": "In our society, the women who break down barriers are those who ignore limits.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Women want mediocre men, and men are working to be as mediocre as possible.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Men are governed by lines of intellect - women: by curves of emotion.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "There are few virtuous women who are not bored with their trade.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The most virtuous women have something within them, something that is never chaste.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Wives are young men's mistresses, companions for middle age, and old men's nurses.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Men are by nature merely indifferent to one another but women are by nature enemies.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "I do not wish women to have power over men but over themselves.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "Women, can't live with them, can't live without them.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Only men who are not interested in women are interested in women's clothes. Men who like women never notice what they wear.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Girls have an unfair advantage over men: if they can't get what they want by being smart, they can get it by being dumb.", 
    "name": "Yul Brynner"
  }, 
  {
    "quote": "I think that maybe if women and children were in charge we would get somewhere.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Charm, in most men and nearly all women, is a decoration.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "It is little men know of women their smiles and their tears alike are seldom what they seem.", 
    "name": "Amelia Barr"
  }, 
  {
    "quote": "I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.", 
    "name": "Sofia Vergara"
  }, 
  {
    "quote": "Being a sex symbol has to do with an attitude, not looks. Most men think it's looks, most women know otherwise.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "Friends are generally of the same sex, for when men and women agree, it is only in the conclusions their reasons are always different.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Some of us are becoming the men we wanted to marry.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Speaking very generally, I find that women are spiritually, emotionally, and often physically stronger than men.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "Men mourn for what they have lost women for what they ain't got.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I feel there is something unexplored about woman that only a woman can explore.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "This man is frank and earnest with women. In Fresno, he's Frank and in Chicago he's Ernest.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Women are the real architects of society.", 
    "name": "Cher"
  }, 
  {
    "quote": "Women are naturally secretive, and they like to do their own secreting.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "The test of civilization is its estimate of women.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "Whether women are better than men I cannot say - but I can say they are certainly no worse.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "I think that women just have a primeval instinct to make soup, which they will try to foist on anybody who looks like a likely candidate.", 
    "name": "Dylan Moran"
  }, 
  {
    "quote": "I will not say that women have no character rather, they have a new one every day.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Women hold up half the sky.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "There is a physical relationship with a woman that you don't have with anybody else, but that's not about love. Love is a spiritual thing.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "Women think with their whole bodies and they see things as a whole more than men do.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "Women get more unhappy the more they try to liberate themselves.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "Men should only believe half of what women say. But which half?", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "I think today women are very scared to celebrate themselves, because then they just get labeled.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "The first problem for all of us, men and women, is not to learn, but to unlearn.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "It is easier for women to succeed in business, the arts, and politics in America than in Europe.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "What we women need to do, instead of worrying about what we don't have, is just love what we do have.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "On the whole, I think women wear too much and are to fussy. You can't see the person for all the clutter.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "I demanded more rights for women because I know what women had to put up with.", 
    "name": "Evita Peron"
  }, 
  {
    "quote": "Men and women, women and men. It will never work.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "To understand how any society functions you must understand the relationship between the men and the women.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "America is a land where men govern, but women rule.", 
    "name": "John Mason Brown"
  }, 
  {
    "quote": "All women's issues are to some degree men's issues and all men's issues are to some degree women's issues because when either sex wins unilaterally both sexes lose.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "I grew up in the Bronx where you would stay up late with your girlfriends, just being silly in our bedrooms, whatever. And I was always the clown.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "They say that women talk too much. If you have worked in Congress you know that the filibuster was invented by men.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "In life, single women are the most vulnerable adults. In movies, they are given imaginary power.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "The connections between and among women are the most feared, the most problematic, and the most potentially transforming force on the planet.", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "When anything goes, it's women who lose.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Women love always: when earth slips from them, they take refuge in heaven.", 
    "name": "George Sand"
  }, 
  {
    "quote": "In politics women type the letters, lick the stamps, distribute the pamphlets and get out the vote. Men get elected.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "Women may not have it easy, but we are given a fairer chance to reach for the top.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "Women will never be as successful as men because they have no wives to advise them.", 
    "name": "Dick Van Dyke"
  }, 
  {
    "quote": "People don't want to see women doing things they don't think women should do.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "It's incredibly unfair. You don't see a lot of 60-year-old women with 20-year-old men onscreen.", 
    "name": "George Clooney"
  }, 
  {
    "quote": "In love, women are professionals, men are amateurs.", 
    "name": "Francois Truffaut"
  }, 
  {
    "quote": "If men knew all that women think, they would be twenty times more audacious.", 
    "name": "Alphonse Karr"
  }, 
  {
    "quote": "For women's tears are but the sweat of eyes.", 
    "name": "Juvenal"
  }, 
  {
    "quote": "Women have been called queens for a long time, but the kingdom given them isn't worth ruling.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Men are allowed to have passion and commitment for their work... a woman is allowed that feeling for a man, but not her work.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "Why is it men are permitted to be obsessed about their work, but women are only permitted to be obsessed about men?", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "A man who graduated high in his class at Yale Law School and made partnership in a top law firm would be celebrated. A man who invested wisely would be admired, but a woman who accomplishes this is treated with suspicion.", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "You can't raise the standard of women's morals by raising their pay envelope. It lies deeper than that.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Women are incredible in groups together. Terrifying. Men have nothing on them.", 
    "name": "Michael Hutchence"
  }, 
  {
    "quote": "When men reach their sixties and retire, they go to pieces. Women go right on cooking.", 
    "name": "Gail Sheehy"
  }, 
  {
    "quote": "Intimacies between women often go backwards, beginning in revelations and ending in small talk.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "And I think women have come a very, very long way, but they have a long way to go.", 
    "name": "Lara Flynn Boyle"
  }, 
  {
    "quote": "Nature makes woman to be won and men to win.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "A lot of women say they love being pregnant, but I wasn't such a big fan.", 
    "name": "Marion Jones"
  }, 
  {
    "quote": "I think women are excellent social critics.", 
    "name": "Laurie Anderson"
  }, 
  {
    "quote": "The appalling thing is the degree of charity women are capable of. You see it all the time... love lavished on absolute fools. Love's a charity ward, you know.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "Women today have more of an overview of their lives and how marriage is or is not a part of it.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "I believe women still face a glass ceiling that must be shattered.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Women like to sit down with trouble - as if it were knitting.", 
    "name": "Ellen Glasgow"
  }, 
  {
    "quote": "I'll always prefer to play with women and hang out with women, and I'll always be a feminist.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "Women are frightening. If you get to 41 as a man, you're quite battle-scarred.", 
    "name": "Hugh Grant"
  }, 
  {
    "quote": "All issues are women's issues - and there are several that are just women's business.", 
    "name": "Eddie Bernice Johnson"
  }, 
  {
    "quote": "Women have a predestination to suffering.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could and in this way women are economic factors in society. But so are horses.", 
    "name": "Charlotte Perkins Gilman"
  }, 
  {
    "quote": "Women like myself, CEOs, can pave the way for more women to get to the top.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "You're not working with models, you're working with real women who have, like, anatomy. Models do not have anatomy.", 
    "name": "Isaac Mizrahi"
  }, 
  {
    "quote": "Women want love to be a novel, men a short story.", 
    "name": "Daphne du Maurier"
  }, 
  {
    "quote": "Women need not always keep their mouths shut and their wombs open.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Women hate everything which strips off the tinsel of sentiment, and they are right, or it would rob them of their weapons.", 
    "name": "George Byron"
  }, 
  {
    "quote": "Women are clear-headed, they are more creative and for this reason, sometimes, also more fragile.", 
    "name": "Emma Bonino"
  }, 
  {
    "quote": "You women could make someone fall in love even with a lie.", 
    "name": "Georg Buchner"
  }, 
  {
    "quote": "The women's movement completely changed attitudes all over the world in ways we'll never be able to count.", 
    "name": "Holly Near"
  }, 
  {
    "quote": "Women don't realize how powerful they are.", 
    "name": "Judith Light"
  }, 
  {
    "quote": "I'm surrounded by very powerful women and very progressive men.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "My advantage as a woman and a human being has been in having a mother who believed strongly in women's education. She was an early undergraduate at Oxford, and her own mother was a doctor.", 
    "name": "Antonia Fraser"
  }, 
  {
    "quote": "Women are women, and hurray for that.", 
    "name": "John Galliano"
  }, 
  {
    "quote": "When women are encouraged to be competitive, too many of them become disagreeable.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "The No. 1 impediment to women succeeding in the workforce is now in the home.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "A homely face and no figure have aided many women heavenward.", 
    "name": "Minna Antrim"
  }, 
  {
    "quote": "Years ago women of my size were considered royalty.", 
    "name": "Camryn Manheim"
  }, 
  {
    "quote": "The house a woman creates is a Utopia. She can't help it - can't help trying to interest her nearest and dearest not in happiness itself but in the search for it.", 
    "name": "Marguerite Duras"
  }, 
  {
    "quote": "We're getting ready to take over the world. My group of girlfriends - we're renegades.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "The sight of women talking together has always made men uneasy nowadays it means rank subversion.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "Emancipation of women has made them lose their mystery.", 
    "name": "Grace Kelly"
  }, 
  {
    "quote": "I always say God should have given women one extra decade at least, especially if you want a family. You're trying to pack a lot in.", 
    "name": "Christine Baranski"
  }, 
  {
    "quote": "What bugs me is that movies don't reflect how interesting and vibrant women are. We don't treasure women as they get older.", 
    "name": "Jill Clayburgh"
  }, 
  {
    "quote": "Women have a favorite room, men a favorite chair.", 
    "name": "Bernard Williams"
  }, 
  {
    "quote": "Relationships are made of talk - and talk is for girls and women.", 
    "name": "Deborah Tannen"
  }, 
  {
    "quote": "Women are the first to jump on what is fashionable.", 
    "name": "Gavin DeGraw"
  }, 
  {
    "quote": "Women hear rhythm differently than men.", 
    "name": "Elvis Costello"
  }, 
  {
    "quote": "I don't love dolls. I love women. I love their bodies.", 
    "name": "John Galliano"
  }, 
  {
    "quote": "Women have this obsession with shoes.", 
    "name": "Alexandra Paul"
  }, 
  {
    "quote": "The only people you can really share certain things with in secret are your girlfriends.", 
    "name": "Shirley Knight"
  }, 
  {
    "quote": "Were there no women, men might live like gods.", 
    "name": "Thomas Dekker"
  }, 
  {
    "quote": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances and one man in his time plays many parts, his acts being seven ages.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Women are made to be loved, not understood.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Women are like teabags. We don't know our true strength until we are in hot water!", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Men always want to be a woman's first love - women like to be a man's last romance.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I see when men love women. They give them but a little of their lives. But women when they love give everything.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Women and cats will do as they please, and men and dogs should relax and get used to the idea.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "As far as I knew white women were never lonely, except in books. White men adored them, Black men desired them and Black women worked for them.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Anyone who says he can see through women is missing a lot.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Men kick friendship around like a football, but it doesn't seem to crack. Women treat it like glass and it goes to pieces.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Women may fall when there's no strength in men.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The sadness of the women's movement is that they don't allow the necessity of love. See, I don't personally trust any revolution where love is not allowed.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Men marry because they are tired women, because they are curious both are disappointed.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The marvel of all history is the patience with which men and women submit to burdens unnecessarily laid upon them by their governments.", 
    "name": "George Washington"
  }, 
  {
    "quote": "There are only three things women need in life: food, water, and compliments.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "I don't hate women - they just sometimes make me mad.", 
    "name": "Eminem"
  }, 
  {
    "quote": "The battle for the individual rights of women is one of long standing and none of us should countenance anything which undermines it.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Women are never disarmed by compliments. Men always are. That is the difference between the sexes.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Too often the great decisions are originated and given form in bodies made up wholly of men, or so completely dominated by them that whatever of special value women have to offer is shunted aside without expression.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Men's vows are women's traitors!", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Long before history began we men have got together apart from the women and done things. We had time.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "I haven't trusted polls since I read that 62% of women had affairs during their lunch hour. I've never met a woman in my life who would give up lunch for sex.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Feminism is a socialist, anti-family, political movement that encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "I'm always rather nervous about how you talk about women who are active in politics, whether they want to be talked about as women or as politicians.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "If women didn't exist, all the money in the world would have no meaning.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "I have thought a sufficient measure of civilization is the influence of good women.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Women are considered deep - why? Because one can never discover any bottom to them. Women are not even shallow.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Women are nothing but machines for producing children.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Bachelors know more about women than married men if they didn't they'd be married too.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Behind all their personal vanity, women themselves always have an impersonal contempt for woman.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The reason women don't play football is because 11 of them would never wear the same outfit in public.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "Stupid as a man, say the women: cowardly as a woman, say the men. Stupidity in a woman is unwomanly.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "A women under stress is not immediately concerned with finding solutions to her problems but rather seeks relief by expressing herself and being understood.", 
    "name": "John Gray"
  }, 
  {
    "quote": "A man has a tendency to accept you the way you are, while most women immediately start to pick flaws and want to change you.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I have always had a talent for irritating women since I was fourteen.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "When it comes to gossip, I have to readily admit men are as guilty as women.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Black men don't like to be called 'boys,' but women accept being called 'girls.'", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Women who seek to be equal with men lack ambition.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "All the reasonings of men are not worth one sentiment of women.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I can promise you that women working together - linked, informed and educated - can bring peace and prosperity to this forsaken planet.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Genteel women suppose that those things do not really exist about which it is impossible to talk in polite company.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "It is the most sensual men who need to flee women and torment their bodies.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their tea.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The man who loves other countries as much as his own stands on a level with the man who loves other women as much as he loves his own wife.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Love is something far more than desire for sexual intercourse it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I hate women because they always know where things are.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The fickleness of the women I love is only equalled by the infernal constancy of the women who love me.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "All women do have a different sense of sexuality, or sense of fun, or sense of like what's sexy or cool or tough.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "When women love us, they forgive us everything, even our crimes when they do not love us, they give us credit for nothing, not even our virtues.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Reputation is what men and women think of us character is what God and angels know of us.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "A man can be short and dumpy and getting bald but if he has fire, women will like him.", 
    "name": "Mae West"
  }, 
  {
    "quote": "But while they prate of economic laws, men and women are starving. We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "If there hadn't been women we'd still be squatting in a cave eating raw meat, because we made civilization in order to impress our girlfriends.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "I think the part of media that romanticizes criminal behavior, things that a person will say against women, profanity, being gangster, having multiple children with multiple men and women and not wanting to is prevalent. When you look at the majority of shows on television they placate that kind of behavior.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Women should be obscene and not heard.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Love is the ultimate theme, but it's not just for women.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed.", 
    "name": "Allen Boyd"
  }, 
  {
    "quote": "I've exercised with women so thin that buzzards followed them to their cars.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "There are only two types of women - goddesses and doormats.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "I try to speak my points of view about black America, and how I feel about black men and the role that black men should play in their lives with their children and in their lives with their women.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Once you get a spice in your home, you have it forever. Women never throw out spices. The Egyptians were buried with their spices. I know which one I'm taking with me when I go.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I'm a heroine addict. I need to have sex with women who have saved someone's life.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Nothing can be more absurd than the practice that prevails in our country of men and women not following the same pursuits with all their strengths and with one mind, for thus, the state instead of being whole is reduced to half.", 
    "name": "Plato"
  }, 
  {
    "quote": "I was ecstatic they re-named 'French Fries' as 'Freedom Fries'. Grown men and women in positions of power in the U.S. government showing themselves as idiots.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "There are two powers in the world one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "I speak Spanish to God, Italian to women, French to men, and German to my horse.", 
    "name": "Charles V"
  }, 
  {
    "quote": "There was a time in my life when I thought I had everything - millions of dollars, mansions, cars, nice clothes, beautiful women, and every other materialistic thing you can imagine. Now I struggle for peace.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "Money and women are the most sought after and the least known about of any two things we have.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "As I've said, there were patriots who supported this war, and patriots who opposed it. And all of us are united in appreciation for our servicemen and women, and our hopes for Iraqis' future.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Women in particular need to keep an eye on their physical and mental health, because if we're scurrying to and from appointments and errands, we don't have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own 'to do' list.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Very learned women are to be found, in the same manner as female warriors but they are seldom or ever inventors.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "But when women are moved and lend help, when women, who are by nature calm and controlled, give encouragement and applause, when virtuous and knowledgeable women grace the endeavor with their sweet love, then it is invincible.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Women are like elephants. I like to look at 'em, but I wouldn't want to own one.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Women. They are a complete mystery.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Most women put off entertaining until the kids are grown.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "The big divide in this country is not between Democrats and Republicans, or women and men, but between talkers and doers.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "I think all women go through periods where we hate this about ourselves, we don't like that. It's great to get to a place where you dismiss anything you're worried about. I find flaws attractive. I find scars attractive.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Deprived of meaningful work, men and women lose their reason for existence they go stark, raving mad.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Once we hit forty, women only have about four taste buds left: one for vodka, one for wine, one for cheese, and one for chocolate.", 
    "name": "Gina Barreca"
  }, 
  {
    "quote": "Marriage is for women the commonest mode of livelihood, and the total amount of undesired sex endured by women is probably greater in marriage than in prostitution.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "There is no such thing as society: there are individual men and women, and there are families.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "If I became a philosopher, if I have so keenly sought this fame for which I'm still waiting, it's all been to seduce women basically.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Welcome to Lake Wobegon, where all the women are strong, all the men are good-looking, and all the children are above average.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "Guys are simple... women are not simple and they always assume that men must be just as complicated as they are, only way more mysterious. The whole point is guys are not thinking much. They are just what they appear to be. Tragically.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Not only is women's work never done, the definition keeps changing.", 
    "name": "Bill Copeland"
  }, 
  {
    "quote": "If women ran the world we wouldn't have wars, just intense negotiations every 28 days.", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "When you start falling for somebody and you can't stop thinking about when you're going to see them again, I love that. Women are beautiful. They deserve to be cherished and respected.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "It is past time for women to take their rightful place, side by side with men, in the rooms where the fates of peoples, where their children's and grandchildren's fates, are decided.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "To be completely woman you need a master, and in him a compass for your life. You need a man you can look up to and respect. If you dethrone him it's no wonder that you are discontented, and discontented women are not loved for long.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "What makes a woman beautiful is her loyalty to and her friendships with other women, and her honesty with men.", 
    "name": "Vanessa Marcil"
  }, 
  {
    "quote": "Men have a much better time of it than women. For one thing, they marry later for another thing, they die earlier.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Love is an emotion that is based on an opinion of women that is impossible for those who have had any experience with them.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "If you cannot work on the marriage or the women is a moron, staying married and cheating makes the most sense because divorce is disruptive to the family life and your bank account.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "I seem to be getting a lot of things pushed my way that are strong women. It's like people see Hackers and they send me offers to play tough women with guns, the kind who wear no bra and a little tank top. I'd like to play strong women who are also very feminine.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "We don't have enough support for maternal leave and the kinds of things that some of the European countries do. So we still make it hard on women to go into the work force and feel that they can be good at work but then doing the most important job, which is raising your children in a responsible and positive way.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Women wish to be loved without a why or a wherefore not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Smart women love smart men more than smart men love smart women.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "Men and women of every faith and good people with none at all sincerely strive to do right and lead a purpose-driven life.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When my mom ran for the Senate, my dad was there for her every step of the way. I can still hear her saying in her beautiful voice, 'Why should women have any less say than men, about the great decisions facing our nation?'", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When women kiss it always reminds one of prize fighters shaking hands.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The animals of the world exist for their own reasons. They were not made for humans any more than black people were made for white, or women created for men.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "If women believed in their husbands they would be a good deal happier and also a good deal more foolish.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I have never met anyone who did not support our troops. Sometimes, however, we hear accusations that someone or some group does not support the men and women serving in our Armed Forces. But this is pure demagoguery, and it is intellectually dishonest.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "If a country doesn't recognize minority rights and human rights, including women's rights, you will not have the kind of stability and prosperity that is possible.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I try to write parts for women that are as complicated and interesting as women actually are.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "Women are the largest untapped reservoir of talent in the world.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I'm quite sensitive to women. I saw how my sister got treated by boyfriends. I read this thing that said when you are in a relationship with a woman, imagine how you would feel if you were her father. That's been my approach, for the most part.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I think women are natural caretakers. They take care of everybody. They take care of their husbands and their kids and their dogs, and don't spend a lot of time just getting back and taking time out.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "A man's brain has a more difficult time shifting from thinking to feeling than a women's brain does.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "They're right to think that about me, because I'm the person most likely to sleep with my female fans, I genuinely love other women. And I think they know that.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "We say that slavery has vanished from European civilization, but this is not true. Slavery still exists, but now it applies only to women and its name is prostitution.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "No one is more arrogant toward women, more aggressive or scornful, than the man who is anxious about his virility.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "I believe that the rights of women and girls is the unfinished business of the 21st century.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "All the men in my family were bearded, and most of the women.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Feminism is hated because women are hated. Anti-feminism is a direct expression of misogyny it is the political defense of women hating.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "Why are women... so much more interesting to men than men are to women?", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "If American women would increase their voting turnout by ten percent, I think we would see an end to all of the budget cuts in programs benefiting women and children.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "I do not believe in using women in combat, because females are too fierce.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "But what of black women?... I most sincerely doubt if any other race of women could have brought its fineness up through so devilish a fire.", 
    "name": "W. E. B. Du Bois"
  }, 
  {
    "quote": "The basic problem with my love relationships with women is that my standards are so high - and they apply equally to both of us. I seek full-blast mutual intensity, fully fledged mutual acceptance, full-blown mutual flourishing, and fully felt peace and joy with each other. This requires a level of physical attraction, personal adoration, and moral admiration that is hard to find.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "The battle for women's rights has been largely won.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "When you're wounded and left on Afghanistan's plains, and the women come out to cut up what remains, jest roll to your rifle and blow out your brains and go to your gawd like a soldier.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "When men attempt bold gestures, generally it's considered romantic. When women do it, it's often considered desperate or psycho.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "The three great problems of this century the degradation of man in the proletariat, the subjection of women through hunger, the atrophy of the child by darkness.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Aristotle maintained that women have fewer teeth than men although he was twice married, it never occurred to him to verify this statement by examining his wives' mouths.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Human rights are women's rights, and women's rights are human rights.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I fought all my life for women to make their own choices, in their personal and professional lives. I made mine.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am.", 
    "name": "Elle Macpherson"
  }, 
  {
    "quote": "Sheer flattery got me into the theater. Flattery always works with me, particularly the flattery of women.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "Some women flirt more with what they say, and some with what they do.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "I am not a sexy woman, I'm not beautiful, I'm not a sex kitten, I don't flirt with people, yet I've been tagged more of sex symbol than women who truly are and I that's solely because I don't reveal too much: people are curious.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "There are a number of mechanical devices which increase sexual arousal, particularly in women. Chief among these is the Mercedes-Benz 380SL convertible.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "I've only slept with men I've been married to. How many women can make that claim?", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "A women's greatest asset is her beauty.", 
    "name": "Alex Comfort"
  }, 
  {
    "quote": "What I would say to the young men and women who are beset by hopelessness and doubt is that they should go and see what is being done on the ground to fight poverty, not like going to the zoo but to take action, to open their hearts and their consciences.", 
    "name": "Abbe Pierre"
  }, 
  {
    "quote": "After all, what is your host's purpose in having a party? Surely not for you to enjoy yourself if that were their sole purpose, they'd have simply sent champagne and women over to your place by taxi.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "A great city is that which has the greatest men and women.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "If women are supposed to be less rational and more emotional at the beginning of our menstrual cycle when the female hormone is at its lowest level, then why isn't it logical to say that, in those few days, women behave the most like the way men behave all month long?", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Wealthy women have rights in every country. And poor women don't.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "We are victims of evil customs. It is a crime against humanity that our women are shut up within the four walls of the houses as prisoners. There is no sanction anywhere for the deplorable condition in which our women have to live.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Women: You can't live with them, and you can't get them to dress up in a skimpy little Nazi costume and beat you with a warm squash or something.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "If everybody in this town connected with politics had to leave town because of chasing women and drinking, you would have no government.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "I always supported the women I worked with having time off to go to parent-teacher conferences and doctors' appointments or bringing their infants into the office.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I mean, honestly, we have to be clear that the life for many Afghan women is not that much different than it was a hundred years ago, 200 years ago. The country has lived with so much violence and conflict that many people, men and women, just want it to be over.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "A psychologist once told me that for a boy being in the middle of a conflict between two women is the worst possible situation. There's always a desire to please each one.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Aristotle could have avoided the mistake of thinking that women have fewer teeth than men, by the simple device of asking Mrs. Aristotle to keep her mouth open while he counted.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I like women, but you can't always trust them. Some of them are big liars, like this one woman I met who had a dog. I asked her her dog's name and then I asked, 'Does he bite?' and she said, 'No.' And I said, 'So how does he eat?' Liar!", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "The desire to get married, which - I regret to say, I believe is basic and primal in women - is followed almost immediately by an equally basic and primal urge - which is to be single again.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "A lot of women don't know how to love because there's deep reasons for them not knowing how to love. And what I mean by deep reasons is deep and dark reasons.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "All men and women have an equal need for love. When these needs are not fulfilled it is easy to have our feelings hurt, for which we blame our partner.", 
    "name": "John Gray"
  }, 
  {
    "quote": "You can find women who have never had an affair, but it is hard to find a woman who has had just one.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love him or hate him, Trump is a man who is certain about what he wants and sets out to get it, no holds barred. Women find his power almost as much of a turn-on as his money.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Convent - a place of retirement for women who wish for leisure to meditate upon the sin of idleness.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "It's funny how you never think about the women you've had. It's always the ones who get away that you can't forget.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Women are tenacious, and all of them should be tenacious of respect without esteem they cannot exist esteem is the first demand that they make of love.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Decisiveness is a characteristic of high-performing men and women. Almost any decision is better than no decision at all.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "A woman asking 'Am I good? Am I satisfied?' is extremely selfish. The less women fuss about themselves, the less they talk to other women, the more they try to please their husbands, the happier the marriage is going to be.", 
    "name": "Barbara Cartland"
  }, 
  {
    "quote": "Women have served all these centuries as looking glasses possessing the power of reflecting the figure of man at twice its natural size.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "African women in general need to know that it's OK for them to be the way they are - to see the way they are as a strength, and to be liberated from fear and from silence.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Women desire six things: They want their husbands to be brave, wise, rich, generous, obedient to wife, and lively in bed.", 
    "name": "Geoffrey Chaucer"
  }, 
  {
    "quote": "Women prefer to talk in twos, while men prefer to talk in threes.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "The story of the human race is the story of men and women selling themselves short.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "Our duty, as men and women, is to proceed as if limits to our ability did not exist. We are collaborators in creation.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "Good women always think it is their fault when someone else is being offensive. Bad women never take the blame for anything.", 
    "name": "Anita Brookner"
  }, 
  {
    "quote": "I am drawn to women who are independent and creative, which is problematic because it's a struggle, a competition of careers. There's jealousy.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "Many societies have educated their male children on the simple device of teaching them not to be women.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "There are some women whose pregnancy would make some sly bachelor smile.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Men become much more attractive when they start looking older. But it doesn't do much for women, though we do have an advantage: make-up.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "It is generally recognised that women are better than men at languages, personal relations and multi-tasking, but less good at map-reading and spatial awareness. It is therefore not unreasonable to suppose that women might be less good at mathematics and physics.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "A lot of very beautiful women can be a pain because all they're thinking about is how they look.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "The generality of virtuous women are like hidden treasures, they are safe only because nobody has sought after them.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "It is true that a fellow cannot ignore women - but he can think of them as he ought - as sisters, not as sparring partners.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "Women's virtue is frequently nothing but a regard to their own quiet and a tenderness for their reputation.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I became a lesbian because of women, because women are beautiful, strong, and compassionate.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Men get to be a mixture of the charming mannerisms of the women they have known.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Women rule the world. It's not really worth fighting because they know what they're doing. Ask Napoleon. Ask Adam. Ask Richard Burton or Richie Sambora. Many a man has crumbled.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "It is our duty as men and women to proceed as though the limits of our abilities do not exist.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "I should like to know what is the proper function of women, if it is not to make reasons for husbands to stay at home, and still stronger reasons for bachelors to go out.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Women, as they grow older, rely more and more on cosmetics. Men, as they grow older, rely more and more on a sense of humor.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "All of the women on The Apprentice flirted with me - consciously or unconsciously. That's to be expected.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "We must make it clear that a platform of 'I hate gay men and women' is not a way to become president of the United States.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "The happiest women, like the happiest nations, have no history.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Like many women my age, I am 28 years old.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "There is one thing women can never take away from men. We die sooner.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "CNN found that Hillary Clinton is the most admired woman in America. Women admire her because she's strong and successful. Men admire her because she allows her husband to cheat and get away with it.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Brigands demand your money or your life women require both.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Let us leave pretty women to men devoid of imagination.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "To be born woman is to know - although they do not speak of it at school - women must labor to be beautiful.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "When men hear women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Feminism encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "If you don't love yourself, you can't love anybody else. And I think as women we really forget that.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "I do not consider divorce an evil by any means. It is just as much a refuge for women married to brutal men as Canada was to the slaves of brutal masters.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Strong women only marry weak men.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Many women long for what eludes them, and like not what is offered them.", 
    "name": "Ovid"
  }, 
  {
    "quote": "There's a certain kind of behavior in the Arab world that, to me, resembles the way young men behave when there is no significant influence from women in their lives.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Freedom is a right ultimately defended by the sacrifice of America's servicemen and women.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "A revival does two things. First, it returns the Church from her backsliding and second, it causes the conversion of men and women and it always includes the conviction of sin on the part of the Church. What a spell the devil seems to cast over the Church today!", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "There can be no equality or opportunity if men and women and children be not shielded in their lives from the consequences of great industrial and social processes which they cannot alter, control, or singly cope with.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Women can stand a beating except when it is with their own weapons.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "On one issue at least, men and women agree they both distrust women.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Being a woman is of special interest only to aspiring male transsexuals. To actual women, it is simply a good excuse not to play football.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Women are most fascinating between the ages of 35 and 40 after they have won a few races and know how to pace themselves. Since few women ever pass 40, maximum fascination can continue indefinitely.", 
    "name": "Christian Dior"
  }, 
  {
    "quote": "I hope that no more groans of wounded men and women will ever go to the ear of the Great Spirit Chief above, and that all people may be one people.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "Men aren't the way they are because they want to drive women crazy they've been trained to be that way for thousands of years. And that training makes it very difficult for men to be intimate.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "If one could be friendly with women, what a pleasure - the relationship so secret and private compared with relations with men. Why not write about it truthfully?", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Men at most differ as Heaven and Earth, but women, worst and best, as Heaven and Hell.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "What Democratic congressmen do to their women staffers, Republican congressmen do to the country.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "People are more violently opposed to fur than leather because it's safer to harass rich women than motorcycle gangs.", 
    "name": "Alexei Sayle"
  }, 
  {
    "quote": "Nature has given women so much power that the law has very wisely given them little.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "I have to admit, like so many women, I always knew there was a chance. But like so many women, I never thought it would be me. I never thought I'd hear those devastating words: 'You have breast cancer.'", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "Men are just as sensitive, and in some ways more sensitive, than women are.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Italians come to ruin most generally in three ways, women, gambling, and farming. My family chose the slowest one.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "In less enlightened times, the best way to impress women was to own a hot car. But women wised up and realized it was better to buy their own hot cars so they wouldn't have to ride around with jerks.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Capitalism has its weaknesses. But it is capitalism that ended the stranglehold of the hereditary aristocracies, raised the standard of living for most of the world and enabled the emancipation of women.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Really, every woman is an example to me, because as women we go through so much pain. We have to live this perfect life when we are messed up inside. We all go through trials and tribulations.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "Women are the engine driving the growth in California's economy. Women make California's economy unique.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "Men's magazines often feature pictures of naked ladies. Women's magazines also often feature pictures of naked ladies. This is because the female body is a beautiful work of art, while the male body is hairy and lumpy and should not be seen by the light of day.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "No nation can rise to the height of glory unless your women are side by side with you.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "It's funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "The most efficient water power in the world - women's tears.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Every man needs two women: a quiet home-maker, and a thrilling nymph.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "I've always liked men better than women.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Good-humoured, unaffected girls, will not do for a man who has been used to sensible women. They are two distinct orders of being.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Too many women throw themselves into romance because they're afraid of being single, then start making compromises and losing their identity. I won't do that.", 
    "name": "Julie Delpy"
  }, 
  {
    "quote": "Black women are programmed to define ourselves within this male attention and to compete with each other for it rather than to recognize and move upon our common interests.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "San Francisco is a mad city - inhabited for the most part by perfectly insane people whose women are of a remarkable beauty.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "There are two kinds of women, those who want power in the world and those who want power in bed.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Yes, it's a man's world, but that's all right because they're making a total mess of it. We're chipping away at their control, taking the parts we want. Some women think it's a difficult task, but it's not.", 
    "name": "Cher"
  }, 
  {
    "quote": "When men and women agree, it is only in their conclusions their reasons are always different.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Elections are won by men and women chiefly because most people vote against somebody rather than for somebody.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "The education of women is the best way to save the environment.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Feminism was established to allow unattractive women easier access to the mainstream.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Those men get along best with women who can get along best without them.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "I'm not convinced that women have the education or the sense of their own history enough or that they understand the cruelty of which men are capable and the delight that many men will take in seeing you choose to chain yourself - then they get to say 'See, you did it yourself.'", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Most women are one man away from welfare.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "If we became students of Malcolm X, we would not have young black men out there killing each other like they're killing each other now. Young black men would not be impregnating young black women at the rate going on now. We'd not have the drugs we have now, or the alcoholism.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "There is a real vulgarity in the way women dress at the moment. They show off too much and try too hard. They don't understand where the line is between sexy and vulgar. I know where that line is.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "Never was it given to mortal man - To lie so boldly as we women can.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "As women slowly gain power, their values and priorities are reshaping the agenda. A multitude of studies show that when women control the family funds, they generally spend more on health, nutrition, and education - and less on alcohol and cigarettes.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "There are certainly not so many men of large fortune in the world, as there are pretty women to deserve them.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Kindness in women, not their beauteous looks, shall win my love.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "I am so used to seeing the sort of play which deals with one man and two women. They do not leave me with the feeling I have made a full theatrical meal they do not give me the experience of the multiplicity of life.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "If men and women are to understand each other, to enter into each other's nature with mutual sympathy, and to become capable of genuine comradeship, the foundation must be laid in youth.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "The thing women have yet to learn is nobody gives you power. You just take it.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "Virginity is such a personal thing. You can't judge anyone on it. A lot of young women feel they want to save themselves for the man who they think they'll love forever.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "We have to consciously study how to be tender with each other until it becomes a habit because what was native has been stolen from us, the love of Black women for each other.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "The men and women of Afghanistan are building a nation that is free, and proud, and fighting terror - and America is honored to be their friend.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The simplest of women are wonderful liars who can extricate themselves from the most difficult dilemmas with a skill bordering on genius.", 
    "name": "Guy de Maupassant"
  }, 
  {
    "quote": "If you live in rock and roll, as I do, you see the reality of sex, of male lust and women being aroused by male lust. It attracts women. It doesn't repel them.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "The faces of most American women over thirty are relief maps of petulant and bewildered unhappiness.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "I've looked on many women with lust. I've committed adultery in my heart many times. God knows I will do this and forgives me.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I'm a simple man. All I want is enough sleep for two normal men, enough whiskey for three, and enough women for four.", 
    "name": "Joel Rosenberg"
  }, 
  {
    "quote": "Black women have always been these vixens, these animalistic erotic women. Why can't we just be the sexy American girl next door?", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "As we look forward to freedom, the shining city on the hill and the best days of America lying ahead, it is the men and women in uniform who protect, defend and make us proud to whom we should look and give thanks every night.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "It's so clear that you have to cherish everyone. I think that's what I get from these older black women, that every soul is to be cherished, that every flower Is to bloom.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "My mother was very strong. Once, she picked up a coconut and smashed it against my father's head. It taught me about women defending themselves and not collapsing in a heap.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "I just like to have words that describe things correctly. Now to me, 'black feminist' does not do that. I need a word that is organic, that really comes out of the culture, that really expresses the spirit that we see in black women. And it's just... womanish.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Oh, if I could but live another century and see the fruition of all the work for women! There is so much yet to be done.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Men and women are not born inconstant: they are made so by their early amorous experiences.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "I would go out with women my age, but there are no women my age.", 
    "name": "George Burns"
  }, 
  {
    "quote": "A family is a unit composed not only of children but of men, women, an occasional animal, and the common cold.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "I find very often that very ugly women have really handsome men and vice versa because they don't have any competition. Sometimes handsome men have avoided me.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "If it's true that men are such beasts, this must account for the fact that most women are animal lovers.", 
    "name": "Doris Day"
  }, 
  {
    "quote": "Well I do think, when there are more women, that the tone of the conversation changes, and also the goals of the conversation change. But it doesn't mean that the whole world would be a lot better if it were totally run by women. If you think that, you've forgotten high school.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "When women are depressed, they eat or go shopping. Men invade another country. It's a whole different way of thinking.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "It's rather splendid to think of all those great men and women who appear to have presented symptoms that allow us to describe them as bipolar. Whether it's Hemingway, Van Gogh... Robert Schumann has been mentioned... Virginia Woolf, Sylvia Plath... some of them with rather grim ends.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "I have encountered riotous mobs and have been hung in effigy, but my motto is: Men's rights are nothing more. Women's rights are nothing less.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Part of it went on gambling, and part of it went on women. The rest I spent foolishly.", 
    "name": "George Raft"
  }, 
  {
    "quote": "In Hollywood, the women are all peaches. It makes one long for an apple occasionally.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Silence is an ornament for women.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I'm for women choosing whatever they want to do but they have to really know what they are doing.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "In my work and in myself I reflect black people, women and men, as I reflect others. One day even the most self-protective ones will look into the mirror I provide and not be afraid.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "In mid-life the man wants to see how irresistible he still is to younger women. How they turn their hearts to stone and more or less commit a murder of their marriage I just don't know, but they do.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "Money and women. They're two of the strongest things in the world. The things you do for a woman you wouldn't do for anything else. Same with money.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "No struggle can ever succeed without women participating side by side with men.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "No man can call himself liberal, or radical, or even a conservative advocate of fair play, if his work depends in any way on the unpaid or underpaid labor of women at home, or in the office.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Women are always eagerly on the lookout for any emotion.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "The unique and supreme voluptuousness of love lies in the certainty of committing evil. And men and women know from birth that in evil is found all sensual delight.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "But the true feminist deals out of a lesbian consciousness whether or not she ever sleeps with women.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Women are a sisterhood. They make common cause in behalf of the sex and, indeed, this is natural enough, when we consider the vast power that the law gives us over them.", 
    "name": "William Cobbett"
  }, 
  {
    "quote": "Grace in women has more effect than beauty.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.", 
    "name": "Samuel Gompers"
  }, 
  {
    "quote": "And I highly recommend for all the women in the world, even if they're 71, you can never take for granted that he loves you. It's always good to flirt with him. It's a great sport.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "I love being a woman and I was not one of these women who rose through professional life by wearing men's clothes or looking masculine. I loved wearing bright colors and being who I am.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "Even if society dictates that men and women should behave in certain ways, it is fathers and mothers who teach those ways to children not just in the words they say, but in the lives they lead.", 
    "name": "Augustus Y. Napier"
  }, 
  {
    "quote": "Some women can be fooled all of the time, and all women can be fooled some of the time, but the same woman can't be fooled by the same man in the same way more than half of the time.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Texas women have an amazing sense of purpose when they lose it. They're the best girls in the world - they're loyal and fun, but when they get mad, they'll try to kill you.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I believe there is complete equality between men and women. And I believe those passages in the New Testament, not by Jesus, but by Paul, that say women should not adorn themselves, they should always wear hats or color their hair in church - things like that - I think they are signs of the times and should not apply to modern-day life.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Women encourage men to be childish, then scold them.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The new pope knows that his task is to make the light of Christ shine before men and women of world - not his own light, but that of Christ.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "I want to be a cheerleader for women who have never even considered running for office or being involved in a campaign, but who in the quietness of their hearts might think, 'Why not me?'", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "I want women to be liberated and still be able to have a nice ass and shake it.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "If women want any rights more than they's got, why don't they just take them, and not be talking about it.", 
    "name": "Sojourner Truth"
  }, 
  {
    "quote": "I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine.", 
    "name": "James Hetfield"
  }, 
  {
    "quote": "Resolved, that the women of this nation in 1876, have greater cause for discontent, rebellion and revolution than the men of 1776.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "If men are honest, everything they do and everywhere they go is for a chance to see women.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "This is an important book, the critic assumes, because it deals with war. This is an insignificant book because it deals with the feelings of women in a drawing-room.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Men who want to support women in our struggle for freedom and justice should understand that it is not terrifically important to us that they learn to cry it is important to us that they stop the crimes of violence against us.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "I've been trying to find women writers for my staff for a while now and I have three women on my staff and three guys so it's pretty equal. I don't know why that is. It's been the same thing for a while. It's hard for female comedians to stand out. That's weird. That's a shame.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Comedy can be, especially in a writer's room, really aggressive, kind of a very male-dominated room, and it would be hard for women. It's not a nurturing place. It's not like a lot of women are going to say, I can't wait to live that lifestyle and be in a writer's room until 2 or 3 a.m.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I was never very interested in boys - and there were plenty of them - vying with one another to see how many famous women they would get into the hay.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "I had used eclectic therapy and behavior therapy on myself at the age of 19 to get over my fear of public speaking and of approaching young women in public.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "There's a lot of thought in art. People get to talk about important things. There's a lot of sex, you know, in art. There's a lot of naked women and men, and there's intrigue, there's fakery. It's a real microcosm of the larger world.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "A lot of women these days, a lot of young women don't want to call themselves feminists. You have this cheap, hideous 'girl power' sort of fad, which I think is pretty benign at best, but at worst, I think it's a way of taking the politics out of feminism and making it some kind of fashion.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "The latest research has revealed that women have a higher IQ than men.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "Three things have been difficult to tame: the oceans, fools and women. We may soon be able to tame the oceans fools and women will take a little longer.", 
    "name": "Spiro T. Agnew"
  }, 
  {
    "quote": "If we mean to have heroes, statesmen and philosophers, we should have learned women.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "Women - always in trouble with them, but can't live without them.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "Men know they are sexual exiles. They wander the earth seeking satisfaction, craving and despising, never content. There is nothing in that anguished motion for women to envy.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "The true republic: men, their rights and nothing more women, their rights and nothing less.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Most of us women like men, you know it's just that we find them a constant disappointment.", 
    "name": "Clare Short"
  }, 
  {
    "quote": "Memorial Day this year is especially important as we are reminded almost daily of the great sacrifices that the men and women of the Armed Services make to defend our way of life.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "I remember when the wave of Jennifer Lopez, Salma Hayek and these beautiful Hispanic women came into light, and I looked up to them and I loved them, but I was like, 'Where are Middle Eastern women?'", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "You don't argue with a four-year old about why he shouldn't eat candy for dinner. You don't punch a mentally handicapped guy even if he punches you first. And you don't argue when a women tells you she's only making 80 cents to your dollar. It's the path of least resistance. You save your energy for more important battles.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "I think that the day you've figured out the differences between women and men is the day that you're no longer attracted to women. It's the difference that is so fantastic and frustrating and angering, and really sexy.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "If women be educated for dependence that is, to act according to the will of another fallible being, and submit, right or wrong, to power, where are we to stop?", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Women are systematically degraded by receiving the trivial attentions which men think it manly to pay to the sex, when, in fact, men are insultingly supporting their own superiority.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "I'd much rather be a woman than a man. Women can cry, they can wear cute clothes, and they're the first to be rescued off sinking ships.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "The breakdown of the black community, in order to maintain slavery, began with the breakdown of the black family. Men and women were not legally allowed to get married because you couldn't have that kind of love. It might get in the way of the economics of slavery. Your children could be taken from you and literally sold down the river.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "A man's sentiments are generally just and right, while it is second selfish thought which makes him trim and adopt some other view. The best reforms are worked out when sentiment operates, as it does in women, with the indignation of righteousness.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "America is a friend to the people of Iraq. Our demands are directed only at the regime that enslaves them and threatens us. When these demands are met, the first and greatest benefit will come to Iraqi men, women and children.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "When women hold off from marrying men, we call it independence. When men hold off from marrying women, we call it fear of commitment.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "As Americans, we don't see the role of government as guaranteeing outcomes, but allowing free men and women to flourish based on their own vision, their hard work and their personal responsibility.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Black women don't have the same body image problems as white women. They are proud of their bodies.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "I was surrounded by strong women so it had never even occurred to me that women were anything other than equal to men.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Faithful women are all alike, they think only of their fidelity, never of their husbands.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "For real change, we need feminine energy in the management of the world. We need a critical number of women in positions of power, and we need to nurture the feminine energy in men.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Men who consistently leave the toilet seat up secretly want women to get up to go the bathroom in the middle of the night and fall in.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "There's very little advice in men's magazines, because men don't think there's a lot they don't know. Women do. Women want to learn. Men think, 'I know what I'm doing, just show me somebody naked.'", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Women are the only exploited group in history to have been idealized into powerlessness.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "Women priests. Great, great. Now there's priests of both sexes I don't listen to.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "Women are wiser than men because they know less and understand more.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "No woman has to be a victim of physical abuse. Women have to feel like they are not alone.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "As the mother of two daughters, I have great respect for women. And I don't ever want to lose that.", 
    "name": "Vera Wang"
  }, 
  {
    "quote": "I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "She belongs to a race of delightful women, who never do any harm, whom everybody calls good, and who are very severe on those who do not pretend to be good.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "While gossip among women is universally ridiculed as low and trivial, gossip among men, especially if it is about women, is called theory, or idea, or fact.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "When I get up and work out, I'm working out just as much for my girls as I am for me, because I want them to see a mother who loves them dearly, who invests in them, but who also invests in herself. It's just as much about letting them know as young women that it is okay to put yourself a little higher on your priority list.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "As to the deceit perpetrated upon women, let it pass, for, when love is in the way, men and women as a general rule dupe each other.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I don't get this whole super-skinny obsession. I really think women look more beautiful when they let their curves show.", 
    "name": "Vanessa Marcil"
  }, 
  {
    "quote": "Make women rational creatures, and free citizens, and they will quickly become good wives - that is, if men do not neglect the duties of husbands and fathers.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Women's fashion is a subtle form of bondage. It's men's way of binding them. We put them in these tight, high-heeled shoes, we make them wear these tight clothes and we say they look sexy. But they're actually tied up.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "Men reach their sexual peak at eighteen. Women reach theirs at thirty-five. Do you get the feeling that God is playing a practical joke?", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "All places where women are excluded tend downward to barbarism but the moment she is introduced, there come in with her courtesy, cleanliness, sobriety, and order.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "The most mediocre of males feels himself a demigod as compared with women.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Those religions that are oppressive to women are also against democracy, human rights, and freedom of expression.", 
    "name": "Taslima Nasrin"
  }, 
  {
    "quote": "I have frequently been questioned, especially by women, of how I could reconcile family life with a scientific career. Well, it has not been easy.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "Because wherever I am today, I still owe it to God and I owe it to two men - the Honorable Elijah Muhammad and Malcolm X and of course, two very special women, my mother and my wife.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Most men are very attached to the idea of being male, and usually experience a lot of fear and insecurity around the idea of being a man. Most women are very identified with their gender, and also experience a tremendous amount of fear and insecurity.", 
    "name": "Andrew Cohen"
  }, 
  {
    "quote": "I think women are concerned too much with their clothes. Men don't really care that much about women's clothes. If they like a girl, chances are they'll like her clothes.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "I'll promise to go easier on drinking and to get to bed earlier, but not for you, fifty thousand dollars, or two-hundred and fifty thousand dollars will I give up women. They're too much fun.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "To conclude that women are unfitted to the task of our historic society seems to me the equivalent of closing male eyes to female facts.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I want to make a policy statement. I am unabashedly in favor of women.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "All soldiers who serve their country and put their lives at risk need to know that if something happens to them, their families will be well taken care of. That's the bond we have with our military men and women and their families.", 
    "name": "Jeff Sessions"
  }, 
  {
    "quote": "One of my theories is that men love with their eyes women love with their ears.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "There is no more lively sensation than that of pain its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "The real religion of the world comes from women much more than from men - from mothers most of all, who carry the key of our souls in their bosoms.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "As they say around the Texas Legislature, if you can't drink their whiskey, screw their women, take their money, and vote against 'em anyway, you don't belong in office.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "Whether they give or refuse, it delights women just the same to have been asked.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Breast cancer is not just a disease that strikes at women. It strikes at the very heart of who we are as women: how others perceive us, how we perceive ourselves, how we live, work and raise our families-or whether we do these things at all.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "Women who marry early are often overly enamored of the kind of man who looks great in wedding pictures and passes the maid of honor his telephone number.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "Women's liberation is just a lot of foolishness. It's men who are discriminated against. They can't bear children. And no one is likely to do anything about that.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "I'm not particularly a feminist, but if you get women off the animal cycle of reproduction and give them some say in how many children they'll have, immediately the floor will rise.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "If you look at any Muslim society and you make a scale of how developed they are, and how successful the economy is, it's a straight line. It depends on how much they emancipate their women.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Women, if the soul of the nation is to be saved, I believe that you must become its soul.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "Reading, solitude, idleness, a soft and sedentary life, intercourse with women and young people, these are perilous paths for a young man, and these lead him constantly into danger.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "No longer shall I paint interiors with men reading and women knitting. I will paint living people who breathe and feel and suffer and love.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "I can't understand why the front pages of newspapers can cover bird flu and swine flu and everybody is up in arms about that and we still haven't really woken up to the fact that so many women in sub-Saharan Africa - 60 percent of people in - infected with HIV are women.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Women should stop going for the bad guys, stop looking so far when the good ones are right there.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Men and women should stay apart, till their hearts grow gentle towards one another again.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Feminism is dated? Yes, for privileged women like my daughter and all of us here today, but not for most of our sisters in the rest of the world who are still forced into premature marriage, prostitution, forced labor - they have children that they don't want or they cannot feed.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Imagine, a September 11 with weapons of mass destruction. It's not 3,000. It's tens of thousands of innocent men, women and children.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "For any of us in this room today, let's start out by admitting we're lucky. We don't live in the world our mothers lived in, our grandmothers lived in, where career choices for women were so limited.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "Some women hold up dresses that are so ugly and they always say the same thing: 'This looks much better on.' On what? On fire?", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Men are self-confident because they grow up identifying with super-heroes. Women have bad self-images because they grow up identifying with Barbie.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Women lie about their age men lie about their income.", 
    "name": "William Feather"
  }, 
  {
    "quote": "The first holy truth in God 101 is that men and women of true faith have always had to accept the mystery of God's identity and love and ways. I hate that, but it's the truth.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "It's okay to be a fat man. It's prestige and power and all of that. But fat women are seen as just lazy and stupid and having no self-control.", 
    "name": "Camryn Manheim"
  }, 
  {
    "quote": "Beauty is the first present nature gives to women and the first it takes away.", 
    "name": "Fay Weldon"
  }, 
  {
    "quote": "Men want to make women happy.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "I've never wanted to look like models on the cover of magazines. I represent the majority of women and I'm very proud of that.", 
    "name": "Adele"
  }, 
  {
    "quote": "I love the fact that there are also women out there that don't have a choice and they must go to work and they still have to raise the kids. Thank goodness that we value those people too.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "Whatever women do, they must do twice as well as men to be half as good. Luckily, this is not difficult.", 
    "name": "Charlotte Whitton"
  }, 
  {
    "quote": "Women are always beautiful.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "Confidence is at the root of so many attractive qualities, a sense of humor, a sense of style, a willingness to be who you are no matter what anyone else might think or say and it's true, I do have a certain fondness for women that have dark hair.", 
    "name": "Wentworth Miller"
  }, 
  {
    "quote": "A fact of modern life is that it takes women longer to get ready than men.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "'Charm' - which means the power to effect work without employing brute force - is indispensable to women. Charm is a woman's strength just as strength is a man's charm.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "For most of my life I let women do the driving and was happy to let them.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "To terrify children with the image of hell... to consider women an inferior creation. Is that good for the world?", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Men get laid, but women get screwed.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "All the women want to be with me, all the men want to be like me.", 
    "name": "Ric Flair"
  }, 
  {
    "quote": "I love surprises - champagne and strawberries, all that pampering, romantic stuff. Guys ought to know how to pamper their women properly.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "And verily, a woman need know but one man well, in order to understand all men whereas a man may know all women and understand not one of them.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "I don't think that women need to smell interesting.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I like my wine like my women - ready to pass out.", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "Women must pay for everything. They do get more glory than men for comparable feats, but, they also get more notoriety when they crash.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "I think there are opportunities for women in comedies - how zany is up to them.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I support women, men, anybody who is in a place that's not their strongest and who is ready to push forward.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I don't know why women feel an affinity with me.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I have a lot of amazing women, you know, women in my life who have been an example for me of what not to do.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "John Currin's exaggerated realism and his twisted women kept me off balance, never knowing if they were sincere or ironic or some new emotion.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "One argument goes that recessions are good for female artists because when money flies out the window, women are allowed in the house. The other claims that when money ebbs, so do prospects for women.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The power of the harasser, the abuser, the rapist depends above all on the silence of women.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "I've seen women who don't have great relationships with their dads, and it all comes down to this: You have to tell girls you love them every day.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Men now monopolize the upper levels... depriving women of their rightful share of opportunities for incompetence.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "So many women just don't know how great they really are. They come to us all vogue outside and vague on the inside.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Some women feel the best cure for a broken heart is a new beau.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "Growing up with the childhood that I had, I learned to never let a man make me feel helpless, and it also embedded a deep need in me to always stick up for women.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "So much has been said and sung of beautiful young girls, why doesn't somebody wake up to the beauty of old women.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "A Code of Honor: Never approach a friend's girlfriend or wife with mischief as your goal. There are just too many women in the world to justify that sort of dishonorable behavior. Unless she's really attractive.", 
    "name": "Bruce Jay Friedman"
  }, 
  {
    "quote": "All societies on the verge of death are masculine. A society can survive with only one man no society will survive a shortage of women.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "Women love a self-confident bald man.", 
    "name": "Larry David"
  }, 
  {
    "quote": "In LA, where I live, it's all about perfectionism. Beauty is now defined by your bones sticking out of your decolletage. For that to be the standard is really perilous for women.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I didn't want to be one of those women who wake up at 63 years old and realize they've missed the window of opportunity for marriage and children.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Ageism works in both directions. As a teenager in the public eye, people would talk condescendingly to me. When you get older there's this feeling that you have to start carving up your face and body. Right now I'm in the middle ground - I think women in their thirties are taken seriously.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Beauty is now defined by your bones sticking out of your decolletage. For that to be the standard is really perilous for women.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I'm excited about there being more of a sisterhood these days. Back in the '90s there was a lot of hate - the women I looked up to as artists were dissing me! It's not so patriarchal these days - there's more love and a lot less hate!", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "A women knows how to keep quiet when she is in the right, whereas a man, when he is in the right, will keep on talking.", 
    "name": "Malcolm De Chazal"
  }, 
  {
    "quote": "There are no ugly women, only lazy ones.", 
    "name": "Helena Rubinstein"
  }, 
  {
    "quote": "Women are treated differently by society for exactly the same reason that children and the mentally handicapped are treated differently.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Women didn't want to watch other women on television because they were jealous of their husbands' diverted attention.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "Lesbian existence comprises both the breaking of a taboo and the rejection of a compulsory way of life. It is also a direct or indirect attack on the male right of access to women.", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "Women who love women are Lesbians. Men, because they can only think of women in sexual terms, define Lesbian as sex between women.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Mr. DeMille's theory of sexual difference was that marriage is an artificial state for women. The want to be taken, ruled, raped. That was his theory.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "After about 20 years of marriage, I'm finally starting to scratch the surface of what women want. And I think the answer lies somewhere between conversation and chocolate.", 
    "name": "Mel Gibson"
  }, 
  {
    "quote": "The people of Wisconsin have been good to me. I've tried to live up to their trust. And now I ask those hardworking men and women, and millions like them across America, to join our cause and get this country working again. When Governor Romney asked me to join the ticket, I said, 'Let's get this done' - and that is exactly, what we're going to do.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The trouble with some women is that they get all excited about nothing - and then marry him.", 
    "name": "Cher"
  }, 
  {
    "quote": "The main difference between men and women is that men are lunatics and women are idiots.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "Men, their rights, and nothing more women, their rights, and nothing less.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Bias has to be taught. If you hear your parents downgrading women or people of different backgrounds, why, you are going to do that.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I think that men know how to romance a woman and most do it well, at least for a time, otherwise women wouldn't marry them. The problem is that most of them begin to rest on their laurels.", 
    "name": "Nicholas Sparks"
  }, 
  {
    "quote": "What is the most beautiful in virile men is something feminine what is most beautiful in feminine women is something masculine.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "Men and women have strengths that complement each other.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "With women, I've got a long bamboo pole with a leather loop on the end. I slip the loop around their necks so they can't get away or come too close. Like catching snakes.", 
    "name": "Marlon Brando"
  }, 
  {
    "quote": "I hope that women everywhere will wear this jewelry and feel the passion and love that is, to me, the real spirit of True Harmony.", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "Just as everybody has the vote including women, I think children should, because as a child is conscious of itself then it has to me an existence and has a stake in what happens.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "I think women are really good at making friends and not good at networking. Men are good at networking and not necessarily making friends. That's a gross generalization, but I think it holds in many ways.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I have said this many times, that there seems to be enough room in the world for mediocre men, but not for mediocre women, and we really have to work very, very hard.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I separated from the Southern Baptists when they adopted the discriminatory attitude towards women, because I believe what Paul taught in Galatians that there is no distinction in God's eyes between men and women, slaves and masters, Jews and non-Jews - everybody is created equally in the eyes of God.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I go out with white women. This makes a lot of people unhappy, mostly black women.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "It is women who bear the race in bloody agony. Suffering is a kind of horror. Blood is a kind of horror. Women are born with horror in their very bloodstream. It is a biological thing.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "To be outspoken, or different at all, is a problem for women.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "When the British came to Ibo land, for instance, at the beginning of the 20th century, and defeated the men in pitched battles in different places, and set up their administrations, the men surrendered. And it was the women who led the first revolt.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or woman's right to her soul.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "People love talking about when they were young and heard Honky Tonk Women for the first time. It's quite a heavy load to carry on your shoulders, the memories of so many people.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "I have crushes on women all the time. I don't have intimate relationships with them, but I find women beautiful.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "Women are the real reason we get up every day. I'm talking about real men. If there were no women, I would not even have to bathe, because why would I care? These are guys I'm hanging with. I wake up for a woman every day of my life to make it happen for her.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "When you see what some women marry, you realize how they must hate to work for a living.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "It was easy to persecute me without people feeling ashamed. It was easy to vilify me and project me as a woman who was not following the tradition of a 'good African woman' and as a highly educated elitist who was trying to show innocent African women ways of doing things that were not acceptable to African men.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "I don't know how it is for women or for other guys, but when I was young and in my 20s, I had a fear of marriage.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Whether you're throwing up or breaking up, you want your girlfriend right there! I don't trust women who don't go to their girlfriends.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I love women. I'm trying to do beautiful things with them. I'm not trying to insult them. My life is not about that.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "Women's Wear Daily can do more than any other publication to establish a designer.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "I don't mind a dirty girl. But what I find tragic is when we, as women, become not the subject of our own story but someone else's object.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Men cannot count, they do not know that two and two make four if women do not tell them so.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "The lover of life makes the whole world into his family, just as the lover of the fair sex creates his from all the lovely women he has found, from those that could be found, and those who are impossible to find.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "And so, whether they came here on the Mayflower, on a slave ship, or on an airplane from Havana, we are all descendants of the men and women who built here the nation that saved the world.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Women have to be active listeners and interrupters - but when you interrupt, you have to know what you are talking about.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "No, men and women of the Irish race, we shall not fight for England. We shall fight for the destruction of the British Empire and the construction of an Irish republic.", 
    "name": "James Larkin"
  }, 
  {
    "quote": "My decision to register women confirms what is already obvious throughout our society-that women are now providing all types of skills in every profession. The military should be no exception.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Please know that I am aware of the hazards. I want to do it because I want to do it. Women must try to do things as men have tried. When they fail, their failure must be a challenge to others.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "If we took away women's right to vote, we'd never have to worry about another Democrat president.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "I think all women in Hollywood are known as sex symbols. That's what our purpose is in this business. You're merchandised, you're a product. You're sold and it's based on sex. But that's okay. I think women should be empowered by that, not degraded.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "I think that women who know who they are are beautiful.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "I'm trying to build a strong business. I want to create new stars, new shows and new products for my audience and create a legacy that outlives me. There are so many other ways I want to reach women besides doing a talk show.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "As it turns out, social scientists have established only one fact about single women's mental health: employment improves it.", 
    "name": "Susan Faludi"
  }, 
  {
    "quote": "I'm not a competitive person, and I think women like me because they don't think I'm competitive, just nice.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Suddenly women's lib had made me feel my life had been wasted.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Men, as well as women, are much oftener led by their hearts than by their understandings.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Gaming in general is a male thing. It isn't that gaming is designed to exclude women. Everybody who's tried to design a game to interest a large female audience has failed. And I think that has to do with the different thinking processes of men and women.", 
    "name": "Gary Gygax"
  }, 
  {
    "quote": "At present, our country needs women's idealism and determination, perhaps more in politics than anywhere else.", 
    "name": "Shirley Chisholm"
  }, 
  {
    "quote": "If there's specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can't change my gender, and I refuse to stop making movies.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "Women do not have as great a need for poetry because their own essence is poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "A sexual revolution begins with the emancipation of women, who are the chief victims of patriarchy, and also with the ending of homosexual oppression.", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "And as a character, what I found very inspiring about playing Dharma, especially at that time, is that the women on television were more neurotic than they were free. And I thought, this is a rare bird and this is unique on television and I think it's really refreshing.", 
    "name": "Jenna Elfman"
  }, 
  {
    "quote": "Women's natural role is to be a pillar of the family.", 
    "name": "Grace Kelly"
  }, 
  {
    "quote": "I don't think women are better than men, I think men are a lot worse than women.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Women complain about PMS, but I think of it as the only time of the month when I can be myself.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "What I've learned is you treat women right.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "In my ballets, woman is first. Men are consorts. God made men to sing the praises of women. They are not equal to men: They are better.", 
    "name": "George Balanchine"
  }, 
  {
    "quote": "I noticed in the past, a lot of guys who like strong women, they really freak out if you're not strong 24/7. Or they complain about you being strong, then the moment you're not strong, they're like, 'Oh, no, no, no.'", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "My advice to the women of America is to raise more hell and fewer dahlias.", 
    "name": "William Allen White"
  }, 
  {
    "quote": "I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "It is strange that modesty is the rule for women when what they most value in men is boldness.", 
    "name": "Ninon de L'Enclos"
  }, 
  {
    "quote": "If we value what we've inherited for free - from other women - surely it's right morally and ethically for us to wake up and say, 'I'm a feminist. '", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "When I meet large women who walk with confidence and are articulate and really have an understanding of how they walk in this world, I love them so deeply for being able to overcome such unbelievable odds.", 
    "name": "Camryn Manheim"
  }, 
  {
    "quote": "I think all of us as women have this super-human quality. We create life, we give life, we are the sources of life for our children - we're all pretty bionic.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I definitely love women. They are more attractive to the naked eye.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Women love working together. That's my experience anyway.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "All German women are beautiful.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "My favorite play in drama school was 'The Bacchae.' It's about a king who literally gets eaten alive by all the women in the play in a kind of orgy - it's related to the word 'bacchanal' - and I loved that idea of animalistic chaos and following our own desires.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Obamacare has got everyone on edge. I mean, small business - men and women or big business are sitting out there saying we have no idea what this is going to cost, but we know it's going to cost us and cost us a lot.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "The violence betwen women is unbelievable. Women try to make each other crawl so that their knees are bleeding.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "My father has a pragmatic mind. He marched with Dr. King in the '60s, and he's very much for women's rights.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "There is a phenomenal amount of pressure on women in this industry: they are considered vintage by the time they hit their mid-30s.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "There are older men with younger women but you don't see a lot of older women with younger men. There are some women who have been able to do it but not often.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Italian men do appreciate beautiful women. They're not afraid of the beauty, which is nice.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "I always believed that women have rights and that there are some women that are intelligent enough to claim those rights. There are some others that are stupid enough not to.", 
    "name": "Shakira"
  }, 
  {
    "quote": "There are three roads to ruin women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians.", 
    "name": "Georges Pompidou"
  }, 
  {
    "quote": "Women stand for the objective world for a man. They stand for the thing that you're not and that's what you always reach for in a song.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "Many differences are rooted in biology and reinforced through culture, so it's important to acknowledge that. Because if you say men and women are the same and if male behaviour is the norm, and women are always expected to act like men, we will never be as good at being men as men are.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Men who love their mothers treat women wonderfully. And they have enormous respect for women.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "Men think about women. Women think about what men think about them.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "If this world is going to be a better place for our grandchildren and great-grandchildren, it will be women who make it so.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "More countries have understood that women's equality is a prerequisite for development.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "The problem is, women have stopped setting the bar high.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "How can smart women be so stupid about men sometimes? Lack of knowledge. It's what men have kept secret for so long.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "Most women's magazines simply try to mold women into bigger and better consumers.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I did a women's movie, and I'm not a woman. I did a gay movie, and I'm not gay. I learned as I went along.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Avon is a unique place to work we've got family-friendly policies. We have more senior women in high-level management than any other company 46 percent of our officers are women.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "The freedom that women were supposed to have found in the Sixties largely boiled down to easy contraception and abortion things to make life easier for men, in fact.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Black women sharing close ties with each other, politically or emotionally, are not the enemies of Black men.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Middle-aged women have greater stability, they are more loyal, and their capacity for steady work is greater than that of younger women.", 
    "name": "Kate Smith"
  }, 
  {
    "quote": "This is pure speculation, but for a period of time, a lot of getting into a party was through fundraising and volunteer work, and Republican women had more time to do that than democratic women, who were out there getting jobs.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I didn't know my mother had it. I think a lot of women don't know their mothers had it that's the sad thing about depression. You know, you don't function anymore. You shut down. You feel like you are in a void.", 
    "name": "Marie Osmond"
  }, 
  {
    "quote": "But I do not believe that the world would be entirely different if there were more women leaders. Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "Men always fall for frigid women because they put on the best show.", 
    "name": "Fanny Brice"
  }, 
  {
    "quote": "Women can't do everything at the same time, we need to understand milestones in our lives comes in segments.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "Women must try to do things as men have tried. When they fail their failure must be but a challenge to others.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "The fact that the church is convinced of not having the right to confer priestly ordination on women is now considered by some as irreconcilable with the European Constitution.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "That's the nature of women, not to love when we love them, and to love when we love them not.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "The runway symbolizes something in society that's very intimidating to women.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "Some women can't say the word lesbian... even when their mouth is full of one.", 
    "name": "Kate Clinton"
  }, 
  {
    "quote": "A study in the Washington Post says that women have better verbal skills than men. I just want to say to the authors of that study: 'Duh.'", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge. Some of us have ventured out nevertheless, and so far we have not fallen off. It is my faith, my feminist faith, that we will not.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "The only genuine elite is the elite of those men and women who gave their lives to justice and charity.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "The road to success is filled with women pushing their husbands along.", 
    "name": "Thomas R. Dewar"
  }, 
  {
    "quote": "On the political front, of course it's a zero-sum game. If it's all white males holding positions, you bring 10 women in, then it's, 'Women are coming!' Get 10 blacks and it's, 'Blacks are coming!' 'Hispanics are coming!' Zero-sum game. The seatmates might change but the chairs don't move. In the economy, the number of chairs can actually increase.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Women are treated as unjustly in poetry as in life. The feminine ones are not idealistic, and the idealistic not feminine.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I am a writer who happens to love women. I am not a lesbian who happens to write.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "All women are misfits. We do not fit into this world without amputations.", 
    "name": "Marge Piercy"
  }, 
  {
    "quote": "I like to help women help themselves, as that is, in my opinion, the best way to settle the woman question. Whatever we can do and do well we have a right to, and I don't think any one will deny us.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Failing to find in women exactly the same kind of sexual emotions, as they find in themselves, men have concluded that there are none there at all.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Working moms commonly testify that they feel guilty when they are away from their children and guilty when they are not at their jobs. Devoted fathers certainly miss their children deeply, but it does not seem to be with the same gnawing, primal anxiety that often afflicts women.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "A lesser complaint: hair extensions. There are moments on 'All My Children' when half the women actors, young and old, seem to be afflicted by android Barbie creep. All those thick swatches of lifeless strands clustering lankly round ladies' necks! Like orange tanning spray, this is a fashion fad that should be put out of its misery.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "No other group in America has so had their identity socialized out of existence as have black women... When black people are talked about the focus tends to be on black men and when women are talked about the focus tends to be on white women.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "The qualities I most admire in women are confidence and kindness.", 
    "name": "Oscar de la Renta"
  }, 
  {
    "quote": "Women would rather be right than reasonable.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "I'd like to look like Madonna when I'm her age. I also look at athletes and love their bodies. I've always wanted to be muscly, not skinny. A lot of women yo-yo around, but I'm always aware if I'm getting a bit out of shape. I never look at the scales but I can just tell. It goes on my tum and bum.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Because I have work to care about, it is possible that I may be less difficult to get along with than other women when the double chins start to form.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I never expected to get the Tom Jones treatment and it amazes me that I do. Strangely it's women who throw their underwear at me when I'm performing live. My male fans tend to be quite shy. My female fans are wild. I never know what to do with all the lingerie that lands at my feet. Maybe I should open a shop.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Too often, older women are seen as victims, but I know lots of formidable women who have marvellous jobs as well as a full erotic life, and children and friends and family.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "A man is given the choice between loving women and understanding them.", 
    "name": "Ninon de L'Enclos"
  }, 
  {
    "quote": "Something that's such a joy in my life every day - cooking - is this incredible, horrific danger to women around the world.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Most women are not as young as they are painted.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "The dual scourge of hunger and malnutrition will be truly vanquished not only when granaries are full, but also when people's basic health needs are met and women are given their rightful role in societies.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "I was in California when this journalist made a blanket statement about the fact that she did not think that black men and women had the kind of love relationship that Rebecca and Nathan had in Sounder.", 
    "name": "Cicely Tyson"
  }, 
  {
    "quote": "It is women who love horror. Gloat over it. Feed on it. Are nourished by it. Shudder and cling and cry out-and come back for more.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "Men tend to feel threatened women tend to feel guilty.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Even back then, I exuded self-confidence, and that drives women crazy.", 
    "name": "Larry David"
  }, 
  {
    "quote": "Many soldiers returning from Iraq and Afghanistan suffer from serious, long-term, physical and mental health problems, due to their service. It is unconscionable to cut the already limited health care benefits available to these brave men and women.", 
    "name": "Mark Dayton"
  }, 
  {
    "quote": "I just love bossy women. I could be around them all day. To me, bossy is not a pejorative term at all. It means somebody's passionate and engaged and ambitious and doesn't mind leading.", 
    "name": "Amy Poehler"
  }, 
  {
    "quote": "We are seeing a great awakening. A national movement of We the People, brought together by what unites us - a shared love of liberty, and an understanding of the unlimited potential of free men and free women.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "Films have never shown the kind of relationship that can exist between two women.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "The struggles waged by nations are weak only when they lack support in the hearts of their women.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "And most people have a woman in their heart, most men have a woman in their heart and most women have a man in their heart.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "I'm 65 and I guess that puts me in with the geriatrics. But if there were fifteen months in every year, I'd only be 48. That's the trouble with us. We number everything. Take women, for example. I think they deserve to have more than twelve years between the ages of 28 and 40.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Women often postpone their lives, thinking that if they're not with a partner then it doesn't really count. They're still searching for their prince, in a way. And as much as we don't discuss that, because it's too embarrassing and too sad, I think it really does exist.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "An interim government was set up in Afghanistan. It included two women, one of whom was Minister of Women's Affairs. Man, who'd she have to show here ankles to to get that job?", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "Women speak because they wish to speak, whereas a man speaks only when driven to speak by something outside himself like, for instance, he can't find any clean socks.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "I like women. I don't understand them, but I like them.", 
    "name": "Sean Connery"
  }, 
  {
    "quote": "In their 30s women really start to live... they're not children anymore, and they're not just mothers.", 
    "name": "Kelly Lynch"
  }, 
  {
    "quote": "Some men have a silly theory about beautiful women - that somewhere along the line they'll turn into a monster. That movie gave them a chance to watch it happen.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Basically, women have to prove they are strong at all times. And then when they go on the attack, they have to not appear mean because those women often get the label of being catty.", 
    "name": "Julie Nixon Eisenhower"
  }, 
  {
    "quote": "If women have young children, they are one man away from welfare.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Women have not yet realized the cowardice that resides, for if they should decide to do so, they would be able to fight you until death and to prove that I speak the truth, amongst so many women, I will be the first to act, setting an example for them to follow.", 
    "name": "Veronica Franco"
  }, 
  {
    "quote": "In discussions around the hiring and firing of Black faculty at universities, the charge is frequently heard that Black women are more easily hired than are Black men.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "When we create out of our experiences, as feminists of color, women of color, we have to develop those structures that will present and circulate our culture.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "I did go to Wellesley, a women's college. And I am of a kind of strange generation which is transitional in terms of women who wanted to go out and get jobs.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I didn't want to set up a women's studies program. I thought women should learn to operate in a coeducational atmosphere, because, especially in national security and international affairs, it's male-dominated.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I think the personal relationships I established mattered in terms of what I was able to get done. And I did bring women's issues to the center of our foreign policy.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I think women have an innate ability to be intuitive with people that they truly love, but they have to trust that inner voice, and I think it is there. I think we are more intuitive than men.", 
    "name": "Andie MacDowell"
  }, 
  {
    "quote": "Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The prolonged slavery of women is the darkest page in human history.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "I think women want to take care of themselves, and I think having a voice in how that is done is very important.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "No one wants to see curvy women.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "I wouldn't call myself a feminist, because I think there are differences between men and women.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "In a way, we women take on more than we need to sometimes.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly.", 
    "name": "Bessie Coleman"
  }, 
  {
    "quote": "It would be a much better country if women did not vote. That is simply a fact. In fact, in every presidential election since 1950 - except Goldwater in '64 - the Republican would have won, if only the men had voted.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "All women in Hollywood are known as sex symbols.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "The media says that equality for women has arrived, but if you look around, you still don't see girls playing guitars and having success with it.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "With over 3 million women battling breast cancer today, everywhere you turn there is a mother, daughter, sister, or friend who has been affected by breast cancer.", 
    "name": "Betsey Johnson"
  }, 
  {
    "quote": "In Kenya women are the first victims of environmental degradation, because they are the ones who walk for hours looking for water, who fetch firewood, who provide food for their families.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Yet consider now, whether women are not quite past sense and reason, when they want to rule over men.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "The trouble with women umpires is that I couldn't argue with one. I'd put my arms around her and give her a little kiss.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "The natural superiority of women is a biological fact, and a socially acknowledged reality.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "We need men and women to sit down and talk to each other about sex honestly and openly. That would help us fight Aids so immediately. But our lack of communication is hugely problematic.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I think women get caught up too much in having a plan - 'I'm going to get married at this age I'm going to have a kid at this age' - and then they just try to find a guy who will fit into that picture. I don't want my life to be based on that.", 
    "name": "Julia Stiles"
  }, 
  {
    "quote": "Women of the working class, especially wage workers, should not have more than two children at most. The average working man can support no more and and the average working woman can take care of no more in decent fashion.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "Women need a reason to have sex. Men just need a place.", 
    "name": "Billy Crystal"
  }, 
  {
    "quote": "I gravitate toward women.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "You know, men and women are a lot alike in certain situations. Like when they're both on fire - they're exactly alike.", 
    "name": "Dave Attell"
  }, 
  {
    "quote": "Women are oppressed in the east, in the west, in the south, in the north. Women are oppressed inside, outside home, a woman is oppressed in religion, she is oppressed outside religion.", 
    "name": "Taslima Nasrin"
  }, 
  {
    "quote": "Perhaps there is no greater issue facing contemporary women than the choices they must make about balancing home and work.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Something about glamour interested me. All my schoolbooks had drawings of women on terraces with a cocktail and a cigarette.", 
    "name": "Bill Blass"
  }, 
  {
    "quote": "Younger women have no problem in reconciling beauty with ambitions as a professional woman.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Women, we might as well be dogs baying the moon as petitioners without the right to vote!", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Except for naval and air exercises, our military should be stationed on American soil, where service men and women can lead normal lives in close proximity to family and friends.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I shall earnestly and persistently continue to urge all women to the practical recognition of the old Revolutionary maxim. Resistance to tyranny is obedience to God.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Music never dies. Do we really need another Madonna tour? Does she have to compete with women performers 25 years her junior?", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Young feminists have been sold a bill of goods about American feminism. The enormous changes in women over the past 40 years are constantly and falsely attributed to the organized women's movement of the late 1960s and '70s.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "My generation of bossy, confident, baby-boom women were something brand new in history. Our energy and assertiveness weren't created by Betty Friedan, unknown before her 1963 book, or by Gloria Steinem, whose political activism, as even the Lifetime profile admitted, did not begin until 1969.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength. I'm very proud to have Latin blood.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "There is a pride, a self-love, in human minds that will seldom be kept so low as to make men and women humbler than they ought to be.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "And what I saw happening is that women don't make one decision to leave the workforce. They makes lots of little decisions really far in advance that kind of inevitably lead them there.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "I like my coffee like I like my women. In a plastic cup.", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "The Bible and the Church have been the greatest stumbling blocks in the way of women's emancipation.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "I remember at the age of five travelling on a trolley car with my mother past a group of women on a picket line at a textile plant, seeing them being viciously beaten by security people. So that kind of thing stayed with me.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Older women are like aging strudels - the crust may not be so lovely, but the filling has come at last into its own.", 
    "name": "Robert Farrar Capon"
  }, 
  {
    "quote": "Women are much more sensitive. We know that emotionally but their organs respond to the same degree.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "Studies have shown that since women have had access to the pill and family planning measures, they have made huge gains in both wages and in careers that were dominated by men.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "When I travel, I love speaking to women around the world about the things that inspire them, the fashions they like, what makes something good and what would make it even better.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Tell the trial lawyers to get out of your state and to quit costing businessmen and women.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Women are not making it to the top. A hundred and ninety heads of state nine are women. Of all the people in parliament in the world, thirteen per cent are women. In the corporate sector, women at the top - C-level jobs, board seats - tops out at fifteen, sixteen per cent.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "You can be with one of the most beautiful women in the world and still be unhappy.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "Women are not in love with me but with the picture of me on the screen. I am merely the canvas on which women paint their dreams.", 
    "name": "Rudolph Valentino"
  }, 
  {
    "quote": "I've been out with some extremely beautiful women who have had no sex appeal whatsoever. It really is a lot more than skin deep.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "A lot of times, women don't get the male perspective in regards to a relationship, what men go through when they're not really dealing well.", 
    "name": "Morris Chestnut"
  }, 
  {
    "quote": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "You think intercourse is a private act it's not, it's a social act. Men are sexually predatory in life and women are sexually manipulative. When two individuals come together and leave their gender outside the bedroom door, then they make love.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "Women were seldom given quality assignments or adequate air time.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "The latest wrinkle is on wrinkles. There is a widespread belief that women can't grow old in television news.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "A man who pretends to understand women is bad manners. For him to really to understand them is bad morals.", 
    "name": "Henry James"
  }, 
  {
    "quote": "I'm 18 in this album. I'm not losing fans, and I'm not disrepecting women, but you reach the maturity of taking it to the next level with a girl. It was only necessary for me to have at least one song like that.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "Americans like fat books and thin women.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "That's not to say that women's priorities are better than men's. Rather, when women are empowered, when they can speak from the experience of their own lives, they often address different, previously neglected issues. And families and whole communities benefit.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Women can go on marrying and pretending that their boyfriends and husbands are Mr. Darcy or some RomCom dream man. But where's that going to get 'em? Besides divorce court?", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "It has been very erotic and provocative for people to wonder about my feelings for women.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I love vampire stories. That's why I did the movie. Women especially were taken with that movie-even more so when it came out on video.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "All women who kill or have sexual obsessions or who are prostitutes have trouble with their fathers.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I cannot imagine having a physical relationship with a woman. I have not done that. But I really love women.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "Even if there are a lot women in films, there are few who are lesbians, that people know about.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I love Sweden. The entire world should be like Sweden. They all like to drink and get naked, and the women are hot. I can't think of a better nation on the planet.", 
    "name": "Drew Curtis"
  }, 
  {
    "quote": "We women know how to take care of everybody so well. But the one person we have written out of the equation is us.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Our great symbol for the Goddess is the moon, whose three aspects reflect the three stages in women's lives and whose cycles of waxing and waning coincide with women's menstrual cycles.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "No one knows what women want!", 
    "name": "Ian Somerhalder"
  }, 
  {
    "quote": "Companies like I.B.M. have offered women scholarships to study engineering for years, and women engineers routinely get higher starting salaries than men.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Women have always been courageous... They are always fearless when protecting their children and in the last century they have been fearless in the fight for their rights.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "I think all women have a friend who at some point dumped them or betrayed them or deeply disappointed them. And at the same time all women have a friend who they dumped or betrayed or hurt in some way. That's universal in women's friendships.", 
    "name": "Lisa See"
  }, 
  {
    "quote": "It's always wonderful to get to know women, with the mystery and the joy and the depth. If you can make a woman laugh, you're seeing the most beautiful thing on God's Earth.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "Soon we saw that money going to women brought much more benefit to the family than money going to the men. So we changed our policy and gave a high priority to women. As a result, now 96% of our four million borrowers in Grameen Bank are women.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "I've always had the impression that real militants are like cleaning women, doing a thankless, daily but necessary job.", 
    "name": "Francois Truffaut"
  }, 
  {
    "quote": "There are women who take it to the wire. That's what they are looking for, the ultimate confrontation. They want a smack.", 
    "name": "Sean Connery"
  }, 
  {
    "quote": "I first became interested in women and religion when I was one of the few women doing graduate work in Religious Studies at Yale University in the late 1960's.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "The religious superstitions of women perpetuate their bondage more than all other adverse influences.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "People identify with me - everyone does - African American women, Caucasian women, they all identify with me because I'm ethnic.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "Men like women who write. Even though they don't say so. A writer is a foreign country.", 
    "name": "Marguerite Duras"
  }, 
  {
    "quote": "All great enterprises have a pearl of faith at their core, and this must be ours: that Americans are still a people born to liberty. That they retain the capacity for self-government. That, addressed as free-born, autonomous men and women of God-given dignity, they will rise yet again to drive back a mortal enemy.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "I get along with all the women singers, but especially Dolly Parton. We talk the same hillbilly language.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women's rules.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Women are still second-class citizens.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "When I am cast in a movie where I feel that the woman's part is more interesting, I usually start thinking about Spencer Tracy and Fred Astaire. They seem to be the most clear actors when working with women.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I can't hit on women in public any more. I didn't decide this it just doesn't feel right at my age.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "There were points in my life where I felt oddly irresistible to women. I'm not in that state now and that makes me sad.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I merged those two words, black and feminist, because I was surrounded by black women who were very tough and and who always assumed they had to work and rear children and manage homes.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Women's rights is not only an abstraction, a cause it is also a personal affair. It is not only about us it is also about me and you. Just the two of us.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "I think older women still have a full life.", 
    "name": "Betty White"
  }, 
  {
    "quote": "If you don't want women to do whatever they need to do then you must provide them with food, you must provide them with shelter and their basic human rights.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I wouldn't want my daughters to date a guy like me. I was dangerous around women in my twenties. I'm terrified that they might end up with someone like me.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "You can't be a great mum and work the whole time necessarily those two things aren't ideal. We have an awful lot to work on and to debate about in relation to our working lives, because it isn't working for a lot of people, particularly for a lot of women.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "Show me a frigid women and, nine times out of ten, I'll show you a little man.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I'm not out burning bras, but I'm very opinionated about women owning their power.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "As with most liberal sexual ideas, what makes the world a better place for men invariably makes it a duller and more dangerous place for women.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Women, more often than not, do things which aren't remotely relaxing but are all about preening, which is just another sort of work.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "People don't have fortunes left them in that style nowadays men have to work and women to marry for money. It's a dreadfully unjust world.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "You know, when you don't go on TV and talk about how many women you sleep with, some people in Hollywood, that are supposedly 'in the know,' start whispering that you're gay. If I were gay, I wouldn't be ashamed to admit it, but I'm not.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "Big women do themselves a disservice when they attempt to become the Righteous Fat (the Righteous Thin are bad enough, all that running around and sweating, somehow believing it means anything).", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "When I was first divorced, I started dating younger women, and it was really exciting. But after a while I was like, 'This is just dumb.'", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Lots of women love to accuse men of being immature when the fellow in question displays a reluctance to 'commit.'", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Women do not often fall in love with philosophers.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I am firmly of the opinion that women who make a lot of effort to hang onto their looks in middle age (unless they are beauties, entertainers or prostitutes) are rather sad, as one should surely have something more substantial to recommend one by this time, such as kindness or cleverness.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Women are so much in love with compliments that rather than want them, they will compliment one another, yet mean no more by it than the men do.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Can I just say here how much I hate the word 'pamper'? While pretending to celebrate and indulge women, it actually implies that their bodies are so revolting that even their 'me time' must be dedicated to turning them into living dolls if potential suitors are to be prevented from running screaming in horror.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "It's easy to dislike the few senior women out there. What if women were half the positions in power? It would be harder to dislike all of them.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "There's something brave and touching about game girls of all ages keeping themselves smart in hard times - one thinks of those wonderful women during World War II drawing stocking seams in eyebrow pencil up the back of legs stained with gravy browning because nylons were so hard to get hold of.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "If you ask men why they did a good job, they'll say, 'I'm awesome. Obviously. Why are you even asking?' If you ask women why they did a good job, what they'll say is someone helped them, they got lucky, they worked really hard.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "I don't really care what people tell children - when you believe in Santa Claus, the Easter Bunny and the Tooth Fairy, one more fib won't hurt. But I am infuriated by the growing notion, posited in some touchy-feely quarters, that all women are, or can be, beautiful.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Feminists wish women to seem like men. They're not men.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "I have experienced jealousy, possessiveness, verbal abuse and violence from men, but I have also experienced jealousy, possessiveness, verbal abuse and violence from women, usually when I failed to respond to their advances.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Women are repeatedly accused of taking things personally. I cannot see any other honest way of taking them.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "When did women whose looks are not their living start conducting themselves like the simpering inmates of an Ottoman empire seraglio?", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I have yet to see a drama that puts forward women who are successful and have a family. Women are nearly always seen as victims.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Whenever we have thanked these men and women for what they have done for us, without exception they have expressed gratitude for having the chance to help - because they grew as they served.", 
    "name": "Clayton Christensen"
  }, 
  {
    "quote": "As a kid, I grew to define what I didn't want my life to be like by sitting behind moaning women on the bus, hearing them bang on about their aches and pains, both real and imagined.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Thank God we're not like America. Everyone wants to look like they're 20. In Europe we admire grown-up women I think men revere older women.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "Women have no sympathy and my experience of women is almost as large as Europe.", 
    "name": "Florence Nightingale"
  }, 
  {
    "quote": "Most women are wise to the fact that lots of men love a cat-fight, and thus go out of their way not to give them one.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I have yet to see a drama that puts forward women who are successful and also have a family... they are nearly always seen as victims.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "'Stress' was the catch-all every pamper-pedlar I spoke to used to explain why healthy women feel the need to be regularly patted, petted and preened into a state of babyish beatification.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Make no mistake, most women are well aware that they've never had it so good when they enter a spa or salon, it is purely a hair/nails thing, a prelude to an evening of guilt-free fun.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Now that women are jockeys, baseball umpires, atomic scientists, and business executives, maybe someday they can master parallel parking.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Girls are infinitely more complicated than boys and women more than men. And there's no doubt about that. We just don't like to think about it. Certainly the men don't like to think about it.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "These women whose antics we smirk at good-naturedly in the pap-traps put themselves out there at least partly on their beauty they are in showbiz, and showing what they've got is part of their business as much as it is for male show-ponies from the Chippendales to George Clooney.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "In individual industries where female labour pays an important role, any movement advocating better wages, shorter working hours, etc., would not be doomed from the start because of the attitude of those women workers who are not organized.", 
    "name": "Clara Zetkin"
  }, 
  {
    "quote": "No one knows 'men' as such, any more than anyone knows 'women,' and if they do generalise they're probably trying to hide their own ignorance. You might know one 'man,' yes, or even lots of individual 'men'.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Most women are dissatisfied with their appearance - it's the stuff that fuels the beauty and fashion industries.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Feminism is a word that I identify with. The term has become synonymous with vitriolic man-hating but it needs to come back to a place where both men and women can embrace it. It is particularly important for women in developing countries.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Women's issues have always been a part of my life.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "It's hard to tell how far women's individuality has come in the past twenty years.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "The more equality women have, the fairer, more civilized and tolerant society will be. Sexual equality is a lot more effective against terrorism than military strength.", 
    "name": "Jose Luis Rodriguez Zapatero"
  }, 
  {
    "quote": "Men need to understand, and women too, what feminism is really about.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "They say I can open movies, and that's nice in that it puts into people's minds that women can do it. It's not just Kevin Costner, not just Arnold Schwarzenegger. Not just the guys.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "It's unfortunate that we live in such a panicked, dysmorphic society where women don't even give themselves a chance to see what they'll look like as older persons. I want to have some idea of what I'll look like before I start cleaning the slates.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Women being pitted each other another in Hollywood is an old tactic, but it's not real at all.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "I find a lot of inspiration in street style and watching women walk, the way they wear things and what they're wearing.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Through my travels, I find inspiration in street style and how young women create their individual looks and identity.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "I also use women as a sex object maybe I'm kinky. However, I like to talk to them as well.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "As to honor - you know - it's a very fine mediaeval inheritance which women never got hold of. It wasn't theirs.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "I like American women. They do things sexually Russian girls never dream of doing - like showering.", 
    "name": "Yakov Smirnoff"
  }, 
  {
    "quote": "The big mistake that men make is that when they turn thirteen or fourteen and all of a sudden they've reached puberty, they believe that they like women. Actually, you're just horny. It doesn't mean you like women any more at twenty-one than you did at ten.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "To honor our national promise to our veterans, we must continue to improve services for our men and women in uniform today and provide long overdue benefits for the veterans and military retirees who have already served.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "Men's need to dominate women may be based in their own sense of marginality or emptiness we do not know its root, and men are making no effort to discover it.", 
    "name": "Marilyn French"
  }, 
  {
    "quote": "In New York, if you weigh under 200 pounds and decline so much as a cookie at a co-worker's party, women will flock to your side, assuring you of your appealing physique. This is how skittish we are about the dangers of anorexia and the pressures of body image.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Childbearing is glorified in part because women die from it.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "The common erotic project of destroying women makes it possible for men to unite into a brotherhood this project is the only firm and trustworthy groundwork for cooperation among males and all male bonding is based on it.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "America's finest - our men and women in uniform, are a force for good throughout the world, and that is nothing to apologize for.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "You can't leave out half the world's experience and expect to address all the problems. Women communicate differently and process information differently, which leads them to resolve conflicts differently.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "If women are expected to do the same work as men, we must teach them the same things.", 
    "name": "Saul Bellow"
  }, 
  {
    "quote": "Women's sports is still in its infancy. The beginning of women's sports in the United States started in 1972, with the passage of Title 9 for girls to finally get athletic scholarships.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "There's something incredibly sexy about sand and sweat and dunes photographed like women's backs.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "Because of what's going on with the economy, I think women are realizing that maybe they don't need a closet full of clothes. They just need the right clothes.", 
    "name": "Michael Kors"
  }, 
  {
    "quote": "We older women in Europe are lucky not to be shoved away in a drawer.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "I think a lot of romanticizing has gone on with the women's movement.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Often, the roles I'm offered in England are melancholic women who are filled with regret for the past, regret for their fading beauty.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "Men are restless, adventurous. Women are conservative - despite what current ideology says.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Most films seem to be about a man and a women falling in love at some point and once you pass forty-five, it's almost disgusting to fall in love.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "We had like a jolt of women in country, and it seems like we're just kind of there now.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "I don't think that the feminist movement has done much for the characters of women.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Respecting other people's cultures is well and good, but I draw the line at where some branches of Islam, what they do to women. It's indefensible.", 
    "name": "Jello Biafra"
  }, 
  {
    "quote": "All my friends' mothers were appalling women.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "I will say that the idea of a woman being deceptive came from that original discussion with critics and reporters about if woman could do that kind of thing. Evelyn, herself, grew out of the discussions about how capable women are of deceit and lying and manipulation.", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "You cannot escape the fact that women mould your first five years, whether you like it or not. And I can't say I do like it very much.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "I'm probably writing music now for the same reason as I started writing songs when I was 14 - to meet women.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Equal pay isn't just a women's issue when women get equal pay, their family incomes rise and the whole family benefits.", 
    "name": "Mike Honda"
  }, 
  {
    "quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Women have seldom sufficient employment to silence their feelings a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Children, I grant, should be innocent but when the epithet is applied to men, or women, it is but a civil term for weakness.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "If the abstract rights of man will bear discussion and explanation, those of women, by a parity of reasoning, will not shrink from the same test.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "I wish I could just go tell all the young women I work with, all these fabulous women, 'Believe in yourself and negotiate for yourself. Own your own success.' I wish I could tell that to my daughter. But it's not that simple.", 
    "name": "Sheryl Sandberg"
  }, 
  {
    "quote": "You become tyrannized by this notion that women must not only be treated equally, but they must never fail.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I am the woman I grew to be partly in spite of my mother, and partly because of the extraordinary love of her best friends, and my own best friends' mothers, and from surrogates, many of whom were not women at all but gay men. I have loved them my entire life, even after their passing.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "Let's stop pretending we can arrest our way to safety and security. Despite all the fine work that policemen and women do, we have got to find other solutions to deter crime.", 
    "name": "Carrie P. Meek"
  }, 
  {
    "quote": "Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "I love women's fashion, but women don't need me as much as men do. It's the men who have nothing to wear.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "Like all sciences and all valuations, the psychology of women has hitherto been considered only from the point of view of men.", 
    "name": "Karen Horney"
  }, 
  {
    "quote": "What made women's labour particularly attractive to the capitalists was not only its lower price but also the greater submissiveness of women.", 
    "name": "Clara Zetkin"
  }, 
  {
    "quote": "I believe every child has the right to a mother and a father. Men and women are not the same. That's not to say they're not entitled to equal rights, but they are not the same.", 
    "name": "Mark Davis"
  }, 
  {
    "quote": "God almighty made women and the Rockefeller gang of thieves made the ladies.", 
    "name": "Mary Harris Jones"
  }, 
  {
    "quote": "Papa always makes it clear that he would like to know me as much more rational and lucid than the girls and women he gets to know during his analytic hours.", 
    "name": "Anna Freud"
  }, 
  {
    "quote": "Women will only have true equality when men share with them the responsibility of bringing up the next generation.", 
    "name": "Ruth Bader Ginsburg"
  }, 
  {
    "quote": "Women have to harness their power - its absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner.", 
    "name": "Cher"
  }, 
  {
    "quote": "Breast cancer deaths in America have been declining for more than a decade. Much of that success is due to early detection and better treatments for women. I strongly encourage women to get a mammogram.", 
    "name": "Larry Craig"
  }, 
  {
    "quote": "Then I read Little Women, and of course, like a lot of really young girls, I was very taken with Jo - Jo being the writer and the misfit.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "To generalize on women is dangerous. To specialize on them is infinitely worse.", 
    "name": "Rudolph Valentino"
  }, 
  {
    "quote": "I tend to go for women with common sense. Being down to earth stands out more than looks.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "Men who care passionately for women attach themselves at least as much to the temple and to the accessories of the cult as to their goddess herself.", 
    "name": "Marguerite Yourcenar"
  }, 
  {
    "quote": "Men are going to go out on the road and they're going to find other women. So if you really want to save yourself a whole lot of heartache, do not fall in love with somebody in a band. Just don't.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "Men don't know much about women. We do know when they're happy. We know when they're crying, and we know when they're pissed off. We just don't know in what order these are gonna come at us.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "Women are more skilled than men at making gossip entertaining.", 
    "name": "Kate Fox"
  }, 
  {
    "quote": "Young women today often have very little appreciation for the real battles that took place to get women where they are today in this country. I don't know how much history young women today know about those battles.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Aren't women prudes if they don't and prostitutes if they do?", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "There are women who make things better, there are women who change things, there are women who make things happen, who make a difference. I want to be one of those women.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Despite the encouraging and wonderful gains and the changes for women which have occurred in my lifetime, there is still room to advance and to promote correction of the remaining deficiencies and imbalances.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I don't work a five-day week as a rule, and I've managed to fill that time up. It hasn't been that hard. I volunteer at school. I'm working because I love it. Yet, I don't not envy women who have a stay-at-home job, because you miss stuff.", 
    "name": "Deidre Hall"
  }, 
  {
    "quote": "I grew up in a family where the women were just nuts. They didn't stand around in cardigans making polite conversation while they chopped tomatoes.", 
    "name": "Nadia Giosia"
  }, 
  {
    "quote": "I think I am really irreverent and I pretty much just talk to and about men the way men talk to and about women.", 
    "name": "Kesha"
  }, 
  {
    "quote": "I had very supportive parents that made the way for me, even at a time when there were very few women - no women, really maybe two or three women - and very few, fewer than that, African-American women heading in this direction, so there were very few people to look up to. You just had to have faith.", 
    "name": "Leah Ward Sears"
  }, 
  {
    "quote": "Seventy-five percent of MS sufferers are women.", 
    "name": "Teri Garr"
  }, 
  {
    "quote": "There are over 200 million illiterate women in India. This low literacy negatively impacts not just their lives but also their families' and the country's economic development. A girl's lack of education also has a negative impact on the health and well-being of her children.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "I love to wear lingerie. The problem is that men always rip it off too quickly. When women are dolled up in lingerie they feel sexy. So let us wear it for five minutes.", 
    "name": "Karen McDougal"
  }, 
  {
    "quote": "I think the most important thing people can do to save our planet and the human race is to empower women!", 
    "name": "Robert Ballard"
  }, 
  {
    "quote": "It's so hard for women in this business. And I want to be doing this when I'm 50.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "As a kid, I was always mad - just noticing the women at Thanksgiving, running around the kitchen, while the men were watching football. For one, I don't want to cook, and for two, I hate football. I was stuck in the middle.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I'm so sick of hearing how there's no strong roles for women. I don't care about strong roles. I just want to see women who are characters! A nun, a serial killer, a housewife, as long as there's some depth there.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "I feel sorry... for people who've had skinny privilege and then have it taken away from them. I have had a lifetime to adjust to seeing how people treat women who aren't their idea of beautiful and therefore aren't their idea of useful, and I had to find ways to become useful to myself.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "The women's movement hasn't changed my sex life. It wouldn't dare.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "Because I am a woman, I must make unusual efforts to succeed. If I fail, no one will say, 'She doesn't have what it takes' They will say, 'Women don't have what it takes.'", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "Women know what men have long forgotten. The ultimate economic and spiritual unit of any civilization is still the family.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "Flexible working is not just for women with children. It is necessary at the other end of the scale. If people can move into part-time work, instead of retirement, then that will be a huge help. If people can fit their work around caring responsibilities for the elderly, the disabled, then again that's very positive.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "As women, we have more of a tendency to be people-pleasers, and I know a lot of women who are not vocal about what makes them happy.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "God gave me some weird, beautiful scent that makes men and women go crazy. People compare it to Carvel. It is a whale of a smell.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "It's the kind of clothes that mothers and daughters can wear, in terms of concept... It's not about age. It's about taste, and it's about lifestyle. I believe women of all ages can wear anything.", 
    "name": "Ralph Lauren"
  }, 
  {
    "quote": "Women are so unforgiving of themselves. We don't recognize our own beauty because we're too busy comparing ourselves to other people.", 
    "name": "Kelly Osbourne"
  }, 
  {
    "quote": "When I do get pregnant, I highly doubt I'll be one of those women who don't look pregnant from behind - I'll be that chick who looks pregnant from her ankles up!", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "We women are constantly at war with our bodies, it is hard to find amnesty for ourselves.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform and when they take off the uniform, we care for them when they are veterans.", 
    "name": "Steve Buyer"
  }, 
  {
    "quote": "Why can't all different types of women be considered beautiful? Why can't we can't we all be considered possible love interests?", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "This world crisis came about without women having anything to do with it. If the women of the world had not been excluded from world affairs, things today might have been different.", 
    "name": "Alice Paul"
  }, 
  {
    "quote": "It takes people a long time to learn the difference between talent and genius, especially ambitious young men and women.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Only the most unapologetic biblical fundamentalists, for instance, take every biblical injunction literally. If we all took all scripture at the same level of authority, then we would be more open to slavery, to the subjugation of women, to wider use of stoning. Jesus himself spoke out frequently against divorce in the strongest of terms.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "It's very hard for a woman in comedy. It's hard for women to be bold and not care what anyone, particularly men, think. Maybe that is why so many women comics are lesbians.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "The problem for those who assert biblical authority in support of traditional definitions of marriage is that one could, with equal validity, assert that the lending of money or certain kinds of haircuts are forbidden by God, or that slavery and the subjugation of women are authorized by the Lord.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "What people don't understand about Sarah Palin is that she is a rancher's wife. From Alberta down to Texas I've known women like that: good common sense, bright and vilified by city people.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "I'm so disturbed when my women students behave as though they can only read women, or black students behave as though they can only read blacks, or white students behave as though they can only identify with a white writer.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "Women love to be called cruel, even when they are kindest.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I think a lot of women innately know how to play their hand. I'm not a big one for the rules.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "Women are always most observed when they seem themselves least to observe, or to lay out for observation.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "The Cause of Women is generally the Cause of Virtue.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "When they take surveys of women in business, of the Fortune 500, the successful women, 80% of them, say they were in sports as a young woman.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "I love women more than anything.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "From sixteen to twenty, all women, kept in humor by their hopes and by their attractions, appear to be good-natured.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I don't think balance is something you get from someone else it's something women have to find from within. For me, finding balance is still a work in progress.", 
    "name": "Rachel Weisz"
  }
]