[
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", 
    "name": "Buddha"
  }, 
  {
    "quote": "A child who is allowed to be disrespectful to his parents will not have true respect for anyone.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "We never know the love of a parent till we become parents ourselves.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I cannot think of any need in childhood as strong as the need for a father's protection.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Even as kids reach adolescence, they need more than ever for us to watch over them. Adolescence is not about letting go. It's about hanging on during a very bumpy ride.", 
    "name": "Ron Taffel"
  }, 
  {
    "quote": "Mothers all want their sons to grow up to be president, but they don't want them to become politicians in the process.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "A mother who is really a mother is never free.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Children are educated by what the grown-up is and not by his talk.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Let parents bequeath to their children not riches, but the spirit of reverence.", 
    "name": "Plato"
  }, 
  {
    "quote": "Each day of our lives we make deposits in the memory banks of our children.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "Mothers - especially single mothers - are heroic in their efforts to raise our nation's children, but men must also take responsibility for their children and recognize the impact they have on their families' well-being.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A new father quickly learns that his child invariably comes to the bathroom at precisely the times when he's in there, as if he needed company. The only way for this father to be certain of bathroom privacy is to shave at the gas station.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Always kiss your children goodnight, even if they're already asleep.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "How pleasant it is for a father to sit at his child's board. It is like an aged man reclining under the shadow of an oak which he has planted.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The truth is that parents are not really interested in justice. They just want quiet.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Never lend your car to anyone to whom you have given birth.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Every cliche about kids is true they grow up so quickly, you blink and they're gone, and you have to spend the time with them now. But that's a joy.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "We are apt to forget that children watch examples better than they listen to preaching.", 
    "name": "Roy L. Smith"
  }, 
  {
    "quote": "Most children threaten at times to run away from home. This is the only thing that keeps some parents going.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "Telling a teenager the facts of life is like giving a fish a bath.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "Few things are more satisfying than seeing your children have teenagers of their own.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Most American children suffer too much mother and too little father.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.", 
    "name": "Jane D. Hull"
  }, 
  {
    "quote": "Don't try to make children grow up to be like you, or they may do it.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Girls are the future mothers of our society, and it is important that we focus on their well-being.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "I think a dad has to make his daughter feel that he's genuinely interested in what she's going through.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Nothing you do for children is ever wasted. They seem not to notice us, hovering, averting our eyes, and they seldom offer thanks, but what we do for them is never wasted.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "There's really no point in having children if you're not going to be home enough to father them.", 
    "name": "Anthony Edwards"
  }, 
  {
    "quote": "Having children is like having a bowling alley installed in your brain.", 
    "name": "Martin Mull"
  }, 
  {
    "quote": "The well-being and welfare of children should always be our focus.", 
    "name": "Todd Tiahrt"
  }, 
  {
    "quote": "I had no idea that mothering my own child would be so healing to my own sadness from my childhood.", 
    "name": "Susie Bright"
  }, 
  {
    "quote": "To me luxury is to be at home with my daughter, and the occasional massage doesn't hurt.", 
    "name": "Olivia Newton-John"
  }, 
  {
    "quote": "Children that are raised in a home with a married mother and father consistently do better in every measure of well-being than their peers who come from divorced or step-parent, single-parent, cohabiting homes.", 
    "name": "Todd Tiahrt"
  }, 
  {
    "quote": "Children are our second chance to have a great parent-child relationship.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "Loving a child doesn't mean giving in to all his whims to love him is to bring out the best in him, to teach him to love what is difficult.", 
    "name": "Nadia Boulanger"
  }, 
  {
    "quote": "A baby is born with a need to be loved - and never outgrows it.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "My mother protected me from the world and my father threatened me with it.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "My children are the reason I laugh, smile and want to get up every morning.", 
    "name": "Gena Lee Nolin"
  }, 
  {
    "quote": "I take my children everywhere, but they always find their way back home.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "The Internet is just bringing all kinds of information into the home. There's just a lot of distraction, a lot of competition for the parent's voice to resonate in the children's ears.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "I have three daughters, so I can't be as tough as I want to be. When you have kids - especially daughters - they know how to work you. They're a lot smarter than we are, that's for sure. But I'll be more tough on their boyfriends.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "The interesting thing about being a mother is that everyone wants pets, but no one but me cleans the kitty litter.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "Having a baby changes the way you view your in-laws. I love it when they come to visit now. They can hold the baby and I can go out.", 
    "name": "Matthew Broderick"
  }, 
  {
    "quote": "I figure that if the children are alive when I get home, I've done my job.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "I want to have children, but my friends scare me. One of my friends told me she was in labor for 36 hours. I don't even want to do anything that feels good for 36 hours.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Love is staying up all night with a sick child - or a healthy adult.", 
    "name": "David Frost"
  }, 
  {
    "quote": "Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating.", 
    "name": "Bob Filner"
  }, 
  {
    "quote": "Parents should not smoke in order to discourage their kids from smoking. A child is more likely to smoke when they have been raised in the environment of a smoker.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "There are only two lasting bequests we can hope to give our children. One of these is roots, the other, wings.", 
    "name": "Hodding Carter"
  }, 
  {
    "quote": "Studies show that children best flourish when one mom and one dad are there to raise them.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "It's hard enough to work and raise a family when your kids are all healthy and relatively normal, but when you add on some kind of disability or disease, it can just be such a burden.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "You can learn many things from children. How much patience you have, for instance.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "No fathers or mothers think their own children ugly.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "You have to support your children to have a healthy relationship.", 
    "name": "Connie Sellecca"
  }, 
  {
    "quote": "The child supplies the power but the parents have to do the steering.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "If you're asking your kids to exercise, then you better do it, too. Practice what you preach.", 
    "name": "Bruce Jenner"
  }, 
  {
    "quote": "It's a huge change for your body. You don't even want to look in the mirror after you've had a baby, because your stomach is just hanging there like a Shar-Pei.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad.", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "Parenthood remains the greatest single preserve of the amateur.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "What good mothers and fathers instinctively feel like doing for their babies is usually best after all.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "Parenthood and family come first for me, and when I'm not working I'm cool with the Teletubbies.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Success for me its to raise happy, healthy human beings.", 
    "name": "Kelly LeBrock"
  }, 
  {
    "quote": "The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "My father wasn't really involved and my mom is the light in my life.", 
    "name": "Marion Jones"
  }, 
  {
    "quote": "I've said it before, but it's absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "Fathers and mothers have lost the idea that the highest aspiration they might have for their children is for them to be wise... specialized competence and success are all that they can imagine.", 
    "name": "Allan Bloom"
  }, 
  {
    "quote": "Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there.", 
    "name": "Robert Cormier"
  }, 
  {
    "quote": "Parents were invented to make children happy by giving them something to ignore.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "Family involvement is a valuable thing and playing together actively can be the '90s version of it. Instead of just watching, you can do it together... something we don't spend enough time on. We can motivate and excite each other about fitness.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "Education, like neurosis, begins at home.", 
    "name": "Milton Sapirstein"
  }, 
  {
    "quote": "I feel very blessed to have two wonderful, healthy children who keep me completely grounded, sane and throw up on my shoes just before I go to an awards show just so I know to keep it real.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "No one knows his true character until he has run out of gas, purchased something on the installment plan and raised an adolescent.", 
    "name": "Marcelene Cox"
  }, 
  {
    "quote": "I don't think children's inner feelings have changed. They still want a mother and father in the very same house they want places to play.", 
    "name": "Beverly Cleary"
  }, 
  {
    "quote": "There are 80 million moms in the United States. Forty million stay at home with their children.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "I get whatever placidity I have from my father. But my mother taught me how to take it on the chin.", 
    "name": "Norma Shearer"
  }, 
  {
    "quote": "It's a great mistake, I think, to put children off with falsehoods and nonsense, when their growing powers of observation and discrimination excite in them a desire to know about things.", 
    "name": "Anne Sullivan"
  }, 
  {
    "quote": "I regret not having had more time with my kids when they were growing up.", 
    "name": "Tina Turner"
  }, 
  {
    "quote": "What feeling is so nice as a child's hand in yours? So small, so soft and warm, like a kitten huddling in the shelter of your clasp.", 
    "name": "Marjorie Holmes"
  }, 
  {
    "quote": "We expect teachers to handle teenage pregnancy, substance abuse, and the failings of the family. Then we expect them to educate our children.", 
    "name": "John Sculley"
  }, 
  {
    "quote": "I think I'm going to have to live vicariously through my daughter's rebellion because I certainly never did go through adolescence.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "Do you want to be an artist and a writer, or a wife and a lover? With kids, your focus changes. I don't want to go to PTA meetings.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "Believe me, my children have more stamina than a power station.", 
    "name": "Robbie Coltrane"
  }, 
  {
    "quote": "That's my ideal day, time with my boys.", 
    "name": "Kenny G"
  }, 
  {
    "quote": "Mom and Dad would stay in bed on Sunday morning, but the kids would have to go to church.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "We criticize mothers for closeness. We criticize fathers for distance. How many of us have expected less from our fathers and appreciated what they gave us more? How many of us always let them off the hook?", 
    "name": "Ellen Goodman"
  }, 
  {
    "quote": "Home life's great, man. The kids are great, happy and healthy. I've reached this sort of wonderful precipice.", 
    "name": "Ryan Phillippe"
  }, 
  {
    "quote": "My mother was the influence in my life. She was strong she had great faith in the ultimate triumph of justice and hard work. She believed passionately in education.", 
    "name": "John H. Johnson"
  }, 
  {
    "quote": "We all have an interest in making sure teens grow up healthy and drug-free.", 
    "name": "John Walters"
  }, 
  {
    "quote": "I'd just as soon stay home and raise babies.", 
    "name": "June Allyson"
  }, 
  {
    "quote": "Mama and Daddy King represent the best in manhood and womanhood, the best in a marriage, the kind of people we are trying to become.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "My mom's a Catholic, and my dad's a Jew, and they didn't want anything to do with anything.", 
    "name": "Isabelle Huppert"
  }, 
  {
    "quote": "There are some great questions to ask your doctor. If he says 'no,' then you find yourself a different doctor. There really has to be a change in how we medically look at women at this time. I mean, this is not just baby gloom.", 
    "name": "Marie Osmond"
  }, 
  {
    "quote": "I wasn't very good about juggling family and my career. I was interested in who was coming to the children's birthday party, what my son was writing. I was thinking about Legos.", 
    "name": "Jill Clayburgh"
  }, 
  {
    "quote": "My father was a farmer and my mother was a farmer, but, my childhood was very good. I am very grateful for my childhood, because it was full of gladness and good humanity.", 
    "name": "Roberto Benigni"
  }, 
  {
    "quote": "No matter how calmly you try to referee, parenting will eventually produce bizarre behavior, and I'm not talking about the kids. Their behavior is always normal.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "My childhood should have taught me lessons for my own fatherhood, but it didn't because parenting can only be learned by people who have no children.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "What lingers from the parent's individual past, unresolved or incomplete, often becomes part of her or his irrational parenting.", 
    "name": "Virginia Satir"
  }, 
  {
    "quote": "Autism is a neurological disorder. It's not caused by bad parenting. It's caused by, you know, abnormal development in the brain. The emotional circuits in the brain are abnormal. And there also are differences in the white matter, which is the brain's computer cables that hook up the different brain departments.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "Parenting is one of the hardest jobs on earth.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I'm worried about parents who aren't parenting.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Of course, the ideal scenario for parenting is obviously two parents of a mature age.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "The Golden Rule of Parenting is do unto your children as you wish your parents had done unto you!", 
    "name": "Louise Hart"
  }, 
  {
    "quote": "I would like to do another piece of fiction dealing with a number of issues: Lesbian parenting, the 1960's, and interracial relationships in the Lesbian and Gay community.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Parenting is the most important job on the planet next to keeping Gary Busey off the nation's highways.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "Indeed - judicious, consistent parenting is a dream of mine. No judgements, learning space and listening carefully are my goals.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I thought that once we were out of the baby stage, parenting would be a breeze.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "Kids are a great analogy. You want your kids to grow up, and you don't want your kids to grow up. You want your kids to become independent of you, but it's also a parent's worst nightmare: That they won't need you. It's like the real tragedy of parenting.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "I barely have time for my own children. To adopt more children and not have time for them, that would be poor parenting on my part.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "Very often when you see families it's all perfect and neat, and parenting isn't like that. You do have constant negotiations. Things are ever developing and ever changing, and you constantly have to evaluate how you deal with your kids.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "We're living in a time when parenting is not at all mirroring the way I was parented. For me, I just followed my parents around on their errands when they were busy on the phone, I was quiet. It's a different kettle of fish these days: They run the house, and you listen to their music, and you go to their appointments.", 
    "name": "Edie Falco"
  }, 
  {
    "quote": "Don't reward bad behavior. It is one of the first rules of parenting. During the financial cataclysm of 2008, we said it differently. When we bailed out banks that had created their own misfortune, we called it a 'moral hazard,' because the bailout absolved the bank's bad acts and created an incentive for it to make the same bad loans again.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Women are individuals in parenting, and why not?", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "While not impossible, it is especially challenging for teenage parents to develop bonds with their children. A high percent of them were themselves children of teenage parents and have never experienced appropriate parenting.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "No, I've never wanted kids. But I do read about parenting a lot.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "I'm trying to break any chain of negative parenting that I might have survived.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "My grandmother was a kind of Scarsdale, New York, society woman, best known in her day as the author of the 1959 book 'Growing Your Own Way: An Informal Guide for Teen-Agers' - this despite being a person whose parenting style made Joan Crawford's wire hangers look like pool noodles.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "Ah, the power of two. There's nothing quite like it. Especially when it comes to paying utility bills, parenting, cooking elaborate meals, purchasing a grown-up bed, jumping rope and lifting heavy machinery. The world favours pairs. Who wants to waste the wood building an ark for singletons?", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I hope to find the roles that are age appropriate but not yearning to be younger, or parenting ad nauseam.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "Parenting, as an unpaid occupation outside the world of public power, entails lower status, less power, and less control of resources than paid work.", 
    "name": "Nancy Chodorow"
  }, 
  {
    "quote": "Parenting is an impossible job at any age.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "We must return optimism to our parenting. To focus on the joys, not the hassles the love, not the disappointments the common sense, not the complexities.", 
    "name": "Fred G. Gosman"
  }, 
  {
    "quote": "In truth, I am a single mother. But I don't feel alone at all in parenting my daughter. Krishna has a whole other side of her family who loves her, too. And so Krishna is parented by me, but also by her grandmother and aunts and cousins and uncles and friends.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "Relationships are complicated no matter what style of parenting you choose.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "Attachment parenting is not a passive parenting style.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "I've become sort of an accidental advocate for attachment parenting, which is a style of parenting that... basically, the way mammals parent and the way people have parented for pretty much all of human history except the last 200 years or so.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "I have a neuroscience background - that's what my doctorate is in - and I was trained to study hormones of attachment, so I definitely feel my parenting is informed by that.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "I came to parenting the way most of us do - knowing nothing and trying to learn everything.", 
    "name": "Mayim Bialik"
  }, 
  {
    "quote": "I realize that of all people, I am no expert on parenting or marriage.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "So, you know, parenting is a very intimate and amazing experience and one of the best experiences of my life.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "I had three children while doing a show, as demanding as 'Good Morning America,' so this is - you know, it's almost like I'm less daunted about motherhood, and parenting at this point in time. And I think I'm just much more fit and healthy than I was 20-years-ago.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "For decades, parents were told by so-called parenting 'experts' that offspring would be best raised on the belief each is special and entitled to all life has to offer.", 
    "name": "Bob Barr"
  }, 
  {
    "quote": "Parenting is not for sissies. You have to sacrifice and grow up.", 
    "name": "Jillian Michaels"
  }, 
  {
    "quote": "If there is any truth to my parenting the dreamwork movement, it comes from the power of the press.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "I grew up with no money. My kids will grow up with a lot of money and so it's really important to me, and it will always be a part of my parenting, to keep them conscientious and connected socially to other people.", 
    "name": "Ryan Phillippe"
  }, 
  {
    "quote": "I take parenting incredibly seriously. I want to be there for my kids and help them navigate the world, and develop skills, emotional intelligence, to enjoy life, and I'm lucky to be able to do that and have two healthy, normal boys.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "The number of stressors has multiplied exponentially: traffic, money, success, work/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn't been able to keep up.", 
    "name": "Andrew Bernstein"
  }, 
  {
    "quote": "I'm torn about late parenting. I believe people should spend their twenties living and having fun and not having any regrets later. I also think people in their thirties generally make better parents but so many of my friends are having trouble - myself included - as fathers get older.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "My kids love it. I thought I was the coolest dad in the world when I got to be in a Bond film, but 'Harry Potter', too? Well, I think I qualify for a medal for exceptional parenting or something, don't you?", 
    "name": "Robbie Coltraine"
  }, 
  {
    "quote": "Parents are key when it comes to keeping kids off drugs. Good parenting is the best anti-drug we have.", 
    "name": "Mel Carnahan"
  }, 
  {
    "quote": "I'm a parent, especially when you've had the intense parenting the way I had. It's all in the bank. It's all in the great experience bank. Those are your secrets. That's the stuff that makes your work rich, that's what you dip into.", 
    "name": "Hector Elizondo"
  }, 
  {
    "quote": "For me, Twitter works best as a way of taking pictures of being stuck in traffic on the Brooklyn Bridge. If people really want to read really funny quips about life, parenting, and pop culture, then by all means read Michael Ian Black's tweets.", 
    "name": "Michael Showalter"
  }, 
  {
    "quote": "In response to our fast-food culture, a 'slow food' movement appeared. Out of hurried parenthood, a move toward slow parenting could be growing. With vital government supports for state-of-the-art public child care and paid parental leave, maybe we would be ready to try slow love and marriage.", 
    "name": "Arlie Russell Hochschild"
  }, 
  {
    "quote": "I'm hosting weekend retreats all over America. It is like a 24-hour slumber party for moms. We laugh, eat, play games, get massages, win prizes, talk about parenting and even cry a bit.", 
    "name": "Lisa Whelchel"
  }
]