[
  {
    "quote": "Bad things do happen how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.", 
    "name": "Walter Anderson"
  }, 
  {
    "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "Blessed are the hearts that can bend they shall never be broken.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The greatest healing therapy is friendship and love.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on.", 
    "name": "Dave Pelzer"
  }, 
  {
    "quote": "Forget the past.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Moving on, is a simple thing, what it leaves behind is hard.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "Expect trouble as an inevitable part of life and repeat to yourself, the most comforting words of all this, too, shall pass.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "I tell you the past is a bucket of ashes, so live not in your yesterdays, no just for tomorrow, but in the here and now. Keep moving and forget the post mortems and remember, no one can get the jump on the future.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Take those chances and you can achieve greatness, whereas if you go conservative, you'll never know. I truly believe what doesn't kill you makes you stronger. Even if you fail, learning and moving on is sometimes the best thing.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "The goal of spiritual practice is full recovery, and the only thing you need to recover from is a fractured sense of self.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Man maintains his balance, poise, and sense of security only as he is moving forward.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I'll break up with someone on purpose.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "The heart will break, but broken live on.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I've been heartbroken. I've broken hearts. That's part of life, and its part of figuring out who you are so you can find the right partner.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "Healing yourself is connected with healing others.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Recovery is something that you have to work on every single day and it's something that it doesn't get a day off.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "I don't live in the past at all I'm always wanting to do something new. I make a point of constantly trying to forget and get things out of my mind.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The moving finger writes, and having written moves on. Nor all thy piety nor all thy wit, can cancel half a line of it.", 
    "name": "Omar Khayyam"
  }, 
  {
    "quote": "One makes mistakes that is life. But it is never a mistake to have loved.", 
    "name": "Romain Rolland"
  }, 
  {
    "quote": "I'm pretty horrible at relationships and haven't been in many long-term ones. Leaving and moving on - returning to a familiar sense of self-reliance and autonomy - is what I know that feeling is as comfortable and comforting as it might be for a different kind of person to stay.", 
    "name": "Carrie Brownstein"
  }, 
  {
    "quote": "You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down.", 
    "name": "Mary Pickford"
  }, 
  {
    "quote": "What surrounds us we endure better for giving it a name - and moving on.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "I must be careful not to get trapped in the past. That's why I tend to forget my songs.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "O! many a shaft, at random sent, Finds mark the archer little meant! And many a word, at random spoken, May soothe or wound a heart that's broken!", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over.", 
    "name": "Adam Brody"
  }, 
  {
    "quote": "Forget the past - the future will give you plenty to worry about.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "Some women feel the best cure for a broken heart is a new beau.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "What's that line from TS Eliot? To arrive at the place where you started, but to know it for the first time. I'm able to write about a breakup from a different place. Same brokenness. Same rock-bottom. But a little more informed, now I'm older. Thank God for growing up.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "If you've got to my age, you've probably had your heart broken many times. So it's not that difficult to unpack a bit of grief from some little corner of your heart and cry over it.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "I can relate to having those people in your life that you feel are moving on to this great, big, normal life and you're like, 'What's wrong with me?'", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "The words of kindness are more healing to a drooping heart than balm or honey.", 
    "name": "Sarah Fielding"
  }, 
  {
    "quote": "Who can't relate to the idea of leaving one chapter behind and moving on to the next?", 
    "name": "Mike Shinoda"
  }, 
  {
    "quote": "I can still love an ex as a person, regardless if the breakup was bad. I would never wish anything negative on them. It takes more energy to hate them than to wish them well.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "By forgetting the past and by throwing myself into other interests, I forget to worry.", 
    "name": "Jack Dempsey"
  }, 
  {
    "quote": "When you start using senses you've neglected, your reward is to see the world with completely fresh eyes.", 
    "name": "Barbara Sher"
  }, 
  {
    "quote": "I've always believed that if you don't stay moving, they will throw dirt on you.", 
    "name": "Paul Anka"
  }, 
  {
    "quote": "Getting over someone is a grieving process. You mourn the loss of the relationship, and that's only expedited by 'Out of sight, out of mind.' But when you walk outside and see them on a billboard or on TV or on the cover of a magazine, it reopens the wound. It's a high-class problem, but it's real.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "I know people who grow old and bitter. I want to keep making a fresh start. I don't want them to defeat me. That would be suicidal.", 
    "name": "Robert Wyatt"
  }, 
  {
    "quote": "I will be really happy once I have done my jail time. I can start fresh.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "I actually think sadness and darkness can be very beautiful and healing.", 
    "name": "Duncan Sheik"
  }, 
  {
    "quote": "I mean, don't forget the earth's about five thousand million years old, at least. Who can afford to live in the past?", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "The Marines was a fresh start - that is why they shave your head. I wish they would let you change your name.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "The all-seeing eye of God beheld our deplorable state infinite pity touched the heart of the Father of mercies and infinite wisdom laid the plan of our recovery.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "Like anyone who goes to college, you're leaving a familiar surrounding and a comfortable environment and your friends and everything, and you're starting fresh. It can be pretty daunting.", 
    "name": "Jason Biggs"
  }, 
  {
    "quote": "There's always something to suggest that you'll never be who you wanted to be. Your choice is to take it or keep on moving.", 
    "name": "Phylicia Rashad"
  }, 
  {
    "quote": "I kind of came to the conclusion after I did finally get married that love and relationships are just a series of horrific losses with hopefully one win.", 
    "name": "Justin Halpern"
  }, 
  {
    "quote": "Suffering isn't ennobling, recovery is.", 
    "name": "Christiaan Barnard"
  }, 
  {
    "quote": "Part of growing up is just taking what you learn from that and moving on and not taking it to heart.", 
    "name": "Beverley Mitchell"
  }, 
  {
    "quote": "I can tell you one thing, Iran is closer to developing nuclear weapons today than it was a week ago, or a month ago or a year ago. It's just moving on with its efforts.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "As far as friendships go, things change even without the fame. People start moving on. I have a few friends that are married and are starting to have kids and I'm like, 'Oh my goodness gracious - that's so insane.' I also have friends who are just doing their own thing, which is cool.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "But you know, if you live an affluent lifestyle, there are all types of trappings that are there that you have to be cognizant of, and you've got to try and communicate freely and gain understanding about and then keep moving on, because you know, sometimes lifestyles are chosen for us as opposed to us choosing them.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "I'm moving on. I should have made that clear when I made the announcement. I guess I wasn't clear. If people think you're leaving a show after all these years, you might be retiring. So I understand where they're coming from, but I should have impressed the fact that I hope I'm just moving on right now.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "So I won an Oscar. It's amazing. I've got that for the rest of my life for a performance I am proud of. It nearly killed me. I am really proud of the film. That's it, moving on.", 
    "name": "Kate Winslet"
  }, 
  {
    "quote": "It is very clear that voice communications is moving on to the Internet. In the end, the price that anyone can provide for voice transmission on the Net will trend toward zero.", 
    "name": "Meg Whitman"
  }, 
  {
    "quote": "Well I certainly have learned and I hope I'm moving on and certainly two years of prison was a terrible punishment.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "In the theater, it's about taking time in a musical segment, a pause in a musical way and then moving on.", 
    "name": "Marcia Gay Harden"
  }, 
  {
    "quote": "With more than 67 percent of the Nation's freight moving on highways, economists believe that our ability to compete internationally is tied to the quality of our infrastructure.", 
    "name": "Dennis Hastert"
  }, 
  {
    "quote": "We are also fortunate in being in quite a sheltered environment, in terms of people moving on to do other things, because there are relatively few companies in Scotland that are looking for the skill set that we've developed.", 
    "name": "David Milne"
  }, 
  {
    "quote": "I can see that if this was an album done 10 or 15 years ago we could see we were moving on to some place else.", 
    "name": "Wayne Coyne"
  }, 
  {
    "quote": "The world is a crazy, beautiful, ugly complicated place, and it keeps moving on from crisis to strangeness to beauty to weirdness to tragedy. The caravan keeps moving on, and the job of the longform writer or filmmaker or radio broadcaster is to stop - is to pause - and when the caravan goes away, that's when this stuff comes.", 
    "name": "David Remnick"
  }, 
  {
    "quote": "I like to edit my sentences as I write them. I rearrange a sentence many times before moving on to the next one. For me, that editing process feels like a form of play, like a puzzle that needs solving, and it's one of the most satisfying parts of writing.", 
    "name": "Karen Thompson Walker"
  }, 
  {
    "quote": "I am pretty embroiled in moving on and moving forward with music.", 
    "name": "Andy Summers"
  }, 
  {
    "quote": "If it were the Clinton people, they'd be sitting around figuring out how to pull themselves out. Instead the president is continuing to go around the country and peddling Social Security, which the needle is not moving on.", 
    "name": "Gwen Ifill"
  }, 
  {
    "quote": "Kubrick's vision seemed to be that humans are doomed, whereas Clarke's is that humans are moving on to a better stage of evolution.", 
    "name": "Marvin Minsky"
  }, 
  {
    "quote": "After doing 'Firefly' and moving on, I always wanted to be part of a series again. I love doing films, too, but there's just something special about being part of the team and feeling like you're actually a part of the family, and I always look to re-create that.", 
    "name": "Summer Glau"
  }, 
  {
    "quote": "All of the sports have a safety net, but boxing is the only sport that has none. So when the fighter is through, he is through. While he was fighting his management was very excited for him, but now that he is done, that management team is moving on.", 
    "name": "Gerry Cooney"
  }, 
  {
    "quote": "Life goes on, and I'm moving on to the next thing, but I hope the soaps that are still running will thrive. They have millions of loyal viewers.", 
    "name": "Susan Lucci"
  }
]