[
  {
    "quote": "If you think you can do a thing or think you can't do a thing, you're right.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "A genuine leader is not a searcher for consensus but a molder of consensus.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Effective leadership is not about making speeches or being liked leadership is defined by results not attributes.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "I suppose leadership at one time meant muscles but today it means getting along with people.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Be careful the environment you choose for it will shape you be careful the friends you choose for you will become like them.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Don't find fault, find a remedy.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Innovation distinguishes between a leader and a follower.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "When the best leader's work is done the people say, 'We did it ourselves.'", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Management is doing things right leadership is doing the right things.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Don't be afraid to give up the good to go for the great.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "A man who wants to lead the orchestra must turn his back on the crowd.", 
    "name": "Max Lucado"
  }, 
  {
    "quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "Hold yourself responsible for a higher standard than anybody expects of you. Never excuse yourself.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Affirmation without discipline is the beginning of delusion.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Leadership - leadership is about taking responsibility, not making excuses.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "A man always has two reasons for doing anything: a good reason and the real reason.", 
    "name": "J. P. Morgan"
  }, 
  {
    "quote": "The cautious seldom err.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Effective leadership is putting first things first. Effective management is discipline, carrying it out.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "A leader is one who knows the way, goes the way, and shows the way.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "People ask the difference between a leader and a boss. The leader leads, and the boss drives.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Give whatever you are doing and whoever you are with the gift of your attention.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "A leader is a dealer in hope.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "People who enjoy meetings should not be in charge of anything.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Good leadership consists of showing average people how to do the work of superior people.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "He who is prudent and lies in wait for an enemy who is not, will be victorious.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Leadership cannot really be taught. It can only be learned.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "If you want a quality, act as if you already had it.", 
    "name": "William James"
  }, 
  {
    "quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "A good leader takes a little more than his share of the blame, a little less than his share of the credit.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "Leaders must be close enough to relate to others, but far enough ahead to motivate them.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "No man will make a great leader who wants to do it all himself or get all the credit for doing it.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Leadership is practiced not so much in words as in attitude and in actions.", 
    "name": "Harold S. Geneen"
  }, 
  {
    "quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.", 
    "name": "Paul Hawken"
  }, 
  {
    "quote": "To succeed in business it is necessary to make others see things as you see them.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "You have to think anyway, so why not think big?", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish.", 
    "name": "Sam Walton"
  }, 
  {
    "quote": "Example is leadership.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "The task of the leader is to get his people from where they are to where they have not been.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "People who don't take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "If you care enough for a result, you will most certainly attain it.", 
    "name": "William James"
  }, 
  {
    "quote": "If you command wisely, you'll be obeyed cheerfully.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "High expectations are the key to everything.", 
    "name": "Sam Walton"
  }, 
  {
    "quote": "If a window of opportunity appears, don't pull down the shade.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "Leadership is unlocking people's potential to become better.", 
    "name": "Bill Bradley"
  }, 
  {
    "quote": "Every act of conscious learning requires the willingness to suffer an injury to one's self-esteem. That is why young children, before they are aware of their own self-importance, learn so easily.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "Leadership is influence.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It's being able to take it as well as dish it out. That's the only way you're going to get respect from the players.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "How we think shows through in how we act. Attitudes are mirrors of the mind. They reflect thinking.", 
    "name": "David Joseph Schwartz"
  }, 
  {
    "quote": "Go as far as you can see when you get there, you'll be able to see farther.", 
    "name": "J. P. Morgan"
  }, 
  {
    "quote": "A leader does not deserve the name unless he is willing occasionally to stand alone.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Leadership is the capacity to translate vision into reality.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "The art of leadership is saying no, not saying yes. It is very easy to say yes.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Making good decisions is a crucial skill at every level.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "People buy into the leader before they buy into the vision.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "The real leader has no need to lead - he is content to point the way.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Without initiative, leaders are simply workers in leadership positions.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "There are three secrets to managing. The first secret is have patience. The second is be patient. And the third most important secret is patience.", 
    "name": "Chuck Tanner"
  }, 
  {
    "quote": "No person will make a great business who wants to do it all himself or get all the credit.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "Everyone who's ever taken a shower has an idea. It's the person who gets out of the shower, dries off and does something about it who makes a difference.", 
    "name": "Nolan Bushnell"
  }, 
  {
    "quote": "The quality of a leader is reflected in the standards they set for themselves.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "It is, after all, the responsibility of the expert to operate the familiar and that of the leader to transcend it.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Management is about arranging and telling. Leadership is about nurturing and enhancing.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "In fair weather prepare for foul.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "The first man gets the oyster, the second man gets the shell.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Getting in touch with your true self must be your first priority.", 
    "name": "Tom Hopkins"
  }, 
  {
    "quote": "When your values are clear to you, making decisions becomes easier.", 
    "name": "Roy E. Disney"
  }, 
  {
    "quote": "The key to being a good manager is keeping the people who hate me away from those who are still undecided.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Millions saw the apple fall, but Newton was the one who asked why.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "The amount of good luck coming your way depends on your willingness to act.", 
    "name": "Barbara Sher"
  }, 
  {
    "quote": "The exercise of power is determined by thousands of interactions between the world of the powerful and that of the powerless, all the more so because these worlds are never divided by a sharp line: everyone has a small part of himself in both.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "The speed of the leader is the speed of the gang.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "The secret of my success is a two word answer: Know people.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "Doing is a quantum leap from imagining.", 
    "name": "Barbara Sher"
  }, 
  {
    "quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Leaders must encourage their organizations to dance to forms of music yet to be heard.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "Clarity affords focus.", 
    "name": "Thomas Leonard"
  }, 
  {
    "quote": "I'm not a natural leader. I'm too intellectual I'm too abstract I think too much.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "The employer generally gets the employees he deserves.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Obstacles are things a person sees when he takes his eyes off his goal.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "If you have ideas, you have the main asset you need, and there isn't any limit to what you can do with your business and your life. Ideas are any man's greatest asset.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "I look for what needs to be done. After all, that's how the universe designs itself.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Today a reader, tomorrow a leader.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "Think little goals and expect little achievements. Think big goals and win big success.", 
    "name": "David Joseph Schwartz"
  }, 
  {
    "quote": "My attitude is never to be satisfied, never enough, never.", 
    "name": "Duke Ellington"
  }, 
  {
    "quote": "Leaders grasp nettles.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "You're only as good as the people you hire.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.", 
    "name": "Michael Eisner"
  }, 
  {
    "quote": "The great leaders have always stage-managed their effects.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "Get the best people and train them well.", 
    "name": "Scott McNealy"
  }, 
  {
    "quote": "Our business in life is not to get ahead of others, but to get ahead of ourselves.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "Every silver lining has a cloud.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Good enough never is.", 
    "name": "Debbi Fields"
  }, 
  {
    "quote": "Great companies in the way they work, start with great leaders.", 
    "name": "Steve Ballmer"
  }, 
  {
    "quote": "Strong convictions precede great actions.", 
    "name": "James Freeman Clarke"
  }, 
  {
    "quote": "To succeed, one must be creative and persistent.", 
    "name": "John H. Johnson"
  }, 
  {
    "quote": "What helps people, helps business.", 
    "name": "Leo Burnett"
  }, 
  {
    "quote": "Problems are only opportunities in work clothes.", 
    "name": "Henry J. Kaiser"
  }, 
  {
    "quote": "You have to have your heart in the business and the business in your heart.", 
    "name": "An Wang"
  }, 
  {
    "quote": "You have no power at all if you do not exercise constant power.", 
    "name": "Major Owens"
  }, 
  {
    "quote": "Whatever ought to be, can be.", 
    "name": "James Rouse"
  }, 
  {
    "quote": "The very exercise of leadership fosters capacity for it.", 
    "name": "Cyril Falls"
  }, 
  {
    "quote": "The nicest thing about standards is that there are so many of them to choose from.", 
    "name": "Ken Olsen"
  }, 
  {
    "quote": "A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America's debt.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Leadership and learning are indispensable to each other.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "We can't drive our SUVs and eat as much as we want and keep our homes on 72 degrees at all times... and then just expect that other countries are going to say OK. That's not leadership. That's not going to happen.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "But the person who scored well on an SAT will not necessarily be the best doctor or the best lawyer or the best businessman. These tests do not measure character, leadership, creativity, perseverance.", 
    "name": "William Julius Wilson"
  }, 
  {
    "quote": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Educationists should build the capacities of the spirit of inquiry, creativity, entrepreneurial and moral leadership among students and become their role model.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed.", 
    "name": "Mwai Kibaki"
  }, 
  {
    "quote": "You don't lead by hitting people over the head - that's assault, not leadership.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Leadership is a potent combination of strategy and character. But if you must be without one, be without the strategy.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "No institution can possibly survive if it needs geniuses or supermen to manage it. It must be organized in such a way as to be able to get along under a leadership composed of average human beings.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.", 
    "name": "Ferdinand Marcos"
  }, 
  {
    "quote": "In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else's sake - to abandon our own desires and put our child's interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Management is efficiency in climbing the ladder of success leadership determines whether the ladder is leaning against the right wall.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "My leadership will end the Obama era and begin a new era of American prosperity.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Central to America's rise to global leadership is our Judeo-Christian tradition with the vision of the goodness and possibilities of every human life.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Leadership is a matter of having people look at you and gain confidence, seeing how you react. If you're in control, they're in control.", 
    "name": "Tom Landry"
  }, 
  {
    "quote": "Leadership to me means duty, honor, country. It means character, and it means listening from time to time.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "A functioning, robust democracy requires a healthy educated, participatory followership, and an educated, morally grounded leadership.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "The growth and development of people is the highest calling of leadership.", 
    "name": "Harvey S. Firestone"
  }, 
  {
    "quote": "Leadership in today's world requires far more than a large stock of gunboats and a hard fist at the conference table.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Leadership is getting players to believe in you. If you tell a teammate you're ready to play as tough as you're able to, you'd better go out there and do it. Players will see right through a phony. And they can tell when you're not giving it all you've got.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "I have a different vision of leadership. A leadership is someone who brings people together.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Black leadership has to recognize that principles more than speech, character more than a claim, is greater in advancing the cause of our liberation than what has transpired thus far.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Leadership is an opportunity to serve. It is not a trumpet call to self-importance.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Leadership can not be measured in a poll or even in the result of an election. It can only be truly seen with the benefit of time. From the perspective of 20 years, not 20 days.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The function of leadership is to produce more leaders, not more followers.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "I start with the premise that the function of leadership is to produce more leaders, not more followers.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Millions of young Americans have graduated from college during the Obama presidency, ready to use their gifts and get moving in life. Half of them can't find the work they studied for, or any work at all. So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Leadership consists not in degrees of technique but in traits of character it requires moral rather than athletic or intellectual effort, and it imposes on both leader and follower alike the burdens of self-restraint.", 
    "name": "Lewis H. Lapham"
  }, 
  {
    "quote": "Leadership is getting someone to do what they don't want to do, to achieve what they want to achieve.", 
    "name": "Tom Landry"
  }, 
  {
    "quote": "I speak directly to the people, and I know that the people of California want to have better leadership. They want to have great leadership. They want to have somebody that will represent them. And it doesn't matter if you're a Democrat or a Republican, young or old.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I think we need the feminine qualities of leadership, which include attention to aesthetics and the environment, nurturing, affection, intuition and the qualities that make people feel safe and cared for.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift it must deal with such fundamental forces in life as make these things possible.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "We live in a society obsessed with public opinion. But leadership has never been about popularity.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I forgot to shake hands and be friendly. It was an important lesson about leadership.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "To have long term success as a coach or in any position of leadership, you have to be obsessed in some way.", 
    "name": "Pat Riley"
  }, 
  {
    "quote": "Leadership has a harder job to do than just choose sides. It must bring sides together.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Character matters leadership descends from character.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "I'm sad to report that in the past few years, ever since uncertainty became our insistent 21st century companion, leadership has taken a great leap backwards to the familiar territory of command and control.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "In our system leadership is by consent, not command. To lead a President must persuade. Personal contacts and experiences help shape his thinking. They can be critical to his persuasiveness and thus to his leadership.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "The secret to understanding me is, I'm not trying to be anybody other than who I actually am. People want candid, refreshing leadership. And I've always tried to go with solutions. You know, I've always tried to say, here's how we get our economy growing, here's why we get our debt under control. That's what Mitt Romney is offering.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "What's missing is leadership in the White House. And the story that Barack Obama does tell, forever shifting blame to the last administration, is getting old. The man assumed office almost four years ago - isn't it about time he assumed responsibility?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "My philosophy of leadership is to surround myself with good people who have ability, judgment and knowledge, but above all, a passion for service.", 
    "name": "Sonny Perdue"
  }, 
  {
    "quote": "The biggest difference is in the leadership. It was better for us. We had more coaches and mentors to help us. A lot of the younger players today suffer from a lack of direction.", 
    "name": "Isaiah Thomas"
  }, 
  {
    "quote": "Don't necessarily avoid sharp edges. Occasionally they are necessary to leadership.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "The key to successful leadership today is influence, not authority.", 
    "name": "Ken Blanchard"
  }, 
  {
    "quote": "Charlatanism of some degree is indispensable to effective leadership.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "There's a void of leadership in a lot of Washington. I think one of the reasons why there's so much angst across the country.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Absolute identity with one's cause is the first and great condition of successful leadership.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "Presidential leadership needn't always cost money. Look for low- and no-cost options. They can be surprisingly effective.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Military school was great and especially great for leadership and then I spent two years in Vietnam.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Well football teams are perhaps easier to control than political parties, I'm sure the Prime Minister would agree with me, but yeah I think every team needs discipline and a sense of self-belief and that's important, that's what leadership's all about.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Humility is a great quality of leadership which derives respect and not just fear or hatred.", 
    "name": "Yousef Munayyer"
  }, 
  {
    "quote": "What we heard today was not fiscal leadership from our Commander-in-Chief, what we heard today was a political broadside from our Campaigner-in-Chief.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "We need leadership. We don't need a doubling down on the failed politics of the past.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Hope and change? We're not doing that anymore. They're doing attack and blame. And so, I just think people are going to see through this. They want real leadership. They want us to get this country on the right track.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "A leader is one who, out of madness or goodness, volunteers to take upon himself the woe of the people. There are few men so foolish, hence the erratic quality of leadership in the world.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Leadership can't be fabricated. If it is fabricated and rehearsed, you can't fool the guys in the locker room. So when you talk about leadership, it comes with performance. Leadership comes with consistency.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "If you don't understand that you work for your mislabeled 'subordinates,' then you know nothing of leadership. You know only tyranny.", 
    "name": "Dee Hock"
  }, 
  {
    "quote": "Ever since Israel has been a nation the United States has provided the leadership. Every president down to the ages has done this in a fairly balanced way, including George Bush senior, Gerald Ford, and others including myself and Bill Clinton.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Overall, the challenge of leadership is both moral and one of developing the characteristics that make us respected by one another.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "The task of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.", 
    "name": "John Buchan"
  }, 
  {
    "quote": "In order to cultivate a set of leaders with legitimacy in the eyes of the citizenry, it is necessary that the path to leadership be visibly open to talented and qualified individuals of every race and ethnicity.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "They said it was impossible to touch the third rail of politics, to take on public-sector unions and to reform a pension and health benefits system that was headed to bankruptcy. But with bipartisan leadership, we saved taxpayers $132 billion dollars over 30 years and saved retirees their pensions. We did it.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "But I do not believe that the world would be entirely different if there were more women leaders. Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "There are many elements to a campaign. Leadership is number one. Everything else is number two.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "Leadership does not depend on being right.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I emphasize self-esteem, self-confidence, and dignity, not as an ideal, but as a real test of community organization. Without leadership development, community organizations do not have staying power.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Many corporate leaders and employees have the right intentions, but it can be overwhelming when you consider how everything is affected from leadership styles, to organizational structure, to employee engagement, to customer service an marketplace.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The one thing that the President can do is to establish a real energy independence plan. We have all the recources we need right here in this country to establish energy independence if we had the leadership.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "The trouble with the Labour Party leadership and the trade union leadership, they're quite willing to applaud millions on the streets of the Philippines or in Eastern Europe, without understanding the need to also produce millions of people on the streets of Britain.", 
    "name": "Arthur Scargill"
  }, 
  {
    "quote": "Yes, America must do the right thing, but to provide moral leadership, America must do it in the right way, too.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "To my mind the election was stolen by George Bush and we have been suffering ever since under this man's leadership.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "Nixon was an awful president in many ways, including in some of his foreign-policy choices. But he left no doubt that foreign policy and America's leadership in the world outside its borders was of paramount importance to him.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader.", 
    "name": "Indra Nooyi"
  }, 
  {
    "quote": "We are watching industries crumble, Wall Street firms disappear, unemployment spike, and unprecedented government intervention. And our designated opinion leaders want to know: Is Obama up this week? Is he down? And is his leadership style more like Bill Clinton's, or Abraham Lincoln's?", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?", 
    "name": "Max de Pree"
  }, 
  {
    "quote": "The only safe ship in a storm is leadership.", 
    "name": "Faye Wattleton"
  }, 
  {
    "quote": "The democratic idealist is prone to make light of the whole question of standards and leadership because of his unbounded faith in the plain people.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "With gridlock the norm, Congress's approval rating is below 10 percent and the public has lost faith in its national leadership.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Washington's answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The 'fiscal cliff' process was secretive and sloppy, and the nation's so-called leadership lacked the political courage to address our root problems: joblessness and debt.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Leadership comes in small acts as well as bold strokes.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "If a guy is intimidated by a woman in leadership, he has real problems with his own concepts of masculinity. That's a harsh statement, but I believe it to be true.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I want American Dream growth - lots of new businesses, well-paying jobs, and American leadership in new industries, like clean energy and biotechnology.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "The more that social democracy develops, grows, and becomes stronger, the more the enlightened masses of workers will take their own destinies, the leadership of their movement, and the determination of its direction into their own hands.", 
    "name": "Rosa Luxemburg"
  }, 
  {
    "quote": "I am endlessly fascinated that playing football is considered a training ground for leadership, but raising children isn't. Hey, it made me a better leader: you have to take a lot of people's needs into account you have to look down the road. Trying to negotiate getting a couple of kids to watch the same TV show requires serious diplomacy.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "My observation is that women are merely waiting for their husbands to assume leadership.", 
    "name": "James Dobson"
  }, 
  {
    "quote": "The Irish Republican Army has kept every commitment made by its leadership.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "I believe that the capacity that any organisation needs is for leadership to appear anywhere it is needed, when it is needed.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "I think it is quite dangerous for an organisation to think they can predict where they are going to need leadership. It needs to be something that people are willing to assume if it feels relevant, given the context of any situation.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "I think a major act of leadership right now, call it a radical act, is to create the places and processes so people can actually learn together, using our experiences.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Most people associate command and control leadership with the military.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "It's really necessary for the United States to continue to give strong leadership to the Middle East peace process, supported by European countries at the same time.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Leadership cannot just go along to get along. Leadership must meet the moral challenge of the day.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Leadership is intangible, and therefore no weapon ever designed can replace it.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "I think one of the keys to leadership is recognizing that everybody has gifts and talents. A good leader will learn how to harness those gifts toward the same goal.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "But no nation can base its survival and development on luck and prayers alone while its leadership fritters away every available opportunity for success and concrete achievement.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "If America wants to retain its position as a global power, its president must listen to the people and show strong leadership at this turning point in human history.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Leadership is, among other things, the ability to inflict pain and get away with it - short-term pain for long-term gain.", 
    "name": "George Will"
  }, 
  {
    "quote": "It's a tremendous responsibility to be direct descendants of the prophet Muhammad. This family has had the burden of leadership on its shoulders for 1,400 years. I'm not going to drop the ball on my shift.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "I think President Obama could have handled politics and policies differently. But he has been decisive, strong, and consistent - important qualities in a president. Mitt Romney is indeed an Etch A Sketch, the antithesis of leadership.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I think directors should be confident in their leadership capabilities. I think directors should be confident in what they want to do.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "It simply cannot be disputed that for decades the Palestinian leadership was more interested in there not being a Jewish state than in there being a Palestinian state.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "Now, do I think there has to be shared sacrifice among other nations in the world who want a stable and secure world? Absolutely, there has to be. But I don't think that America can ever abdicate its leadership role in the world because of who we are and where we've come from. We are the symbol for the world for freedom and liberty.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "If anybody ran a business like that they would be out of business quickly, and Barack Obama's leadership is driving this business, the United States of America, toward a fiscal cliff.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I think it is important to ask ourselves as citizens, not as Democrats attacking the administration, but as citizens, whether a world power can really provide global leadership on the basis of fear and anxiety?", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "Leadership is an ever-evolving position.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "If we are to negotiate the coming years safely, we may need a new kind of leadership. To put it more precisely, we need the rediscovery of an ancient kind of leadership that has rarely been given the prominence it deserves. I mean the leader as teacher.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Leadership is about being a servant first.", 
    "name": "Allen West"
  }, 
  {
    "quote": "The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live.", 
    "name": "Sidney Sheldon"
  }, 
  {
    "quote": "The most dangerous leadership myth is that leaders are born-that there is a genetic factor to leadership. This myth asserts that people simply either have certain charismatic qualities or not. That's nonsense in fact, the opposite is true. Leaders are made rather than born.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "But the fact is that the vast majority of Republicans support the Sinn Fein leadership.", 
    "name": "Martin McGuinness"
  }, 
  {
    "quote": "Leadership that exploits and sacrifices young people on the altar of its goals is nothing more than raw, demonic power. Genuine leadership is found in ceaseless efforts to foster young people, to pave the way forward for them.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Where there is an absence of international political leadership, civil society should step in to fill the gap, providing the energy and vision needed to move the world in a new and better direction.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "The role of leadership is to transform the complex situation into small pieces and prioritize them.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "Moreover, as the leadership of the House confirmed last year, the Administration remains opposed to a congressional resolution on the Armenian Genocide due to Turkish objections. This approach sends absolutely the wrong signal to Turkey and to the rest of the world.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "Ninety percent of leadership is the ability to communicate something people want.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "We must recognize that as the dominant power in the world we have a special responsibility. In addition to protecting our national interests, we must take the leadership in protecting the common interests of humanity.", 
    "name": "George Soros"
  }, 
  {
    "quote": "One simple way to keep organizations from becoming cancerous might be to rotate all jobs on a regular, frequent and mandatory basis, including the leadership positions.", 
    "name": "Robert Shea"
  }, 
  {
    "quote": "Market leadership can translate directly to higher revenue, higher profitability, greater capital velocity, and correspondingly stronger returns on invested capital.", 
    "name": "Jeff Bezos"
  }, 
  {
    "quote": "France, after the month of May, will share trust with the current leadership of the United States which, on many subjects, has tended to take useful positions in our view.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "While Mayor Daley surprised me today with his decision to not run for reelection, I have never been surprised by his leadership, dedication and tireless work on behalf of the city and the people of Chicago.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "Because of the president's leadership, every American will have access to affordable, quality health care.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "Whose leadership, whose judgment, whose values do you want in the White House when that crisis lands like a thud on the Oval Office desk?", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "The person who takes the oath of office in the next four months will shape not just the next four years, but the next forty years of our nation. In these next four years, we need proven leadership, proven judgment and proven values. America needs four more years of President Barack Obama.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "I have run a general election campaign pregnant and ran Ed Miliband's leadership campaign commuting to London with a new baby so I already have my system set up.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "It's not a matter of if economies around the world becoming low-carbon, but when and how: through struggle and strife or through advancement and progressive leadership. Larry Elliot described it today as the 'Green New Deal.' It's a leadership we in Britain can provide, and from which our economy can benefit.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Each one of us, and, indeed, all those who aspire to national leadership must bring their own visions, views and styles to the business of reforming Nigeria, and the search for solutions.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "We're going to need to absorb some pain. The Republicans want to pile all the pain on people who can least afford it and the middle class and Democrats under his leadership want to make sure that we can address deficit reduction and continue to make investments and shared sacrifice is going to be imperative in order to be able to do that.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "Leadership involves finding a parade and getting in front of it.", 
    "name": "John Naisbitt"
  }, 
  {
    "quote": "You know, rural Americans are a special people. Their labor puts food on our table and fuel in our gas tanks. Their service in our military sets a powerful example of leadership, honor and sacrifice. Their spirit of community inspires us all.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "Let us build a 21st-century rural economy of cutting-edge companies and technologies that lead us to energy and food security. Such an investment will revitalize rural America, re-establish our moral leadership on climate security and eliminate our addiction to foreign oil.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "If there is such a thing as good leadership, it is to give a good example. I have to do so for all the Ikea employees.", 
    "name": "Ingvar Kamprad"
  }, 
  {
    "quote": "Studies have consistently shown that financial hardship is the biggest obstacle to heterosexual marriage, yet the Republican leadership has done precious little to help address the financial hardship faced by American families.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "I think we need leadership that helps us remember that part of what we are about is caring about more than the person right next to us, but the folks across the way.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "We needed to go back on the offense and offer clear leadership on Iraq.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "I talked about the need for American leadership, I talked about the importance of the United States to a more peaceful world, a world that has been quite turbulent in recent years, and needs a strong American anchor.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "I recognize we will pay more attention when we have different leadership.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "Education is the mother of leadership.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "Now, if we look at the way in which the labor movement itself has evolved over the last couple of decades, we see increasing numbers of black people who are in the leadership of the labor movement and this is true today.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "By providing outstanding economic leadership, this country can wage its attack successfully - and can thereby build the foundations of a peaceful world.", 
    "name": "James Forrestal"
  }, 
  {
    "quote": "It is the responsibility of leadership to provide opportunity, and the responsibility of individuals to contribute.", 
    "name": "William Pollard"
  }, 
  {
    "quote": "I had the closest thing I have ever had to an out-of-body experience lying in bed one morning. I turned on the 'Today' programme and item four on the news was: 'The shadow chancellor has ruled himself out of the leadership.' I lay there thinking that's interesting, then I realised it was me.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "To meet the expectations of the majority of our people, and to open up new vistas of economic opportunity so that the aspirations of Nigerians can stand a fair chance of being fulfilled in a lifetime, there must be a truly committed leadership in a democratic Nigeria.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "The biggest novelty of 2013 will be new leadership in China. Very little is known about the views of the new leaders - who will rule the country for ten years. But we do know they're the first generation of Chinese leaders who have spent the majority of their lives in a China 'opening up' to the rest of the world.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "The test of leadership for David Cameron was actually to bring the British Conservative Party back in to the mainstream.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "Clearly no one knows what leadership has gone undiscovered in women of all races, and in black and other minority men.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I've developed a huge regard for Toyota for its environmental awareness, for its immense commitment to research and development in this field, and for its leadership in developing hybrids which others are now following.", 
    "name": "Maurice Strong"
  }, 
  {
    "quote": "I think Chinese leadership is trying to tell the world they have another set of logic or reasoning or values which are different from yours. Of course, I don't think they believe that. It's just an argument that's made when you can't confront the truth and facts. They really want to maintain power.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "There are no ideas in the Republican Party right now in the Congress. They're the party of no. They desperately need some intellectual leadership. And whatever you think of Newt Gingrich, he can supply intellectual leadership. So I hope he does run.", 
    "name": "Howard Dean"
  }, 
  {
    "quote": "The fact is, when it comes to economic leadership, the Republicans have nothing to brag about. This isn't what the American people want. They want to see progress that works for them.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "Democrats are going to proudly run on the fact that we turned the economy around. It was our policies under President Obama's leadership through the Recovery Act, through investing in the automobile industry.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "Unfortunately, the Republican leadership in the House right now seems to have been strangled by the tea party.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "Aren't we at the point where the closer we get to chaos, the more concern that there should be about coming to the table and compromising with Democrats? This is not leadership. This is almost like dictatorship.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "We've been sitting at the compromise table for a long time. We're just waiting for that cold chair to be warmed up by the Republican leadership. They still have time to do the right thing and be responsible. They just seem to be moving further and further away from it.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "The art of communication is the language of leadership.", 
    "name": "James Humes"
  }, 
  {
    "quote": "All Americans and freedom-loving people around the world owe President Reagan our deepest gratitude for his strong, principled leadership that ended the Cold War and brought freedom to millions of people.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "Real leadership is leaders recognizing that they serve the people that they lead.", 
    "name": "Pete Hoekstra"
  }, 
  {
    "quote": "China and India will take the global leadership on climate change: they are suffering for it.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "President Bush has shown great leadership. He has said that the 21st century will not be ruled or dictated by terrorists, dictators, and murderers. He is absolutely right. God bless him for his resolve.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "President Obama chose politics over leadership. 'Hope' and 'Change' have become bait-and-switch.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "This is easy to say with the benefit of hindsight, but I think it once again points out how very important style of leadership, that is the way he does what he does, is to his perception.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "Research has shown that the perceived style of leadership is by far the most important thing to most voters in evaluating officeholders and candidates.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "If you can provide the funding and you get the leadership, you'll have a competitive team.", 
    "name": "T. Boone Pickens"
  }, 
  {
    "quote": "I urge the Iraqi leadership for sake of its own people... to seize this opportunity and thereby begin to end the isolation and suffering of the Iraqi people.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "At that time, the army leadership said the implementation of this agreement would allow everyone, including the IRA, to take its political objectives forward by peaceful and democratic means.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "Sinn Fein has demonstrated the ability to play a leadership role as part of a popular movement towards peace, equality and justice.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "Being a CEO still means sitting across the table from big institutional investors and showing your leadership and having them believe in you.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "We in the press, by our power, can actually undermine leadership.", 
    "name": "Christiane Amanpour"
  }, 
  {
    "quote": "You can never stop and as older people, we have to learn how to take leadership from the youth and I guess I would say that this is what I'm attempting to do right now.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "The very essence of leadership is that you have to have vision. You can't blow an uncertain trumpet.", 
    "name": "Theodore Hesburgh"
  }, 
  {
    "quote": "I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "I took a gamble to exercise leadership without losing my feminine nature.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "As a vibrant force in civil society, women continue to press for their rights, equal participation in decision-making, and the upholding of the principles of the revolution by the highest levels of leadership in Egypt.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "I believe that in Europe, we have a collective leadership.", 
    "name": "Mario Monti"
  }, 
  {
    "quote": "So I think democracy, in the long-term, in our countries will survive if it comes to be associated with leadership, will not survive if democracy plus media brings to us more and more followship rather than leadership.", 
    "name": "Mario Monti"
  }, 
  {
    "quote": "One secret of leadership is that the mind of a leader never turns off. Leaders even when they are sightseers or spectators, are active not passive observers.", 
    "name": "James Humes"
  }, 
  {
    "quote": "The more consistent a father can be or a mentor can be in the person's life and teach them principles of real solid manhood, character, integrity and leadership, the more consistent you can be in the person's life and teach them those things at a younger age, and then the better off they'll be.", 
    "name": "Allan Houston"
  }, 
  {
    "quote": "If people want to compete for leadership of a religious group, they can compete in piety. A chilling thought. Or funny.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "The message of the free world to any potential Palestinian leadership should be a simple one: Embrace democratic reform and we will embrace you.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "There was great leadership in this country at the time of World War II. There was also unrelenting resolve at home, in America's factories and on the farms, in the cities and the country.", 
    "name": "Bob Feller"
  }, 
  {
    "quote": "The things journalists should pay attention to are the issues the political leadership agrees on, rather than to their supposed antagonisms.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Clearly you need a new team to go out to bat on your behalf to fight for your rights and to report back to you personally and to the leadership of the IFP.", 
    "name": "Mangosuthu Buthelezi"
  }, 
  {
    "quote": "Sometimes leadership is planting trees under whose shade you'll never sit. It may not happen fully till after I'm gone. But I know that the steps we're taking are the right steps.", 
    "name": "Jennifer M. Granholm"
  }, 
  {
    "quote": "I have never been afraid to stand up to the leadership on issues where we disagree. If you chose to keep Cambridge Labour, then I can continue to press the Government for the things that matter to you, in a way that members of the opposition are unable to.", 
    "name": "Anne Campbell"
  }, 
  {
    "quote": "Obama is thoroughly mixed up with all these things he's got. He's got to solve Libya. He's got to solve Afghanistan. He's everywhere. And this nation, I don't know why it's not showing the leadership and capacity to attend different issues at the same time.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "What nourishes us at home and in school is what inspires us. When we get awareness and learn about the great potential that we all human beings have, we are able to discover our leadership.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "Half a world away nations that once lived under oppression and tyranny are now budding democracies due in large part to America 's leadership and the sacrifices of our military.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "There was no imminent threat. This was made up in Texas, announced in January to the Republican leadership that war was going to take place and was going to be good politically. This whole thing was a fraud.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "I want to use my position of leadership to help move along at a faster pace what I believe and know the Obama administration wants to do around the urgency of climate change.", 
    "name": "Kamala Harris"
  }, 
  {
    "quote": "Doing nothing while the middle class is hurting. That's not leadership. Loose regulations and lax enforcement. That's not leadership. That's abandoning our middle class.", 
    "name": "Kamala Harris"
  }, 
  {
    "quote": "I'm not up on the Internet, but I hear that is a democratic possibility. People can connect with each other. I think people are ready for something, but there is no leadership to offer it to them. People are ready to say, 'Yes, we are part of a world.'", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "Leadership requires the courage to make decisions that will benefit the next generation.", 
    "name": "Alan Autry"
  }, 
  {
    "quote": "We're in a leadership position in sports. People look up to the National Football League.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "And the whole world, the whole world that believes in freedom, whether you're talking about personal freedom, economic freedom, religious freedom, they look to the United States for leadership and you're part of that leadership.", 
    "name": "Don Nickles"
  }, 
  {
    "quote": "An old African leader says about leadership, he says that leadership should never be shared it should always remain in the hands of the dispossessed people. We will lead the revolution.", 
    "name": "H. Rap Brown"
  }, 
  {
    "quote": "Divorced from ethics, leadership is reduced to management and politics to mere technique.", 
    "name": "James MacGregor Burns"
  }, 
  {
    "quote": "Leadership should be born out of the understanding of the needs of those who would be affected by it.", 
    "name": "Marian Anderson"
  }, 
  {
    "quote": "I think what actually works best is local-level individual targeting of key leadership nodes.", 
    "name": "John Abizaid"
  }, 
  {
    "quote": "As for leadership, I am the kind who leads reluctantly and more by example than anything else. Someone had to be on the incorporation papers as president.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "The current leadership of the Labor party react to the idea that working-class students might study the subjects they studied with the same horror that the Earl of Grantham showed when a chauffeur wanted to marry his daughter.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "Labor, under their current leadership, want to be the Downtown Abbey party when it comes to educational opportunity. They think working class children should stick to the station in life they were born into - they should be happy to be recognized for being good with their hands and not presume to get above themselves.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "I believe that we as the leader of the Free World must provide important leadership on the ethical parameters, the ethical constraints that this research requires.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "We should see the leadership from the White House setting dates certain for certain goals of achieving greater alliance on alternative and renewable energy sources, but we are not.", 
    "name": "Ron Kind"
  }, 
  {
    "quote": "Turnaround or growth, it's getting your people focused on the goal that is still the job of leadership.", 
    "name": "Anne M. Mulcahy"
  }, 
  {
    "quote": "Not everybody is created equal, and it's important for companies to identify those high potentials and treat them differently, accelerate their development and pay them more. That process is so incredibly important to developing first-class leadership in a company.", 
    "name": "Anne M. Mulcahy"
  }, 
  {
    "quote": "You cannot transpose the U.S. system on Turkey, and the Turkish system on France etc. You have to understand the people and their culture. That's leadership.", 
    "name": "Hamad bin Isa Al Khalifa"
  }, 
  {
    "quote": "Bipartisanship isn't an option anymore it is a requirement. The American people have divided responsibility for leadership right down the middle.", 
    "name": "Tom Daschle"
  }, 
  {
    "quote": "All of this suggests that while citizens became more comfortable with President Bush after September 11 and thought him to have the requisite leadership skills, they continue to harbor doubts about his priorities, loyalties, interests, and policies.", 
    "name": "Thomas E. Mann"
  }, 
  {
    "quote": "Every time you have to speak, you are auditioning for leadership.", 
    "name": "James Humes"
  }, 
  {
    "quote": "And I'd say one of the great lessons I've learned over the past couple of decades, from a management perspective, is that really when you come down to it, it really is all about people and all about leadership.", 
    "name": "Steve Case"
  }, 
  {
    "quote": "Such manifestations I account as representing the creative leadership of the new forces of thought and appreciation which attend changes in technological pattern and therefore of the pattern of human relationships in society.", 
    "name": "John Grierson"
  }, 
  {
    "quote": "I think most Americans understand that we went through a period in which American leadership was judged quite critically internationally.", 
    "name": "Susan Rice"
  }, 
  {
    "quote": "I think the greater responsibility, in terms of morality, is where leadership begins.", 
    "name": "Norman Lear"
  }, 
  {
    "quote": "In the area we're discussing, leadership begins on Madison Avenue, on the desks and in the offices of people who spend hundreds of millions of dollars buying what will get them ratings.", 
    "name": "Norman Lear"
  }, 
  {
    "quote": "In this nation, leadership is dollars.", 
    "name": "Norman Lear"
  }, 
  {
    "quote": "In terms of having views and being prepared to express them, yes, I think New Zealand's had a leadership role in a lot of things.", 
    "name": "Helen Clark"
  }, 
  {
    "quote": "In addition to removing our democratically elected government, Israel wants to sow dissent among Palestinians by claiming that there is a serious leadership rivalry among us. I am compelled to dispel this notion definitively.", 
    "name": "Ismail Haniyeh"
  }, 
  {
    "quote": "If Ralph Nader runs, President Bush is going to be re-elected, and if Ralph Nader doesn't run, President Bush is going to be re-elected. We're going to run on the president's strong and principled leadership and his positive agenda for a second term.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "So I think that our foreign policy, the president's strong and principled leadership when it comes to the war against terror and foreign policy is going to be an asset.", 
    "name": "Ed Gillespie"
  }, 
  {
    "quote": "Many citizens see all the leadership of these large institutions together in a conspiracy against them rather than in any adversary relationship with each other.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "As far as Iraq, the important thing is that the Taliban is gone in Afghanistan, three-quarters of the al-Qaida leadership is either dead or in jail, and we now have Saudi Arabia working with us, Pakistan working with us.", 
    "name": "Peter King"
  }, 
  {
    "quote": "But 85 percent of the mosques have extremist leadership in this country. Most Muslims, the overwhelming majority of Muslims, are loyal Americans.", 
    "name": "Peter King"
  }, 
  {
    "quote": "And if the imam and the Muslim leadership in that community is so intent on building bridges, then they should voluntarily move the mosque away from ground zero and move it whether it's uptown or somewhere else, but move it away from that area, the same as the pope directed the Carmelite nuns to move a convent away from Auschwitz.", 
    "name": "Peter King"
  }, 
  {
    "quote": "Democrats have no agenda, no plan for the future, and no sense of leadership.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "We have treated our most serious adversaries, such as Iran and North Korea, in the most juvenile manner - by giving them the silent treatment. In so doing, we have weakened, not strengthened, our bargaining position and our leadership.", 
    "name": "Theodore C. Sorensen"
  }, 
  {
    "quote": "I mean, Emily Harris was his wife. And she seemed to resent his leadership, but on the other hand, she felt like a good soldier, that he had to be the leader.", 
    "name": "Patty Hearst"
  }, 
  {
    "quote": "We live in a time where government is not a leadership thing, it's more a business that's out there and running riot, so I guess the people have to go out there and say stuff.", 
    "name": "Yahoo Serious"
  }, 
  {
    "quote": "President Ford was a devoted, decent man of impeccable integrity who put service to his country before his own self interest. He helped heal our nation during a time of crisis, provided steady leadership and restored people's faith in the presidency and in government.", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "Under the leadership of this President, the state of the union is not strong. We are being pulled apart rather than pulling together. Our democracy is suffering from the choices being made, and yet we are offered the same tired excuses and unrealistic analyses.", 
    "name": "Jose Serrano"
  }, 
  {
    "quote": "I believe it is time for new leadership that is able to leave the '70s behind.", 
    "name": "Kim Campbell"
  }, 
  {
    "quote": "The problem is, is that President Bush and the Republican leadership in the Congress have resisted attempts to increase dramatically our fuel economy standards over the last five years.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "The leadership lost its nerve. Instead of taking the lead in the reform movement... they pulled the plug on it. They tried and are still trying to return the church to the dry ice of the previous century and a half.", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "President Reagan was a leader at a time when the American people most needed leadership. He outlined a vision that captured the imagination of the free world, a vision that toppled the Communist empire and freed countless millions.", 
    "name": "Dennis Hastert"
  }, 
  {
    "quote": "There is no international problem that can be addressed or solved without the engagement and leadership of the United States and everybody in the world knows that, its just fact of life. So sometimes I think we could conduct ourselves with a little more humility.", 
    "name": "Robert M. Gates"
  }, 
  {
    "quote": "Well, I've ruffled a few feathers at all the institutions I've led. But I think that's part of leadership.", 
    "name": "Robert M. Gates"
  }, 
  {
    "quote": "I think our leadership team is a highly accountable leadership team.", 
    "name": "Steve Ballmer"
  }, 
  {
    "quote": "Dr. King's leadership reaffirmed the promise of our democracy: that everyday people, working together, have the power to change our government and our institutions for the better.", 
    "name": "Maria Cantwell"
  }, 
  {
    "quote": "One of the surest signs of the estimated changes in the consciousness of the American proletariat is to be found in the character of the demands now being put forward by the leadership.", 
    "name": "C. L. R. James"
  }, 
  {
    "quote": "Among my activities was membership in the Boy Scouts I rose each year through the ranks, eventually achieving the rank of Eagle Scout and undertaking leadership roles in the organization.", 
    "name": "Frederick Reines"
  }, 
  {
    "quote": "In fact, the converse is true: At a time when the United States has been called on for a level of moral leadership, vision and inspiration not seen since World War II, we cannot afford to dissemble about crimes against humanity.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "The more I have studied Lincoln, the more I have followed his thought processes, the more I am convinced that he understood leadership better than any other American president.", 
    "name": "David Herbert Donald"
  }, 
  {
    "quote": "Leadership is something I was born with.", 
    "name": "Carmelo Anthony"
  }, 
  {
    "quote": "I want to deploy the leadership to meet the challenges that face us and to restore America's greatness.", 
    "name": "Paul Tsongas"
  }, 
  {
    "quote": "From a parent's right to know what their children are doing, to protecting citizens across the country from the growing threat of gang violence, the House Democrat leadership is simply out to lunch.", 
    "name": "Virginia Foxx"
  }, 
  {
    "quote": "Instead of starting a new nuclear arms race, now is the time to reclaim our Nation's position of leadership on nuclear nonproliferation efforts.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "When President Obama was in the Senate, when he was a U.S. senator, he voted against raising the debt ceiling. And he said it was a lack of leadership that had brought us to this point.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "Leadership must be likeable, affable, cordial, and above all emotional. The fashion of authoritarian leadership is gone. Football is about life. You can't be angry all day.", 
    "name": "Vicente del Bosque"
  }, 
  {
    "quote": "Alliances and international organizations should be understood as opportunities for leadership and a means to expand our influence, not as constraints on our power.", 
    "name": "Chuck Hagel"
  }, 
  {
    "quote": "But the ability to articulate what you are doing, to be clear about it, and to stick to it is, I think, the essence of political leadership.", 
    "name": "Chris Patten"
  }, 
  {
    "quote": "I never saw myself as an individual who had any particular leadership powers.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "I don't know what leadership is. You can't touch it. You can't feel it. It's not tangible. But I do know this: you recognize it when you see it.", 
    "name": "Bob Ehrlich"
  }, 
  {
    "quote": "We shouldn't be debating whether to deal with the current code by allowing it to be extended or not. We should have a president who shows leadership and comes to Congress and says: 'You know what? We need to reform this whole tax code.'", 
    "name": "Rob Portman"
  }, 
  {
    "quote": "This week you will nominate the most experienced executive to seek the presidency in 60 years in Mitt Romney. He has no illusions about what makes America great, and he doesn't confuse the presidency with celebrity, or loftiness with leadership.", 
    "name": "Artur Davis"
  }, 
  {
    "quote": "We have a country to turn around. This week you will nominate the most experienced executive to seek the presidency in 60 years in Mitt Romney. He has no illusions about what makes America great, and he doesn't confuse the presidency with celebrity, or loftiness with leadership.", 
    "name": "Artur Davis"
  }, 
  {
    "quote": "The Leadership Training Institute of America is a cultural think tank providing training and opportunity in leadership development and cultural dynamics.", 
    "name": "Michael Burgess"
  }, 
  {
    "quote": "The Leadership Training Institute of America trains and equips young men and women to be leaders with high standards of personal morality and integrity.", 
    "name": "Michael Burgess"
  }, 
  {
    "quote": "On the other hand, the waging of peace as a science, as an art, is in its infancy. But we can trace its growth, its steady progress, and the time will come when there will be particular individuals designated to assume responsibility for and leadership of this movement.", 
    "name": "Fredrik Bajer"
  }, 
  {
    "quote": "A significant number of pages and sentences that the administration wants to keep in a classified status have already been released publicly, some of it by public statements of the leadership of the CIA and the FBI.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "In working with UNICEF our corporate partners have demonstrated time and again that their financial resources, leadership and expertise can bring about real and lasting benefits for the world's children.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "Boone Pickens should be commended for his leadership on American energy security, and for bringing Ted Turner along on some sensible approaches to enhancing it.", 
    "name": "Frank Gaffney"
  }, 
  {
    "quote": "I've been the co-chair of the Non-Partisan Women's Caucus and vice-chair for several years, taking a leadership role in this women's organization.", 
    "name": "Gwen Moore"
  }, 
  {
    "quote": "The war and terrorism in the Middle East, the crisis of leadership in many of the oil-supply countries in the developing world, the crisis of global warming - all these are very clearly tied to energy.", 
    "name": "Julia Louis-Dreyfus"
  }, 
  {
    "quote": "The House Republican leadership has simply run out of ideas.", 
    "name": "Jan Schakowsky"
  }, 
  {
    "quote": "Leadership is the key to 99 percent of all successful efforts.", 
    "name": "Erskine Bowles"
  }, 
  {
    "quote": "I want to organize so that women see ourselves as people who are entitled to power, entitled to leadership.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "This administration and the leadership in Congress appear to be intent on valuing wealth over work, thereby placing working families at a distinct disadvantage.", 
    "name": "Tim Bishop"
  }, 
  {
    "quote": "We should be therefore supporting a larger Europe, and in so doing we should strive to expand the zone of peace and prosperity in the world which is the necessary foundation for a stable international system in which our leadership could be fruitfully exercised.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "Our country also hungers for leadership to ensure the long-term survival of our Social Security system. With 70 million baby boomers in this country on the verge of retirement, we need to take action to shore up the system.", 
    "name": "Kay Bailey Hutchison"
  }, 
  {
    "quote": "I am proud of the President's leadership. I am proud to support him in saying: Yes, we are going to do what is necessary now when it is less painful and less expensive.", 
    "name": "Kay Bailey Hutchison"
  }, 
  {
    "quote": "The important thing is that we recognize our President's leadership, that he is not saying: I am going to walk away from this. He is saying: I am going to do the right thing.", 
    "name": "Kay Bailey Hutchison"
  }, 
  {
    "quote": "Well, I think that - I think leadership's always been about two main things: imagination and courage.", 
    "name": "Paul Keating"
  }, 
  {
    "quote": "I definitely wasn't cool in high school. I really wasn't. I did belong to many of the clubs and was in leadership on yearbook and did the musical theater route, so I had friends in all areas. But I certainly did not know what to wear, did not know how to do my hair, all those things.", 
    "name": "Dianna Agron"
  }, 
  {
    "quote": "People more than ever since I can remember are concerned about being out of step and out of line with their political party and won't cross over. There is nobody, man or woman, who wants to be left out, and people are fearful of that. People are fearful of their leadership as well.", 
    "name": "Gary Ackerman"
  }, 
  {
    "quote": "Different times need different types of leadership.", 
    "name": "Park Geun-hye"
  }, 
  {
    "quote": "Preparing our city to achieve its destiny will require strong leadership.", 
    "name": "Thomas Menino"
  }, 
  {
    "quote": "It's a different era. Our job now is to show leadership and vision and to help the next generation of artists.", 
    "name": "Karen Kain"
  }, 
  {
    "quote": "Hamas, also elected to governmental leadership in Palestine, includes the jihadists, people who have declared war on the United States of America and its ally, Israel.", 
    "name": "Zach Wamp"
  }, 
  {
    "quote": "Under the leadership of President Bush and Vice President Cheney, the United States has given up the moral high ground that we used to occupy as an international leader.", 
    "name": "Marty Meehan"
  }, 
  {
    "quote": "Leadership is about doing what you know is right - even when a growing din of voices around you is trying to convince you to accept what you know to be wrong.", 
    "name": "Robert. L. Ehrlich"
  }, 
  {
    "quote": "Actions, not words, are the ultimate results of leadership.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "Leadership is an active role 'lead' is a verb. But the leader who tries to do it all is headed for burnout, and in a powerful hurry.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "Leadership offers an opportunity to make a difference in someone's life, no matter what the project.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "I look forward to working with our leadership team to advance the causes of smaller government, lower taxes, eliminating terrorism, and providing affordable health care, among other issues.", 
    "name": "Howard Coble"
  }, 
  {
    "quote": "I think Mr. Clarke had a tendency to interfere too much with the activities of the CIA, and our leadership at the senior level let him interfere too much. So criticism from him I kind of wear as a badge of honor.", 
    "name": "Michael Scheuer"
  }, 
  {
    "quote": "The conduct of President Bush's war of choice has been plagued with incompetent civilian leadership decisions that have cost many lives and rendered the war on and occupation of Iraq a strategic policy disaster for the United States.", 
    "name": "John Olver"
  }, 
  {
    "quote": "For many members of Congress, the time for choosing is near - do what the party leadership demands, or do what the people have asked you to do. If my colleagues don't mind some advice from a newcomer, I'd suggest going with the will of the people.", 
    "name": "Scott Brown"
  }, 
  {
    "quote": "This is one of the major problems we have. By the way, it was endorsed by leadership on both sides of the aisle and both ends of the Capitol, by the NRA and also by the gun control groups.", 
    "name": "John Dingell"
  }, 
  {
    "quote": "The atmosphere at my school was very competitive. Young girls were competing with each other every day for status, for leadership, for the affection of the teachers. I hated it.", 
    "name": "Zhang Ziyi"
  }, 
  {
    "quote": "It is past time for Republican leadership to answer for record deficits and reckless spending, both in Iraq and in the U.S. It's time for a plan to bring our troops home.", 
    "name": "Sherrod Brown"
  }, 
  {
    "quote": "Year after year, President Bush has broken his campaign promises on college aid. And year after year, the Republican leadership in Congress has let him do it.", 
    "name": "Sherrod Brown"
  }, 
  {
    "quote": "Republican leadership in Congress let the energy companies write the energy bill that sent prices soaring, and has turned a blind eye to the struggles of working families trying to make ends meet.", 
    "name": "Sherrod Brown"
  }, 
  {
    "quote": "Through the inspiration of Vaclav's words, the courage of his dissidence and the integrity of his leadership, Czechoslovakia successfully transitioned from an authoritarian state to a free democracy at the heart of Europe.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "I am delighted with the strong vote I have received. My message of positive leadership, patriotism and commitment clearly was resonating with tens of thousands of ordinary Irish people.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Vocational education programs have made a real difference in the lives of countless young people nationwide they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents.", 
    "name": "Conrad Burns"
  }, 
  {
    "quote": "At the very outset I want to say how the people of America appreciate the steadfast support of the people of Morocco, the leadership of Morocco in our war against terrorism.", 
    "name": "Donald Evans"
  }, 
  {
    "quote": "He's a novice, but he's had these - he's experienced in leadership in tight circumstances. He started - he dropped the first bomb, led the first air strike into North Vietnam.", 
    "name": "James Stockdale"
  }, 
  {
    "quote": "Roosevelt was the one who had the vision to change our policy from isolationism to world leadership. That was a terrific revolution. Our country's never been the same since.", 
    "name": "W. Averell Harriman"
  }, 
  {
    "quote": "I am convinced that your Mayor must take the leadership role in education too.", 
    "name": "Alan Autry"
  }, 
  {
    "quote": "Leadership demands that we make tough choices.", 
    "name": "Alan Autry"
  }, 
  {
    "quote": "We need safe communities that are free from methamphetamine and a federal commitment to stand next to state leadership and law enforcement in the fight against this epidemic.", 
    "name": "Rick Larsen"
  }, 
  {
    "quote": "There's a very big gulf between the black civil rights leadership in America and the black middle class in America. The black middle class are conservative. Many of those minorities can be persuaded to be members of the Republican Party.", 
    "name": "Pete du Pont"
  }, 
  {
    "quote": "We need leadership, and we need it now.", 
    "name": "Byron Dorgan"
  }, 
  {
    "quote": "What I've really learned over time is that optimism is a very, very important part of leadership.", 
    "name": "Bob Iger"
  }, 
  {
    "quote": "I think it is important for people who are given leadership roles to assume that role immediately.", 
    "name": "Bob Iger"
  }, 
  {
    "quote": "But I think Steve's main contribution besides just the pure leadership is his passion for excellence. He's a perfectionist. Good enough isn't good enough. And also his creative spirit. You know he really, really wants to do something great.", 
    "name": "Andy Hertzfeld"
  }, 
  {
    "quote": "I also know that there have been many times in our history when the proximity of an election has induced exactly the kind of leadership and consensus-building that produce progress in our democracy.", 
    "name": "Joe Lieberman"
  }, 
  {
    "quote": "The 9/11 Commission recently released their report, citing important changes which need to be made to improve our nation's homeland security. I voiced my disappointment with the House leadership when this report was left until after the August recess for action.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "There would not be enough talent that's educated, developed and ready to take on the next leadership challenge, and it would cap our growth. Now we've put programs in place not to have that happen, but that could be a weakness.", 
    "name": "Kevin Rollins"
  }, 
  {
    "quote": "I think national issues play into gubernatorial races less than, obviously, in Senate and Congressional races. Much less. They tend to be more decided by personality, leadership qualities and by state or local issues. They still have some effect, no question about it, but not as much as Senate and Congressional races.", 
    "name": "Edward G. Rendell"
  }, 
  {
    "quote": "Rotary provides training at all levels so that those who have been selected for leadership positions have the opportunity to learn and apply leadership principles to their jobs.", 
    "name": "Ron D. Burton"
  }, 
  {
    "quote": "Comrade Deng Xiaoping - along with other party elders - gave the party leadership their firm and full support to put down the political disturbance using forceful measures.", 
    "name": "Li Peng"
  }, 
  {
    "quote": "I feel fantastically excited that we have a leader who fought for the leadership without compromising his quite challenging view that the party has to change.", 
    "name": "Francis Maude"
  }, 
  {
    "quote": "Leadership is working with goals and vision management is working with objectives.", 
    "name": "Russel Honore"
  }, 
  {
    "quote": "Leadership means forming a team and working toward common objectives that are tied to time, metrics, and resources.", 
    "name": "Russel Honore"
  }, 
  {
    "quote": "The intelligence investigation under the leadership of Senator Church, which I know has helped cause this investigation by you, points out that the agencies did not disclose certain facts to us and that certain plots were going on.", 
    "name": "John Sherman Cooper"
  }, 
  {
    "quote": "Music is all about leadership and there ain't really a lot of leaders.", 
    "name": "Young Jeezy"
  }, 
  {
    "quote": "We need real leadership, Democrat, Republican and independent to stand up and say, we have to live within our means.", 
    "name": "Tom Coburn"
  }, 
  {
    "quote": "One of the things about leadership is that you've got to show up. And if you want to be president of the United States you've got to make a case to the American people that Barack Obama needs to be dismissed from his position.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "At a time when we are facing threats from nations such as North Korea and Iran, and attempting to convince others such as India and Pakistan to become responsible nuclear powers, it is vital that America reclaims the leadership we once had on arms control.", 
    "name": "Ellen Tauscher"
  }, 
  {
    "quote": "Germany must be a country which generates political ideas and leadership, which is capable of compromise, which is sovereign and yet knows that it needs its partners on both sides of the Atlantic.", 
    "name": "Horst Koehler"
  }, 
  {
    "quote": "In any case, decisions on troop levels in the American system of government are not made by any general or set of generals but by the civilian leadership of the war effort.", 
    "name": "Bill Kristol"
  }, 
  {
    "quote": "Shouldn't Democrats insist that Sen. Durbin step down as their whip, the number two man in their leadership?", 
    "name": "Bill Kristol"
  }, 
  {
    "quote": "You watch television and see what's going on on this debt ceiling issue. And what I consider to be a total lack of leadership from the President and nothing's going to get fixed until the President himself steps up and wrangles both parties in Congress.", 
    "name": "Steve Wynn"
  }, 
  {
    "quote": "It takes leadership to improve safety. And I started off the movement in my time, but the person who has done more over the past 20 to 30 years and who has led it is Professor Sid Watkins.", 
    "name": "Jackie Stewart"
  }, 
  {
    "quote": "I believe that the will of the people is resolved by a strong leadership. Even in a democratic society, events depend on a strong leadership with a strong power of persuasion, and not on the opinion of the masses.", 
    "name": "Yitzhak Shamir"
  }, 
  {
    "quote": "The world is starving for original and decisive leadership.", 
    "name": "Bryant McGill"
  }, 
  {
    "quote": "I think that all areas of the budget have to be scrubbed. Clearly the entitlement issues have to be reformed and that's an issue that's going to require I think some strong bipartisan cooperation and leadership.", 
    "name": "John Thune"
  }, 
  {
    "quote": "I think that if Republicans are given the reins of leadership in the House or Senate or both, we will have to govern in a way - at least put forward solutions whether or not the president goes along with them or not, that deal with these long-term challenges.", 
    "name": "John Thune"
  }, 
  {
    "quote": "The fact is five months ago this was an issue that people weren't really talking that much about. Because of the president's leadership, because he's brought it to people's attention, it's now a top issue.", 
    "name": "Ken Mehlman"
  }, 
  {
    "quote": "It is with obedience to your call that I take up the burden of government leadership for the final time.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "The Chinese leadership hoped that the world would soon forget the Tiananmen Square massacre. Our job in Congress is to ensure that we never forget those who lost their lives in Tiananmen Square that day or the pro-democracy cause for which they fought.", 
    "name": "Tom Lantos"
  }, 
  {
    "quote": "It is sad that the Republican leadership is not as interested as they say they are in protecting the institution of marriage as they are in waging a campaign to divide and distract the American people from the real issues that need to be addressed.", 
    "name": "Kendrick Meek"
  }, 
  {
    "quote": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination.", 
    "name": "Rosalyn S. Yalow"
  }, 
  {
    "quote": "Even after such milestones as Kathryn Bigelow winning an Oscar, there still seem to be few women in leadership roles.", 
    "name": "Julia Stiles"
  }, 
  {
    "quote": "As long as the opposition believes the world will stand with Ukraine's democrat reformers, they will have the leverage and the courage to establish a legitimate republic under the leadership of Viktor Yushchenko.", 
    "name": "Bob Schaffer"
  }, 
  {
    "quote": "People look for their leadership to lead.", 
    "name": "Mick Cornett"
  }, 
  {
    "quote": "Europe is difficult to coordinate, and our main deficit may not even lie in this area of finance and economics, but in foreign and security policy. We have a leadership problem because we are still 27 different members who have still not decided on how to work with each other based on what we used to call a European constitution.", 
    "name": "Peer Steinbruck"
  }, 
  {
    "quote": "Our democracy poses problems and these problems must and shall be solved by courageous leadership.", 
    "name": "Charles Edison"
  }, 
  {
    "quote": "This Congress is simply not doing its job under Republican leadership.", 
    "name": "Jim Cooper"
  }, 
  {
    "quote": "The one thing I have learned as a CEO is that leadership at various levels is vastly different. When I was leading a function or a business, there were certain demands and requirements to be a leader. As you move up the organization, the requirements for leading that organization don't grow vertically they grow exponentially.", 
    "name": "Indra Nooyi"
  }, 
  {
    "quote": "And this administration and this House leadership have said, quote-unquote, they will stop at nothing to pass this health care bill. And now they've gotten rid of me and it will pass. You connect the dots.", 
    "name": "Eric Massa"
  }, 
  {
    "quote": "I am leaving because I have to fight simultaneously a potential recurrence of cancer the Democratic leadership, a health care bill that's going to destroy this country, my opposition to it and a belief that my party has become what it became - what it campaigned against.", 
    "name": "Eric Massa"
  }, 
  {
    "quote": "That is what leadership is all about: staking your ground ahead of where opinion is and convincing people, not simply following the popular opinion of the moment.", 
    "name": "Doris Kearns Goodwin"
  }, 
  {
    "quote": "Because management deals mostly with the status quo and leadership deals mostly with change, in the next century we are going to have to try to become much more skilled at creating leaders.", 
    "name": "John P. Kotter"
  }, 
  {
    "quote": "History has shown that one cannot legislate a culture of integrity. And yet, one of the paramount responsibilities and challenges of corporate leadership is to ensure such a culture.", 
    "name": "Preet Bharara"
  }, 
  {
    "quote": "So, President Obama wants to change America. I understand that. We don't need to change America. We need to change the White House. We need to change the leadership in the White House.", 
    "name": "Mario Diaz-Balart"
  }, 
  {
    "quote": "Through leadership of the fight against French colonialism, Ho Chi Minh had made a name for himself in the international political arena.", 
    "name": "Nguyen Cao Ky"
  }, 
  {
    "quote": "President Bush offers the American people an optimistic vision and a clear choice in November. The President has provided steady leadership in remarkably changing times. He knows exactly where he wants to lead this country, and he has complete confidence in the American people.", 
    "name": "Henry Bonilla"
  }, 
  {
    "quote": "We had a military and political leadership at that period which was genuinely deluded.", 
    "name": "Neil Sheehan"
  }, 
  {
    "quote": "World War II had been such a tremendous success story for this country that the political and military leadership began to assume that they would prevail simply because of who they were. We were like the British at the turn of the 19th century.", 
    "name": "Neil Sheehan"
  }, 
  {
    "quote": "The longer we go without strong leadership from the Administration and until we see significant progress in the day-to-day lives of the Iraqi people, the more difficult it will become to sustain the support of the American people and Congress for the current course.", 
    "name": "Dennis Cardoza"
  }, 
  {
    "quote": "The truth is the Republican leadership has created a credit card Congress that is recklessly selling out the future of America, our children and our grandchildren, and President Bush is the most fiscally irresponsible President in the history of America.", 
    "name": "Dennis Cardoza"
  }, 
  {
    "quote": "Denmark needs change, Denmark needs to move on and Denmark needs my leadership.", 
    "name": "Helle Thorning-Schmidt"
  }, 
  {
    "quote": "America somehow thinks that leadership relates to governance, and it certainly does. But society is much bigger than governance, and some of the truly great leadership of our society is outside the governance arena.", 
    "name": "Jim Leach"
  }, 
  {
    "quote": "The Divine Thing that made itself the foundation of the Church does not seem, to judge by his comments on the religious leadership of his day, to have hoped much from officers of a church.", 
    "name": "Charles Williams"
  }, 
  {
    "quote": "Servant leadership is the foundation and the secret of Sam Walton's ability to achieve team synergy.", 
    "name": "Michael Bergdahl"
  }, 
  {
    "quote": "This - the leadership of the mayor is crucial, because it is to the mayor that people will look to provide the vision, the energy, and the sense of confidence in the rebuilding and the recovery.", 
    "name": "Marc Morial"
  }, 
  {
    "quote": "The public sector certainly includes the Department of Labor. Those are jobs that are available. They are open and they are good paying jobs. The government as a whole has been actually retrenching under President Clinton's leadership.", 
    "name": "Alexis Herman"
  }, 
  {
    "quote": "I made a commitment... both to myself and to some supporters to carefully consider a run for the Liberal leadership for the Liberal Party of Canada.", 
    "name": "Dalton McGuinty"
  }, 
  {
    "quote": "We need the kind of leadership exemplified by President Kennedy to just do it! But we must do it as good stewards, aggressively exerting control over the moon. We can best do this by going there.", 
    "name": "Wilson Greatbatch"
  }, 
  {
    "quote": "The union is much more than me, and when you think the union is you and it's not about who you represent, I think you've sort of lost your morals and focus and the purpose of your leadership.", 
    "name": "Andy Stern"
  }, 
  {
    "quote": "I am not saying that during the Second World War Germany did not, under the leadership of the National Socialist government, commit crimes.", 
    "name": "Ernst Zundel"
  }, 
  {
    "quote": "I am honored that my freshman class colleagues have put their trust in me to represent our historic class at the leadership table. The incoming freshman class of Representatives is large and diverse but we share many common goals including cutting wasteful spending, getting our economy back on track and making government smarter and more efficient.", 
    "name": "Kristi Noem"
  }, 
  {
    "quote": "It's not as if our party has a leadership campaign underway.", 
    "name": "Peter MacKay"
  }, 
  {
    "quote": "Life isn't easy, and leadership is harder still.", 
    "name": "Walter Russell Mead"
  }, 
  {
    "quote": "In the military, I learned that 'leadership' means raising your hand and volunteering for the tough, important assignments.", 
    "name": "Tulsi Gabbard"
  }, 
  {
    "quote": "Instead of begging OPEC to drop its oil prices, let's use American leadership and ingenuity to solve our own energy problems.", 
    "name": "Pete Domenici"
  }, 
  {
    "quote": "To be elected president, you have to do more than tear down your opponents. You have to give the American people a reason to vote for you - a reason to hope - a reason to believe that under your leadership, America will be better.", 
    "name": "Mike DeWine"
  }, 
  {
    "quote": "I don't care tuppence whether I'm forced into a leadership position or not. I'd much sooner not.", 
    "name": "E. P. Thompson"
  }, 
  {
    "quote": "What happened with Hurricane Katrina was the American electorate was forced to look at what lay behind the veneer of chest-beating. We all saw the consequences of having terrible government leadership.", 
    "name": "Susan Faludi"
  }, 
  {
    "quote": "I believe that it is irresponsible, it is basically part of the crisis of leadership in D.C. to not look at Social Security and understand that there has got to be a solution posed. We've got to take a look at it and make sure that we create a solution so our seniors aren't left out in the cold.", 
    "name": "Joe Miller"
  }, 
  {
    "quote": "The President's speech suggested to me that were we to follow his leadership, we will be in Iraq not for months, but for years. I also hope I am wrong on this.", 
    "name": "Daniel Inouye"
  }, 
  {
    "quote": "I'm floored that the House leadership would turn its back on job creation for Mississippians.", 
    "name": "Haley Barbour"
  }, 
  {
    "quote": "I think that my leadership style is to get people to fear staying in place, to fear not changing.", 
    "name": "Lou Gerstner"
  }, 
  {
    "quote": "The school made it very clear that women were entitled to positions of authority. That sense of entitlement allowed us to feel that we have a natural place in leadership in the world. That gave me a mental and emotional confidence.", 
    "name": "Linda Vester"
  }, 
  {
    "quote": "For centuries, America has led the world on a long march toward freedom and democracy. Let's reclaim our clean energy leadership and lead the world toward clean energy independence.", 
    "name": "John Garamendi"
  }, 
  {
    "quote": "Jamal Crawford reminds me the most of myself, the way he goes to the basket. But they need leadership.", 
    "name": "Earl Monroe"
  }, 
  {
    "quote": "In Britain, you do your job. When you do an American TV show, there is a sense of being one with the crew, and there is a leadership element, which was a learning curve for me because it is very different culturally. In Britain, you just do it, leave and say, 'Thanks.'", 
    "name": "Theo James"
  }, 
  {
    "quote": "The United States is the most innovative country in the world. But our leadership could slip away if we fail to properly fund primary, secondary and higher education.", 
    "name": "Jeff Bingaman"
  }, 
  {
    "quote": "We have now under President Obama's leadership had 29 months in a row of private sector job growth. That stretch of positive private sector job growth hasn't happened since 2005. We still have a long way to go, but we are moving in the right direction.", 
    "name": "Martin O'Malley"
  }, 
  {
    "quote": "Al Qaeda is not the organization now that it was before. It is under stress organizationally. Its leadership spends more time trying to figure out how to keep from getting caught than they do trying to launch operations.", 
    "name": "Cofer Black"
  }, 
  {
    "quote": "I had a sense of what leadership meant and what it could do for you. So am I surprised that I am sitting up here on the 62nd floor of Rockefeller Plaza? No.", 
    "name": "Vernon Jordan"
  }, 
  {
    "quote": "Yahoo! is the only company with both scale and leadership in branded and search advertising.", 
    "name": "Terry Semel"
  }, 
  {
    "quote": "I think leadership is service and there is power in that giving: to help people, to inspire and motivate them to reach their fullest potential.", 
    "name": "Denise Morrison"
  }, 
  {
    "quote": "Intelligence we gathered at the time indicated that this was in fact leadership and we struck the leadership.", 
    "name": "Peter Pace"
  }, 
  {
    "quote": "There has not yet been a major ground offensive battle... There are, we know, negotiations going on between the opposition forces and the Taliban leadership for surrender.", 
    "name": "Peter Pace"
  }, 
  {
    "quote": "I don't agree with all-male leaderships. Men cannot be left to run things on their own. I think it's a thoroughly bad thing to have a men-only leadership.", 
    "name": "Harriet Harman"
  }, 
  {
    "quote": "Actually, I don't ever think there will be a men-only team of leadership in the Labour party again. People would look at it and say, 'What? Are there no women in the party to be part of the leadership? Do men want to do it all themselves?' It just won't happen again.", 
    "name": "Harriet Harman"
  }, 
  {
    "quote": "My focus as part of the leadership is to keep talking about the independent voters, independent voters - how do we get the independent voters back?", 
    "name": "Henry Cuellar"
  }, 
  {
    "quote": "My four years in the Marine Corps left me with an indelible understanding of the value of leadership skills.", 
    "name": "Frederick Smith"
  }, 
  {
    "quote": "Leadership is simply the ability of an individual to coalesce the efforts of other individuals toward achieving common goals. It boils down to looking after your people and ensuring that, from top to bottom, everyone feels part of the team.", 
    "name": "Frederick Smith"
  }, 
  {
    "quote": "The test of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.", 
    "name": "James Buchanan"
  }, 
  {
    "quote": "Whether it was his ability to turn around the Massachusetts economy or turn around businesses in the private sector, Mitt Romney has demonstrated the leadership that we need in the White House to get the country on the right track.", 
    "name": "Lisa Murkowski"
  }, 
  {
    "quote": "Twenty-eight years in business and you understand the importance of problem solving and the importance of efficiency, because if you don't become efficient, you don't run a business well, and you are out of business. And I think some of those principles could be applied to leadership in Washington.", 
    "name": "Steve Daines"
  }, 
  {
    "quote": "As a woman, my style defines my leadership. It's a gentler, more compassionate approach. I consult, I listen and I compromise where it's in the best interest of the citizens.", 
    "name": "Kamla Persad-Bissessar"
  }, 
  {
    "quote": "In terms of the principles of politics, I think I understand well. Thailand needs someone who has leadership, who has the management skills to help the country.", 
    "name": "Yingluck Shinawatra"
  }, 
  {
    "quote": "Bad leadership during the past years has cast on our Party the shadow of great and grave burdens.", 
    "name": "Janos Kadar"
  }, 
  {
    "quote": "I want to see a player on the football field. I want to see what kind of teammate they are, what kind of leadership qualities they have. I want to see how aggressive they are, how much fun they have playing the game.", 
    "name": "Roy Clark"
  }, 
  {
    "quote": "It's very important in a leadership role not to place your ego at the foreground and not to judge everything in relationship to how your ego is fed.", 
    "name": "Ruth J. Simmons"
  }, 
  {
    "quote": "I have spent a lifetime watching kids make mistakes because they were not trained or well led or properly motivated to do well. I never faulted the kids rather, I saw opportunity to train, to motivate, to improve leadership - not to punish the individual.", 
    "name": "Eric Shinseki"
  }, 
  {
    "quote": "I knew I could not maintain that leadership in open struggle against Moscow influence. Only two Communist leaders in history ever succeeded in doing this - Tito and Mao Tse-tung.", 
    "name": "Earl Browder"
  }, 
  {
    "quote": "At an unprecedented time with the worst attack ever on our soil, our President displayed extraordinary determination, leadership and resolve when history was thrust upon him and the United States.", 
    "name": "Olympia Snowe"
  }, 
  {
    "quote": "IBM has taken a leadership role in this area and is prepared to be a technology partner with companies around the world to take advantage of these new developments.", 
    "name": "John Patrick"
  }, 
  {
    "quote": "The next thing is: we can make IBM even better. We brought IBM back but we're gunning for leadership.", 
    "name": "Louis Gerstner"
  }, 
  {
    "quote": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce.", 
    "name": "Michael Oxley"
  }, 
  {
    "quote": "Sport fosters many things that are good teamwork and leadership.", 
    "name": "Daley Thompson"
  }, 
  {
    "quote": "You have to enable and empower people to make decisions independent of you. As I've learned, each person on a team is an extension of your leadership if they feel empowered by you they will magnify your power to lead.", 
    "name": "Tom Ridge"
  }, 
  {
    "quote": "House Republican leadership have refused to allow a clean minimum wage vote. Close to 15 million Americans will be affected if we did this. Do Republicans really expect a family to live on less than $11,000 a year?", 
    "name": "Bill Pascrell"
  }, 
  {
    "quote": "The sentiments in Hawaii about Washington's failure of leadership are no different than the rest of the country.", 
    "name": "Ed Case"
  }, 
  {
    "quote": "The House has passed several bipartisan bills to ensure all Americans have the opportunity to secure a good job to provide for their families. All of these jobs bills deserve the support of our Senators and a strong show of leadership from the president.", 
    "name": "Joe Heck"
  }, 
  {
    "quote": "Party domination and State leadership are concepts incompatible with one another.", 
    "name": "Franz von Papen"
  }, 
  {
    "quote": "Woodrow Wilson called for leaders who, by boldly interpreting the nation's conscience, could lift a people out of their everyday selves. That people can be lifted into their better selves is the secret of transforming leadership.", 
    "name": "James MacGregor Burns"
  }, 
  {
    "quote": "The business manager was doing fine back in his office while they were out on the line, hungry. And, so they started to see a lot of that and there was, that maybe the leadership had its own cause. More so than the miners, you know, it was like a power struggle.", 
    "name": "Richard Grimes"
  }, 
  {
    "quote": "Such highly qualitative leadership is demanded especially in the realm of the fostering of right international relations. Here the demand is simply irresistible.", 
    "name": "John Raleigh Mott"
  }, 
  {
    "quote": "There is an irresistible demand to strengthen the leadership of the constructive forces of the world at the present momentous time. This is true because of stupendous, almost unbelievable changes which have taken place in recent years on every continent.", 
    "name": "John Raleigh Mott"
  }, 
  {
    "quote": "With King Abdullah's leadership and his people's trust he can keep the kingdom stable and secure in all its affairs.", 
    "name": "Sultan bin Abdul-Aziz Al Saud"
  }, 
  {
    "quote": "Leaders of the future will have to be visionary and be able to bring people in - real communicators. These are things that women bring to leadership and executive positions, and it's going to be incredibly valuable and incredibly in demand.", 
    "name": "Anita Borg"
  }, 
  {
    "quote": "Real leadership means tackling tough problems ourselves and not leaving them to our children.", 
    "name": "Jon Kyl"
  }, 
  {
    "quote": "We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction.", 
    "name": "Atifete Jahjaga"
  }, 
  {
    "quote": "Leadership appears to be the art of getting others to want to do something you are convinced should be done.", 
    "name": "Vance Packard"
  }, 
  {
    "quote": "I supported my friend Congressman Shuler over former Speaker Nancy Pelosi during our party's leadership elections in November citing a need for new leadership.", 
    "name": "Joe Donnelly"
  }, 
  {
    "quote": "We need to be a leadership position about protecting minors on the Internet and, more importantly, giving the parents the tools they need to protect them.", 
    "name": "Peter Chernin"
  }, 
  {
    "quote": "Once it gets to a point where it becomes a matter of life and death to occupy a position of leadership or not, with an eye on future opportunities, therein lies the danger.", 
    "name": "Kgalema Motlanthe"
  }, 
  {
    "quote": "We do not need international help to stop corruption, we need strong Louisiana Leadership.", 
    "name": "David Vitter"
  }, 
  {
    "quote": "In some countries we have had the right to vote for less than 100 years, so the entry of women into political leadership has caused a tsunami.", 
    "name": "Iveta Radicova"
  }, 
  {
    "quote": "Public office is supposed to be a public trust. This is a clear sign of the rampant corruption at the highest levels of the Republican leadership.", 
    "name": "Bob Etheridge"
  }, 
  {
    "quote": "We need someone with proven conservative leadership experience, not entitlement, to be able to represent us and lead us.", 
    "name": "Randy Hultgren"
  }, 
  {
    "quote": "If people want to get into leadership through corrupt practices, through corrupt means, I think that's detestable we have to take action.", 
    "name": "Jakaya Kikwete"
  }, 
  {
    "quote": "The leader is one who mobilizes others toward a goal shared by leaders and followers... Leaders, followers and goals make up the three equally necessary supports for leadership.", 
    "name": "Gary Wills"
  }, 
  {
    "quote": "Leadership - mobilization toward a common goal.", 
    "name": "Gary Wills"
  }, 
  {
    "quote": "Leadership is particularly necessary to ensure ready acceptance of the unfamiliar and that which is contrary to tradition.", 
    "name": "Cyril Falls"
  }, 
  {
    "quote": "I think America has more than enough maturity and intelligence to start exercising its world leadership responsibly.", 
    "name": "Cristina Kirchner"
  }, 
  {
    "quote": "Why - because as a oil and gas small business owner - I know if someone is not doing their job, they should not get paid. Again leadership by example.", 
    "name": "Jeff Landry"
  }, 
  {
    "quote": "Leadership has become a heavy industry. Concern and interest about leadership development is no longer an American phenomenon. It is truly global. Though I will probably be in less demand, I wanted to move on.", 
    "name": "Warren Bennis"
  }, 
  {
    "quote": "Organizations endure, however, in proportion to the breadth of the morality by which they are governed. Thus the endurance of organization depends upon the quality of leadership and that quality derives from the breadth of the morality upon which it rests.", 
    "name": "Chester Irving Barnard"
  }, 
  {
    "quote": "Leadership must be established from the top down.", 
    "name": "Sam Nunn"
  }, 
  {
    "quote": "The art of leadership... consists in consolidating the attention of the people against a single adversary and taking care that nothing will split up that attention.", 
    "name": "Adolf Hitler"
  }, 
  {
    "quote": "When a man assumes leadership, he forfeits the right to mercy.", 
    "name": "Gennaro Angiulo"
  }
]