[
  {
    "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Wrinkles should merely indicate where smiles have been.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "True terror is to wake up one morning and discover that your high school class is running the country.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "As I grow older, I pay less attention to what men say. I just watch what they do.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "How incessant and great are the ills with which a prolonged old age is replete.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Old age has deformities enough of its own. It should never add to them the deformity of vice.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul.", 
    "name": "Samuel Ullman"
  }, 
  {
    "quote": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "All diseases run into one, old age.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Bashfulness is an ornament to youth, but a reproach to old age.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Like everyone else who makes the mistake of getting older, I begin each day with coffee and obituaries.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Age appears to be best in four things old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "None are so old as those who have outlived enthusiasm.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Every man over forty is a scoundrel.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Forty is the old age of youth fifty the youth of old age.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "You can't help getting older, but you don't have to get old.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Alas, after a certain age every man is responsible for his face.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Youth is when you're allowed to stay up late on New Year's Eve. Middle age is when you're forced to.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Old age is like everything else. To make a success of it, you've got to start young.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.", 
    "name": "Maurice Chevalier"
  }, 
  {
    "quote": "A man growing old becomes a child again.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I will never be an old man. To me, old age is always 15 years older than I am.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Age considers youth ventures.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "What most persons consider as virtue, after the age of 40 is simply a loss of energy.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Age is a very high price to pay for maturity.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "Old age is no place for sissies.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I don't believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Advice in old age is foolish for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey's end.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "It takes a long time to become young.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "After thirty, a body has a mind of its own.", 
    "name": "Bette Midler"
  }, 
  {
    "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Old minds are like old horses you must exercise them if you wish to keep them in working order.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Forty is the old age of youth, fifty is the youth of old age.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "Youth is the gift of nature, but age is a work of art.", 
    "name": "Stanislaw Lec"
  }, 
  {
    "quote": "Preparation for old age should begin not later than one's teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "There is always some specific moment when we become aware that our youth is gone but, years after, we know it was much later.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Growing old is no more than a bad habit which a busy person has no time to form.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "As long as any adult thinks that he, like the parents and teachers of old, can become introspective, invoking his own youth to understand the youth before him, he is lost.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Old age is fifteen years older than I am.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Aging is not lost youth but a new stage of opportunity and strength.", 
    "name": "Betty Friedan"
  }, 
  {
    "quote": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "The trick is growing up without growing old.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Old age comes on suddenly, and not gradually as is thought.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "I think your whole life shows in your face and you should be proud of that.", 
    "name": "Lauren Bacall"
  }, 
  {
    "quote": "I'm happy to report that my inner child is still ageless.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "Youth is the best time to be rich, and the best time to be poor.", 
    "name": "Euripides"
  }, 
  {
    "quote": "It is sad to grow old but nice to ripen.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.", 
    "name": "William Feather"
  }, 
  {
    "quote": "After you're older, two things are possibly more important than any others: health and money.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "I'm not interested in age. People who tell me their age are silly. You're as old as you feel.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.", 
    "name": "Frances Conroy"
  }, 
  {
    "quote": "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "In youth the days are short and the years are long. In old age the years are short and day's long.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Age is how we determine how valuable you are.", 
    "name": "Jane Elliot"
  }, 
  {
    "quote": "Middle age is when your age starts to show around your middle.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "Aging seems to be the only available way to live a long life.", 
    "name": "Kitty O'Neill Collins"
  }, 
  {
    "quote": "I think when the full horror of being fifty hits you, you should stay home and have a good cry.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "If you're old, don't try to change yourself, change your environment.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.", 
    "name": "Louis Kronenberger"
  }, 
  {
    "quote": "I want to get old gracefully. I want to have good posture, I want to be healthy and be an example to my children.", 
    "name": "Sting"
  }, 
  {
    "quote": "You know you're getting old when all the names in your black book have M. D. after them.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "What makes old age so sad is not that our joys but our hopes cease.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Old age is a shipwreck.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "To resist the frigidity of old age, one must combine the body, the mind, and the heart. And to keep these in parallel vigor one must exercise, study, and love.", 
    "name": "Alan Bleasdale"
  }, 
  {
    "quote": "Old age is the most unexpected of all the things that can happen to a man.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "No one can avoid aging, but aging productively is something else.", 
    "name": "Katharine Graham"
  }, 
  {
    "quote": "If you haven't turned rebel by twenty you've got no heart if you haven't turned establishment by thirty you've got no brains!", 
    "name": "Kevin Spacey"
  }, 
  {
    "quote": "Oh rage! Oh despair! Oh age, my enemy!", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "I don't want to fight aging I want to take good care of myself, but plastic surgery and all that? I'm not interested.", 
    "name": "Christine Lahti"
  }, 
  {
    "quote": "Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "We should so provide for old age that it may have no urgent wants of this world to absorb it from meditation on the next. It is awful to see the lean hands of dotage making a coffer of the grave.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Middle age is the awkward period when Father Time starts catching up with Mother Nature.", 
    "name": "Harold Coffin"
  }, 
  {
    "quote": "Middle age is youth without levity, and age without decay.", 
    "name": "Doris Day"
  }, 
  {
    "quote": "No man is ever old enough to know better.", 
    "name": "Holbrook Jackson"
  }, 
  {
    "quote": "The denunciation of the young is a necessary part of the hygiene of older people, and greatly assists the circulation of the blood.", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "In youth we run into difficulties. In old age difficulties run into us.", 
    "name": "Beverly Sills"
  }, 
  {
    "quote": "We pay when old for the excesses of youth.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "The answer to old age is to keep one's mind busy and to go on with one's life as if it were interminable. I always admired Chekhov for building a new house when he was dying of tuberculosis.", 
    "name": "Leon Edel"
  }, 
  {
    "quote": "We've put more effort into helping folks reach old age than into helping them enjoy it.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "The real sadness of fifty is not that you change so much but that you change so little.", 
    "name": "Max Lerner"
  }, 
  {
    "quote": "I'm not afraid of aging.", 
    "name": "Shelley Duvall"
  }, 
  {
    "quote": "He has a profound respect for old age. Especially when it's bottled.", 
    "name": "Gene Fowler"
  }, 
  {
    "quote": "Whatever poet, orator or sage may say of it, old age is still old age.", 
    "name": "Sinclair Lewis"
  }, 
  {
    "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age.", 
    "name": "Thomas Bailey Aldrich"
  }, 
  {
    "quote": "In old age we are like a batch of letters that someone has sent. We are no longer in the past, we have arrived.", 
    "name": "Knut Hamsun"
  }, 
  {
    "quote": "There's no such thing as old age, there is only sorrow.", 
    "name": "Fay Weldon"
  }, 
  {
    "quote": "Those who love deeply never grow old they may die of old age, but they die young.", 
    "name": "Dorothy Canfield Fisher"
  }, 
  {
    "quote": "I get all fired up about aging in America.", 
    "name": "Willard Scott"
  }, 
  {
    "quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it.", 
    "name": "Doris Day"
  }, 
  {
    "quote": "There is an anti-aging possibility, but it has to come from within.", 
    "name": "Susan Anton"
  }, 
  {
    "quote": "The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.", 
    "name": "Colleen McCullough"
  }, 
  {
    "quote": "When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality.", 
    "name": "Muriel Spark"
  }, 
  {
    "quote": "The whole business of marshaling one's energies becomes more and more important as one grows older.", 
    "name": "Hume Cronyn"
  }, 
  {
    "quote": "The tendency of old age to the body, say the physiologists, is to form bone. It is as rare as it is pleasant to meet with an old man whose opinions are not ossified.", 
    "name": "Bob Wells"
  }, 
  {
    "quote": "Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice it whitens only the hair.", 
    "name": "Ira Gershwin"
  }, 
  {
    "quote": "As men get older, the toys get more expensive.", 
    "name": "Marvin Davis"
  }, 
  {
    "quote": "I find that a man is as old as his work. If his work keeps him from moving forward, he will look forward with the work.", 
    "name": "William Ernest Hocking"
  }, 
  {
    "quote": "Common sense is the collection of prejudices acquired by age eighteen.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Confusion of goals and perfection of means seems, in my opinion, to characterize our age.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Perfection of means and confusion of ends seem to characterize our age.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A stockbroker urged me to buy a stock that would triple its value every year. I told him, 'At my age, I don't even buy green bananas.'", 
    "name": "Claude Pepper"
  }, 
  {
    "quote": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Age is whatever you think it is. You are as old as you think you are.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "As human beings, our greatness lies not so much in being able to remake the world - that is the myth of the atomic age - as in being able to remake ourselves.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "A man loves the meat in his youth that he cannot endure in his age.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "In every country and every age, the priest had been hostile to Liberty.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The heresy of one age becomes the orthodoxy of the next.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The golden age is before us, not behind us.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Every formula of every religion has in this age of reason, to submit to the acid test of reason and universal assent.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Thomas Jefferson once said, 'We should never judge a president by his age, only by his works.' And ever since he told me that, I stopped worrying.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "No woman should ever be quite accurate about her age. It looks so calculating.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "At twenty years of age the will reigns at thirty, the wit and at forty, the judgment.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Age does not protect you from love. But love, to some extent, protects you from age.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Information is the oxygen of the modern age. It seeps through the walls topped by barbed wire, it wafts across the electrified borders.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Old age is just a record of one's whole life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "We prefer world law in the age of self-determination to world war in the age of mass extermination.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Each age, it is found, must write its own books or rather, each generation for the next succeeding.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Education is the best provision for old age.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The secret of staying young is to live honestly, eat slowly, and lie about your age.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "Sometimes I think it would be easier to avoid old age, to die young, but then you'd never complete your life, would you? You'd never wholly know you.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I don't think of myself as a poor deprived ghetto girl who made good. I think of myself as somebody who from an early age knew I was responsible for myself, and I had to make good.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "The kids are old enough now - I just want to let them be kids. I don't want to comment on them too much. They're at an age where I just want to let them be kids.", 
    "name": "Eminem"
  }, 
  {
    "quote": "He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.", 
    "name": "Plato"
  }, 
  {
    "quote": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "I've got volumes on how not to behave. I've got more information now than a guy should have at my age.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I'm at the age where food has taken the place of sex in my life. In fact, I've just had a mirror put over my kitchen table.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Age is something that doesn't matter, unless you are a cheese.", 
    "name": "Luis Bunuel"
  }, 
  {
    "quote": "Hesitation increases in relation to risk in equal proportion to age.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "In our age there is no such thing as 'keeping out of politics.' All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I must confess, I was born at a very early age.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "The secret of genius is to carry the spirit of the child into old age, which mean never losing your enthusiasm.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "We aren't in an information age, we are in an entertainment age.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "To me - old age is always ten years older than I am.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Age is not important unless you're a cheese.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "No matter what age you are, or what your circumstances might be, you are special, and you still have something unique to offer. Your life, because of who you are, has meaning.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "A woman has the age she deserves.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "The older I grow the more I distrust the familiar doctrine that age brings wisdom.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Youngsters of the age of two and three are endowed with extraordinary strength. They can lift a dog twice their own weight and dump him into the bathtub.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "He who has not the spirit of this age, has all the misery of it.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "I think being able to age gracefully is a very important talent. It is too late for me.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Error is acceptable as long as we are young but one must not drag it along into old age.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Age wrinkles the body. Quitting wrinkles the soul.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "I don't need you to remind me of my age. I have a bladder to do that for me.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "Age merely shows what children we remain.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Each moment of a happy lover's hour is worth an age of dull and common life.", 
    "name": "Aphra Behn"
  }, 
  {
    "quote": "The credit of advancing science has always been due to individuals and never to the age.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Dressing up is a bore. At a certain age, you decorate yourself to attract the opposite sex, and at a certain age, I did that. But I'm past that age.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "I was born at the age of twelve on an MGM lot.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "How young can you die of old age?", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Legend: A lie that has attained the dignity of age.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Age does not protect you from love. But love, to some extent, protects you from age.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "If youth knew if age could.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Men are like wine - some turn to vinegar, but the best improve with age.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "I created Punk for this day and age. Do you see Britney walking around wearing ties and singing punk? Hell no. That's what I do. I'm like a Sid Vicious for a new generation.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "We are all geniuses up to the age of ten.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "It is well for the world that in most of us, by the age of thirty, the character has set like plaster, and will never soften again.", 
    "name": "William James"
  }, 
  {
    "quote": "Every age has its own poetry in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I suppose when they reach a certain age some men are afraid to grow up. It seems the older the men get, the younger their new wives get.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "Sex at age 90 is like trying to shoot pool with a rope.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Publishing is in a kind of Jurassic age.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "Youth has no age.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Youth is a blunder Manhood a struggle, Old Age a regret.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "To teach how to live without certainty and yet without being paralysed by hesitation is perhaps the chief thing that philosophy, in our age, can do for those who study it.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "It is possible that mankind is on the threshold of a golden age but, if so, it will be necessary first to slay the dragon that guards the door, and this dragon is religion.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Nobody expects to trust his body overmuch after the age of fifty.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Old age realizes the dreams of youth: look at Dean Swift in his youth he built an asylum for the insane, in his old age he was himself an inmate.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "In youth we learn in age we understand.", 
    "name": "Marie von Ebner-Eschenbach"
  }, 
  {
    "quote": "Believe me, that was a happy age, before the days of architects, before the days of builders.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I have the problems of, I must confess, old age.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Not just in commerce but in the world of ideas too our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Bad news isn't wine. It doesn't improve with age.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "People who refuse to rest honorably on their laurels when they reach retirement age seem very admirable to me.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "Not to expose your true feelings to an adult seems to be instinctive from the age of seven or eight onwards.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The heart never grows better by age I fear rather worse, always harder. A young liar will be an old one, and a young knave will only be a greater knave as he grows older.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "For age is opportunity no less Than youth itself, though in another dress, And as the evening twilight fades away The sky is filled with stars, invisible by day.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Age is a case of mind over matter. If you don't mind, it don't matter.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "Have regular hours for work and play make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Admiration of the proletariat, like that of dams, power stations, and aeroplanes, is part of the ideology of the machine age.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "But the age of chivalry is gone. That of sophisters, economists, and calculators has succeeded and the glory of Europe is extinguished forever.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Childhood: the period of human life intermediate between the idiocy of infancy and the folly of youth - two removes from the sin of manhood and three from the remorse of age.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Experience is a revelation in the light of which we renounce our errors of youth for those of age.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "The ruling ideas of each age have ever been the ideas of its ruling class.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "In the information age, you don't teach philosophy as they did after feudalism. You perform it. If Aristotle were alive today he'd have a talk show.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "Once I planned to write a book of poems entirely about the things in my pocket. But I found it would be too long and the age of the great epics is past.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "The harvest of old age is the recollection and abundance of blessing previously secured.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "It is the spirit of the age to believe that any fact, no matter how suspect, is superior to any imaginative exercise, no matter how true.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "The arrogance of age must submit to be taught by youth.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "The biggest disease this day and age is that of people feeling unloved.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Old age: the crown of life, our play's last act.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "Age is getting to know all the ways the world turns, so that if you cannot turn the world the way you want, you can at least get out of the way so you won't get run over.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "One crowded hour of glorious life is worth an age without a name.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Wives are young men's mistresses, companions for middle age, and old men's nurses.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself.", 
    "name": "Tom Wilson"
  }, 
  {
    "quote": "It is a blessed thing that in every age some one has had the individuality enough and courage enough to stand by his own convictions.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "And in my own life, in my own small way, I've tried to give back to this country that has given me so much. That's why I left a job at a law firm for a career in public service, working to empower young people to volunteer in their communities. Because I believe that each of us - no matter what our age or background or walk of life - each of us has something to contribute to the life of this nation.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "No lying knight or lying priest ever prospered in any age, but especially not in the dark ones. Men prospered then only in following an openly declared purpose, and preaching candidly beloved and trusted creeds.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "A man does not die of love or his liver or even of old age he dies of being a man.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "It is with an old love as it is with old age a man lives to all the miseries, but is dead to all the pleasures.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I cried on my 18th birthday. I thought 17 was such a nice age. You're young enough to get away with things, but you're old enough, too.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "We live in an age when to be young and to be indifferent can be no longer synonymous. We must prepare for the coming hour. The claims of the Future are represented by suffering millions and the Youth of a Nation are the trustees of Posterity.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Age shouldn't affect you. It's just like the size of your shoes - they don't determine how you live your life! You're either marvellous or you're boring, regardless of your age.", 
    "name": "Steven Morrissey"
  }, 
  {
    "quote": "Rashness belongs to youth prudence to old age.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up I work out of love for God and I put all my hope in Him.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Old age is a tyrant, who forbids, under pain of death, the pleasures of youth.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The defects of the mind, like those of the face, grow worse with age.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The enemy of society is middle class and the enemy of life is middle age.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left unredressed on earth.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Man has no Body distinct from his Soul for that called Body is a portion of Soul discerned by the five Senses, the chief inlets of Soul in this age.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Do you remember when you were 10 or 11 years old and you really thought your folks were the best? They were completely omniscient and you took their word for everything. And then you got older and you went through this hideous age when suddenly they were the devil, they were bullies, and they didn't know anything.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "This is the patent age of new inventions for killing bodies, and for saving souls. All propagated with the best intentions.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "The mind that is wise mourns less for what age takes away than what it leaves behind.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "The age of chivalry is past. Bores have succeeded to dragons.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "Like many women my age, I am 28 years old.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "Life, an age to the miserable, and a moment to the happy.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "We are always the same age inside.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "I am, as I've said, merely competent. But in an age of incompetence, that makes me extraordinary.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Swing voters are more appropriately known as the 'idiot voters' because they have no set of philosophical principles. By the age of fourteen, you're either a Conservative or a Liberal if you have an IQ above a toaster.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "If you live to be one hundred, you've got it made. Very few people die past that age.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Old age is far more than white hair, wrinkles, the feeling that it is too late and the game finished, that the stage belongs to the rising generations. The true evil is not the weakening of the body, but the indifference of the soul.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "Old age has its pleasures, which, though different, are not less than the pleasures of youth.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Old age is when the liver spots show through your gloves.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "There is no absurdity so palpable but that it may be firmly planted in the human head if you only begin to inculcate it before the age of five, by constantly repeating it with an air of great solemnity.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Nearly all the powerful people of this age are unbelievers, the best of them in doubt and misery, the most in plodding hesitation, doing as well as they can, what practical work lies at hand.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "What is an adult? A child blown up by age.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Intelligent life on a planet comes of age when it first works out the reason for its own existence.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "I am of a healthy long lived race, and our minds improve with age.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The wisdom of age: don't stop walking.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "As the age of television progresses the Reagans will be the rule, not the exception. To be perfect for television is all a President has to be these days.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Before anything else, we need a new age of Enlightenment. Our present political systems must relinquish their claims on truth, justice and freedom and have to replace them with the search for truth, justice, freedom and reason.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "Age is strictly a case of mind over matter. If you don't mind, it doesn't matter.", 
    "name": "Jack Benny"
  }, 
  {
    "quote": "'Age' is the acceptance of a term of years. But maturity is the glory of years.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "I think we ought to raise the age at which juveniles can have a gun.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "In this age, which believes that there is a short cut to everything, the greatest lesson to be learned is that the most difficult way is, in the long run, the easiest.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "A man is a fool if he drinks before he reaches the age of 50, and a fool if he doesn't afterward.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "There are few things that we so unwillingly give up, even in advanced age, as the supposition that we still have the power of ingratiating ourselves with the fair sex.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Age imprints more wrinkles in the mind than it does on the face.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "I was confirmed at my prep school at the age of 13.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "Love has no age, no limit and no death.", 
    "name": "John Galsworthy"
  }, 
  {
    "quote": "What makes old age hard to bear is not the failing of one's faculties, mental and physical, but the burden of one's memories.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I have always paid income tax. I object only when it reaches a stage when I am threatened with having nothing left for my old age - which is due to start next Tuesday or Wednesday.", 
    "name": "Noel Coward"
  }, 
  {
    "quote": "In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "And I'm afraid, in this day and age, trust, which I count so, you know, I love loyalty. I love trust.", 
    "name": "Elton John"
  }, 
  {
    "quote": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "What is the worst of woes that wait on age? What stamps the wrinkle deeper on the brow? To view each loved one blotted from life's page, And be alone on earth, as I am now.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Age is a matter of feeling, not of years.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "A tart temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Canada has a passive-aggressive culture, with a lot of sarcasm and righteousness. That went with my weird messianic complex. The ego is a fascinating monster. I was taught from a young age that I had to serve, so that turned into me thinking I had to save the planet.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime.", 
    "name": "Johnny Ball"
  }, 
  {
    "quote": "An artist must be a reactionary. He has to stand out against the tenor of the age and not go flopping along.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "What turns me on about the digital age, what excited me personally, is that you have closed the gap between dreaming and doing. You see, it used to be that if you wanted to make a record of a song, you needed a studio and a producer. Now, you need a laptop.", 
    "name": "Bono"
  }, 
  {
    "quote": "I have always felt that a woman has the right to treat the subject of her age with ambiguity until, perhaps, she passes into the realm of over ninety. Then it is better she be candid with herself and with the world.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Nice to be here? At my age it's nice to be anywhere.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Though the Jazz Age continued it became less and less an affair of youth. The sequel was like a children's party taken over by the elders.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Each age has deemed the new-born year the fittest time for festal cheer.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Our age knows nothing but reaction, and leaps from one extreme to another.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow.", 
    "name": "William Osler"
  }, 
  {
    "quote": "I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began.", 
    "name": "John Henrik Clarke"
  }, 
  {
    "quote": "In order to fix Social Security, we must restructure it so that we continue to provide for our Nation's seniors that are approaching retirement age, but allow for younger taxpayers to invest a portion of their Social Security taxes in private accounts.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "No lie ever reaches old age.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, 'Oh, God, what's this?' I kind of knew teaching and being a veterinarian were gonna have to wait.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "This is the curse of our age, even the strangest aberrations are no cure for boredom.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "But an old age serene and bright, and lovely as a Lapland night, shall lead thee to thy grave.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Litigation takes the place of sex at middle age.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "The face you have at age 25 is the face God gave you, but the face you have after 50 is the face you earned.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "The hallmark of our age is the tension between aspirations and sluggish institutions.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "It seems as if an age of genius must be succeeded by an age of endeavour riot and extravagance by cleanliness and hard work.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Old age is ready to undertake tasks that youth shirked because they would take too long.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "A woman tells her doctor, 'I've got a bad back.' The doctor says, 'It's old age.' The woman says, 'I want a second opinion.' The doctor says: 'Okay - you're ugly as well.'", 
    "name": "Tommy Cooper"
  }, 
  {
    "quote": "I'm 36 and if I met a woman of my own age and married her, I'd also be marrying her former life, her past. It might be OK for some people - I don't want to judge it or anything - but it's not for me. It would destroy my creativity.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "I believe we should encourage children to sing and play instruments from an early age.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "You should not consider a man's age but his acts.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "At my age flowers scare me.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I would go out with women my age, but there are no women my age.", 
    "name": "George Burns"
  }, 
  {
    "quote": "It is not well to make great changes in old age.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Setting a good example for your children takes all the fun out of middle age.", 
    "name": "William Feather"
  }, 
  {
    "quote": "You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "The stars shall fade away, the sun himself Grow dim with age, and nature sink in years, But thou shalt flourish in immortal youth, Unhurt amidst the wars of elements, The wrecks of matter, and the crush of worlds.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Young men soon give, and soon forget, affronts old age is slow in both.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "By all but the pathologically romantic, it is now recognized that this is not the age of the small man.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "It is not the young people that degenerate they are not spoiled till those of mature age are already sunk into corruption.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "To be happy, we must be true to nature and carry our age along with us.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "It is the malady of our age that the young are so busy teaching us that they have no time left to learn.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "I'm at peace with myself and where I am. In the past, I was always looking to see how everybody else was doing. I wasn't competitive, I was comparative. I just wanted to be where everybody else was. Now I've gotten to an age when I am not comparing anymore.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "We of Africa protest that, in this day and age, we should continue to be treated as lesser human beings than other races.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "Marriage is not about age it's about finding the right person.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Old age is the verdict of life.", 
    "name": "Amelia Barr"
  }, 
  {
    "quote": "The passions grafted on wounded pride are the most inveterate they are green and vigorous in old age.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Every age can be enchanting, provided you live within it.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "It is unthinkable for a Frenchman to arrive at middle age without having syphilis and the Cross of the Legion of Honor.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "It is folly for an eminent man to think of escaping censure, and a weakness to be affected with it. All the illustrious persons of antiquity, and indeed of every age in the world, have passed through this fiery persecution.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "There must be a day or two in a man's life when he is the precise age for something important.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "I don't care about age very much.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "Old age and the passage of time teach all things.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I think age is a very high price to pay for maturity.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "I had used eclectic therapy and behavior therapy on myself at the age of 19 to get over my fear of public speaking and of approaching young women in public.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "Children rarely want to know who their parents were before they were parents, and when age finally stirs their curiosity, there is no parent left to tell them.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Middle age occurs when you are too young to take up golf and too old to rush up to the net.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "Old age: I fall asleep during the funerals of my friends.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Staid middle age loves the hurricane passions of opera.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Middle age went by while I was mourning for my lost youth.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "In passing, we should note this curious mark of our own age: the only absolute allowed is the absolute insistence that there is no absolute.", 
    "name": "Francis Schaeffer"
  }, 
  {
    "quote": "It's not catastrophes, murders, deaths, diseases, that age and kill us it's the way people look and laugh, and run up the steps of omnibuses.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Not even old age knows how to love death.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "I think that a man should not live beyond the age when he begins to deteriorate, when the flame that lighted the brightest moment of his life has weakened.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "It is not by the gray of the hair that one knows the age of the heart.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "I think the sport of wrestling, which I became involved with at the age of 14... I competed until I was 34, kind of old for a contact sport. I coached the sport until I was 47. I think the discipline of wrestling has given me the discipline I have to write.", 
    "name": "John Irving"
  }, 
  {
    "quote": "Another belief of mine that everyone else my age is an adult, whereas I am merely in disguise.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "Age carries all things away, even the mind.", 
    "name": "Virgil"
  }, 
  {
    "quote": "Age steals away all things, even the mind.", 
    "name": "Virgil"
  }, 
  {
    "quote": "In fact, my courage and my bravery at a young age was the thing I was bullied for, a kind of 'Who do you think you are?'", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "A bad manner spoils everything, even reason and justice a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "The excess of our youth are checks written against our age and they are payable with interest thirty years later.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music.", 
    "name": "Satyajit Ray"
  }, 
  {
    "quote": "I smoke ten to fifteen cigars a day. At my age I have to hold on to something.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I'm at the age now where just putting my cigar in its holder is a thrill.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Age becomes reality when you hear someone refer to that attractive young woman standing next to the woman in the green dress, and you find that you're the one in the green dress.", 
    "name": "Lois Wyse"
  }, 
  {
    "quote": "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "The nearer people approach old age the closer they return to a semblance of childhood, until the time comes for them to depart this life, again like children, neither tired of living nor aware of death.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Old age is a special problem for me because I've never been able to shed the mental image I have of myself - a lad of about 19.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "People until I was 60 would always say they thought I looked younger, which I think, without flattering myself, I did, but I think I certainly have, as George Orwell says people do after a certain age, the face they deserve.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Why do people talk of the horrors of old age? It's great. I feel like a fine old car with the parts gradually wearing out, but I'm not complaining,... Those who find growing old terrible are people who haven't done what they wanted with their lives.", 
    "name": "Martha Gellhorn"
  }, 
  {
    "quote": "As winter strips the leaves from around us, so that we may see the distant regions they formerly concealed, so old age takes away our enjoyments only to enlarge the prospect of the coming eternity.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "God employs several translators some pieces are translated by age, some by sickness, some by war, some by justice.", 
    "name": "John Donne"
  }, 
  {
    "quote": "No man was ever so completely skilled in the conduct of life, as not to receive new information from age and experience.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Interest is the spur of the people, but glory that of great souls. Invention is the talent of youth, and judgment of age.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Invention is the talent of youth, as judgment is of age.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "I'm very pleased to be here. Let's face it, at my age I'm very pleased to be anywhere.", 
    "name": "George Burns"
  }, 
  {
    "quote": "I must be more sensible and realize that at my age, illusions are hardly permitted and they will always destroy me.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "My age and health will never allow me to realize the dream of art I've been pursuing all my life.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "My husband gave me a necklace. It's fake. I requested fake. Maybe I'm paranoid, but in this day and age, I don't want something around my neck that's worth more than my head.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "From as long as, literally as far back as I can remember I've liked puns, word jokes, I can literally recall looking at a comic at the age of six or seven and I remember what I enjoyed and what it was precisely and how the joke worked.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "The terror of the atom age is not the violence of the new power but the speed of man's adjustment to it, the speed of his acceptance.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "I was born in ancient times, at the end of the world, in a patriarchal Catholic and conservative family. No wonder that by age five I was a raging feminist - although the term had not reached Chile yet, so nobody knew what the heck was wrong with me.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "The information encoded in your DNA determines your unique biological characteristics, such as sex, eye color, age and Social Security number.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "O love, if I regret the age when one savors you, it is not for the hour of pleasure, but for the one that follows it.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "In the television age, the key distinction is between the candidate who can speak poetry and the one who can only speak prose.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Age does not matter if the matter does not age.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "I'm well past the age where I'm acceptable. You get to a certain age and you are forbidden access. You're not going to get the kind of coverage that you would like in music magazines, you're not going to get played on radio and you're not going to get played on television. I have to survive on word of mouth.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "Ours is essentially a tragic age, so we refuse to take it tragically.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Ours is an excessively conscious age. We know so much, we feel so little.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Everybody past a certain age, regardless of how they look on the outside, pretty much constantly dreams of being able to escape from their lives.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "One keeps forgetting old age up to the very brink of the grave.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "In the age of the individual's liquidation, the question of individuality must be raised anew.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "I ask you to pray for me, for once age has overtaken us, we find consolation only in religion.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Today more than ever we need creative minds to address the issues of the age. And one of the most urgent is this: How can humanity know so much, achieve so much, and still fail so many people so badly?", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Women lie about their age men lie about their income.", 
    "name": "William Feather"
  }, 
  {
    "quote": "A major advantage of age is learning to accept people without passing judgment.", 
    "name": "Liz Carpenter"
  }, 
  {
    "quote": "The people who live in a golden age usually go around complaining how yellow everything looks.", 
    "name": "Randall Jarrell"
  }, 
  {
    "quote": "There was no respect for youth when I was young, and now that I am old, there is no respect for age, I missed it coming and going.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "Everyone knows that by far the happiest and universally enjoyable age of man is the first. What is there about babies which makes us hug and kiss and fondle them, so that even an enemy would give them help at that age?", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Well, I'm in my 60s now. I finally look it, I think. People until I was 60 would always say they thought I looked younger, which I think, without flattering myself, I did, but I think I certainly have, as George Orwell says people do after a certain age, the face they deserve.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "'Bombing Afghanistan back into the Stone Age' was quite a favourite headline for some wobbly liberals. The slogan does all the work. But an instant's thought shows that Afghanistan is being, if anything, bombed out of the Stone Age.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "Oh, if I had been loved at the age of seventeen, what an idiot I would be today. Happiness is like smallpox: if you catch it too soon, it can completely ruin your constitution.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "English people don't have very good diction. In France you have to pronounce very particularly and clearly, and learning French at an early age helped me enormously.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "Children also have artistic ability, and there is wisdom in there having it! The more helpless they are, the more instructive are the examples they furnish us and they must be preserved free of corruption from an early age.", 
    "name": "Paul Klee"
  }, 
  {
    "quote": "Of course, the ideal scenario for parenting is obviously two parents of a mature age.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "You know what makes me feel old? When I see girls who are 20-something, or the new crop of actresses, and think, Aren't we kind of the same age?", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I think love can happen at any age... it has no age.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "Elizabeth Peyton, the artist known for tiny, dazzling portraits of radiant youth, is now painting tiny, dazzling portraits of radiant middle age.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I'm inspired by people who keep on rolling, no matter their age.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "By Time and Age full many things are taught.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "I was taught from a young age that I had to serve, so that turned into me thinking I had to save the planet.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "If you've got to my age, you've probably had your heart broken many times. So it's not that difficult to unpack a bit of grief from some little corner of your heart and cry over it.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "My mother enjoyed old age, and because of her I've begun to enjoy parts of it too. So far I've had it good and am crumbling nicely.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "We're saying no changes for Medicare for people above the age of 55. And in order to keep the promise to current seniors who've already retired and organized their lives around this program, you have to reform it for the next generation.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I felt a tremendous sadness for men who can't deal with a woman of their own age.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "This is the first convention of the space age - where a candidate can promise the moon and mean it.", 
    "name": "David Brinkley"
  }, 
  {
    "quote": "Revenge is the naked idol of the worship of a semi-barbarous age.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "I think I don't regret a single 'excess' of my responsive youth - I only regret, in my chilled age, certain occasions and possibilities I didn't embrace.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Our Age of Anxiety is, in great part, the result of trying to do today's job with yesterday's tools and yesterday's concepts.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "I'll tell you, there is nothing better in life than being a late bloomer. I believe that success can happen at any time and at any age.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Man arrives as a novice at each age of his life.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "Live your life and forget your age.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "I can't look in the mirror and look at fake things. I just can't. I'd rather age.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "The surest sign of age is loneliness.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "Learning to dislike children at an early age saves a lot of expense and aggravation later in life.", 
    "name": "Robert Byrne"
  }, 
  {
    "quote": "Confidence is something you're born with. I know I had loads of it even at the age of 15.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "We accumulate our opinions at an age when our understanding is at its weakest.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "I got to experience soccer at the highest level at a young age I decided I wanted to be part of that for as long as possible.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "Living in an age of advertisement, we are perpetually disillusioned. The perfect life is spread before us every day, but it changes and withers at a touch.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "Age, like distance lends a double charm.", 
    "name": "Oliver Herford"
  }, 
  {
    "quote": "Utility is the great idol of the age, to which all powers must do service and all talents swear allegiance.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Anyone who writes an autobiographical work at the age of 34 is, at best, presumptuous. It occurred to me that it was time to set the record straight.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "New needs need new techniques. And the modern artists have found new ways and new means of making their statements... the modern painter cannot express this age, the airplane, the atom bomb, the radio, in the old forms of the Renaissance or of any other past culture.", 
    "name": "Jackson Pollock"
  }, 
  {
    "quote": "One of the tough things about being an actor, probably the hardest thing, is getting your foot in the door, and my father handled that for me at a very early age.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Any role that big is going to be a challenge for any actor, but for an actor of a young age, it's going to be even tougher.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Now is the age of anxiety.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I think it's pretty crazy to say you've been typecast at the age of 20 before you've even really started getting going.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "At the age of four with paper hats and wooden swords we're all Generals. Only some of us never grow out of it.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "My inspiration was my mom. She's a great cook, and she still cooks, and we still banter back and forth about cooking. Growing up in a mostly Portuguese community, food was important and the family table was extremely important. At a very young age I understood that.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "The great book for you is the book that has the most to say to you at the moment when you are reading. I do not mean the book that is most instructive, but the book that feeds your spirit. And that depends on your age, your experience, your psychological and spiritual need.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "Age gives you a great sense of proportion. You can be very hard on yourself when you're younger but now I just think 'well everybody's absolutely mad and I'm doing quite well'.", 
    "name": "Steven Morrissey"
  }, 
  {
    "quote": "If the nineteenth century was the age of the editorial chair, ours is the century of the psychiatrist's couch.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "American youth attributes much more importance to arriving at driver's license age than at voting age.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "I think a child should be allowed to take his father's or mother's name at will on coming of age. Paternity is a legal fiction.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "Old age is the most unexpected of all things that happen to a man.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Being a father at a later age is different from when I had my other two daughters when I was in my 20s and 30s. If you're in your 60s and you're with the kid every day, you're dealing with the mind of a child, so it opens up that childishness in you again.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "A moment comes, which comes but rarely in history, when we step out from the old to the new when an age ends and when the soul of a nation long suppressed finds utterance.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "There is nothing in socialism that a little age or a little money will not cure.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "If you age with somebody, you go through so many roles - you're lovers, friends, enemies, colleagues, strangers you're brother and sister. That's what intimacy is, if you're with your soulmate.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "With age, you see people fail more. You see yourself fail more. How do you keep that fearlessness of a kid? You keep going. Luckily, I'm not afraid to make a fool of myself.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I'm not skinny for the wrong reasons. It's not because I'm bulimic or anorexic or doing drugs. Compared to a lot of actresses my age, I'm actually overweight.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "It seems that when you get to a certain age you almost give yourself permission to misbehave and say what you think. People allow it, with very old people.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "I'm not as far along as Jack Nicklaus was at this age, but I'm trying.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Peace is the one condition of survival in this nuclear age.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "What could be more beautiful than a dear old lady growing wise with age? Every age can be enchanting, provided you live within it.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "You'd think that in this age, especially in the 21st century - especially with all the technology and all the discoveries that we've made - that we would figure out how to tackle abuse.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Here comes 40. I'm feeling my age and I've ordered the Ferrari. I'm going to get the whole mid-life crisis package.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "At a young age winning is not the most important thing... the important thing is to develop creative and skilled players with good confidence.", 
    "name": "Arsene Wenger"
  }, 
  {
    "quote": "We live in an age where the artist is forgotten. He is a researcher. I see myself that way.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I lived the true American dream, because I was able to pursue what I set as my goals at a very young age.", 
    "name": "Mario Andretti"
  }, 
  {
    "quote": "Everybody looks like clones and the only people you notice are my age. I don't notice anybody unless they look great, and every now and again they do, and they are usually 70.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "Photography suits the temper of this age - of active bodies and minds. It is a perfect medium for one whose mind is teeming with ideas, imagery, for a prolific worker who would be slowed down by painting or sculpting, for one who sees quickly and acts decisively, accurately.", 
    "name": "Edward Weston"
  }, 
  {
    "quote": "I never - you know also one of the things that would save me for a man my age, it was not that easy to lose that much weight and fall down and look like something draped.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "I wish I'd gotten sober at a younger age.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "Middle Age is that perplexing time of life when we hear two voices calling us, one saying, 'Why not?' and the other, 'Why bother?'", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "Save your money. You're going to need twice as much money in your old age as you think.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "If you read back in the Bible, the letter of the apostle Paul to the church of Thessalonia, he said that in the latter days before the end of the age that the Earth would be caught up in what he called the birth pangs of a new order.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "There is no self-knowledge but an historical one. No one knows what he himself is who does not know his fellow men, especially the most prominent one of the community, the master's master, the genius of the age.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Middle age is when your old classmates are so grey and wrinkled and bald they don't recognize you.", 
    "name": "Bennett Cerf"
  }, 
  {
    "quote": "In this electronic age we see ourselves being translated more and more into the form of information, moving toward the technological extension of consciousness.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "You can judge your age by the amount of pain you feel when you come in contact with a new idea.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "The sanitary and mechanical age we are now entering makes up for the mercy it grants to our sense of smell by the ferocity with which it assails our sense of hearing.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Middle age is when you've met so many people that every new person you meet reminds you of someone else.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "There are people whose watch stops at a certain hour and who remain permanently at that age.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "My justification is that most people my age spend a lot of time thinking about what they're going to do for the next five or ten years. The time they spend thinking about their life, I just spend drinking.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "They that have lived a single day have lived an age.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "From the age of fifteen, dogma has been the fundamental principle of my religion: I know no other religion I cannot enter into the idea of any other sort of religion religion, as a mere sentiment, is to me a dream and a mockery.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "The class distinctions proper to a democratic society are not those of rank or money, still less, as is apt to happen when these are abandoned, of race, but of age.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "We are living in the machine age. For the first time in history the comedian has been compelled to supply himself with jokes and comedy material to compete with the machine. Whether he knows it or not, the comedian is on a treadmill to oblivion.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "At a certain age it just became apparent to me that this was probably the work that I would have to do.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "Genius is present in every age, but the men carrying it within them remain benumbed unless extraordinary events occur to heat up and melt the mass so that it flows forth.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Every age needs men who will redeem the time by living with a vision of the things that are to be.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I would like to see more airplay for all artists, no matter what age. I think there's a lot of money being spent toward the young guys, but a lot of the older guys are the ones who blazed the trail for those young guys.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "In my old age, I'll be in L.A.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "I shall not grow conservative with age.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "I first learned that there were black people living in some place called other than the United States in the western hemisphere when I was a very little boy, and my father told me that when he was a boy about my age, he wanted to be an Episcopal priest, because he so admired his priest, a black man from someplace called Haiti.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "Why should 20-year-olds only be considered sexy? I think we get better with age.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "I saw how many people were poor and how many kids my age went to school hungry in the morning, which I don't think most of my contemporaries in racially segregated schools in the South thought very much about at the time.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "When you get to my age life seems little more than one long march to and from the lavatory.", 
    "name": "A. C. Benson"
  }, 
  {
    "quote": "I think, if you put a camera in anyone's life and document it daily from the age of 21 to 27, there are going to be things that aren't always pretty.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Where children are, there is the golden age.", 
    "name": "Novalis"
  }, 
  {
    "quote": "Sure I played, did you think I was born at the age of 70 sitting in a dugout trying to manage guys like you?", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "To be free in an age like ours, one must be in a position of authority. That in itself would be enough to make me ambitious.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "I came to water late. I learned to swim at the age of 20.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "People are so busy dreaming the American Dream, fantasizing about what they could be or have a right to be, that they're all asleep at the switch. Consequently we are living in the Age of Human Error.", 
    "name": "Florence King"
  }, 
  {
    "quote": "I was getting hot flashes and sweats on a regular basis. That's not normal, even for my age.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "I remember at the age of five travelling on a trolley car with my mother past a group of women on a picket line at a textile plant, seeing them being viciously beaten by security people. So that kind of thing stayed with me.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Age is not all decay it is the ripening, the swelling, of the fresh life within, that withers and bursts the husk.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "I knew at a young age, whether I was playing baseball or hockey or lacrosse, that my teammates were counting on me, whether it be to strike the last batter out in a baseball game or score a big goal in a hockey game.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "The funniest racism is the racism between minorities. It's something you don't see dramatized, but almost every minority I know who's my age, they have these funny stories about their parents stereotyping other minorities.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "It's ironic that at age 32, at probably the greatest moment of my career, with The Godfather having such an enormous success, I wasn't even aware of it, because I was somewhere else under the deadline again.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I'm asked all the time in interviews about who I am, and I know a few people my age who have a strong sense of self, but I couldn't say I know myself and sum it up and give it to you in a little package. I don't know myself at all yet.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "Alexander at the head of the world never tasted the true pleasure that boys of his own age have enjoyed at the head of a school.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "To separate children from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "In an age of incompetence, I've been able to last in this crazy business. I actually know how to play my ax and write a song. That's my job.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "In this age of media and Internet access, we are much more talkative than ever before.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "Over the years Woodstock got glorified and romanticised and became the event that symbolised Utopia. It's the last page of our collective memory of the age of innocence. Then things turned ugly and would never be the same again.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Every time I see something terrible, it's like I see it at age 19. I keep a freshness that way.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "I hate to mention age, but I come from an era when we weren't consumed by technology and television.", 
    "name": "Jimmy Buffett"
  }, 
  {
    "quote": "We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress.", 
    "name": "Li Ka Shing"
  }, 
  {
    "quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Every age yearns for a more beautiful world. The deeper the desperation and the depression about the confusing present, the more intense that yearning.", 
    "name": "Johan Huizinga"
  }, 
  {
    "quote": "To be told that one can be dependent on one's parents until age 26 should strike a young person who wants to grow up as demeaning, not as something to celebrate.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Does age matter? Time doesn't matter.", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women's rules.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "We were really grown up for our age and it was an incredible special band.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Age is the first limitation on roles that I've ever had to encounter, and I hit that awhile ago.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I can't hit on women in public any more. I didn't decide this it just doesn't feel right at my age.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "This is the first age that's ever paid much attention to the future, which is a little ironic since we may not have one.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "I feel we live in the kind of culture now where you have to be very smart to navigate the right way, and I just don't have those smarts. I think with age and time it will change, but I can't obsess about it.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "The secret of long life is double careers. One to about age sixty, then another for the next thirty years.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "I knew at an early age I wanted to act. Acting was always easy for me. I don't believe in predestination, but I do believe that once you get where ever it is you are going, that is where you were going to be.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "The age in which we live, this non-stop distraction, is making it more impossible for the young generation to ever have the curiosity or discipline... because you need to be alone to find out anything.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "I can feel the 60S looming. In my profession, I've just moved along with my age. By thinking in decades, rather than whether someone's 42 or 47, you can give yourself a whole 10 years to turn yourself around in.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "We all know now that people can look good for their age. It isn't so extraordinary, I don't know why people go on about it so much.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "A lot of music you might listen to is pretty vapid, it doesn't always deal with our deeper issues. These are the things I'm interested in now, particularly at my age.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Life expectancy in many parts of Africa can be something around the age of thirty five to thirty eight. I mean you're very fortunate if you live to that age. In fact when I went to Uganda for the first time one of the things that occurred to me was that I saw very few elderly people.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Light and funny has a more compelling quality when you're younger. But I haven't abandoned the genre: I love falling down I love Lucille Ball. It's just that a lot of those stories revolve around problems that I can't convincingly portray at this age.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I had the good fortune to be able to right an injustice that I thought was being heaped on young people by lowering the voting age, where you had young people that were old enough to die in Vietnam but not old enough to vote for their members of Congress that sent them there.", 
    "name": "Birch Bayh"
  }, 
  {
    "quote": "The value of old age depends upon the person who reaches it. To some men of early performance it is useless. To others, who are late to develop, it just enables them to finish the job.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "I've gotten crankier in my old age.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "I've been very competitive by nature from a young age, whether it was eating a bowl of pasta faster than somebody else, or always wanting to be the first one in line.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "Death comes not to the living soul, nor age to the loving heart.", 
    "name": "Phoebe Cary"
  }, 
  {
    "quote": "I'm not busy... a woman with three children under the age of 10 wouldn't think my schedule looked so busy.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "High expectations weren't nurtured in my neck of nowhere back then - children weren't fawned over from an early age as 'gifted' and groomed for a prizewinning future self-esteem was considered something you had to pick from the garden yourself.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "Not by age but by capacity is wisdom acquired.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Whoever marries the spirit of this age will find himself a widower in the next.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "Of middle age the best that can be said is that a middle-aged person has likely learned how to have a little fun in spite of his troubles.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Old age is always wakeful as if, the longer linked with life, the less man has to do with aught that looks like death.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "What I think is amazing is not that 85% of people who get married under the age of 25 get divorced, it's that 15% of them stay together. How did they manage to pull that off? You almost can't wait too long. It's the single simplest measure to predict divorce.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "I avoid talking before the youth of the age as I would dancing before them: for if one's tongue don't move in the steps of the day, and thinks to please by its old graces, it is only an object of ridicule.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "I'm glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn't spend the money today.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "I was taught from a young age that many people would treat me as a second-class citizen because I was African-American and because I was female.", 
    "name": "Queen Latifah"
  }, 
  {
    "quote": "Even from a very early age, I knew I didn't want to miss out on anything life had to offer just because it might be considered dangerous.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "We live in an age where anonymity is growing in magnitude like a bomb going off.", 
    "name": "Jock Sturges"
  }, 
  {
    "quote": "I was a mixture of being incredibly old for my age and incredibly backwards. I was born quite old, but then I stopped growing. I lived with my mum and dad till I was 30.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "The Word of fire burns today On the lips of our prophets in an evil age.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "What is wrong with the Iranians in addition to the nuclear bomb? This is the only country on Earth in the 21st century that has renewed imperialistic ambitions. They really want to become the hegemon of the Middle East in an age that gave up imperialism.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "I think it's quite extraordinary that people cast me as if I'm Warren Beatty: until I met my present wife, at the age of 35, you could name two girlfriends.", 
    "name": "Colin Firth"
  }, 
  {
    "quote": "Craziest thing I've done for love is getting married. I think it's crazy. I think it's crazy, crazy, crazy. I'm never going to say I wouldn't do it again but I have to make sure it's love and not settling for the 'I have to do this by a certain age,' which is kind of what I did.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "You never choose the way that you're raised, it's just the way that you were raised, but you do get to a certain age where you're in a position to question the expectations of you and the way that you've been formed by your surroundings.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "We tried not to age, but time had its rage.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "I want to age with some dignity.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "This is my 20th year in the sport. I've known swimming and that's it. I don't want to swim past age 30 if I continue after this Olympics, and come back in 2016, I'll be 31. I'm looking forward to being able to see the other side of the fence.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "Young man, the secret of my success is that an early age I discovered that I was not God.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "I'd like to talk about free markets. Information in the computer age is the last genuine free market left on earth except those free markets where indigenous people are still surviving. And that's basically becoming limited.", 
    "name": "Russell Means"
  }, 
  {
    "quote": "I would often find myself, at the age of 21, at midnight, running down a dark street on my own with 10 men chasing me. And the fact they had cameras in their hands made that legal.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "Bring a wife home to your house when you are of the right age, not far short of 30 years, nor much above this is the right time for marriage.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "There are only two things a child will share willingly communicable diseases and its mother's age.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "Although it is generally known, I think it's about time to announce that I was born at a very early age.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it.", 
    "name": "Betty White"
  }, 
  {
    "quote": "No, no, I was only funny on stage, really. I, I, think I was funny as a person toward my classmates when I was very young. You know, when I was a child, up to about the age of 12.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "What goes on in Europe concerns us greatly because, if Europe comes apart, the E.U. comes apart, then you're going to have enormous impact on America, that's a very big trading partner of ours, and people own securities around the world in this day and age.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Your body actually reminds you about your age and your injuries - the body has a stronger memory than your mind.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "People dance at any age.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "I never had little brothers, so I was totally not used to hearing a lot of cussing at a young age! I learned what 'pull my finger' meant the hard way.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "My sister and I shared a bedroom our entire lives and I believe she discovered the Beatles when she was about 11 and I'm four years younger. So from the age of 7 until 17 we had nothing but Beatles paraphernalia in our room, even those little stuffed Beatles that went on stands that are dressed as the Sgt. Pepper band.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "But look, I was born in 1956, the peak year for births in US history. I think I'm very representative of many of the thought processes my generation have been through and, by and large, people of my age have had their imprint planted on the consciousness of western society for a long time.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I basically get stereotyped a lot in terms of being a girl and writing 'chick' music for teenage girls or something. I think, if anything, the press kind of, because of my gender and my age, tends to kind of relegate my work to this sort of special-interest group. It's part of the cultural dynamic, I guess.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "What is amazing for a woman of my age is that I change as the world is changing-and changing very, very fast. I don't think my mother had that opportunity to change.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "I've never worried about age.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "To me age is a number, just a number. Who cares?", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "If you're extremely, painfully frightened of age, it shows.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "For a man who has compared himself to Theodore Roosevelt and the nation's challenges to those of the Gilded Age, Obama put forward a tepid agenda.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I wrote a screenplay for a 'Sweet Valley High' adaptation, and it's really amazing to me how many women who are my age have responded to the idea and are excited about the movie.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Let age, not envy, draw wrinkles on thy cheeks.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "Here's my Golden Rule for a tarnished age: Be fair with others, but keep after them until they're fair with you.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "Children under five are the poorest age group in America, and one in four infants, toddlers and preschoolers are poor during the years of greatest brain development.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "Everyone talks about age, but it's not about age. It's about work ethic. Winning never gets old.", 
    "name": "Lisa Leslie"
  }, 
  {
    "quote": "Age is a terrible avenger. The lessons of life give you so much to work with, but by the time you've got all this great wisdom, you don't get to be young anymore.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "I came of age believing that, no matter what happened, I would always be able to support myself.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "'Dallas' hit a chord back in the late Seventies and Eighties because it was the age of greed: here you have this unapologetic character who is mean and nasty and ruthless and does it all with an evil grin. I think people related to JR back then because we all have someone we know exactly like him. Everyone in the world knows a JR.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "I've never been more in love with anyone nearly half my age than I am today. I'd get married in a minute if I weren't still married to somebody else.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "At my age you don't go into fatherhood lightly.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I didn't know a time when there wasn't a war because I spent all my time from the age of two or three to eight in a coal cellar really.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "My best friend just had a baby, and she's my age. So I'm a godmom now, which is crazy.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I think I'm a bit less inhibited, and not thinking too much before speaking. It's not about being shameful, I'm just a bit more unabashedly myself because of this thing, and it probably started at age 15. I can be around people and say what I think without fear.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "At a certain age, death becomes familiar to you-or a loss becomes familiar-the tragedies that are more commonplace in life.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "TV is sort of the only way to go for an actress my age to make a decent salary with independent films, you just can't.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "Memory in youth is active and easily impressible in old age it is comparatively callous to new impressions, but still retains vividly those of earlier years.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "At its best our age is an age of searchers and discoverers, and at its worst, an age that has domesticated despair and learned to live with it happily.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "Study after study confirms that even when you control for variables like profession, education, hours worked, age, marital status, and children, men still are compensated substantially more - even in professions, like nursing, dominated by women. No wonder there's a gender gap.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "I learned from a very young age that if I pursued the things that truly excited me, that they would reward in more important ways, like happiness.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "I always wanted to be a designer. I read books on fashion from the age of 12.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "When I was a little kid I used to play with guys twice my age, so, I was the last one picked, so if I picked I knew that I had to get the ball to the scorer if I wanted to stay on the court, so that was pretty much my job.", 
    "name": "Jason Kidd"
  }, 
  {
    "quote": "We have become a society that can't self-correct, that can't address its obvious problems, that can't pull out of its nosedive. And so to our list of disasters let us add this fourth entry: we have entered an age of folly that - for all our Facebooking and the twittling tweedle-dee-tweets of the twitterati - we can't wake up from.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "In every age there has been a stream of popular opinion that has carried all before it, and given a family character, as it were, to the century.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "Look, demanding somebody do anything in this day and age is not going to fly.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "I was very successful from a very early age, and I want to keep it.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "When you get to a certain age, there is no coming back.", 
    "name": "Brian Clough"
  }, 
  {
    "quote": "Most of the basic material a writer works with is acquired before the age of fifteen.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "I would always encourage people of any age not to be so quick to follow other people's truths but to search and follow your own moral code and live by your own integrity, and mostly just be brave.", 
    "name": "Jewel"
  }, 
  {
    "quote": "I don't believe in happy endings, but I do believe in happy travels, because ultimately, you die at a very young age, or you live long enough to watch your friends die. It's a mean thing, life.", 
    "name": "George Clooney"
  }, 
  {
    "quote": "Even truth needs to be clad in new garments if it is to appeal to a new age.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "You can have a spiritual awakening and discover a new side of you at any age. And best of all, love can happen at any age. Life can just start to get exciting when you're in your 40s and 50s. You have to believe that.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "America doesn't reward people of my age, either in day-to-day life or for their performances.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "I really think we should pass a law in every state, I don't care whether it takes the independence away from an old person or not. You shouldn't be driving a car if you're over the age of 80. Maybe even less than that.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "I think I'm past the age of getting lost.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I conceived in art college at the age of 20, near the end of term.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I've been screaming at the top of my lungs at my family, 'Work out! Work out! Old age is coming!'", 
    "name": "Cher"
  }, 
  {
    "quote": "It is not classified as a pagan religion. The so-called New Age activities and this are not called religions and therefore don't come under the prohibition of mingling church and state that we have in this country.", 
    "name": "Dixie Lee Ray"
  }, 
  {
    "quote": "No sex, age, or condition is above or below the absolute necessity of modesty but without it one vastly beneath the rank of man.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "People tend to become more emotionally intelligent as they age and mature.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "With age, you get to a place where you don't want to knock people out. You just want to give people a hug.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "Age is no barrier. It's a limitation you put on your mind.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "Whoever, fleeing marriage and the sorrows that women cause, does not wish to wed comes to a deadly old age.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "Age has been the perfect fire extinguisher for flaming youth.", 
    "name": "Navjot Singh Sidhu"
  }, 
  {
    "quote": "I prefer younger men. In some ways, they are much more open to a woman being stronger and independent then some of the men my age.", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "You have to be desirable. And that's why so many woman of my age or even younger are pushed to Botox and plastic surgery, all the things that people say, 'Why do women do this?' Where do you go in your 50s in your career?", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "It is my art. I am better at it than I ever was. And I will do it as long as I can. When you reach a certain age you can slough off what is unnecessary and concentrate on what is. And why not?", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "I feel like a lot of the female relationships I see on TV or in movies are in some way free of the kind of jealousy and anxiety and posturing that has been such a huge part of my female friendships, which I hope lessens a little bit with age.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "At my age, no one is married, no one has kids, no one has a career.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "One of the many pleasures of old age is giving things up.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "There's also some element of coming of age during the Reagan administration, which everybody has painted as some glorious time in America, but I remember as being a very, very dark time. There was apocalypse in the air the punk rock movement made sense.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "If you explode onto the scene at a very young age, there are so many people pulling you in different directions. It takes time to recalibrate and see what's important.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Situational unawareness in the private marketplace or on the battlefield will cost you your livelihood or your life. In the Age of Obama, however, such willful ignorance is a job prerequisite. The less you know the better.", 
    "name": "Michelle Malkin"
  }, 
  {
    "quote": "We virtually never feel our age, but thinking that we should can lead to disaster.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "We grew up in a very creative environment and were exposed to the arts at a very young age, so it's not a surprise that all of us are in some form of the arts.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "I want to be part of the resurgence of things that are tangible, beautiful and soulful, rather than just give in to the digital age. But when I talk to people about this they just say, 'Yeah, I know what you mean,' and stare at their mobiles.", 
    "name": "Jack White"
  }, 
  {
    "quote": "I wanted to do two things when I was growing up, about your age. I wanted to play in the NBA, and I wanted to be a businessman after my basketball career was over, and that is what I am doing now.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "The idea of regretting not doing this seemed insane to me. Sitting in the corner at a bar at age 60, saying: 'I could've been Bond. Buy me a drink.' That's the saddest place I could be. At least now at 60 I can say: 'I was Bond. Now buy me a drink.'", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "There's a vintage which comes with age and experience.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "It's not the normal way to look at things but I experienced death at a really young age and because of that it's been part of my mental landscape that death is really very possible.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "I've an enormous respect for my mother who at the age of 39 raised three children, and I grew up with my grandmother in the household. And so it was a really strong household of women - my poor brother! It was great growing up with so many generations of women.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "Every age develops its own peculiar forms of pathology, which express in exaggerated form its underlying character structure.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "I love my kids, and the moments I have with them, and it's kind of weird, it's such an age old cliche, but the way that my sons, the way they make me feel when I look at them, the way they say things, no one else would probably react to them, but it's a special thing for me.", 
    "name": "Michael Rapaport"
  }, 
  {
    "quote": "There's a very small group of elite actresses who are my age, who people want to work with. It's not easy to get a good job with good actors.", 
    "name": "Amanda Peet"
  }, 
  {
    "quote": "A final word: I am not knowledgeable about the internet. I do not have a computer. I guess that at 74 years of age, I don't have the patience to learn.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "It lies in human nature that where you experience your first laughs, you also remember the age kindly.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "We tried not to age, but time had its rage.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "Michelle Pfeiffer hasn't been finding a lot of work recently because she doesn't like what a woman her age is offered. That's a real double standard. You get Sean Connery, who gets older and older, still playing opposite young ladies, but it doesn't work the other way around.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Old age and treachery will always beat youth and exuberance.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "My wife and I, unlike many intellectuals, spent five years working on assembly lines. We came to fully understand the criticisms of the industrial age, in which you are an appendage of a machine that sets the pace.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Even one voice can be heard loudly all over the world in this day and age.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "At this age, I should be leading a quiet life.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Any new financial order for the world must tackle the three chief challenges of our age.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "There are signs that the age of petroleum has passed its zenith. Adjusted for inflation, a barrel of crude oil now sells for three times its long-run average. The large western oil companies, which cartellised the industry for much of the 20th century, are now selling more oil than they find, and are thus in the throes of liquidation.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "With the song 'This Christmas' I wanted to do something that was kind of different. I mean, Donny Hathaway is an amazing artist. So I wanted to bring my flavor to the song so when people over the age of 45 or 50 hear it they'll be like 'OK, he did his thing with that record.' It's like I can appeal to everybody and not just a younger demographic.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "In an age when the fashion is to be in love with yourself, confessing to be in love with somebody else is an admission of unfaithfulness to one's beloved.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Rereading A.J. Liebling carries me happily back to an age when all good journalists knew they had plenty to be modest about, and were.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Reason is a crutch for age, but youth is strong enough to walk alone.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "What's a man's age? He must hurry more, that's all Cram in a day, what his youth took a year to hold.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "What Youth deemed crystal, Age finds out was dew.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "A face to lose youth for, to occupy age With the dream of, meet death with.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "I believe the true function of age is memory. I'm recording as fast as I can.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "So Harry Potter came in and it is nice that I have kids of the right age. I took them to London and they walked around the set and met Harry Potter and that is thrilling.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "All we can do when we think of kids today is think of more hours of school, earlier age at the computer, and curfews. Who would want to grow up in that world?", 
    "name": "James Hillman"
  }, 
  {
    "quote": "The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.", 
    "name": "Edmond de Goncourt"
  }, 
  {
    "quote": "No, but way before that, I've been doing little dances in movies for years. Yeah, that was an amazing chance. You know, at my age to be able to do a music dance video, very unusual.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "There probably aren't a lot of actors my age who tap dance.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I started auditioning when I was about 10 and I didn't get my first job until I was 12, and two years at that age is really hard.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "I remember being in Hollywood at the age of 16 and marveling at the stars. The idea of being part of it never entered my mind. It was too far-fetched.", 
    "name": "Bryan Adams"
  }, 
  {
    "quote": "The older generation had greater respect for land than science. But we live in an age when science, more than soil, has become the provider of growth and abundance. Living just on the land creates loneliness in an age of globality.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "One of my grandfathers, actually, having gone out there as a minister, decided he would better serve the people as a doctor. So at a very late age - at the age of 38 in fact - he changed course and decided to become a doctor.", 
    "name": "Colin Firth"
  }, 
  {
    "quote": "I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "It's the kind of clothes that mothers and daughters can wear, in terms of concept... It's not about age. It's about taste, and it's about lifestyle. I believe women of all ages can wear anything.", 
    "name": "Ralph Lauren"
  }, 
  {
    "quote": "The reason for the slow progress of the world seems to lie in a single fact. Every man is born under the yoke, and grows up beneath the oppressions of his age.", 
    "name": "John Jay Chapman"
  }, 
  {
    "quote": "A newspaper is lumber made malleable. It is ink made into words and pictures. It is conceived, born, grows up and dies of old age in a day.", 
    "name": "Jim Bishop"
  }, 
  {
    "quote": "Just as we reject racism, sexism, ageism, and heterosexism, we reject speciesism. The species of a sentient being is no more reason to deny the protection of this basic right than race, sex, age, or sexual orientation is a reason to deny membership in the human moral community to other humans.", 
    "name": "Gary L. Francione"
  }, 
  {
    "quote": "I am a grandmother now, and that means age is creeping on, creeping on.", 
    "name": "Lillie Langtry"
  }, 
  {
    "quote": "I love things that age well - things that don't date, that stand the test of time and that become living examples of the absolute best.", 
    "name": "Giorgio Armani"
  }, 
  {
    "quote": "Many women my age have known the experience of giving up crucial parts of themselves to please the man they love.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "American Idol transcends age, gender, ethnicity, everything.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "You get to a certain age and you can't judge yourself on your dad or your parents.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I'd like to look like Madonna when I'm her age. I also look at athletes and love their bodies. I've always wanted to be muscly, not skinny. A lot of women yo-yo around, but I'm always aware if I'm getting a bit out of shape. I never look at the scales but I can just tell. It goes on my tum and bum.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I could always sing, from a really young age, but my voice was really weird. I used to make my mum turn up the radio every day in our house. She was well into music so I got that from her.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I think women get caught up too much in having a plan - 'I'm going to get married at this age I'm going to have a kid at this age' - and then they just try to find a guy who will fit into that picture. I don't want my life to be based on that.", 
    "name": "Julia Stiles"
  }, 
  {
    "quote": "I was always concerned with writing to my age at a particular moment. That was the way I would keep faith with the audience that supported me as I went along.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "Experts tell us that 90% of all brain development occurs by the age of five. If we don't begin thinking about education in the early years, our children are at risk of falling behind by the time they start Kindergarten.", 
    "name": "Robert. L. Ehrlich"
  }, 
  {
    "quote": "When I was seventeen, I worked as a counsellor at a co-ed sleep-away camp for eight weeks. I loved it but it could be harrowing - it was far too much responsibility for someone my age.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "Music has always been my protection against the world, from a very young age. I feel safe inside of a jam.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "We are the children of a technological age. We have found streamlined ways of doing much of our routine work. Printing is no longer the only way of reproducing books. Reading them, however, has not changed.", 
    "name": "Lawrence Clark Powell"
  }, 
  {
    "quote": "Religion is the best antidote to the individualism of the consumer age. The idea that society can do without it flies in the face of history and, now, evolutionary biology.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Religiosity turns out to be the best indicator of civic involvement: it's more accurate than education, age, income, gender or race.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The year I was born, 1956, was the peak year for babies being born, and there are more people essentially our age than anybody else. We could crush these new generations if we decided too.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Adulthood is the ever-shrinking period between childhood and old age. It is the apparent aim of modern industrial societies to reduce this period to a minimum.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "I was born at the age of twelve on a Metro-Goldwyn-Mayer lot.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "We live in an age of instant knowledge. And there's almost a sense of entitlement to that.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "It's the golden age of French cinema again but it's because Sarkozy had the guts to push through copyright law.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy.", 
    "name": "Anne Burrell"
  }, 
  {
    "quote": "My view is pensioners don't have the one option that people of working age have. They can't really increase their income, because they are no longer able to work.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Work is transformative. It gives you a greater chance of a greater income. You can affect your life while you're of working age, so you have scope and opportunity. Pensioners do not.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "I think you can't really escape any kind of spiritual education as a child, whether it's New Age or Judaism or Buddhism or whatever it is. You can't escape it, even if you completely disagree with it, you still have it as a foundation that you base things off of.", 
    "name": "Jack White"
  }, 
  {
    "quote": "At my age the only problem is with remembering names. When I call everyone darling, it has damn all to do with passionately adoring them, but I know I'm safe calling them that. Although, of course, I adore them too.", 
    "name": "Richard Attenborough"
  }, 
  {
    "quote": "What I really tried to do with Helen was make her show this sad side of her. She was married off at 16, was so young and living in this castle that can't leave because of how she looks, and married to a man she hates and three times her age.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I never took guitar lessons. I took classical piano lessons from the age of six when we lived in Holland. And when we moved to America, it was just the typical thing except I was really good at it so was my brother.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "I never took guitar lessons. I took classical piano lessons from the age of six when we lived in Holland.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "When I write about a 15-year old, I jump, I return to the days when I was that age. It's like a time machine. I can remember everything. I can feel the wind. I can smell the air. Very actually. Very vividly.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love.", 
    "name": "Elton John"
  }, 
  {
    "quote": "I'm 20 years old. I like to party as much as anyone my age. Going clubbing is my way of relaxing or releasing a lot of stress. I don't feel that I should have to justify that part of my life. I don't know that I'm necessarily an addict.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "I am happy being able to play roles with people my age because once you do something really mature there is no turning back.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "Compared to a lot of actresses my age, I'm actually overweight.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "This is what I asked for, and in this day and age that's what actually goes on. But what hurts me the most is that I work just as hard as any other actress around my age, like Scarlett Johansson, but I just don't get the opportunities that they get because people are so distracted by the mess that I created in my life.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "At a young age, I was interested in comic books, which was really how I learnt to read. The name Cage came from a comic book character called Power Man.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "There is a certain age at which a child looks at you in all earnestness and delivers a long, pleased speech in all the true inflections of spoken English, but with not one recognizable syllable.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "I can't wait to be that age and hanging out with a bunch of people hanging out all day playing golf and going to the beach, all my own age. We'd be laughing and having a good time and getting loopy on our prescription drugs. Driving golf carts around. I can't wait.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I would love a family. I'm at the age where the wish for a child gets stronger. But who knows.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I love physical kinds of comedy and getting down and dirty and doing stunts. When I was growing up, I was always getting into fights with guys and usually punching out boys my age because I was a lot bigger and tougher. So I'm naturally accustomed to putting myself into the headspace of a girl who can take care of herself.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "Love, with very young people, is a heartless business. We drink at that age from thirst, or to get drunk it is only later in life that we occupy ourselves with the individuality of our wine.", 
    "name": "Isak Dinesen"
  }, 
  {
    "quote": "Age for me is just a number.", 
    "name": "Haile Gebrselassie"
  }, 
  {
    "quote": "You hit a certain age and - especially because of TV - the young cooks coming up say, 'You're a sellout, because you're doing something other than what you should be doing.' 'Top Chef' is a double-edged sword for me: There's a whole group of people who will not come to the restaurants because they assume I'm not in them anymore, all I do is TV.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "Some of your teachers are actually closer in age to you than you think.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "From an early age I didn't buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting.", 
    "name": "Adam Clayton"
  }, 
  {
    "quote": "I didn't have any success in show business until I was 30 to 31 years of age.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I hate the idea that you shouldn't wear something just because you're a certain age.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "I am firmly of the opinion that women who make a lot of effort to hang onto their looks in middle age (unless they are beauties, entertainers or prostitutes) are rather sad, as one should surely have something more substantial to recommend one by this time, such as kindness or cleverness.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "As a precocious teen I dreamed of being Graham Greene. Well, as it turned out, I never wrote a great novel, sadly, and I never converted to Catholicism, happily, but I did do one thing he did. That is, in middle age I moved to a seaside town and got into a right barney with the local powers-that-be.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "Age is only a number, a cipher for the records. A man can't retire his experience. He must use it. Experience achieves more with less energy and time.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "To me, old age is always fifteen years older than I am.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "I wear clothes that most people in the Midwest would probably deem inappropriate at my age. And I rock a bikini all summer long. I know that it's not normal, but I just don't care. I live once.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "I've lost touch with a lot of that boutique-type music just because of my age, and raising my son and the multiple jobs I have at this point.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "There's no way to approach anything in an objective way. We're completely subjective our view of the world is completely controlled by who we are as human beings, as men or women, by our age, our history, our profession, by the state of the world.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy.", 
    "name": "Dorothy Thompson"
  }, 
  {
    "quote": "Maybe it is something to do with age, but I have become fonder of poetry than of prose.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "When I was younger, my whole sense of self-worth was based on whether or not I was working, which was awful. And I had a baby at 20 years old, so it wasn't just about me. At around the age of 30 there was a stretch where I wasn't working - certainly not on anything I liked, anyway - and I started to do other things.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "I grew up on the golden age of children's TV.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "I do wish I could tell you my age but it's impossible. It keeps changing all the time.", 
    "name": "Greer Garson"
  }, 
  {
    "quote": "Pretend to be dumb, that's the only way to reach old age.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The excitement of learning separates youth from old age. As long as you're learning you're not old.", 
    "name": "Rosalyn S. Yalow"
  }, 
  {
    "quote": "The history of my life must begin by the earliest circumstance which my memory can evoke it will therefore commence when I had attained the age of eight years and four months.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "We are in an electronic technology age now and it's about time we put away the old stuff.", 
    "name": "Monica Edwards"
  }, 
  {
    "quote": "At the age of 20 I bought a used Fiat 127. This was the only one I could afford!", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "At my age, I don't think anyone is untouched by cancer.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "We try, we fail, we posture, we aspire, we pontificate - and then we age, shrink, die, and vanish.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "My habit would have been to veer towards the dark - to prove I was something edgy, or maybe to prove that I was cognisant of the dark side. Now, with age and confidence, I can say, yeah, that's true, but I am cognisant of the fact that people can do things well. And can be more loving than you expect.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "It is not possible to live in this age if you don't have a sense of many contradictory forces.", 
    "name": "Rem Koolhaas"
  }, 
  {
    "quote": "I'm very accepting with my age. It's like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you've become comfortable in your skin.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "You need some insecurity if you're an actor. It keeps the pot boiling. I haven't yet started to think about retiring. I was shocked when I heard about Paul Newman retiring at age 82. Most actors just fade away like old soldiers.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "It's hard for women at my age in Hollywood, but I'm not discouraged.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "We're still living with the old paradigm of age as an arch. That's the old metaphor: You're born, you peak at midlife and decline into decrepitude.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "We can no longer waste time and money. Every day, more than 2,000 girls in America, age 15-19, give birth - in the wealthiest, most educated nation in the world! Neither you nor I should accept this statistic.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "The reality is sobering: in the United States one in three girls will become pregnant before age 20, totaling more than 750,000 girls per year.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "I am hoping for peaceful transition into a new age. Obama has already played a great role in initiating us into that vision. If he were to be harmed in any way, it would spawn the birth of a million Obamas.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "I definitely don't look my age. So I actively look for roles that will help people change their perception of me.", 
    "name": "Elijah Wood"
  }, 
  {
    "quote": "The age thing really bugs me. Do people have more of a right to not like what I say because I'm 19?", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "There are a lot of downsides to being male. We age faster and die younger. But give us this: we're lifetime baby-making machines. Women's reproductive abilities start to wane when they're as young as 35. Men? We're good to go pretty much till we're dead.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Older fatherhood isn't all bad: testosterone rates drop about 1% per year as men age, making them less reactive and more patient, and a professionally established middle-aged man is likely to have more time and money to devote to his kids than a twenty-something who's just getting started.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Credit or debit cards, for starters, are nothing short of shoppers' Novocain. Even in the age of digital purchases and virtual money, we still attach a special value to dirty paper with pictures of presidents on it. Handing some of that to a cashier simply hurts more than handing over a little sliver of plastic.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "When it comes to raising civilized kids there are no hard rules, but there are two things on which most parents agree: Boys are generally wilder than girls, and adolescents are wilder than kids of any other age. If you've got an adolescent boy, you're in the sweet spot for trouble.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "It seems to me there is a change in what audiences want to see. I can only hope that's correct, because there's an awful lot of people of my age around now and we outnumber the others.", 
    "name": "Maggie Smith"
  }, 
  {
    "quote": "A truly great book should be read in youth, again in maturity and once more in old age, as a fine building should be seen by morning light, at noon and by moonlight.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "In Hollywood, you play a mom, and the next thing you know, you're on 'The Golden Girls.' They age you so fast.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "A great age of literature is perhaps always a great age of translations.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "I can't get my knickers in a twist about my age and ageing in an industry that caters to the ids of 14-year-olds.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I was living on the wrong side of the tracks in Evanston, Illinois, in a home for boys. We had these Jackson 5 records. I really related to their voices - they were about my age, but they were doing it.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "By age seven, I used to comb my hair for performances, just pull my hair up into a bun. Granted, it wasn't a very intricate hairstyle. Still, to be that responsible and disciplined at age seven is unusual.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "It begins and ends with money. It's absurd in this day and age when we need so much money for education, health, for people, that a $100 million dollars can be spent on a film. It's obscene.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "I am at that age when you panic at the slightest thing.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "Being gay and being a woman has one big thing in common, which is that we both become invisible after the age of 42. Who wants a gay 50-year-old? No one, let me tell you.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "I began to speak well at a very advanced age - 15, 16, 17 years old. It was psychological: the trauma of war, my family and growing up on my own. I was more or less a street kid.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "We Jews have a special attachment to the Book. The study of page after page in tomes yellowing with age was obligatory.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "Having come to live in this age is as though one were to have entered another country. Learn its language or risk being left out.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "I don't want to look at other people my age in leather. Why would I put it on?", 
    "name": "George Michael"
  }, 
  {
    "quote": "I believe that the fight against crime starts in the home. Parents must take responsibility for their children and show them love and guidance from an early age so they learn to respect the rights of others.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "At an early age, I started my own paper route. Once I saw how you could service people and do a good job and get paid for it, I just wanted to be the best I could be in whatever I did.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "Middle age: when you begin to exchange your emotions for symptoms.", 
    "name": "Irvin S. Cobb"
  }, 
  {
    "quote": "Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I began to understand my sensations, to know what I wanted, at around the age of forty - but only vaguely.", 
    "name": "Camille Pissarro"
  }, 
  {
    "quote": "I grew up on a farm in a small town where you do or say one thing and everybody knows about it. You see it happen, there's always the town gossip - 'Oh did you hear about so and so, or did you hear what went on in this household?' So I learned at a very young age just to keep my mouth shut.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "The Border Ballads, for instance, and the Robin Hood Ballads, clearly suppose a state of society which is nothing but a very circumscribed and not very important heroic age.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "By the age of 9 or 10, I knew that I had to cut my own cloth and make my own way.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "When you're my age and you see a story, you better go for it pretty quickly. I'd just like to get a few more novels under my belt.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "Catholics and evangelicals need to remain allied, and in solidarity, against the increasingly aggressive secularism of our age.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "I don't know whether it's age or maturity, but I certainly find myself committed more and more to the looser forms of Western democracy at any price.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "Losing both parents at a young age gave me a sense that you can't really control life - so you'd better live it while it's here. I stopped believing in a storybook existence a long time ago. All you can do is push in a direction and see what comes of it.", 
    "name": "Jon Hamm"
  }, 
  {
    "quote": "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses.", 
    "name": "Maggie Kuhn"
  }, 
  {
    "quote": "I was a very sickly kid. While I was in the hospital at age 7, my Dad brought me a stack of comic books to keep me occupied. I was hooked.", 
    "name": "Len Wein"
  }, 
  {
    "quote": "Study until twenty-five, investigation until forty, profession until sixty, at which age I would have him retired on a double allowance.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "In the digital age of 'overnight' success stories such as Facebook, the hard slog is easily overlooked.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "The greatest writers of this age... are aware of the mystery of our existence.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "The chief role of the universities is to prolong adolescence into middle age, at which point early retirement ensures that we lack the means or the will to enforce significant change.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship. I watched them over the years and saw how they dealt with everything together, as a team.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "At my age it is unseemly to be pessimistic.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "I don't know why people are so obsessed with age anyway. I mean, 90 is the new 70 70 is the new 50 and 50 is the new 40 so the whole act-your-age thing? Only up to a point.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "I don't look my age, I don't feel my age and I don't act my age. To me age is just a number.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Most poetry in the modern age has retreated to the private sphere, turning its back on the political realm.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "We incorporated new tastes and flavors into our kids' diets from a very early age, which helped to develop their palates and prevented them from becoming picky eaters. We don't buy junk food and give them options of fresh fruit, yogurt, raw almonds, or dried whole grain cereals for snack time.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Filth and old age, I'm sure you will agree, are powerful wardens upon chastity.", 
    "name": "Geoffrey Chaucer"
  }, 
  {
    "quote": "It has been claimed at times that our modern age of technology facilitates dictatorship.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Working on the 'Ice Age' movies, I'm really proud to be in them.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "No Congress ever has seen fit to amend the Constitution to address any issue related to marriage. No Constitutional Amendment was needed to ban polygamy or bigamy, nor was a Constitutional Amendment needed to set a uniform age of majority to ban child marriages.", 
    "name": "Judy Biggert"
  }, 
  {
    "quote": "We're taught at such a young age that you can always be better and that you're never perfect and that you're never good enough.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "The young people have MTV and rock and roll. Why would they go to read poetry? Poetry belongs to the Stone Age. It awakens in us perceptions that go back to those times.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Study is the bane of childhood, the oil of youth, the indulgence of adulthood, and a restorative in old age.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "Because of my age and because there's more work on the small screen. What it's missing in quality it makes up for in quantity. From an actor's selfish point of view.", 
    "name": "Cesar Romero"
  }, 
  {
    "quote": "Old age is an insult. It's like being smacked.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "Age puzzles me. I thought it was a quiet time. My seventies were interesting and fairly serene, but my eighties are passionate. I grow more intense as I age.", 
    "name": "Florida Scott-Maxwell"
  }, 
  {
    "quote": "One of the great challenges of our age, in which the tools of our productivity are also the tools of our leisure, is to figure out how to make more useful those moments of procrastination when we're idling in front of our computer screens.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "I happen to be interested in watching a face age. I like faces of women aging so it makes me personally quite sad. That's a beautiful gift from God. If people don't want to see that anymore then I won't be in anymore movies.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "Never say never, but the thought of electively cutting oneself is beyond my grasp, and I also object to it politically. Denying the lines on our faces makes a comment about age and wisdom I don't care to make.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "People pay to see movies with women looking beautiful, but I think there will be a place for me to play women looking my own age.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "There's a small club of women who are willing to age.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "I hope to find the roles that are age appropriate but not yearning to be younger, or parenting ad nauseam.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "I try to write lyrics so that they won't age, which sort of leaves you with the big subjects like death and love and sex and violence.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "In the modern media age we are rarely surprised by what we see. Whether it's on television or film or in the theatre, everything is so advertised, so trailed, that most entertainment is merely what you thought it was going to be like.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "Your 40s are a major trough. About the age of 50, feelings of satisfaction begin to rebound and keep rising into your 50s, 60s and 70s, with health being a major factor.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "I came back to work when my children were two months old. At that early age, they seem to have little awareness of anybody but their Raggedy Ann dolls, so it wasn't a matter of them missing me. I was missing them.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "Being successful at a very young age gave me the confidence and the capability to try out other things.", 
    "name": "Joshua Lederberg"
  }, 
  {
    "quote": "About the time I turned 50, I experienced the profound biological change that often accompanies women at that age. Also, I put two kids in college and lost both of my parents, so I'm no longer somebody's daughter.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "I feel more mature than most people my age.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "Age does not bring you wisdom, age brings you wrinkles.", 
    "name": "Estelle Getty"
  }, 
  {
    "quote": "Maybe I'll be a feminist in my old age.", 
    "name": "Bjork"
  }, 
  {
    "quote": "I feel the 21st century is another new age. Not only can we collaborate again with nature, but we have to. It's an emergency.", 
    "name": "Bjork"
  }, 
  {
    "quote": "You can fake your age or mask it, but the passion that moves the characters has to be real.", 
    "name": "Victoria Abril"
  }, 
  {
    "quote": "I think that clearly it has an influence, to be coming of age during the punk rock era, to come from a difficult and sporadically violent background, to have been in and out of such chaos, I think it actually helps. But I don't know for sure.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "I'd date someone younger or older age doesn't matter to me. Or looks, really - it's all about maturity.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "Try to keep your soul young and quivering right up to old age.", 
    "name": "George Sand"
  }, 
  {
    "quote": "I wanted to be a forest ranger or a coal man. At a very early age, I knew I didn't want to do what my dad did, which was work in an office.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "Parenting is an impossible job at any age.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "Sally Field looks amazing in general, never mind her age! She's a phenomenally talented actress and has had a career spanning so many decades.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "I've had two romances since moving to Las Vegas. One was with somebody 12 years older than me, and the other was the same age, and neither worked out. I know people still think of me as one of Hugh Hefner's girlfriends, and he of course was much older than me, but that was a whole different lifestyle and a different kind of dating.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "From age 16, I lived and breathed wine. I read every magazine and book about wine.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "IQ is a commodity, data is a commodity. I'm far more interested in watching people interact at a restaurant with their smartphone. We can all read 'Tech Crunch,' 'Ad Age.' I would rather be living in the trenches. I would rather be going to Whole Foods in Columbus Circle to watch people shop with their smartphones.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Genius worship is the inevitable sign of an uncreative age.", 
    "name": "Clive Bell"
  }, 
  {
    "quote": "I appreciate and enjoy my age.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "I've been going through photos of my mother, looking back on her life and trying to put it into context. Very few people age gracefully enough to be photographed through their aging.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "I am rediscovering the whole sexual dimension of life at the age of 86, really. And that also means discovering the feminine. So the whole of this dimension, which I had been seeking for a very long time, is now sort of opening itself up to me.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "I think all writers of my age who are brought up on films probably by the age of 16 have seen many more films than they have read classics of literature. We can't help but be influenced by film. Film has got some great tricks that it's taught writers.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "Some broad themes brought me where I am today. At a very young age, my hobby became thinking and finding connections.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "I think you have to be a little bit strict. You can't be friend and their parent in a lot of situations, especially in this day and age where it's so dangerous for kids. So there's a bit of sternness, I guess, in the way I raise my kids.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "In the 1970s and 1980s there was so little decent fiction for young people, but we're now in a golden age that shows no sign of fading. Philip Pullman, J. K. Rowling, Lemony Snicket are only three of the best known among a good number of equals.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "I want to sell to people my own age, because that's the way I write songs.", 
    "name": "John Mellencamp"
  }, 
  {
    "quote": "You get to a certain age and you just want to prove that you can still rock - that you've still got it.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "I always thought that I might retire from any form of sexuality by the age of 40 and just become a dignified older person.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "It's only at this age that I can say the word 'art' without flinching.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "Well, once you've resigned yourself to the fact that you are the more mature pop performer and you're past the age you ever thought you would do it, you might as well do it as long as you can. As long as I can still lift a microphone, then I'll do it, you know.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "I hope to have one more boxing match at the age of 55. Given that demographic at the age of 55 to 65, you've got to make a statement with your life. Otherwise, you are just existing.", 
    "name": "George Foreman"
  }, 
  {
    "quote": "I think it's hard, the fact that there's a certain age that we can't have kids anymore.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "While I had often said that I wanted to die in bed, what I really meant was that in my old age I wanted to be stepped on by an elephant while making love.", 
    "name": "Roger Zelazny"
  }, 
  {
    "quote": "I basically started playing violin at the age of six. That lasted about three years because my previous teacher died and the second teacher didn't really know how to successfully get me going.", 
    "name": "Miroslav Vitous"
  }, 
  {
    "quote": "Age acquires no value save through thought and discipline.", 
    "name": "James Truslow Adams"
  }, 
  {
    "quote": "I've had to be a man since I was 12 or 13. I had a job. And I was playing the piano for people twice my age. Handling responsibility is what makes a man a man.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "Old age isn't so bad when you consider the alternative.", 
    "name": "Maurice Chevalier"
  }, 
  {
    "quote": "Up until age 40, most men are just not as mature as women. So, it makes sense that a lot of women date up in age a bit.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "Think back to yourself at age 18. I know I was mighty different than the Patti I am today. As we grow up, we grow out of our haircuts, our apartments and - often times - our romantic decisions.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "I was well motivated. What I wanted to do was work for myself. I had twenty two jobs before I started my business at the age of twenty three and I didn't want one more boss telling me what to do. So I was motivated simply because I didn't want a boss.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "An age which is incapable of poetry is incapable of any kind of literature except the cleverness of a decadence.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "I've always felt that sexuality is a really slippery thing. In this day and age, it tends to get categorized and labeled, and I think labels are for food. Canned food.", 
    "name": "Michael Stipe"
  }, 
  {
    "quote": "There must be a law against forcing children to perform at an early age. Children should have a wonderful childhood. They should not be given too much responsibility.", 
    "name": "Maria Callas"
  }, 
  {
    "quote": "Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.", 
    "name": "Frederick Jackson Turner"
  }, 
  {
    "quote": "People quit on jobs. They quit on marriages. They quit on school. There's an immediacy of this day and age that doesn't lend itself to being committed to anything.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I nearly died of double bronchial pneumonia at the age of five.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "The wonderful thing about age is that your knees don't work as well, you can't run down steps quite as easily and obviously you can't lift heavy weights. But your mind doesn't feel any different.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "In a secular age, an authentic miracle must purport to be a hoax, in order to gain credit in the world.", 
    "name": "Angela Carter"
  }, 
  {
    "quote": "But I think it's a little different in Europe, because 40 is really the best age for a woman. That's when we hit our peak and become this ripe fruit.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "My mother was 45 when she had me, so when I was in high school my parents were the same age as my friends' grandparents.", 
    "name": "Jack White"
  }, 
  {
    "quote": "In the age of television, image becomes more important than substance.", 
    "name": "S. I. Hayakawa"
  }, 
  {
    "quote": "Just call me a family man and an actor who digs his whole scene, side interests and all. Just say I feel mighty good at the ripe old age of 27.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "Maybe back in the day you didn't need to be the greatest looking to be on TV and you didn't need to speak the best, but in this day and age, I think you need to be the package. You need to look the part for your sponsors, you need to be able to speak the part for the media and to big CEOs.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "The culture of independent film criticism has totally gone down the drain and this seems to come with the territory of the consumer age that we are now living in.", 
    "name": "Wim Wenders"
  }, 
  {
    "quote": "There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age.", 
    "name": "Bill Bryson"
  }, 
  {
    "quote": "They say eyes clear with age.", 
    "name": "Philip Larkin"
  }, 
  {
    "quote": "Growing up on stage, I was introduced to makeup at a young age and I will never forget the first time I tried on a L'Oreal Paris iconic lipstick - it was instant glamour and I've been hooked ever since.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "I don't mind my age.", 
    "name": "Heather Mills"
  }, 
  {
    "quote": "Despite what anti-aging ads say, growing older can be better. I feel better in my skin, 100 percent. You have greater effects of gravity, but the better sense of yourself you have is something I wouldn't trade. Women who lie about their age - 'why?'", 
    "name": "Demi Moore"
  }, 
  {
    "quote": "For the moment I prefer to be a beautiful woman of my age than try desperately to look 30.", 
    "name": "Demi Moore"
  }, 
  {
    "quote": "It's a little silly to finally learn how to write at this age. But I long ago realized I was secretly sincere.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "It's not always possible to sit down and eat at home in this day and age of fast-paced living, but if you are going to eat out, do so as a family and support all the great local places in your areas. I'll still eat at the same diner I did as a kid with my parents.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "I worked hard in gymnastics since the time I was six years old until I retired at 23 years of age.", 
    "name": "Nadia Comaneci"
  }, 
  {
    "quote": "I did successfully kick tobacco at the age of 34. I smoked for like 20 years, from 14 to 34.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "India saw from the beginning, and, even in her ages of reason and her age of increasing ignorance, she never lost hold of the insight, that life cannot be rightly seen in the sole light, cannot be perfectly lived in the sole power of its externalities.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "Back in the 1960s, I saw Peter, Paul and Mary. I was at that age, about 14, and I was mesmerized.", 
    "name": "Lucinda Williams"
  }, 
  {
    "quote": "For me from a pretty young age up until about 21 years old hallucinogenics had a huge place in my life.", 
    "name": "Jon Fishman"
  }, 
  {
    "quote": "A sense of freedom is something that, happily, comes with age and life experience.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "Writers obviously have to bear witness to the harsh face of the age.", 
    "name": "Alexander McCall Smith"
  }, 
  {
    "quote": "Stop living a day at a time and stop worrying about age.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "I started writing when I had three kids under the age of 4. I used to write every ten minutes I got to sit in front of a computer. Now, when I have more time, I function the same way: if it's writing time, I write.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "I'm never overawed by a situation and I think that's because I've always looked several years older than I am. So because people were treating me like I was 40 when I was 29, I've always felt in control of a situation. People used to say, when you're 32, you'll look 32. I'm still waiting for that moment, where my age catches up with my appearance.", 
    "name": "Chris O'Dowd"
  }, 
  {
    "quote": "I am 54 and age is slowly writing itself on my face.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "I envy the sensibility in Europe, appreciating beauty in women as they age. I'm going to go that way. I might dye my gray hair for a bit, but beyond that the buck stops. I'm not having any work done.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "It was Julie Burchill who decreed that, beyond a certain age, a man should not be seen in a leather jacket.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "As a result of the digital age and the decline of first-class mail, there is no question that the Postal Service must change and develop a new business model.", 
    "name": "Bernie Sanders"
  }, 
  {
    "quote": "I've watched my peers get better with age and hoped that would happen with me.", 
    "name": "Bonnie Raitt"
  }, 
  {
    "quote": "I never wanted to do TV. I just did what I was trained to do through the Special Forces, and I've been doing that from a very young age.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Here's a proposal, offered only partly in jest: no resident of the United States, whether born here or abroad, should get to be a citizen until age 18, at which time each such resident has to take a test.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "Second to agriculture, humbug is the biggest industry of our age.", 
    "name": "Alfred Nobel"
  }, 
  {
    "quote": "When it comes down to it, it's about who you know, and who's a fan. It's about whether you're the right age, whether you're hot or not, whether the studio is into you or not.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "Another principle is, the deepest affections of our hearts gather around some human form in which are incarnated the living thoughts and ideas of the passing age.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "My acting career began at age three and my parents got me into it. I was in a McDonald's commercial.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "I think that age as a number is not nearly as important as health. You can be in poor health and be pretty miserable at 40 or 50. If you're in good health, you can enjoy things into your 80s.", 
    "name": "Bob Barker"
  }, 
  {
    "quote": "I just yesterday returned from a trip where I photographed a woman with two children whom I photographed first when she was the age of the older of the two children.", 
    "name": "Jock Sturges"
  }, 
  {
    "quote": "You live in a deranged age, more deranged that usual, because in spite of great scientific and technological advances, man has not the faintest idea of who he is or what he is doing.", 
    "name": "Walker Percy"
  }, 
  {
    "quote": "To write a story about New York that only deals with people in your age and socioeconomic bracket, that feels dishonest to me. So much of New York comes from everyone bumping into each other.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "My mother inspired me to treat others as I would want to be treated regardless of age, race or financial status.", 
    "name": "Tommy Hilfiger"
  }, 
  {
    "quote": "And from the first time I picked up a basketball at age eight - I had a lot of difficulty when I first picked up a basketball, because I was a scrub - there were things that I liked about it.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "Right up until the time I retired at age 37, I felt like there were still things that I could do better.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "In 1981, at age 31, I was voted the best player in basketball, and the most valuable player in the league.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "The great thing about arriving at this age is that I don't even care about my career anymore.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "Almost all of your life is lived by the seat of your pants, one unexpected event crashing into another, with no pattern or reason, and then you finally reach a point, around my age, where you spend more time than ever looking back. Why did this happen? Look where that led? You see the shape of things.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "I've always been intrigued by color and by interesting hair. I was one of those weird little girls doing my own hair at the age of 9. I was, like, getting weird gels and new brushes and cornrow holders. I would tweak and perm at the age of 13.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "There are no college courses to build up self-esteem or high school or elementary school. If you don't get those values at a early age, nurtured in your home, you don't get them.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "The freethinking of one age is the common sense of the next.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "If children are not introduced to music at an early age, I believe something fundamental is actually being taken from them.", 
    "name": "Luciano Pavarotti"
  }, 
  {
    "quote": "Middle age is when your broad mind and narrow waist begin to change places.", 
    "name": "E. Joseph Cossman"
  }, 
  {
    "quote": "As an American, you have a right to good health care that is effective, accessible, and affordable, that serves you from infancy through old age, that allows you to go to practitioners and facilities of your choosing, and that offers a broad range of therapeutic options.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Women would be disproportionately affected by the privatization of social security. It is one of the most important safety nets for American women in old age, or in times of disability, to insure financial income for their families.", 
    "name": "Barbara Mikulski"
  }, 
  {
    "quote": "Low levels of vitamin D in the population as a whole suggest that most people need to take a vitamin D supplement. This may be especially true for seniors, as the ability to synthesize vitamin D in the skin declines with age.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Part of the reason I sort of shot out like a cannon out of Michigan and left home at such an early age is because I had to feel independent.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "I think that everyone at any age should ask themselves, 'where do I want to be today, where do I want to be tomorrow, and where do I want to be in a hundred years?' We all have clear answers to those questions. We only have so much time. It's a real shame if we don't spend our lives trying to do that.", 
    "name": "Jack Antonoff"
  }, 
  {
    "quote": "My parents got married late and they had kids late, so I never felt a social or cultural thing to be married or pregnant or a homeowner by a certain age.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "I'm a pretty big dork. It's crazy. I'm one of those people who grew up with all kinds of musicals, but I was right at that age where 'Rent' was a big deal for me and for my friends.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "My parents were really, really cool about supporting what I wanted to do at a really young age. I think I was about 10 when I caught the bug. They would drive me down to New York if there were auditions. When I was 12, I did this show on Broadway called 'High Society,' so we moved to New York for the run of that.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "I was very sexual from a very young age.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "It is a sobering thought that when Mozart was my age, he had been dead for two years.", 
    "name": "Tom Lehrer"
  }, 
  {
    "quote": "And I'm not as young as I once was. At my age, I don't have time to be bored.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "I was drafted into the Army when I was 19 and came out at age 22. Most people that I knew didn't think they'd come home alive. I didn't think I would either, so I was happy when I did.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "One already feels like an anachronism, writing novels in the age of what-ever-this-is-the-age-of, but touring to promote them feels doubly anachronistic. The marketplace is showing an increasing intolerance for the time-honored practice of printing information on paper and shipping it around the country.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "To own the dominant, or only, newspaper in a mid-sized American city was, for many decades, a kind of license to print money. In the Internet age, however, no one has figured out how to rescue the newspaper in the United States or abroad.", 
    "name": "Eric Alterman"
  }, 
  {
    "quote": "I grew up loving horses. I was relatively obsessed, starting with my rocking horse at age 2, all the way through my painting and drawing phase.", 
    "name": "Diane Lane"
  }, 
  {
    "quote": "I was equally in love with singing and acting from an early age.", 
    "name": "Minnie Driver"
  }, 
  {
    "quote": "You can construct the character of a man and his age not only from what he does and says, but from what he fails to say and do.", 
    "name": "Norman Douglas"
  }, 
  {
    "quote": "I never played much golf as a kid. I caddied quite a bit but never got serious into golf until about age 15.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "These days too many of us seem inclined to cover our ears, close our eyes, and blindly follow the most narrow, conservative tenets of religion or else seek comfort in the ancient traditions of New Age ritual.", 
    "name": "Joan D. Vinge"
  }, 
  {
    "quote": "There is no age, height, or weight requirement to skate. It is good exercise no matter what your age is. If you want to be competitive, most start young. But, I practice with many adult competitors.", 
    "name": "Nancy Kerrigan"
  }, 
  {
    "quote": "I remember when I was 6 years old and my brother used to go seek out guys that were 13 to come over and play football against me while he was the 'permanent quarterback.' I didn't know exactly what the age difference was, but I was already playing against older guys.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "Well, my son really loves wildlife. And everytime he draws a polar bear I want to tell him there probably won't any by the time... he's my age. That's kinda hard to deal with.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "To be perfectly honest, I think that as I'm growing older, I'm just growing more impatient. I'll be very happy if at some point people say, 'Michael's grown wiser and softer in his old age.' But we'll have to wait and see what my next project is.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "A woman my age is not supposed to be attractive or sexually appealing. I just get kinda tired of that.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "Listen, in England people are already writing their memoirs at the age of 23.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "I was apprehensive. I feared every time I talked about poetry, it would be filtered through the lens of race, sex, and age.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "Everyone takes pause at 40. It's the age you have to assess everything in your life. It's the fictitious marker that's always coming up when you're young. The world really does look at you to kind of have it together by 40, and be successful by 40. Whatever success means.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "I started out modeling at a young age and surrounded myself with different brilliant minds. I have so many people to get educated from, and I've been a sponge.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "People say women shouldn't have long hair over a certain age, but I've never done what everyone says.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "We tend to think of age only in time, but I don't think it has much to do with time at all there's a whole load of other things. I've met 16-year-olds who are old and 90-year-olds who are young.", 
    "name": "Roger Daltrey"
  }, 
  {
    "quote": "It looks good when you see someone kicking at the age of 51 with no double. It's kinda cool for people to know that past 50 we can keep flexible.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "The second album was emotionally exhausting and my life felt like it had become very serious at a very young age.", 
    "name": "Delta Goodrem"
  }, 
  {
    "quote": "I never felt totally, 100%, patriotically English... I'd seen a lot of the world by an early age - sort of spent a lot of time traveling around Lebanon and I'd seen Babylon, and Damascus, and all sorts of places in the Middle East by the time I was ten. Then we'd return to Ruslip in West London... Done a fair bit of traveling really.", 
    "name": "Andy Serkis"
  }, 
  {
    "quote": "The first feminine feature that goes, with advancing age, is the neck.", 
    "name": "Gloria Swanson"
  }, 
  {
    "quote": "You just never know when you're living in a golden age.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "We now have an opportunity, though, to do something we didn't do in the industrial age, and that is to get a leg up on this, to bring the public in quickly, to have an informed debate.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "I've spent as much as 30 grand on a watch but it's not about flaunting my wealth. I don't have many extravagances but watches are my biggest one. I must have 30 of them now. I've been collecting since the age of nine, when I won a black TAG in a karting event.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "We were making the first step out of the age of chemistry and physics, and into the age of biology.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "I feel like women are asked their age more than men.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "Even in this day and age, if you're not married, there are people who are like, 'Awww! Don't worry, it'll happen for you someday.'", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "For students today, only 10 percent of children from working-class families graduate from college by the age of 24 as compared to 58 percent of upper-middle-class and wealthy families.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "I have worked very hard on being aware of my childhood but moving forward and not letting it bring me down emotionally. That is a hard thing - especially when you have children of your own and you remember what happened to you at that age.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "Traveling to Russia and Germany and being able to see the world at a young age was really cool for me, and I really liked that.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "I vividly remember being 14. That was the age when I started to get happy: I started being a writer and stopped being a loser.", 
    "name": "Anthony Horowitz"
  }, 
  {
    "quote": "The balance of private good and general welfare is at the bottom of civilized morals but the morals of the Heroic Age are founded on individuality, and on nothing else.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "I also find it interesting that a lot of people in their 30s are not married and don't have kids. There are a lot of people in this age bracket that are out there dating and trying to find love. And I never thought that at my age I would be.", 
    "name": "John Stamos"
  }, 
  {
    "quote": "The reason can only be this: heroic poetry depends on an heroic age, and an age is heroic because of what it is, not because of what it does.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "The 19th century was the age of Individualism the 20th and 21st are the ages of Socialism.", 
    "name": "Francis Parker Yockey"
  }, 
  {
    "quote": "We live in an age of mediocrity.", 
    "name": "Lauren Bacall"
  }, 
  {
    "quote": "I gambled and I lost. I failed in securing my options for this choice for myself, but I succeeded in verifying the Dark Age is still with us.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "I always looked really young for my age. And once I hit 23, 24 and 25, I was then allowed to play the cool 18-year-olds and stuff.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "I want to be age appropriate. I don't want to be that girl you see walking away and she looks 25 and then she turns around and she looks 90.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "When I was at school, I was in choirs more than anything else, from a very young age, about 9 years old. And then I started taking drum lessons.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "I was always obsessed with being famous. I had Marilyn Monroe paper dolls as a child, and I was always obsessed with her. I've just been really driven in that direction, and none of my friends were. So, I don't know what put that bug in me at a young age.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "All my early school reports from the age of 5 were 'Daniel must learn not to distract others.'", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "At the age of 11 I was about 6 ft. tall and my voice had completely broken. That caused problems. I was this gangly, spotty, very unattractive kid. I wasn't cool and I wasn't a nerd. I didn't even want to fit in with anyone.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "I've always tried to do my very best, and I want to be the very best age, whatever age I am.", 
    "name": "Ann-Margret"
  }, 
  {
    "quote": "I never quite toed the line. I was a bit disruptive. All my early school reports from the age of 5 were 'Daniel must learn not to distract others.' And now, that's what I do for a living.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "One problem with age is that patience begins to ebb.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "Men of my age live in a state of continual desperation.", 
    "name": "Vita Sackville-West"
  }, 
  {
    "quote": "Starting a new retirement plan for those below a certain age is something tens of millions of Americans have already been through at work.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "Anybody under the age of forty knows hip-hop, gospel and R&ampB pretty well, and it's all a part of what we consider to be 'black music.' There is a natural synergy between the three.", 
    "name": "John Legend"
  }, 
  {
    "quote": "Well, Jeff Buckley for me is one of the greatest singers I've ever heard. And the reason why is he has an amazing range, amazing emotional power in his voice. And the music he put around it also just had this passion and this soul to it and this spirit to it that very few artists have, and he passed at a very young age.", 
    "name": "John Legend"
  }, 
  {
    "quote": "It's getting better generally, daily, especially in TV, for women in acting and age and looks count less. As more women come into the business. Change of any sort takes a long time to happen.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "I think the most exciting thing is that you expect people our age to know the music, but actually a lot of kids know the music, and if anything is left, we have left really good music, and that's the important part, not the mop-tops or whatever.", 
    "name": "Ringo Starr"
  }, 
  {
    "quote": "It doesn't matter what color, sex, religion, age, sexual orientation, etc., everyone should have the same freedoms and liberties.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "Childhood itself is scarcely more lovely than a cheerful, kindly, sunshiny old age.", 
    "name": "Lydia M. Child"
  }, 
  {
    "quote": "In my older age, I've learned to take things slower, because I used to be that total-fall-in-love-after-a-day guy.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "You watch yourself age and it's hard to feel like a sex symbol.", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "I like to be alone so I can write. But focus can hurt you. I don't want to be some stress casualty in early middle age.", 
    "name": "James Ellroy"
  }, 
  {
    "quote": "I'd always thought the Rats were good fun, but one of the very nice things about being of Saga age is that I can actually look back and think, When I was younger I was in a great band. It was always a collective thing.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "I do think I feel it but you don't think you are cause at a certain time you are no age but you don't think you are anything. You feel the life you have lived. I feel that. It's been a long fifty years.", 
    "name": "Bob Geldof"
  }, 
  {
    "quote": "The crucial task of old age is balance: keeping just well enough, just brave enough, just gay and interested and starkly honest enough to remain a sentient human being.", 
    "name": "Florida Scott-Maxwell"
  }, 
  {
    "quote": "My first job was in retail at the age of 14, and I have worked in the industry ever since.", 
    "name": "Rachel Roy"
  }, 
  {
    "quote": "I believed my story would be helpful to young women my daughter's age, who are still in the process of forming themselves as women, and in need of encouragement to remain true to themselves.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "Old age and sickness bring out the essential characteristics of a man.", 
    "name": "Felix Frankfurter"
  }, 
  {
    "quote": "We hold that the most wonderful and splendid proof of genius is a great poem produced in a civilized age.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "The age we live in is a busy age in which knowledge is rapidly advancing towards perfection.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "In a spiritually sensitive culture, then, it might well be that age is something to be admired or envied.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "What though youth gave love and roses, Age still leaves us friends and wine.", 
    "name": "Thomas More"
  }, 
  {
    "quote": "If there is anything I would do differently in my life, it is that I would study business more. I'm trying to teach my daughter Chloe at an early age about investing and money so she's not afraid of it.", 
    "name": "Donna Mills"
  }, 
  {
    "quote": "Any young man who is unmarried at the age of twenty one is a menace to the community.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "Time, in general, has always been a central obsession of mine - what it does to people, how it can constitute a plot all on its own. So naturally, I am interested in old age.", 
    "name": "Anne Tyler"
  }, 
  {
    "quote": "The first crocodile I ever caught was at nine years of age, and it was a rescue.", 
    "name": "Steve Irwin"
  }
]