[
  {
    "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "It is during our darkest moments that we must focus to see the light.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Try to be like the turtle - at ease in your own shell.", 
    "name": "Bill Copeland"
  }, 
  {
    "quote": "Find a place inside where there's joy, and the joy will burn out the pain.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Happiness is not something you postpone for the future it is something you design for the present.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Hope is a waking dream.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Nothing is impossible, the word itself says 'I'm possible'!", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", 
    "name": "Buddha"
  }, 
  {
    "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "I have looked into your eyes with my eyes. I have put my heart near your heart.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "Your present circumstances don't determine where you can go they merely determine where you start.", 
    "name": "Nido Qubein"
  }, 
  {
    "quote": "God always gives His best to those who leave the choice with him.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "Change your thoughts and you change your world.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Believe you can and you're halfway there.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "What we achieve inwardly will change outer reality.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.", 
    "name": "Democritus"
  }, 
  {
    "quote": "We can't help everyone, but everyone can help someone.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "The glow of one warm thought is to me worth more than money.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Every moment and every event of every man's life on earth plants something in his soul.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.", 
    "name": "Jimmy Dean"
  }, 
  {
    "quote": "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "Be faithful to that which exists within yourself.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "I am prepared for the worst, but hope for the best.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "In a gentle way, you can shake the world.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I believe that one defines oneself by reinvention. To not be like your parents. To not be like your friends. To be yourself. To cut yourself out of stone.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Someone's sitting in the shade today because someone planted a tree a long time ago.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Whoever is happy will make others happy too.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "You change your life by changing your heart.", 
    "name": "Max Lucado"
  }, 
  {
    "quote": "It is always the simple that produces the marvelous.", 
    "name": "Amelia Barr"
  }, 
  {
    "quote": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.", 
    "name": "Arthur Young"
  }, 
  {
    "quote": "Don't let the fear of striking out hold you back.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "The best way out is always through.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Once I knew only darkness and stillness... my life was without past or future... but a little word from the fingers of another fell into my hand that clutched at emptiness, and my heart leaped to the rapture of living.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Show me your hands. Do they have scars from giving? Show me your feet. Are they wounded in service? Show me your heart. Have you left a place for divine love?", 
    "name": "Fulton J. Sheen"
  }, 
  {
    "quote": "Thought is the wind, knowledge the sail, and mankind the vessel.", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "You are always free to change your mind and choose a different future, or a different past.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "A place for everything, everything in its place.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "There are two ways of spreading light: to be the candle or the mirror that reflects it.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "Every charitable act is a stepping stone toward heaven.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.", 
    "name": "Vincent McNabb"
  }, 
  {
    "quote": "A #2 pencil and a dream can take you anywhere.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "With self-discipline most anything is possible.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "A compliment is something like a kiss through a veil.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Belief creates the actual fact.", 
    "name": "William James"
  }, 
  {
    "quote": "We can change our lives. We can do, have, and be exactly what we wish.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Thinking: the talking of the soul with itself.", 
    "name": "Plato"
  }, 
  {
    "quote": "On the recollection of so many and great favours and blessings, I now, with a high sense of gratitude, presume to offer up my sincere thanks to the Almighty, the Creator and Preserver.", 
    "name": "William Bartram"
  }, 
  {
    "quote": "You don't look out there for God, something in the sky, you look in you.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "It is in your moments of decision that your destiny is shaped.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Wonder rather than doubt is the root of all knowledge.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "Enthusiasm moves the world.", 
    "name": "Arthur Balfour"
  }, 
  {
    "quote": "If it were not for hopes, the heart would break.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "What great thing would you attempt if you knew you could not fail?", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "There is nothing stronger in the world than gentleness.", 
    "name": "Han Suyin"
  }, 
  {
    "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "In oneself lies the whole world and if you know how to look and learn, the door is there and the key is in your hand. Nobody on earth can give you either the key or the door to open, except yourself.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Love and desire are the spirit's wings to great deeds.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "It is only in sorrow bad weather masters us in joy we face the storm and defy it.", 
    "name": "Amelia Barr"
  }, 
  {
    "quote": "Gratitude is the fairest blossom which springs from the soul.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Everyone here has the sense that right now is one of those moments when we are influencing the future.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "When deeds speak, words are nothing.", 
    "name": "Pierre-Joseph Proudhon"
  }, 
  {
    "quote": "Men must live and create. Live to the point of tears.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Give light and people will find the way.", 
    "name": "Ella Baker"
  }, 
  {
    "quote": "Every heart that has beat strongly and cheerfully has left a hopeful impulse behind it in the world, and bettered the tradition of mankind.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Tears are often the telescope by which men see far into heaven.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "And now, this is the sweetest and most glorious day that ever my eyes did see.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "Grace is the beauty of form under the influence of freedom.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "The essential elements of giving are power and love - activity and affection - and the consciousness of the race testifies that in the high and appropriate exercise of these is a blessedness greater than any other.", 
    "name": "Mark Hopkins"
  }, 
  {
    "quote": "For a gallant spirit there can never be defeat.", 
    "name": "Wallis Simpson"
  }, 
  {
    "quote": "Great hopes make great men.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.", 
    "name": "Henry Norris Russell"
  }, 
  {
    "quote": "Faith is love taking the form of aspiration.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "I pray God may preserve your health and life many years.", 
    "name": "Junipero Serra"
  }, 
  {
    "quote": "A man has to learn that he cannot command things, but that he can command himself that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth people seek guidance of him who is master of himself.", 
    "name": "James Allen"
  }, 
  {
    "quote": "I know why I am here and my only real focused goal is to live each day to the fullest and to try and honor God and be an encouragement to others. What the future holds is firmly in God's hands, and I am very happy about that!", 
    "name": "Ken Hensley"
  }, 
  {
    "quote": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "How glorious a greeting the sun gives the mountains!", 
    "name": "John Muir"
  }, 
  {
    "quote": "The power of imagination makes us infinite.", 
    "name": "John Muir"
  }, 
  {
    "quote": "I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "Nurture your minds with great thoughts. To believe in the heroic makes heroes.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "A human being has so many skins inside, covering the depths of the heart. We know so many things, but we don't know ourselves! Why, thirty or forty skins or hides, as thick and hard as an ox's or bear's, cover the soul. Go into your own ground and learn to know yourself there.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "Of all human activities, man's listening to God is the supreme act of his reasoning and will.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Noble deeds that are concealed are most esteemed.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.", 
    "name": "Pablo Neruda"
  }, 
  {
    "quote": "It is by acts and not by ideas that people live.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "I am deliberate and afraid of nothing.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "The truth is on the march and nothing will stop it.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "Nothing makes one feel so strong as a call for help.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "We convince by our presence.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "As knowledge increases, wonder deepens.", 
    "name": "Charles Morgan"
  }, 
  {
    "quote": "Tears of joy are like the summer rain drops pierced by sunbeams.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.", 
    "name": "Mattie Stepanek"
  }, 
  {
    "quote": "It is not ignorance but knowledge which is the mother of wonder.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "Happiness is the natural flower of duty.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "The authentic self is the soul made visible.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "Think with your whole body.", 
    "name": "Taisen Deshimaru"
  }, 
  {
    "quote": "Plant thy foot firmly in the prints which His foot has made before thee.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "Joy descends gently upon us like the evening dew, and does not patter down like a hailstorm.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "The only thing that ultimately matters is to eat an ice-cream cone, play a slide trombone, plant a small tree, good God, now you're free.", 
    "name": "Ray Manzarek"
  }, 
  {
    "quote": "Mankind is made great or little by its own will.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Our ideals are our better selves.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "Ideas shape the course of history.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "Let each man exercise the art he knows.", 
    "name": "Aristophanes"
  }, 
  {
    "quote": "Man never made any material as resilient as the human spirit.", 
    "name": "Bernard Williams"
  }, 
  {
    "quote": "I arise full of eagerness and energy, knowing well what achievement lies ahead of me.", 
    "name": "Zane Grey"
  }, 
  {
    "quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "The single most important thing in a child's performance is the quality of the teacher. Making sure a child spends the maximum amount of time with inspirational teachers is the most important thing.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "I have amazing friends who have led inspirational lives.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "It's inspirational to see someone who is dying smile.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "The best form of flattery is to be admired, imitated or respected. I've always felt proud our fans look up to us or feel we are inspirational.", 
    "name": "Cheryl James"
  }, 
  {
    "quote": "One of the things that I did before I ran for president is I was a professional speaker. Not a motivational speaker - an inspirational speaker. Motivation comes from within. You have to be inspired. That's what I do. I inspire people, I inspire the public, I inspire my staff. I inspired the organizations I took over to want to succeed.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "'Star Wars' is fun, its exciting, its inspirational, and people respond to that. It's what they want.", 
    "name": "George Lucas"
  }, 
  {
    "quote": "Rap music's been around for too long now to be inspirational. The words are, but the music isn't.", 
    "name": "Alexander McQueen"
  }, 
  {
    "quote": "I wanted to do something inspirational for my children.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I try not to put anything political on the forefront of what I'm trying to do creatively. At the same time, I do think it's wonderful when I hear people say that it's inspirational that I'm an Indian woman on camera. My life is very diverse, and my friends are a diverse group of people.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I do love to eavesdrop. It's inspirational, not only for subject matter but for actual dialogue, the way people talk.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "I view art as an inspirational tool.", 
    "name": "Thomas Kincade"
  }, 
  {
    "quote": "To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick.", 
    "name": "Snoop Dogg"
  }, 
  {
    "quote": "Space is an inspirational concept that allows you to dream big.", 
    "name": "Peter Diamandis"
  }, 
  {
    "quote": "I think that the reason for my success is that I am really not aspirational. I am inspirational in that the people at home feel like they can really relate to me.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "I think if there's something one needs to change with oneself, it doesn't have to happen in the New Year. You can do that any time you please - not that it's not a good inspirational tactic for the people that it works for.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "Look at a football field. It looks like a big movie screen. This is theatre. Football combines the strategy of chess. It's part ballet. It's part battleground, part playground. We clarify, amplify and glorify the game with our footage, the narration and that music, and in the end create an inspirational piece of footage.", 
    "name": "Steve Sabol"
  }, 
  {
    "quote": "Almost every college playwright or sketch or improv comedian was sort of aware of Christopher Durang - even kids in high school. His short plays were so accessible to younger people and I think that was inspirational to me.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Roosevelt's declaration that Americans had 'nothing to fear but fear itself' was a glorious piece of inspirational rhetoric and just as gloriously wrong.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "I used to make up stuff in my bio all the time, that I used to be a professional ice-skater and stuff like that. I found it so inspirational. Why not make myself cooler than I am?", 
    "name": "Stephen Colbert"
  }, 
  {
    "quote": "President Obama called for a 'we' nation in his Inauguration Address. Art convenes. It is not just inspirational. It is aspirational. It pricks the walls of our compartmentalized minds, opens our hearts and makes us brave. And that's what we need most in our country today.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "Had I not come out with an inspirational CD, you perhaps would have never known that I feel like I feel, that all songs, all the music I've ever done is a gift from God.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family.", 
    "name": "Adriana Trigiani"
  }, 
  {
    "quote": "I will always desire to play with Bruce Springsteen. He's the most inspirational, most dedicated, most committed and most focused artist I've ever seen. I like to be around people like that.", 
    "name": "Max Weinberg"
  }, 
  {
    "quote": "I am very conscious of who I am as an artist and as an inspirational person.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "When Maurice touched a keyboard, it was like something from a movie, magical. He would always give you something from a movie, and you'd go, what did you just play... immediately inspirational writings, amazing. That's what we're going to miss.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "The flow of Guiness into the studio was inspirational as well as nutritive.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "Books are challenging and inspirational to me.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "What were once only hopes for the future have now come to pass it is almost exactly 13 years since the overwhelming majority of people in Ireland and Northern Ireland voted in favour of the agreement signed on Good Friday 1998, paving the way for Northern Ireland to become the exciting and inspirational place that it is today.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "I'd like to one day be featured on a list of inspirational people who have made a difference in the world, whether it be helping underprivileged people or putting an end to the poaching of wildlife in Africa.", 
    "name": "Candice Swanepoel"
  }, 
  {
    "quote": "I hope that at the end of the seven years, people will say that I have been of some inspirational value to them at home in terms of inclusiveness and abroad, I look forward to representing Ireland.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Architecture is not an inspirational business, it's a rational procedure to do sensible and hopefully beautiful things that's all.", 
    "name": "Harry Seidler"
  }, 
  {
    "quote": "In fact, I wouldn't really call this a Gospel album, I call it more an inspirational album.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "I grew up in a bookless house - my parents didn't read poetry, so if I hadn't had the chance to experience it at school I'd never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "Since we launched the original 'Pop Idol' in England, I've remained close with Simon Fuller. Working as executive producer on 'American idol' for its first seven years not only was an inspirational journey into the heart of American pop culture, it opened my eyes to the untapped potential of the incredibly dynamic young people in this world.", 
    "name": "Nigel Lythgoe"
  }, 
  {
    "quote": "I think the end goal, hopefully, is to take advantage of the attention I've gotten along the way and use it for good and build some communities, and as I get older I can continue to do things and be surrounded by things that are inspirational to me.", 
    "name": "Reggie Watts"
  }, 
  {
    "quote": "I love a lot of the New York bands, but Patti Smith stands out. I just read 'Just Kids' and it's an inspirational, well-written account of an emerging New York artist in the late seventies.", 
    "name": "James Iha"
  }, 
  {
    "quote": "Every song you're trying to find something that going to connect in different ways but for me the songs that I'm really drawn to are inspirational, songs that lift you and that everybody can relate to no matter where you're from.", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "Deacon Jones has been the most inspirational person in my football career.", 
    "name": "Jack Youngblood"
  }, 
  {
    "quote": "This CD became something of a personal journey for me. The tone of the whole CD is uplifting and inspirational. It's an upper. We have enough downers in the world.", 
    "name": "Roma Downey"
  }, 
  {
    "quote": "My tastes and inspirational artists were always rather eclectic and diverse.", 
    "name": "Taylor Dayne"
  }, 
  {
    "quote": "I've done a lot of albums and I kinda know when I'm onto something that was inspirational for me to record and create, and this was one of those projects where I really enjoyed making the album.", 
    "name": "Lee Ritenour"
  }, 
  {
    "quote": "A concerted effort to preserve our heritage is a vital link to our cultural, educational, aesthetic, inspirational, and economic legacies - all of the things that quite literally make us who we are.", 
    "name": "Steve Berry"
  }, 
  {
    "quote": "I love inspirational R&ampB, like Mary J. Blige and Jennifer Hudson. I want to do that. That kind of music stays with you.", 
    "name": "Ashthon Jones"
  }, 
  {
    "quote": "There have been many different artists that have been inspirational. I suppose the question is directed to what was the reason why I went into fantasy illustration.", 
    "name": "Boris Vallejo"
  }, 
  {
    "quote": "Lee's great gifts are teaching and inspirational guidance, not administration and management.", 
    "name": "Cheryl Crawford"
  }
]