[
  {
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Sometimes the heart sees what is invisible to the eye.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Love is composed of a single soul inhabiting two bodies.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I have decided to stick with love. Hate is too great a burden to bear.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Where there is love there is life.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "A loving heart is the beginning of all knowledge.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "A man reserves his true and deepest love not for the species of woman in whose company he finds himself electrified and enkindled, but for that one in whose company he may feel tenderly drowsy.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "Let us always meet each other with smile, for the smile is the beginning of love.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "A flower cannot blossom without sunshine, and man cannot live without love.", 
    "name": "Max Muller"
  }, 
  {
    "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.", 
    "name": "A. A. Milne"
  }, 
  {
    "quote": "Gravitation is not responsible for people falling in love.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Love begins at home, and it is not how much we do... but how much love we put in that action.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war love is a growing up.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "A woman knows the face of the man she loves as a sailor knows the open sea.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "A man is already halfway in love with any woman who listens to him.", 
    "name": "Brendan Francis"
  }, 
  {
    "quote": "Love is a force more formidable than any other. It is invisible - it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "Do all things with love.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "A kiss makes the heart young again and wipes out the years.", 
    "name": "Rupert Brooke"
  }, 
  {
    "quote": "Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I was born with an enormous need for affection, and a terrible need to give it.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "At the touch of love everyone becomes a poet.", 
    "name": "Plato"
  }, 
  {
    "quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "We love life, not because we are used to living but because we are used to loving.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Love is a better teacher than duty.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Come live in my heart, and pay no rent.", 
    "name": "Samuel Lover"
  }, 
  {
    "quote": "Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved we love to love.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Love is like war: easy to begin but very hard to stop.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "If you press me to say why I loved him, I can say no more than because he was he, and I was I.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The hunger for love is much more difficult to remove than the hunger for bread.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Love is life. And if you miss love, you miss life.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "The best thing to hold onto in life is each other.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "As soon go kindle fire with snow, as seek to quench the fire of love with words.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Faith makes all things possible... love makes all things easy.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "Friendship often ends in love but love in friendship - never.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "A very small degree of hope is sufficient to cause the birth of love.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them which makes it possible for each to see the other whole against the sky.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "The best proof of love is trust.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "A part of kindness consists in loving people more than they deserve.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "Love isn't something you find. Love is something that finds you.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "I like not only to be loved, but also to be told I am loved.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "We loved with a love that was more than love.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "A pair of powerful spectacles has sometimes sufficed to cure a person in love.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Life without love is like a tree without blossoms or fruit.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A loving heart is the truest wisdom.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "All my life, my heart has yearned for a thing I cannot name.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "The greatest happiness of life is the conviction that we are loved loved for ourselves, or rather, loved in spite of ourselves.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Love can sometimes be magic. But magic can sometimes... just be an illusion.", 
    "name": "Javan"
  }, 
  {
    "quote": "First love is only a little foolishness and a lot of curiosity.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Love makes your soul crawl out from its hiding place.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "To love oneself is the beginning of a lifelong romance.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Love is an irresistible desire to be irresistibly desired.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "I can live without money, but I cannot live without love.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "Love is the flower you've got to let grow.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "True love is like ghosts, which everyone talks about and few have seen.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "Love is a smoke made with the fume of sighs.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "'Tis better to have loved and lost than never to have loved at all.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "Everything is clearer when you're in love.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "The way to love anything is to realize that it may be lost.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "We waste time looking for the perfect lover, instead of creating the perfect love.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "I was about half in love with her by the time we sat down. That's the thing about girls. Every time they do something pretty... you fall half in love with them, and then you never know where the hell you are.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "Who, being loved, is poor?", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Love is a game that two can play and both win.", 
    "name": "Eva Gabor"
  }, 
  {
    "quote": "For small creatures such as we the vastness is bearable only through love.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "The one thing we can never get enough of is love. And the one thing we never give enough is love.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Love is when the other person's happiness is more important than your own.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "The giving of love is an education in itself.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "All mankind love a lover.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "You will find as you look back upon your life that the moments when you have truly lived are the moments when you have done things in the spirit of love.", 
    "name": "Henry Drummond"
  }, 
  {
    "quote": "If you wish to be loved, show more of your faults than your virtues.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Don't brood. Get on with living and loving. You don't have forever.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transformed.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "It is sad not to love, but it is much sadder not to be able to love.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The art of love is largely the art of persistence.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "Love is a friendship set to music.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "There is no remedy for love but to love more.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If you want to be loved, be lovable.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Love is the beauty of the soul.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Love possesses not nor will it be possessed, for love is sufficient unto love.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Love is the triumph of imagination over intelligence.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "To say 'I love you' one must first be able to say the 'I.'", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Before I met my husband, I'd never fallen in love. I'd stepped in it a few times.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "If you would be loved, love, and be loveable.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Love does not dominate it cultivates.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Only do what your heart tells you.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "You never lose by loving. You always lose by holding back.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Love... it surrounds every being and extends slowly to embrace all that shall be.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Love is the joy of the good, the wonder of the wise, the amazement of the Gods.", 
    "name": "Plato"
  }, 
  {
    "quote": "Love is a canvas furnished by nature and embroidered by imagination.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "It's useless to hold a person to anything he says while he's in love, drunk, or running for office.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Love is a gross exaggeration of the difference between one person and everybody else.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "To fear love is to fear life, and those who fear life are already three parts dead.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "One is loved because one is loved. No reason is needed for loving.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Love is being stupid together.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Love is when you meet someone who tells you something new about yourself.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "It is difficult to know at what moment love begins it is less difficult to know that it has begun.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "How absurd and delicious it is to be in love with somebody younger than yourself. Everybody should try it.", 
    "name": "Barbara Pym"
  }, 
  {
    "quote": "In love the paradox occurs that two beings become one and yet remain two.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "When love is not madness, it is not love.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "The love we give away is the only love we keep.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Love is an act of endless forgiveness, a tender look which becomes a habit.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "Blessed is the influence of one true, loving human soul on another.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "To love another person is to see the face of God.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "A kiss is a rosy dot over the 'i' of loving.", 
    "name": "Cyrano de Bergerac"
  }, 
  {
    "quote": "Love is the only sane and satisfactory answer to the problem of human existence.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Absence - that common cure of love.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Life is the flower for which love is the honey.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The only abnormality is the incapacity to love.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "There is no disguise which can hide love for long where it exists, or simulate it where it does not.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love consists in this, that two solitudes protect and touch and greet each other.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Be of love a little more careful than of anything.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Whatever our souls are made of, his and mine are the same.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "Love takes off masks that we fear we cannot live without and know we cannot live within.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "A new command I give you: Love one another. As I have loved you, so you must love one another.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "Love is supreme and unconditional like is nice but limited.", 
    "name": "Duke Ellington"
  }, 
  {
    "quote": "Gestures, in love, are incomparably more attractive, effective and valuable than words.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "Looking back, I have this to regret, that too often when I loved, I did not say so.", 
    "name": "David Grayson"
  }, 
  {
    "quote": "I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I believe in the compelling power of love. I do not understand it. I believe it to be the most fragrant blossom of all this thorny existence.", 
    "name": "Theodore Dreiser"
  }, 
  {
    "quote": "Lord, grant that I might not so much seek to be loved as to love.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "There is a woman at the begining of all great things.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "Love knows not distance it hath no continent its eyes are for the stars.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "The sweetest of all sounds is that of the voice of the woman we love.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "The degree of loving is measured by the degree of giving.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "People think love is an emotion. Love is good sense.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "Love is the only reality and it is not a mere sentiment. It is the ultimate truth that lies at the heart of creation.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Love is the greatest refreshment in life.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "There is only one kind of love, but there are a thousand imitations.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love is the delusion that one woman differs from another.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "If you wished to be loved, love.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Love is my religion - I could die for it.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Tell me who admires and loves you, and I will tell you who you are.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Love shall be our token love be yours and love be mine.", 
    "name": "Christina Rossetti"
  }, 
  {
    "quote": "He is not a lover who does not love forever.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Love is the hardest habit to break, and the most difficult to satisfy.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "When we are in love we seem to ourselves quite different from what we were before.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The most powerful weapon on earth is the human soul on fire.", 
    "name": "Ferdinand Foch"
  }, 
  {
    "quote": "Love is all we have, the only way that each can help the other.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Choose your love, Love your choice.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Falling in love consists merely in uncorking the imagination and bottling the common sense.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Love is an emotion experienced by the many and enjoyed by the few.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "If you could only love enough, you could be the most powerful person in the world.", 
    "name": "Emmet Fox"
  }, 
  {
    "quote": "To witness two lovers is a spectacle for the gods.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Love means to commit yourself without guarantee.", 
    "name": "Anne Campbell"
  }, 
  {
    "quote": "Follow love and it will flee, flee love and it will follow thee.", 
    "name": "John Gay"
  }, 
  {
    "quote": "The way to know life is to love many things.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Your words are my food, your breath my wine. You are everything to me.", 
    "name": "Sarah Bernhardt"
  }, 
  {
    "quote": "The fact is that love is of two kinds, one which commands, and one which obeys. The two are quite distinct, and the passion to which the one gives rise is not the passion of the other.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Love is only a dirty trick played on us to achieve continuation of the species.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Down on your knees, and thank heaven, fasting, for a good man's love.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Love takes up where knowledge leaves off.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Fortune and love favor the brave.", 
    "name": "Ovid"
  }, 
  {
    "quote": "There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder.", 
    "name": "Charles Morgan"
  }, 
  {
    "quote": "Each moment of a happy lover's hour is worth an age of dull and common life.", 
    "name": "Aphra Behn"
  }, 
  {
    "quote": "Love is suffering. One side always loves more.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "Love is what you've been through with somebody.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Love looks through a telescope envy, through a microscope.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Love in its essence is spiritual fire.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "There are never enough I Love You's.", 
    "name": "Lenny Bruce"
  }, 
  {
    "quote": "Love is always being given where it is not required.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Friendship is Love without his wings!", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Come live with me and be my love, And we will all the pleasures prove, That valleys, groves, hills, and fields, Woods, or steepy mountain yields.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "The truth is that there is only one terminal dignity - love. And the story of a love is not important - what is important is that one is capable of love. It is perhaps the only glimpse we are permitted of eternity.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "We are all born for love. It is the principle of existence, and its only end.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Love is the poetry of the senses.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "There is always something left to love. And if you ain't learned that, you ain't learned nothing.", 
    "name": "Lorraine Hansberry"
  }, 
  {
    "quote": "Love means to love that which is unlovable or it is no virtue at all.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "People who throw kisses are hopelessly lazy.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "Love is not only something you feel, it is something you do.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "Love is the great miracle cure. Loving ourselves works miracles in our lives.", 
    "name": "Louise L. Hay"
  }, 
  {
    "quote": "In every living thing there is the desire for love.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Love is but the discovery of ourselves in others, and the delight in the recognition.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "For love is immortality.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "We may give without loving, but we cannot love without giving.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "Love conquers all.", 
    "name": "Virgil"
  }, 
  {
    "quote": "Sometimes it's hard to be a woman giving all your love to just one man.", 
    "name": "Tammy Wynette"
  }, 
  {
    "quote": "To love abundantly is to live abundantly, and to love forever is to live forever.", 
    "name": "Henry Drummond"
  }, 
  {
    "quote": "Love is that splendid triggering of human vitality the supreme activity which nature affords anyone for going out of himself toward someone else.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "When you love a man, he becomes more than a body. His physical limbs expand, and his outline recedes, vanishes. He is rich and sweet and right. He is part of the world, the atmosphere, the blue sky and the blue water.", 
    "name": "Gwendolyn Brooks"
  }, 
  {
    "quote": "If you can learn to love yourself and all the flaws, you can love other people so much better. And that makes you so happy.", 
    "name": "Kristin Chenoweth"
  }, 
  {
    "quote": "Say what you will, 'tis better to be left than never to have been loved.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "Sympathy constitutes friendship but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Love is the power to see similarity in the dissimilar.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "If thou must love me, let it be for naught except for love's sake only.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "Take away love and our earth is a tomb.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Love is the word used to label the sexual excitement of the young, the habituation of the middle-aged, and the mutual dependence of the old.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "Love is the child of illusion and the parent of disillusion.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "Do you have to have a reason for loving?", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "The first magic of love is our ignorance that it can ever end.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Love's greatest gift is its ability to make everything it touches sacred.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "The quarrels of lovers are the renewal of love.", 
    "name": "Jean Racine"
  }, 
  {
    "quote": "When you're in love you never really know whether your elation comes from the qualities of the one you love, or if it attributes them to her whether the light which surrounds her like a halo comes from you, from her, or from the meeting of your sparks.", 
    "name": "Natalie Clifford Barney"
  }, 
  {
    "quote": "What the world really needs is more love and less paper work.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Let no one who loves be unhappy, even love unreturned has its rainbow.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "I don't know that love changes. People change. Circumstances change.", 
    "name": "Nicholas Sparks"
  }, 
  {
    "quote": "No one has ever loved anyone the way everyone wants to be loved.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "He who loves, flies, runs, and rejoices he is free and nothing holds him back.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Love is the only gold.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "To love and be loved is to feel the sun from both sides.", 
    "name": "David Viscott"
  }, 
  {
    "quote": "It is easier to love humanity as a whole than to love one's neighbor.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Though lovers be lost love shall not.", 
    "name": "Dylan Thomas"
  }, 
  {
    "quote": "Nobody has ever measured, not even poets, how much the heart can hold.", 
    "name": "Zelda Fitzgerald"
  }, 
  {
    "quote": "When you love someone all your saved up wishes start coming out.", 
    "name": "Elizabeth Bowen"
  }, 
  {
    "quote": "Love means not ever having to say you're sorry.", 
    "name": "Erich Segal"
  }, 
  {
    "quote": "There is no limit to the power of loving.", 
    "name": "John Morton"
  }, 
  {
    "quote": "Love you will find only where you may show yourself weak without provoking strength.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "O, thou art fairer than the evening air clad in the beauty of a thousand stars.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Love is a mutual self-giving which ends in self-recovery.", 
    "name": "Fulton J. Sheen"
  }, 
  {
    "quote": "To love for the sake of being loved is human, but to love for the sake of loving is angelic.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "You don't want to love - your eternal and abnormal craving is to be loved. You aren't positive, you're negative. You absorb, absorb, as if you must fill yourself up with love, because you've got a shortage somewhere.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "There is more pleasure in loving than in being beloved.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "When love is at its best, one loves so much that he cannot forget.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "Love is like a faucet, it turns off and on.", 
    "name": "Billie Holiday"
  }, 
  {
    "quote": "More than kisses, letters mingle souls.", 
    "name": "John Donne"
  }, 
  {
    "quote": "Stand by your man. Give him two arms to cling to and something warm to come to.", 
    "name": "Tammy Wynette"
  }, 
  {
    "quote": "Love is metaphysical gravity.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "There is room in the smallest cottage for a happy loving pair.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Who loves, raves.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "With our love, we could save the world.", 
    "name": "George Harrison"
  }, 
  {
    "quote": "Pains of love be sweeter far than all other pleasures are.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "To good and true love fear is forever affixed.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "What is love? It is the morning and the evening star.", 
    "name": "Sinclair Lewis"
  }, 
  {
    "quote": "Ultimately love is everything.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "True love is quiescent, except in the nascent moments of true humility.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Only love interests me, and I am only in contact with things that revolve around love.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "You don't have to go looking for love when it's where you come from.", 
    "name": "Werner Erhard"
  }, 
  {
    "quote": "It is very easy to love alone.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Who so loves believes the impossible.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "Only divine love bestows the keys of knowledge.", 
    "name": "Arthur Rimbaud"
  }, 
  {
    "quote": "The richest love is that which submits to the arbitration of time.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "We perceive when love begins and when it declines by our embarrassment when alone together.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Love ceases to be a pleasure when it ceases to be a secret.", 
    "name": "Aphra Behn"
  }, 
  {
    "quote": "All love is vanquished by a succeeding love.", 
    "name": "Ovid"
  }, 
  {
    "quote": "We can only learn to love by loving.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "We are most alive when we're in love.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Who ever loved that loved not at first sight?", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Love is when he gives you a piece of your soul, that you never knew was missing.", 
    "name": "Torquato Tasso"
  }, 
  {
    "quote": "Love is an energy which exists of itself. It is its own value.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "In love there are two things - bodies and words.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "We love but once, for once only are we perfectly equipped for loving.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "I long for the raised voice, the howl of rage or love.", 
    "name": "Leslie Fiedler"
  }, 
  {
    "quote": "Love is love's reward.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "But love's a malady without a cure.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Love is much nicer to be in than an automobile accident, a tight girdle, a higher tax bracket or a holding pattern over Philadelphia.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "Is it not by love alone that we succeed in penetrating to the very essence of being?", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "Who would give a law to lovers? Love is unto itself a higher law.", 
    "name": "Boethius"
  }, 
  {
    "quote": "Love is blind.", 
    "name": "Geoffrey Chaucer"
  }, 
  {
    "quote": "When we lose one we love, our bitterest tears are called forth by the memory of hours when we loved not enough.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "The cure for all the ills and wrongs, the cares, the sorrows, and the crimes of humanity, all lie in the one word 'love'. It is the divine vitality that everywhere produces and restores life.", 
    "name": "Lydia M. Child"
  }, 
  {
    "quote": "Oh, love will make a dog howl in rhyme.", 
    "name": "Francis Beaumont"
  }, 
  {
    "quote": "Love is a hole in the heart.", 
    "name": "Ben Hecht"
  }, 
  {
    "quote": "Love is the magician that pulls man out of his own hat.", 
    "name": "Ben Hecht"
  }, 
  {
    "quote": "In our life there is a single color, as on an artist's palette, which provides the meaning of life and art. It is the color of love.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "To enlarge or illustrate this power and effect of love is to set a candle in the sun.", 
    "name": "Robert Burton"
  }, 
  {
    "quote": "One must not trifle with love.", 
    "name": "Alfred de Musset"
  }, 
  {
    "quote": "All love is lost but upon God alone.", 
    "name": "William Dunbar"
  }, 
  {
    "quote": "Darkness cannot drive out darkness only light can do that. Hate cannot drive out hate only love can do that.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Love all, trust a few, do wrong to none.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "When the power of love overcomes the love of power the world will know peace.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Choose a job you love, and you will never have to work a day in your life.", 
    "name": "Confucius"
  }, 
  {
    "quote": "A successful marriage requires falling in love many times, always with the same person.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "All major religious traditions carry basically the same message, that is love, compassion and forgiveness the important thing is they should be part of our daily lives.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "To love beauty is to see light.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "My great hope is to laugh as much as I cry to get my work done and try to love somebody and have the courage to accept the love in return.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Love and compassion are necessities, not luxuries. Without them humanity cannot survive.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Don't aim for success if you want it just do what you love and believe in, and it will come naturally.", 
    "name": "David Frost"
  }, 
  {
    "quote": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve and bad things are very easy to get.", 
    "name": "Confucius"
  }, 
  {
    "quote": "I love people who make me laugh. I honestly think it's the thing I like most, to laugh. It cures a multitude of ills. It's probably the most important thing in a person.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The love of family and the admiration of friends is much more important than wealth and privilege.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "There can be no deep disappointment where there is not deep love.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Love begins by taking care of the closest ones - the ones at home.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "If music be the food of love, play on.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "If you have only one smile in you give it to the people you love.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Love is the only force capable of transforming an enemy into friend.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Have we not come to such an impasse in the modern world that we must love our enemies - or else? The chain reaction of evil - hate begetting hate, wars producing more wars - must be broken, or else we shall be plunged into the dark abyss of annihilation.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Hatred does not cease by hatred, but only by love this is the eternal rule.", 
    "name": "Buddha"
  }, 
  {
    "quote": "All you need is love. But a little chocolate now and then doesn't hurt.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "If you love life, don't waste time, for time is what life is made up of.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Before marriage, a girl has to make love to a man to hold him. After marriage, she has to hold him to make love to him.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "It may be true that the law cannot make a man love me, but it can keep him from lynching me, and I think that's pretty important.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "At the center of non-violence stands the principle of love.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Friends show their love in times of trouble, not in happiness.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "You can't stop loving or wanting to love because when its right it's the best thing in the world. When you're in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete.", 
    "name": "Keith Sweat"
  }, 
  {
    "quote": "A coward is incapable of exhibiting love it is the prerogative of the brave.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "You can't blame gravity for falling in love.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Never trust anyone completely but God. Love people, but put your full trust only in God.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "If you love someone, set them free. If they come back they're yours if they don't they never were.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "I love you when you bow in your mosque, kneel in your temple, pray in your church. For you and I are sons of one religion, and it is the spirit.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "I say what I want to say and do what I want to do. There's no in between. People will either love you for it or hate you for it.", 
    "name": "Eminem"
  }, 
  {
    "quote": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "You, yourself, as much as anybody in the entire universe, deserve your love and affection.", 
    "name": "Buddha"
  }, 
  {
    "quote": "People love chopping wood. In this activity one immediately sees results.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "If you want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Intense love does not measure, it just gives.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Even the rich are hungry for love, for being cared for, for being wanted, for having someone to call their own.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Love is a fruit in season at all times, and within reach of every hand.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "I love mirrors. They let one pass through the surface of things.", 
    "name": "Claude Chabrol"
  }, 
  {
    "quote": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "And ever has it been known that love knows not its own depth until the hour of separation.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Absence from those we love is self from self - a deadly banishment.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Love of beauty is taste. The creation of beauty is art.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I honestly think it is better to be a failure at something you love than to be a success at something you hate.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Love is the ability and willingness to allow those that you care for to be what they choose for themselves without any insistence that they satisfy you.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Men always want to be a woman's first love - women like to be a man's last romance.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "If we lose love and self respect for each other, this is how we finally die.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "The course of true love never did run smooth.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I know of only one duty, and that is to love.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "One should always be in love. That is the reason one should never marry.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "A man can be happy with any woman, as long as he does not love her.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The greatest gift that you can give to others is the gift of unconditional love and acceptance.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Many people mistake our work for our vocation. Our vocation is the love of Jesus.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Forgiveness is the final form of love.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "The most important thing a father can do for his children is to love their mother.", 
    "name": "Theodore Hesburgh"
  }, 
  {
    "quote": "Joy is a net of love by which you can catch souls.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds yet I willingly cure him for the love of God.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "The first duty of love is to listen.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "I see when men love women. They give them but a little of their lives. But women when they love give everything.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Work is love made visible. And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "There are four questions of value in life... What is sacred? Of what is the spirit made? What is worth living for, and what is worth dying for? The answer to each is the same. Only love.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Rare as is true love, true friendship is rarer.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "We are not the same persons this year as last nor are those we love. It is a happy chance if we, changing, continue to love a changed person.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, 'I love you.'", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Falling in love and having a relationship are two different things.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.", 
    "name": "Barbara Smith"
  }, 
  {
    "quote": "As selfishness and complaint pervert the mind, so love with its joy clears and sharpens the vision.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "When you fish for love, bait with your heart, not your brain.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I love deadlines. I like the whooshing sound they make as they fly by.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "Love does not consist in gazing at each other, but in looking outward together in the same direction.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Love is like a virus. It can happen to anybody at any time.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "It has always seemed strange to me... the things we admire in men, kindness and generosity, openness, honesty, understanding and feeling, are the concomitants of failure in our system. And those traits we detest, sharpness, greed, acquisitiveness, meanness, egotism and self-interest, are the traits of success. And while men admire the quality of the first they love the produce of the second.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.", 
    "name": "Dale Evans"
  }, 
  {
    "quote": "We never know the love of a parent till we become parents ourselves.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Love is a serious mental disease.", 
    "name": "Plato"
  }, 
  {
    "quote": "To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I love those who yearn for the impossible.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Love to faults is always blind, always is to joy inclined. Lawless, winged, and unconfined, and breaks all chains from every mind.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "The sadness of the women's movement is that they don't allow the necessity of love. See, I don't personally trust any revolution where love is not allowed.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Love. Fall in love and stay in love. Write only what you love, and love what you write. The key word is love. You have to get up in the morning and write something you love, something to live for.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "I love life because what more is there?", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "Where we love is home - home that our feet may leave, but not our hearts.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Rather than love, than money, than fame, give me truth.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "Show me your hands. Do they have scars from giving? Show me your feet. Are they wounded in service? Show me your heart. Have you left a place for divine love?", 
    "name": "Fulton J. Sheen"
  }, 
  {
    "quote": "Once in his life, every man is entitled to fall madly in love with a gorgeous redhead.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "All, everything that I understand, I understand only because I love.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Knowledge is love and light and vision.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Love sought is good, but given unsought, is better.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I guess I have always been deeply terrified to really be someone's wife since I know from life one cannot love another, ever, really.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Who could refrain that had a heart to love and in that heart courage to make love known?", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "I have a very strong feeling that the opposite of love is not hate - it's apathy. It's not giving a damn.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "We can't command our love, but we can our actions.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall in again.", 
    "name": "Judith Viorst"
  }, 
  {
    "quote": "If you want to be successful, it's just this simple. Know what you are doing. Love what you are doing. And believe in what you are doing.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Politics is such a torment that I advise everyone I love not to mix with it.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Justice that love gives is a surrender, justice that law gives is a punishment.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Speak low, if you speak love.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I'm not claiming divinity. I've never claimed purity of soul. I've never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "True love doesn't happen right away it's an ever-growing process. It develops after you've gone through many ups and downs, when you've suffered together, cried together, laughed together.", 
    "name": "Ricardo Montalban"
  }, 
  {
    "quote": "This is one of the miracles of love: It gives a power of seeing through its own enchantments and yet not being disenchanted.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "The best smell in the world is that man that you love.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Love one another, but make not a bond of love: Let it rather be a moving sea between the shores of your souls.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Love is blind friendship closes its eyes.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Love never dies a natural death. It dies because we don't know how to replenish it's source. It dies of blindness and errors and betrayals. It dies of illness and wounds it dies of weariness, of witherings, of tarnishings.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I do all the evil I can before I learn to shun it? Is it not enough to know the evil to shun it? If not, we should be sincere enough to admit that we love evil too well to give it up.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Love is too young to know what conscience is.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "What light is to the eyes - what air is to the lungs - what love is to the heart, liberty is to the soul of man.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Love will find a way through paths where wolves fear to prey.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "A friendship that like love is warm A love like friendship, steady.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "Respect is what we owe love, what we give.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "Love is not love that alters when it alteration finds.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Where love is, there God is also.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "All you need is love.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "No matter how dark the moment, love and hope are always possible.", 
    "name": "George Chakiris"
  }, 
  {
    "quote": "When a man has once loved a woman he will do anything for her except continue to love her.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Hatred is blind, as well as love.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "The love of heaven makes one heavenly.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Love cannot save you from your own fate.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Love is the answer, and you know that for sure Love is a flower, you've got to let it grow.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "If we love our country, we should also love our countrymen.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "They do not love that do not show their love.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Man's nature is not essentially evil. Brute nature has been know to yield to the influence of love. You must never despair of human nature.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "There is always something ridiculous about the emotions of people whom one has ceased to love.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I'm an introvert... I love being by myself, love being outdoors, love taking a long walk with my dogs and looking at the trees, flowers, the sky.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Those whom the gods love grow young.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Presents don't really mean much to me. I don't want to sound mawkish, but - it was the realization that I have a great many people in my life who really love me, and who I really love.", 
    "name": "Gabriel Byrne"
  }, 
  {
    "quote": "Flatter me, and I may not believe you. Criticize me, and I may not like you. Ignore me, and I may not forgive you. Encourage me, and I will not forget you. Love me and I may be forced to love you.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "Is it not enough to know the evil to shun it? If not, we should be sincere enough to admit that we love evil too well to give it up.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Ever has it been that love knows not its own depth until the hour of separation.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Love is trembling happiness.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Even when I'm old and grey, I won't be able to play it, but I'll still love the game.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "Don't do anything by half. If you love someone, love them with all your soul. When you go to work, work your ass off. When you hate someone, hate them until it hurts.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Love and doubt have never been on speaking terms.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A dog is the only thing on earth that loves you more than you love yourself.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Doing what you love is the cornerstone of having abundance in your life.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Dost thou love life? Then do not squander time, for that is the stuff life is made of.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Money can't buy love, but it improves your bargaining position.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Do not hire a man who does your work for money, but him who does it for love of it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I wish people would love everybody else the way they love me. It would be a better world.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Age does not protect you from love. But love, to some extent, protects you from age.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I'll love you, dear, I'll love you till China and Africa meet and the river jumps over the mountain and the salmon sing in the street.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "If you cannot work with love but only with distaste, it is better that you should leave your work.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Love is the expression of one's values, the greatest reward you can earn for the moral qualities you have achieved in your character and person, the emotional price paid by one man for the joy he receives from the virtues of another.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape that's all I buy, that's all I live, that's all I listen to, that's all I love.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "I swear, by my life and my love of it, that I will never live for the sake of another man, nor ask another man to live for mine.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Where there's marriage without love, there will be love without marriage.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I love to be alone. I never found the companion that was so companionable as solitude.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "He who falls in love with himself will have no rivals.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The story of life is quicker then the blink of an eye, the story of love is hello, goodbye.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "When people get married because they think it's a long-time love affair, they'll be divorced very soon, because all love affairs end in disappointment. But marriage is a recognition of a spiritual identity.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Love and work are the cornerstones of our humanness.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "When love beckons to you, follow him, Though his ways are hard and steep. And when his wings enfold you yield to him, Though the sword hidden among his pinions may wound you.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Coming generations will learn equality from poverty, and love from woes.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Mother's love is peace. It need not be acquired, it need not be deserved.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers.", 
    "name": "Larry Flynt"
  }, 
  {
    "quote": "There is always some madness in love. But there is also always some reason in madness.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "There is no love without forgiveness, and there is no forgiveness without love.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Today I love myself as I love my god: who could charge me with a sin today? I know only sins against my god but who knows my god?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I know you've heard it a thousand times before. But it's true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "One is very crazy when in love.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.", 
    "name": "Benjamin Britten"
  }, 
  {
    "quote": "Men love to wonder, and that is the seed of science.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Do what you love. Know your own bone gnaw at it, bury it, unearth it, and gnaw it still.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Anxiety is love's greatest killer. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Guilt for being rich, and guilt thinking that perhaps love and peace isn't enough and you have to go and get shot or something.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "I have found that if you love life, life will love you back.", 
    "name": "Arthur Rubinstein"
  }, 
  {
    "quote": "Truth is handsomer than the affectation of love. Your goodness must have some edge to it, else it is none.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Because of a great love, one is courageous.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "There is not enough love and goodness in the world to permit giving any of it away to imaginary beings.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I have no hostility to nature, but a child's love to it. I expand and live in the warm day like corn and melons.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "For though we love both the truth and our friends, piety requires us to honor the truth first.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "A father may turn his back on his child, brothers and sisters may become inveterate enemies, husbands may desert their wives, wives their husbands. But a mother's love endures through all.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "The greatest healing therapy is friendship and love.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Hallow the body as a temple to comeliness and sanctify the heart as a sacrifice to love love recompenses the adorers.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I think my passion is misinterpreted as anger sometimes. And I don't think people are ready for the message that I'm delivering, and delivering with a sense of violent love.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "A scholar who cherishes the love of comfort is not fit to be deemed a scholar.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "If the Great Way perishes there will morality and duty. When cleverness and knowledge arise great lies will flourish. When relatives fall out with one another there will be filial duty and love. When states are in confusion there will be faithful servants.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "What do I care about the purring of one who cannot love, like the cat?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "No matter what you've done for yourself or for humanity, if you can't look back on having given love and attention to your own family, what have you really accomplished?", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The wise are wise only because they love. The fool are fools only because they think they can understand love.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Pursue some path, however narrow and crooked, in which you can walk with love and reverence.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "You don't have to deserve your mother's love. You have to deserve your father's.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Love thy neighbor - and if he happens to be tall, debonair and devastating, it will be that much easier.", 
    "name": "Mae West"
  }, 
  {
    "quote": "A heart is not judged by how much you love, but by how much you are loved by others.", 
    "name": "Frank Morgan"
  }, 
  {
    "quote": "For anything worth having one must pay the price and the price is always work, patience, love, self-sacrifice - no paper currency, no promises to pay, but the gold of real service.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "A woman can bring a new love to each man she loves, providing there are not too many.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Men who think that a woman's past love affairs lessen her love for them are usually stupid and weak.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I love a natural look in pictures.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Someday I want to have children and give them all the love I never had.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I love those who do not know how to live for today.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Love is not consolation. It is light.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "If you're married, and you have a wife, and you really love your wife, is it good enough to only say to your wife 'I love her' the day you get married? Or should you tell her every single day when you wake up and every opportunity? And that's how I feel about my relationship with Jesus Christ is that it is the most important thing in my life.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Friendship may, and often does, grow into love, but love never subsides into friendship.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "This is the hardest of all: to close the open hand out of love, and keep modest as a giver.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Whatever is done for love always occurs beyond good and evil.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Love matches, so called, have illusion for their father and need for their mother.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Never go on trips with anyone you do not love.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "A woman in love can't be reasonable - or she probably wouldn't be in love.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Love has nothing to do with what you are expecting to get - only with what you are expecting to give - which is everything.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "We all want to be in love and find that person who is going to love us no matter how our feet smell, no matter how angry we get one day, no matter the things we say that we don't mean.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "A tree is known by its fruit a man by his deeds. A good deed is never lost he who sows courtesy reaps friendship, and he who plants kindness gathers love.", 
    "name": "Saint Basil"
  }, 
  {
    "quote": "The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.", 
    "name": "Basil Hume"
  }, 
  {
    "quote": "Fatherhood is pretending the present you love most is soap-on-a-rope.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "There is no lonelier man in death, except the suicide, than that man who has lived many years with a good wife and then outlived her. If two people love each other there can be no happy end to it.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Of all that is written, I love only what a person has written with his own blood.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "There is no sincerer love than the love of food.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Ignorance and bungling with love are better than wisdom and skill without.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Honestly, I'd love to be remembered as one of the best to ever pick up a mic, but if I'm doing my part to lessen some racial tension I feel good about what I'm doing.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Those whom we can love, we can hate to others we are indifferent.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The time I burned my guitar it was like a sacrifice. You sacrifice the things you love. I love my guitar.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "You can give without loving, but you can never love without giving.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "I love the attention but I don't like too much of it.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Do not seek the because - in love there is no because, no reason, no explanation, no solutions.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "A man in love is incomplete until he has married. Then he's finished.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "I have an everyday religion that works for me. Love yourself first, and everything else falls into line.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "A poet never takes notes. You never take notes in a love affair.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it.", 
    "name": "Haniel Long"
  }, 
  {
    "quote": "Because parents have power over children. They feel they have to do what their parents say. But the love of money is the root of all evil. And this is a sweet child. And to see him turn like this, this isn't him. This is not him.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "For one human being to love another that is perhaps the most difficult of all our tasks, the ultimate, the last test and proof, the work for which all other work is but preparation.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "The perfect love affair is one which is conducted entirely by post.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "I love Mickey Mouse more than any woman I have ever known.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Love comes when manipulation stops when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "Life in abundance comes only through great love.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Love and desire are the spirit's wings to great deeds.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "Love is something far more than desire for sexual intercourse it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The only creatures that are evolved enough to convey pure love are dogs and infants.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "It's funny how most people love the dead, once you're dead your made for life.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Having a child is surely the most beautifully irrational act that two people in love can commit.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Jealousy contains more of self-love than of love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Since love grows within you, so beauty grows. For love is the beauty of the soul.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "May we so love as never to have occasion to repent of our love!", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "You either love or you hate. You live in the middle, you get nothing.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "You gotta love livin', baby, 'cause dyin' is a pain in the ass.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "It is most unwise for people in love to marry.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The struggle of my life created empathy - I could relate to pain, being abandoned, having people not love me.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Let the beauty of what you love be what you do.", 
    "name": "Rumi"
  }, 
  {
    "quote": "Oh, the tiger will love you. There is no sincerer love than the love of food.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Heaven has no rage like love to hatred turned, nor hell a fury like a woman scorned.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "The fickleness of the women I love is only equalled by the infernal constancy of the women who love me.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "Love is always open arms. If you close your arms about love you will find that you are left holding only yourself.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Love grows by giving. The love we give away is the only love we keep. The only way to retain love is to give it away.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Let your religion be less of a theory and more of a love affair.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "All the laws and legislation in the world will never heal this world like the loving hearts and arms of mothers and fathers. If every child could drift to sleep feeling wrapped in the love of their family - and God's love - this world would be a far more gentle and better place.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The love of economy is the root of all virtue.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Courage is like love it must have hope for nourishment.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I believe that every single event in life happens in an opportunity to choose love over fear.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "If love is the answer, could you please rephrase the question?", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "All the commandments: You shall not commit adultery, you shall not kill, you shall not steal, you shall not covet, and so on, are summed up in this single command: You must love your neighbor as yourself.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "To love rightly is to love what is orderly and beautiful in an educated and disciplined way.", 
    "name": "Plato"
  }, 
  {
    "quote": "Christmas in Bethlehem. The ancient dream: a cold, clear night made brilliant by a glorious star, the smell of incense, shepherds and wise men falling to their knees in adoration of the sweet baby, the incarnation of perfect love.", 
    "name": "Lucinda Franks"
  }, 
  {
    "quote": "Fantasy love is much better than reality love. Never doing it is very exciting. The most exciting attractions are between two opposites that never meet.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one's children.", 
    "name": "Ednita Nazario"
  }, 
  {
    "quote": "When women love us, they forgive us everything, even our crimes when they do not love us, they give us credit for nothing, not even our virtues.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Anger and jealousy can no more bear to lose sight of their objects than love.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Love conquers all things except poverty and toothache.", 
    "name": "Mae West"
  }, 
  {
    "quote": "We always deceive ourselves twice about the people we love - first to their advantage, then to their disadvantage.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Let love flow so that it cleanses the world. Then man can live in peace, instead of the state of turmoil he has created through his past ways of life, with all those material interests and earthly ambitions.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "The reason men oppose progress is not that they hate progress, but that they love inertia.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Love, we say, is life but love without hope and faith is agonizing death.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "You don't have to be singing about love all the time in order to give love to the people. You don't have to keep flashing those words all the time.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Don't forget to love yourself.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "We are never so defensless against suffering as when we love.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "There is no scarcity of opportunity to make a living at what you love there's only scarcity of resolve to make it happen.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "It's not an act. I love it. It's totally original. People go, 'What's going on with this guy? Why does he sound so weird? What is going on in his brain. I don't know. Just one day I suddenly woke up with a new brain.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.", 
    "name": "Tad Williams"
  }, 
  {
    "quote": "If I love you, what business is it of yours?", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I often try to tell kids to think about all the people who love you, don't cry over the one person who doesn't.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "When you have really exhausted an experience you always reverence and love it.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Where there is great love, there are always wishes.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "Sex without love is merely healthy exercise.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "It's funny the way most people love the dead. Once you are dead, you are made for life.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "We need to teach the next generation of children from day one that they are responsible for their lives. Mankind's greatest gift, also its greatest curse, is that we have free choice. We can make our choices built from love or from fear.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Love always creates, it never destroys. In this lie's man's only promise.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "Love may be or it may not, but where it is, it ought to reveal itself in its immensity.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I love to go to Washington - if only to be near my money.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "May you live as long as you wish and love as long as you live.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "To keep your marriage brimming, With love in the loving cup, Whenever you're wrong, admit it Whenever you're right, shut up.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "The Eskimos had fifty-two names for snow because it was important to them: there ought to be as many for love.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "We, the People, recognize that we have responsibilities as well as rights that our destinies are bound together that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Man is an idea, and a precious small idea once he turns his back on love.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The desire for possession is insatiable, to such a point that it can survive even love itself. To love, therefore, is to sterilize the person one loves.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "I am certainly not an authority on love because there are no authorities on love, just those who've had luck with it and those who haven't.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "To abandon oneself to principles is really to die - and to die for an impossible love which is the contrary of love.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Friendship is certainly the finest balm for the pangs of disappointed love.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Humanity I love you because when you're hard up you pawn your intelligence to buy a drink.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "I do not deny that I planned sabotage. I did not plan it in a spirit of recklessness nor because I have any love of violence. I planned it as a result of a calm and sober assessment of the political situation that had arisen after many years of tyranny, exploitation and oppression of my people by the whites.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Give a child love, laughter and peace, not AIDS.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "In the silence of night I have often wished for just a few words of love from one man, rather than the applause of thousands of people.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.", 
    "name": "A. J. McLean"
  }, 
  {
    "quote": "The ultimate lesson all of us have to learn is unconditional love, which includes not only others but ourselves as well.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Love isn't an emotion or an instinct - it's an art.", 
    "name": "Mae West"
  }, 
  {
    "quote": "My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Love: A temporary insanity curable by marriage.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Hate is only a form love that hasn't found a way to express itself logically.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "I met in the street a very poor young man who was in love. His hat was old, his coat worn, his cloak was out at the elbows, the water passed through his shoes, - and the stars through his soul.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "No one is a friend to his friend who does not love in return.", 
    "name": "Plato"
  }, 
  {
    "quote": "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.", 
    "name": "Erich Segal"
  }, 
  {
    "quote": "It is not love that should be depicted as blind, but self-love.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Nothing can bring a real sense of security into the home except true love.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I will not be just a tourist in the world of images, just watching images passing by which I cannot live in, make love to, possess as permanent sources of joy and ecstasy.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "I like America, just as everybody else does. I love America, I gotta say that. But America will be judged.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "May we not succumb to thoughts of violence and revenge today, but rather to thoughts of mercy and compassion. We are to love our enemies that they might be returned to their right minds.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "For true love is inexhaustible the more you give, the more you have. And if you go to draw at the true fountainhead, the more water you draw, the more abundant is its flow.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "We're not raising children with the love that we need to.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "What I needed most was to love and to be loved, eager to be caught. Happily I wrapped those painful bonds around me and sure enough, I would be lashed with the red-hot pokers or jealousy, by suspicions and fear, by burst of anger and quarrels.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Love is the ultimate theme, but it's not just for women.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "It is impossible to love and to be wise.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "My number one goal is to love, support and be there for my son.", 
    "name": "Farrah Fawcett"
  }, 
  {
    "quote": "Food, love, career, and mothers, the four major guilt groups.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "There is no friendship, no love, like that of the parent for the child.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I never knew how to worship until I knew how to love.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "The essential elements of giving are power and love - activity and affection - and the consciousness of the race testifies that in the high and appropriate exercise of these is a blessedness greater than any other.", 
    "name": "Mark Hopkins"
  }, 
  {
    "quote": "I love being black in America, and especially being black in Hollywood.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Love seeks one thing only: the good of the one loved. It leaves all the other secondary effects to take care of themselves. Love, therefore, is its own reward.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "There is only one secure foundation: a genuine, deep relationship with Jesus Christ, which will carry you through any and all turmoil. No matter what storms are raging all around, you'll stand firm if you stand on His love.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "If you love someone, you say it, right then, out loud. Otherwise, the moment just passes you by.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "It's tangible, it's solid, it's beautiful. It's artistic, from my standpoint, and I just love real estate.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Love can consign us to hell or to paradise, but it always takes us somewhere.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "If you find someone you love in your life, then hang on to that love.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "Thank you, God, for this good life and forgive us if we do not love it enough.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "Those who intend on becoming great should love neither themselves nor their own things, but only what is just, whether it happens to be done by themselves or others.", 
    "name": "Plato"
  }, 
  {
    "quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "I love it when someone insults me. That means that I don't have to be nice anymore.", 
    "name": "Billy Idol"
  }, 
  {
    "quote": "Any fool knows that bravado is always a cover-up for insecurity. That's the truth. And on that note, I'll say goodnight. God love you.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "Look your best - who said love is blind?", 
    "name": "Mae West"
  }, 
  {
    "quote": "The greatest pleasure of life is love.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Love implies anger. The man who is angered by nothing cares about nothing.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Believe in love. Believe in magic. Hell, believe in Santa Clause. Believe in others. Believe in yourself. Believe in your dreams. If you don't, who will?", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "I love producing. I am loving doing that. I think that is my most natural space in the business. I just love producing or editing and that's where I thrive.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "I believe in an America where millions of Americans believe in an America that's the America millions of Americans believe in. That's the America I love.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Girls we love for what they are young men for what they promise to be.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans.", 
    "name": "James Herriot"
  }, 
  {
    "quote": "There are more love songs than anything else. If songs could make you do something we'd all love one another.", 
    "name": "Frank Zappa"
  }, 
  {
    "quote": "Americans love to fight. All real Americans love the sting of battle.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility for it thinks all things lawful for itself, and all things possible.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "Young love is a flame very pretty, often very hot and fierce, but still only light and flickering. The love of the older and disciplined heart is as coals, deep-burning, unquenchable.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I'm in trouble because I'm normal and slightly arrogant. A lot of people don't like themselves and I happen to be totally in love with myself.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "The good life is one inspired by love and guided by knowledge.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "What I know is, is that if you do work that you love, and the work fulfills you, the rest will come.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Some white people hate black people, and some white people love black people, some black people hate white people, and some black people love white people. So you see it's not an issue of black and white, it's an issue of Lovers and Haters.", 
    "name": "Eden Ahbez"
  }, 
  {
    "quote": "I love romance. I'm a sucker for it. I love it so much. It's pathetic.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Start living now. Stop saving the good china for that special occasion. Stop withholding your love until that special person materializes. Every day you are alive is a special occasion. Every minute, every breath, is a gift from God.", 
    "name": "Mary Manin Morrissey"
  }, 
  {
    "quote": "I'm not saying that love always takes you to heaven. Your life can become a nightmare. But that said, it is worth taking the risk.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "What I cannot love, I overlook. Is that real friendship?", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I love argument, I love debate. I don't expect anyone just to sit there and agree with me, that's not their job.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Ask those who love Him with a sincere love, and they will tell you that they find no greater or prompter relief amid the troubles of their life than in loving conversation with their Divine Friend.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "Love does not claim possession, but gives freedom.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Love is the master key that opens the gates of happiness.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Whoever loves becomes humble. Those who love have, so to speak, pawned a part of their narcissism.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "If love does not know how to give and take without restrictions, it is not love, but a transaction that never fails to lay stress on a plus and a minus.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "Acceptance is not love. You love a person because he or she has lovable traits, but you accept everybody just because they're alive and human.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "And I ask why am I black, they say I was born in sin, and shamed inequity. One of the main songs we used to sing in church makes me sick, 'love wash me and I shall be whiter than snow.", 
    "name": "Peter Tosh"
  }, 
  {
    "quote": "Love has features which pierce all hearts, he wears a bandage which conceals the faults of those beloved. He has wings, he comes quickly and flies away the same.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Well, love is insanity. The ancient Greeks knew that. It is the taking over of a rational and lucid mind by delusion and self-destruction. You lose yourself, you have no power over yourself, you can't even think straight.", 
    "name": "Marilyn French"
  }, 
  {
    "quote": "I love you the more in that I believe you had liked me for my own sake and for nothing else.", 
    "name": "John Keats"
  }, 
  {
    "quote": "True love stories never have endings.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "It's good for everyone to understand that they are to love their enemies, simply because your enemies show you things about yourself you need to change. So in actuality enemies are friends in reverse.", 
    "name": "Gary Busey"
  }, 
  {
    "quote": "Faith is love taking the form of aspiration.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "I always like to win. But I'm the big sister. I want to make sure she has everything, even if I don't have anything. It's hard. I love her too much. That's what counts.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "Behold, my friends, the spring is come the earth has gladly received the embraces of the sun, and we shall soon see the results of their love!", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "A bell's not a bell 'til you ring it, A song's not a song 'til you sing it, Love in your heart wasn't put there to stay, Love isn't love 'til you give it away!", 
    "name": "Oscar Hammerstein II"
  }, 
  {
    "quote": "It is not the creation of wealth that is wrong, but the love of money for its own sake.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Depression is when you have lots of love, but no one's taking.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I think what motivates people is not great hate, but great love for other people.", 
    "name": "Huey Newton"
  }, 
  {
    "quote": "We can't form our children on our own concepts we must take them and love them as God gives them to us.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Treasure the love you receive above all. It will survive long after your good health has vanished.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "You should hurry up and acquire the cigar habit. It's one of the major happinesses. And so much more lasting than love, so much less costly in emotional wear and tear.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "All men and women have an equal need for love. When these needs are not fulfilled it is easy to have our feelings hurt, for which we blame our partner.", 
    "name": "John Gray"
  }, 
  {
    "quote": "I love my family very much. I wish I could see them a little more often than I do. But we understand because we're a show business family and we all work.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "We do not judge the people we love.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Love cannot endure indifference. It needs to be wanted. Like a lamp, it needs to be fed out of the oil of another's heart, or its flame burns low.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Trust in what you love, continue to do it, and it will take you where you need to go.", 
    "name": "Natalie Goldberg"
  }, 
  {
    "quote": "For love would be love of the wrong thing there is yet faith, But the faith and the love and the hope are all in the waiting.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Grief is the price we pay for love.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "I love blackjack. But I'm not addicted to gambling. I'm addicted to sitting in a semi circle.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "I love everything that's old, - old friends, old times, old manners, old books, old wine.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "He that is jealous is not in love.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "The hardest people to reach with the love of God are not the bad people. They know they are bad. They have no defense. The hardest ones to win for God are the self-righteous people.", 
    "name": "Charles L. Allen"
  }, 
  {
    "quote": "But when women are moved and lend help, when women, who are by nature calm and controlled, give encouragement and applause, when virtuous and knowledgeable women grace the endeavor with their sweet love, then it is invincible.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "If a person loves only one other person and is indifferent to all others, his love is not love but a symbiotic attachment, or an enlarged egotism.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge.", 
    "name": "Meir Kahane"
  }, 
  {
    "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.", 
    "name": "Kirsten Dunst"
  }, 
  {
    "quote": "I love America more than any other country in this world, and, exactly for this reason, I insist on the right to criticize her perpetually.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I do not want a husband who honours me as a queen, if he does not love me as a woman.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Love is a trap. When it appears, we see only its light, not its shadows.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything.", 
    "name": "Nikola Tesla"
  }, 
  {
    "quote": "I can't imagine anything more worthwhile than doing what I most love. And they pay me for it.", 
    "name": "Edgar Winter"
  }, 
  {
    "quote": "If you love those who love you, what credit is that to you? For even sinners love those who love them. And if you do good to those who do good to you, what credit is that to you? For even sinners do the same.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "There is only one happiness in this life, to love and be loved.", 
    "name": "George Sand"
  }, 
  {
    "quote": "It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "It is not love that is blind, but jealousy.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "Romantic love is mental illness. But it's a pleasurable one. It's a drug. It distorts reality, and that's the point of it. It would be impossible to fall in love with someone that you really saw.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Absences are a good influence in love and keep it bright and delicate.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Authenticity is the alignment of head, mouth, heart, and feet - thinking, saying, feeling, and doing the same thing - consistently. This builds trust, and followers love leaders they can trust.", 
    "name": "Lance Secretan"
  }, 
  {
    "quote": "The truth is I love being alive. And I love feeling free. So if I can't have those things then I feel like a caged animal and I'd rather not be in a cage. I'd rather be dead. And it's real simple. And I think it's not that uncommon.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "The opposite of love is not hate, it's indifference.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "And a special thank you to the citizens of Massachusetts: You are paying all the taxes, creating all the jobs, raising all the children. This government is yours. Thank you for letting me serve you. I love this job.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The most important thing in the world is family and love.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Love is the most important thing in the world. Hate, we should remove from the dictionary.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Love is moral even without legal marriage, but marriage is immoral without love.", 
    "name": "Ellen Key"
  }, 
  {
    "quote": "Among those whom I like or admire, I can find no common denominator, but among those whom I love, I can: all of them make me laugh.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "One cannot think well, love well, sleep well, if one has not dined well.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Accept that all of us can be hurt, that all of us can and surely will at times fail. Other vulnerabilities, like being embarrassed or risking love, can be terrifying, too. I think we should follow a simple rule: if we can take the worst, take the risk.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "All brave men love for he only is brave who has affections to fight for, whether in the daily battle of life, or in physical contests.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "I am not a vegetarian because I love animals I am a vegetarian because I hate plants.", 
    "name": "A. Whitney Brown"
  }, 
  {
    "quote": "How I Love Lucy was born? We decided that instead of divorce lawyers profiting from our mistakes, we'd profit from them.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "Love is the answer to everything. It's the only reason to do anything. If you don't write stories you love, you'll never make it. If you don't write stories that other people love, you'll never make it.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Computers are magnificent tools for the realization of our dreams, but no machine can replace the human spark of spirit, compassion, love, and understanding.", 
    "name": "Louis Gerstner"
  }, 
  {
    "quote": "The more I think about it, the more I realize there is nothing more artistic than to love others.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "My mother's love has always been a sustaining force for our family, and one of my greatest joys is seeing her integrity, her compassion, her intelligence reflected in my daughters.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Love, like a chicken salad or restaurant hash, must be taken with blind faith or it loses its flavor.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "So long as we love, we serve so long as we are loved by others, I should say that we are almost indispensable and no man is useless while he has a friend.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "True love is eternal, infinite, and always like itself. It is equal and pure, without violent demonstrations: it is seen with white hairs and is always young in the heart.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Music is what I breath, what I love to do. It keeps me alive.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "Passion is momentary love is enduring.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "To fall in love is easy, even to remain in it is not difficult our human loneliness is cause enough. But it is a hard quest worth making to find a comrade through whose steady presence one becomes steadily the person one desires to be.", 
    "name": "Anna Louise Strong"
  }, 
  {
    "quote": "As much as I would love to be a person that goes to parties and has a couple of drinks and has a nice time, that doesn't work for me. I'd just rather sit at home and read, or go out to dinner with someone, or talk to someone I love, or talk to somebody that makes me laugh.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.", 
    "name": "Rumi"
  }, 
  {
    "quote": "I love you more than my own skin.", 
    "name": "Frida Kahlo"
  }, 
  {
    "quote": "First and last, what is demanded of genius is love of truth.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "We cannot fashion our children after our desires, we must have them and love them as God has given them to us.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "To be in love is merely to be in a state of perceptual anesthesia - to mistake an ordinary young woman for a goddess.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I love to put on lotion. Sometimes I'll watch TV and go into a lotion trance for an hour. I try to find brands that don't taste bad in case anyone wants to taste me.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Prayer does not use up artificial energy, doesn't burn up any fossil fuel, doesn't pollute. Neither does song, neither does love, neither does the dance.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "I love Wagner, but the music I prefer is that of a cat hung up by its tail outside a window and trying to stick to the panes of glass with its claws.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Love can do much, but duty more.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "About all you can do in life is be who you are. Some people will love you for you. Most will love you for what you can do for them, and some won't like you at all.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Love consists in giving without getting in return in giving what is not owed, what is not due the other. That's why true love is never based, as associations for utility or pleasure are, on a fair exchange.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "I have a love interest in every one of my films: a gun.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "I don't know if I believe in love at first sight, but of course I believe in two people having chemistry right away. A girl should be really easy to talk to. When I lose track of time because we've been talking, I think that's really fun.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "There are fathers who do not love their children there is no grandfather who does not adore his grandson.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Sex is a part of love. You shouldn't go around doing it unless you are in love.", 
    "name": "Bettie Page"
  }, 
  {
    "quote": "When I see children, I see the face of God. That's why I love them so much. That's what I see.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "In art as in love, instinct is enough.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Love always involves responsibility, and love always involves sacrifice. And we do not really love Christ unless we are prepared to face His task and to take up His Cross.", 
    "name": "William Barclay"
  }, 
  {
    "quote": "Listen to your inner-voice: Surround yourself with loving, nurturing people. Fall in love with your art and find yourself. Music is the great communicator.", 
    "name": "Glenn Hughes"
  }, 
  {
    "quote": "Everything that I love is behind those gates. We have elephants, and giraffes, and crocodiles, and every kind of tigers and lions. And - and we have bus loads of kids, who don't get to see those things. They come up sick children, and enjoy it.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Love him and let him love you. Do you think anything else under heaven really matters?", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "A lot of women don't know how to love because there's deep reasons for them not knowing how to love. And what I mean by deep reasons is deep and dark reasons.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "Only the really plain people know about love - the very fascinating ones try so hard to create an impression that they soon exhaust their talents.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "The more one does and sees and feels, the more one is able to do, and the more genuine may be one's appreciation of fundamental things like home, and love, and understanding companionship.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "What I am is how I came out. No one's perfect and you just have to accept your flaws and learn to love yourself.", 
    "name": "Kelly Brook"
  }, 
  {
    "quote": "A man always remembers his first love with special tenderness, but after that he begins to bunch them.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Marriage is not a noun it's a verb. It isn't something you get. It's something you do. It's the way you love your partner every day.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "I love cats because I enjoy my home and little by little, they become its visible soul.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "There is a courtesy of the heart it is allied to love. From its springs the purest courtesy in the outward behavior.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "If one is desperate for love, I suggest looking at one's friends and family and see if love is all around. If not, get a new set of friends, a new family.", 
    "name": "Jasmine Guy"
  }, 
  {
    "quote": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Basketball is my passion, I love it. But my family and friends mean everything to me. That's what's important. I need my phone so I can keep in contact with them at all times.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "The first symptom of love in a young man is timidity in a girl boldness.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "If Jesus was here, do you think Jesus would show me any love? Do you think Jesus would love me?", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "I've only been in love with a beer bottle and a mirror.", 
    "name": "Sid Vicious"
  }, 
  {
    "quote": "A poet is, before anything else, a person who is passionately in love with language.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I just want to do what I do best, and that's fight. I love it.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "However rare true love may be, it is less so than true friendship.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The body is a house of many windows: there we all sit, showing ourselves and crying on the passers-by to come and love us.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Alcohol is like love. The first kiss is magic, the second is intimate, the third is routine. After that you take the girl's clothes off.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "It is not likely that posterity will fall in love with us, but not impossible that it may respect or sympathize so a man would rather leave behind him the portrait of his spirit than a portrait of his face.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Love seeketh not itself to please, nor for itself hath any care, but for another gives its ease, and builds a Heaven in Hell's despair.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Adultery is the application of democracy to love.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Friendship at first sight, like love at first sight, is said to be the only truth.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "When you start falling for somebody and you can't stop thinking about when you're going to see them again, I love that. Women are beautiful. They deserve to be cherished and respected.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "The Bee Gees who are brilliant, I just love great music.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "I feel that there is nothing more truly artistic than to love people.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "I'm a romantic, and we romantics are more sensitive to the way people feel. We love more, and we hurt more. When we're hurt, we hurt for a long time.", 
    "name": "Freddy Fender"
  }, 
  {
    "quote": "What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "Love is the delightful interval between meeting a beautiful girl and discovering that she looks like a haddock.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "I love bringing roses to a woman when she least expects it.", 
    "name": "Esai Morales"
  }, 
  {
    "quote": "Don't walk in front of me, I may not follow. Don't walk behind me, I may not lead. There is only one happiness in life, to love and be loved.", 
    "name": "George Sand"
  }, 
  {
    "quote": "I love power. But it is as an artist that I love it. I love it as a musician loves his violin, to draw out its sounds and chords and harmonies.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "I might get drunk one day and fall in love or fall over a hooker outside, and I would have consummated a relationship that I couldn't necessarily believe in.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "Love and work... work and love, that's all there is.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "I'll come and make love to you at five o'clock. If I'm late start without me.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "Love is what we were born with. Fear is what we learned here.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "It sounds like a cliche but I also learnt that you're not going to fall for the right person until you really love yourself and feel good about how you are.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "Love is an emotion that is based on an opinion of women that is impossible for those who have had any experience with them.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "If you have love in your life, it can make up for a great many things that are missing. If you don't have love in your life, no matter what else there is, it's not enough.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "Unless you love someone, nothing else makes any sense.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "I think careful cooking is love, don't you? The loveliest thing you can cook for someone who's close to you is about as nice a valentine as you can give.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "Above our life we love a steadfast friend.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Mothers are the people who love us for no good reason. And those of us who are mothers know it's the most exquisite love of all.", 
    "name": "Maggie Gallagher"
  }, 
  {
    "quote": "I've told Billy if I ever caught him cheating, I wouldn't kill him because I love his children and they need a dad. But I would beat him up. I know where all of his sports injuries are.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "The distinction between children and adults, while probably useful for some purposes, is at bottom a specious one, I feel. There are only individual egos, crazy for love.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "First love is first love, first marriage is first marriage, disappointment is disappointment.", 
    "name": "Maximilian Schell"
  }, 
  {
    "quote": "So, fall asleep love, loved by me... for I know love, I am loved by thee.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "The three hardest tasks in the world are neither physical feats nor intellectual achievements, but moral acts: to return love for hate, to include the excluded, and to say, 'I was wrong'.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "We'll love you just the way you are if you're perfect.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "If we're destroying our trees and destroying our environment and hurting animals and hurting one another and all that stuff, there's got to be a very powerful energy to fight that. I think we need more love in the world. We need more kindness, more compassion, more joy, more laughter. I definitely want to contribute to that.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "We don't believe in rheumatism and true love until after the first attack.", 
    "name": "Marie von Ebner-Eschenbach"
  }, 
  {
    "quote": "From your parents you learn love and laughter and how to put one foot before the other. But when books are opened you discover that you have wings.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "Smart women love smart men more than smart men love smart women.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "A test of a people is how it behaves toward the old. It is easy to love children. Even tyrants and dictators make a point of being fond of children. But the affection and care for the old, the incurable, the helpless are the true gold mines of a culture.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "Falling out of love is chiefly a matter of forgetting how charming someone is.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "Our dilemma is that we hate change and love it at the same time what we really want is for things to remain the same but get better.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "A flower falls, even though we love it and a weed grows, even though we do not love it.", 
    "name": "Dogen"
  }, 
  {
    "quote": "Chemistry can be a good and bad thing. Chemistry is good when you make love with it. Chemistry is bad when you make crack with it.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "When you are older you will understand how precious little things, seemingly of no value in themselves, can be loved and prized above all price when they convey the love and thoughtfulness of a good heart.", 
    "name": "Edwin Booth"
  }, 
  {
    "quote": "If you don't love me, it does not matter, anyway I can love for both of us.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "I love my family and I miss them very much but I'm a new person now. I know a lot of people will not agree with what I've done, but it was right for me.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "You don't have to love them. You just have to respect their rights.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "The love of a mother is the veil of a softer light between the heart and the heavenly Father.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "People love westerns worldwide. There's something fantasy-like about an individual fighting the elements. Or even bad guys and the elements. It's a simpler time. There's no organized laws and stuff.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "True love doesn't come to you it has to be inside you.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Even though I love solar and love wind, like most people do, I like the renewable sources, they alone are not going to get America energy independent.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "This is the America that I love. This is a great people. We can do anything. We can achieve anything. We've got a government that has gotten in the way of the American people. We're going to change that in November.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "A man without ambition is dead. A man with ambition but no love is dead. A man with ambition and love for his blessings here on earth is ever so alive.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "Whenever you hear a man speak of his love for his country, it is a sign that he expects to be paid for it.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Black as the devil, hot as hell, pure as an angel, sweet as love.", 
    "name": "Charles Maurice de Talleyrand"
  }, 
  {
    "quote": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Love never dies of starvation, but often of indigestion.", 
    "name": "Ninon de L'Enclos"
  }, 
  {
    "quote": "Love is an endless mystery, for it has nothing else to explain it.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "There is nothing I love as much as a good fight.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong.", 
    "name": "Ella Fitzgerald"
  }, 
  {
    "quote": "Everyone got kind of crazy with me mentioning I was in love with a woman.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "The highest patriotism is not a blind acceptance of official policy, but a love of one's country deep enough to call her to a higher plain.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "In the end, the love you take is equal to the love you make.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "Love is an attempt at penetrating another being, but it can only succeed if the surrender is mutual.", 
    "name": "Octavio Paz"
  }, 
  {
    "quote": "People everywhere love Windows.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Love is easy, and I love writing. You can't resist love. You get an idea, someone says something, and you're in love.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Act happy, feel happy, be happy, without a reason in the world. Then you can love, and do what you will.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies.", 
    "name": "Pietro Aretino"
  }, 
  {
    "quote": "If you're lucky enough to have a pretty girl love you and share herself and sleep with you, make that your secret. The best way to spoil love is by talking to too many people about it.", 
    "name": "Rip Torn"
  }, 
  {
    "quote": "I tore myself away from the safe comfort of certainties through my love for truth - and truth rewarded me.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "I say to people who care for people who are dying, if you really love that person and want to help them, be with them when their end comes close. Sit with them - you don't even have to talk. You don't have to do anything but really be there with them.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "At best the family teaches the finest things human beings can learn from one another generosity and love. But it is also, all too often, where we learn nasty things like hate, rage and shame.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "True love cannot be found where it does not exist, nor can it be denied where it does.", 
    "name": "Torquato Tasso"
  }, 
  {
    "quote": "If thou desire the love of God and man, be humble, for the proud heart, as it loves none but itself, is beloved of none but itself. Humility enforces where neither virtue, nor strength, nor reason can prevail.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "No woman ever hates a man for being in love with her, but many a woman hate a man for being a friend to her.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "To live in this world, you must be able to do three things: to love what is mortal to hold it against your bones knowing your own life depends on it and, when the time comes to let it go, to let it go.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "There isn't any formula or method. You learn to love by loving - by paying attention and doing what one thereby discovers has to be done.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Age does not protect you from love. But love, to some extent, protects you from age.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "You don't walk away if you love someone. You help the person.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Love is union with somebody, or something, outside oneself, under the condition of retaining the separateness and integrity of one's own self.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Where love rules, there is no will to power and where power predominates, there love is lacking. The one is the shadow of the other.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!", 
    "name": "Marie de France"
  }, 
  {
    "quote": "Those who have the strength and the love to sit with a dying patient in the silence that goes beyond words will know that this moment is neither frightening nor painful, but a peaceful cessation of the functioning of the body.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "In our minds, love and lust are really separated. It's hard to find someone that can be kind and you can trust enough to leave your kids with, and isn't afraid to throw her man up against the wall and lick him from head to toe.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Why love if losing hurts so much? I have no answers anymore only the life I have lived. The pain now is part of the happiness then.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "I love to hit people. I love to.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "I'm getting a wrinkle above my eyebrow because I just can't stop lifting it, and I love that you know.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect.", 
    "name": "Aldo Leopold"
  }, 
  {
    "quote": "I usually get myself into situations that cause sparks. I mean I'm a girl that likes the storms. I love feeling alive, I love walking out in the cold in my bare feet and feeling the ice on my toes.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "It is with an old love as it is with old age a man lives to all the miseries, but is dead to all the pleasures.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "There is hardly any activity, any enterprise, which is started out with such tremendous hopes and expectations, and yet which fails so regularly, as love.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "It is not in the power of even the most crafty dissimulation to conceal love long, where it really is, nor to counterfeit it long where it is not.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "The impulse to cruelty is, in many people, almost as violent as the impulse to sexual love - almost as violent and much more mischievous.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I love the name of honor, more than I fear death.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "Love is friendship set on fire.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "You are precisely as big as what you love and precisely as small as what you allow to annoy you.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "They're right to think that about me, because I'm the person most likely to sleep with my female fans, I genuinely love other women. And I think they know that.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.", 
    "name": "Paul Sweeney"
  }, 
  {
    "quote": "The only thing we never get enough of is love and the only thing we never give enough of is love.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Love is often nothing but a favorable exchange between two people who get the most of what they can expect, considering their value on the personality market.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "You know, all that really matters is that the people you love are happy and healthy. Everything else is just sprinkles on the sundae.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "Nobody loves a woman because she is handsome or ugly, stupid or intelligent. We love because we love.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "I have been astonished that men could die martyrs for religion - I have shuddered at it. I shudder no more - I could be martyred for my religion - Love is my religion - I could die for that.", 
    "name": "John Keats"
  }, 
  {
    "quote": "When I sing, I feel like when you're first in love. It's more than sex. It's that point two people can get to they call love, when you really touch someone for the first time, but it's gigantic, multiplied by the whole audience. I feel chills.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother's love.", 
    "name": "Thomas Chandler Haliburton"
  }, 
  {
    "quote": "A lot of times black folks look for love in all the wrong places. You're always looking for somebody to love you, be accepted, and there's the insecurities that are even transmitted through rap. Everyone is trying to aim to please too much.", 
    "name": "Chuck D."
  }, 
  {
    "quote": "Men shrink less from offending one who inspires love than one who inspires fear.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "The love of learning, the sequestered nooks, And all the sweet serenity of books.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Don't threaten me with love, baby. Let's just go walking in the rain.", 
    "name": "Billie Holiday"
  }, 
  {
    "quote": "Men often pass from love to ambition, but they seldom come back again from ambition to love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "If you cannot inspire a woman with love of you, fill her above the brim with love of herself all that runs over will be yours.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "I understand now that the vulnerability I've always felt is the greatest strength a person can have. You can't experience life without feeling life. What I've learned is that being vulnerable to somebody you love is not a weakness, it's a strength.", 
    "name": "Elisabeth Shue"
  }, 
  {
    "quote": "If a man is truly in love, the most beautiful woman in the world couldn't take him away. Maybe for a few days, but not forever.", 
    "name": "Eva Gabor"
  }, 
  {
    "quote": "If I think more about death than some other people, it is probably because I love life more than they do.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Love is the river of life in the world.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "The love that lasts longest is the love that is never returned.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I love quotations because it is a joy to find thoughts one might have, beautifully expressed with much authority by someone recognized wiser than oneself.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "If so many men, so many minds, certainly so many hearts, so many kinds of love.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Love is anterior to life, posterior to death, initial of creation, and the exponent of breath.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Tell the truth. Sing with passion. Work with laughter. Love with heart. 'Cause that's all that matters in the end.", 
    "name": "Kris Kristofferson"
  }, 
  {
    "quote": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do.", 
    "name": "Zsa Zsa Gabor"
  }, 
  {
    "quote": "Give a little love to a child, and you get a great deal back.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "It is with true love as it is with ghosts everyone talks about it, but few have seen it.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "Love is never defeated, and I could add, the history of Ireland proves it.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "I love chicken. I would eat chicken fingers on Thanksgiving if it were socially acceptable.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "The motto of chivalry is also the motto of wisdom to serve all, but love only one.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "When we ask for love, we don't ask others to be fair to us-but rather to care for us, to be considerate of us. There is a world of difference here between demanding justice... and begging or pleading for love.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "He who does not love his own language is worse than an animal and smelly fish.", 
    "name": "Jose Rizal"
  }, 
  {
    "quote": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "We always love those who admire us, but we do not always love those whom we admire.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "When people are lame, they love to blame.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "When you're taught to love everyone, to love your enemies, then what value does that place on love?", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "A James Cagney love scene is one where he lets the other guy live.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "We are nearer loving those who hate us than those who love us more than we wish.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "If love is the treasure, laughter is the key.", 
    "name": "Yakov Smirnoff"
  }, 
  {
    "quote": "I am deeply grateful to the citizens of Sarajevo and the Sarajevo Canton assembly for bestowing upon me this incredible honor of citizenship. I am so proud to now be a part of such an extraordinary part of the world and fellow citizen to the people I deeply love and admire.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "You will reciprocally promise love, loyalty and matrimonial honesty. We only want for you this day that these words constitute the principle of your entire life and that with the help of divine grace you will observe these solemn vows that today, before God, you formulate.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "If you love something let it go free. If it doesn't come back, you never had it. If it comes back, love it forever.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "I love my children beyond all reason. They're my joy, even when they're wild with kid energy.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "We may sooner be brought to love them that hate us, than them that love us more than we would have them do.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Little children are still the symbol of the eternal marriage between love and duty.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Love has its own time, its own season, and its own reasons from coming and going. You cannot bribe it or coerce it or reason it into staying. You can only embrace it when it arrives and give it away when it comes to you.", 
    "name": "Kent Nerburn"
  }, 
  {
    "quote": "Love does not alter the beloved, it alters itself.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "We pardon to the extent that we love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "This love is silent.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "To love someone means to see him as God intended him.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Love can no more continue without a constant motion than fire can and when once you take hope and fear away, you take from it its very life and being.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to.", 
    "name": "Greg Anderson"
  }, 
  {
    "quote": "Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Just as in earthly life lovers long for the moment when they are able to breathe forth their love for each other, to let their souls blend in a soft whisper, so the mystic longs for the moment when in prayer he can, as it were, creep into God.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Romance is tempestuous. Love is calm.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Where love is concerned, too much is not even enough.", 
    "name": "Pierre Beaumarchais"
  }, 
  {
    "quote": "I really love idiot, enlightened characters - these characters who fail to engage with the drama of their immediate circumstances they fail to be reactive and enrolled by drama as it happens around them.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "This is the miracle that happens every time to those who really love: the more they give, the more they possess.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "The main facts in human life are five: birth, food, sleep, love and death.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "I did not just fall in love. I made a parachute jump.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "Metaphors are dangerous. Love begins with a metaphor. Which is to say, love begins at the point when a woman enters her first word into our poetic memory.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "At the end of the day, you know, love does not happen between two perfect people as much as we would wish.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Even if a unity of faith is not possible, a unity of love is.", 
    "name": "Hans Urs von Balthasar"
  }
]