[
  {
    "quote": "The empires of the future are the empires of the mind.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Every saint has a past and every sinner has a future.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Again, you can't connect the dots looking forward you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I never think of the future - it comes soon enough.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It is not in the stars to hold our destiny but in ourselves.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The distinction between the past, present and future is only a stubbornly persistent illusion.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "You can't connect the dots looking forward you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "If we open a quarrel between past and present, we shall find that we have lost the future.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Let others lead small lives, but not you. Let others argue over small things, but not you. Let others cry over small hurts, but not you. Let others leave their future in someone else's hands, but not you.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Every man gotta right to decide his own destiny.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "I do not want to foresee the future. I am concerned with taking care of the present. God has given me no control over the moment following.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "In this bright future you can't forget your past.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Stop acting as if life is a rehearsal. Live this day as if it were your last. The past is over and gone. The future is not guaranteed.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "It looks like the future's really bright.", 
    "name": "Michael P. Anderson"
  }, 
  {
    "quote": "I believe that you control your destiny, that you can be what you want to be. You can also stop and say, 'No, I won't do it, I won't behave his way anymore. I'm lonely and I need people around me, maybe I have to change my methods of behaving,' and then you do it.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "The future starts today, not tomorrow.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "What matters is to live in the present, live now, for every moment is now. It is your thoughts and acts of the moment that create your future. The outline of your future path already exists, for you created its pattern by your past.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "Study the past, if you would divine the future.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Who controls the past controls the future. Who controls the present controls the past.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I don't think the human mind can comprehend the past and the future. They are both just illusions that can manipulate you into thinking theres some kind of change.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I just don't want to live like I used to. And at some point, I'm going to put a gag order on myself in terms of talking about the past. I've got to slam the door and deal with the present and the future.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Life is divided into three terms - that which was, which is, and which will be. Let us learn from the past to profit by the present, and from the present, to live better in the future.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "God wants us to prosper financially, to have plenty of money, to fulfill the destiny He has laid out for us.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "The future ain't what it used to be.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "There's no present. There's only the immediate future and the recent past.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Destiny has two ways of crushing us - by refusing our wishes and by fulfilling them.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "I know of no way of judging the future but by the past.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "On every front there are clear answers out there that can make this country stronger, but we're going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The past is a ghost, the future a dream, and all we ever have is now.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "The main goal of the future is to stop violence. The world is addicted to it.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Elegance is not the prerogative of those who have just escaped from adolescence, but of those who have already taken possession of their future.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "If you believe that feeling bad or worrying long enough will change a past or future event, then you are residing on another planet with a different reality system.", 
    "name": "William James"
  }, 
  {
    "quote": "The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Upper classes are a nation's past the middle class is its future.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Happy is the person who knows what to remember of the past, what to enjoy in the present, and what to plan for in the future.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "As long as we are persistence in our pursuit of our deepest destiny, we will continue to grow. We cannot choose the day or time when we will fully bloom. It happens in its own time.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Well, the future for me is already a thing of the past.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "The future belongs to those who prepare for it today.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Prediction is very difficult, especially if it's about the future.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "Look back over the past, with its changing empires that rose and fell, and you can foresee the future, too.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "It is not enough to understand, or to see clearly. The future will be shaped in the arena of human activity, by those willing to commit their minds and their bodies to the task.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.", 
    "name": "Marcel Pagnol"
  }, 
  {
    "quote": "The essence of optimism is that it takes no account of the present, but it is a source of inspiration, of vitality and hope where others have resigned it enables a man to hold his head high, to claim the future for himself and not to abandon it to his enemy.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "A person often meets his destiny on the road he took to avoid it.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Choose your friends with caution plan your future with purpose, and frame your life with faith.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "I don't try to describe the future. I try to prevent it.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "Look not mournfully into the past, it comes not back again. Wisely improve the present, it is thine. Go forth to meet the shadowy future without fear and with a manly heart.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Cease to inquire what the future has in store, and take as a gift whatever the day brings forth.", 
    "name": "Horace"
  }, 
  {
    "quote": "There is nothing like a dream to create the future.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs the future, for which I have really worked, is mine.", 
    "name": "Nikola Tesla"
  }, 
  {
    "quote": "If future generations are to remember us more with gratitude than sorrow, we must achieve more than just the miracles of technology. We must also leave them a glimpse of the world as it was created, not just as it looked when we got through with it.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The future is no more uncertain than the present.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "There is never time in the future in which we will work out our salvation. The challenge is in the moment the time is always now.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Hold fast to the Bible. To the influence of this Book we are indebted for all the progress made in true civilization and to this we must look as our guide in the future.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "I haven't been faithful to my own advice in the past. I will in the future.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I look to the future because that's where I'm going to spend the rest of my life.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Every man has his own destiny: the only imperative is to follow it, to accept it, no matter where it leads him.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "We must welcome the future, remembering that soon it will be the past and we must respect the past, remembering that it was once all that was humanly possible.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The secret of your future is hidden in your daily routine.", 
    "name": "Mike Murdock"
  }, 
  {
    "quote": "Control your own destiny or someone else will.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "I am tomorrow, or some future day, what I establish today. I am today what I established yesterday or some previous day.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "Fear not for the future, weep not for the past.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "A great source of calamity lies in regret and anticipation therefore a person is wise who thinks of the present alone, regardless of the past or future.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "Never make predictions, especially about the future.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "You know when you're young you think you will always be. As you become more fragile, you reflect and you realize how much comfort can come from the past. Hymns can carry you into the future.", 
    "name": "Andy Griffith"
  }, 
  {
    "quote": "The youth is the hope of our future.", 
    "name": "Jose Rizal"
  }, 
  {
    "quote": "Our awesome responsibility to ourselves, to our children, and to the future is to create ourselves in the image of goodness, because the future depends on the nobility of our imaginings.", 
    "name": "Barbara Grizzuti Harrison"
  }, 
  {
    "quote": "In the future everyone will be famous for 15 minutes.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Even though the future seems far away, it is actually beginning right now.", 
    "name": "Mattie Stepanek"
  }, 
  {
    "quote": "The past cannot be changed. The future is yet in your power.", 
    "name": "Mary Pickford"
  }, 
  {
    "quote": "We must respect the past, and mistrust the present, if we wish to provide for the safety of the future.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "The future is called 'perhaps,' which is the only possible thing to call the future. And the important thing is not to allow that to scare you.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "There is always one moment in childhood when the door opens and lets the future in.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "I touch the future. I teach.", 
    "name": "Christa McAuliffe"
  }, 
  {
    "quote": "The past, the present and the future are really one: they are today.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "I know not why there is such a melancholy feeling attached to the remembrance of past happiness, except that we fear that the future can have nothing so bright as the past.", 
    "name": "Julia Ward Howe"
  }, 
  {
    "quote": "Enjoy present pleasures in such a way as not to injure future ones.", 
    "name": "Seneca"
  }, 
  {
    "quote": "The wise man must remember that while he is a descendant of the past, he is a parent of the future.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "For all of its uncertainty, we cannot flee the future.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "But I dare not think too far into the future on the risk that I'll miss the present.", 
    "name": "Colin Farrell"
  }, 
  {
    "quote": "The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend or a loved one. A Stanford study showed that those who saw a photo of their future self made smarter financial decisions.", 
    "name": "A. J. Jacobs"
  }, 
  {
    "quote": "They gave each other a smile with a future in it.", 
    "name": "Ring Lardner"
  }, 
  {
    "quote": "The future is always beginning now.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", 
    "name": "Buddha"
  }, 
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Happiness is not something you postpone for the future it is something you design for the present.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Let him who would enjoy a good future waste none of his present.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "I'll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "The best thing about the future is that it comes one day at a time.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Change your life today. Don't gamble on the future, act now, without delay.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "When you forgive, you in no way change the past - but you sure do change the future.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Pick the day. Enjoy it - to the hilt. The day as it comes. People as they come... The past, I think, has helped me appreciate the present - and I don't want to spoil any of it by fretting about the future.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "The assertion that 'all men are created equal' was of no practical use in effecting our separation from Great Britain and it was placed in the Declaration not for that, but for future use.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Our most basic common link is that we all inhabit this planet. We all breathe the same air. We all cherish our children's future. And we are all mortal.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I like the dreams of the future better than the history of the past.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "We are made wise not by the recollection of our past, but by the responsibility for our future.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.", 
    "name": "Eileen Caddy"
  }, 
  {
    "quote": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Some mischievous people always there. Last several thousand years, always there. In future, also.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "The future is something which everyone reaches at the rate of 60 minutes an hour, whatever he does, whoever he is.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Once I knew only darkness and stillness... my life was without past or future... but a little word from the fingers of another fell into my hand that clutched at emptiness, and my heart leaped to the rapture of living.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "You are always free to change your mind and choose a different future, or a different past.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "Always remember that the future comes one day at a time.", 
    "name": "Dean Acheson"
  }, 
  {
    "quote": "Never be afraid to trust an unknown future to a known God.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "To state the facts frankly is not to despair the future nor indict the past. The prudent heir takes careful inventory of his legacies and gives a faithful accounting to those whom he owes an obligation of trust.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "If you want a vision of the future, imagine a boot stamping on a human face - forever.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.", 
    "name": "Lewis B. Smedes"
  }, 
  {
    "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "While I take inspiration from the past, like most Americans, I live for the future.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Life is a series of collisions with the future it is not the sum of what we have been, but what we yearn to be.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "With the past, I have nothing to do nor with the future. I live now.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "My future is righteousness.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "All sciences are now under the obligation to prepare the ground for the future task of the philosopher, which is to solve the problem of value, to determine the true hierarchy of values.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The best way to predict the future is to create it.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "There is hope for the future because God has a sense of humor and we are funny to God.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future.", 
    "name": "Sivananda"
  }, 
  {
    "quote": "A mother's happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I can't speak for the future. I have no crystal ball.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "All political thinking for years past has been vitiated in the same way. People can foresee the future only when it coincides with their own wishes, and the most grossly obvious facts can be ignored when they are unwelcome.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Don't forget what I discovered that over ninety percent of all national deficits from 1921 to 1939 were caused by payments for past, present, and future wars.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The future influences the present just as much as the past.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A women who doesn't wear perfume has no future.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "The hardships that I encountered in the past will help me succeed in the future.", 
    "name": "Philip Emeagwali"
  }, 
  {
    "quote": "I go to school the youth to learn the future.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "Everyone here has the sense that right now is one of those moments when we are influencing the future.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Take time to gather up the past so that you will be able to draw from your experience and invest them in the future.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "You can never plan the future by the past.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "True happiness is... to enjoy the present, without anxious dependence upon the future.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "People respond when you tell them there is a great future in front of you, you can leave your past behind.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "We've demonstrated a strong track record of being very disciplined with the use of our cash. We don't let it burn a hole in our pocket, we don't allow it to motivate us to do stupid acquisitions. And so I think that we'd like to continue to keep our powder dry, because we do feel that there are one or more strategic opportunities in the future.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Real generosity toward the future lies in giving all to the present.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The direction in which education starts a man will determine his future in life.", 
    "name": "Plato"
  }, 
  {
    "quote": "Go for it now. The future is promised to no one.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Deficits mean future tax increases, pure and simple. Deficit spending should be viewed as a tax on future generations, and politicians who create deficits should be exposed as tax hikers.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "It is by no means an irrational fancy that, in a future existence, we shall look upon what we think our present existence, as a dream.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "We are the only beings on the planet who lead such rich internal lives that it's not the events that matter most to us, but rather, it's how we interpret those events that will determine how we think about ourselves and how we will act in the future.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present.", 
    "name": "Bil Keane"
  }, 
  {
    "quote": "Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "God is more interested in your future and your relationships than you are.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The danger of the past was that men became slaves. The danger of the future is that man may become robots.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "We can choose a future where we export more products and outsource fewer jobs. After a decade that was defined by what we bought and borrowed, we're getting back to basics, and doing what America has always done best: We're making things again.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "When I look into the future, it's so bright it burns my eyes.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.", 
    "name": "Henry Norris Russell"
  }, 
  {
    "quote": "Here is the rule to remember in the future, When anything tempts you to be bitter: not, 'This is a misfortune' but 'To bear this worthily is good fortune.'", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "We should not fret for what is past, nor should we be anxious about the future men of discernment deal only with the present moment.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "As I've said, there were patriots who supported this war, and patriots who opposed it. And all of us are united in appreciation for our servicemen and women, and our hopes for Iraqis' future.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Not only our future economic soundness but the very soundness of our democratic institutions depends on the determination of our government to give employment to idle men.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "It is said that the present is pregnant with the future.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The illiterate of the future will not be the person who cannot read. It will be the person who does not know how to learn.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "If I am elected President of these United States, I will work with all my energy and soul to restore that America, to lift our eyes to a better future. That future is our destiny. That future is out there. It is waiting for us. Our children deserve it, our nation depends upon it, the peace and freedom of the world require it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Business, more than any other occupation, is a continual dealing with the future it is a continual calculation, an instinctive exercise in foresight.", 
    "name": "Henry R. Luce"
  }, 
  {
    "quote": "Our combat mission is ending, but our commitment to Iraq's future is not.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "I was a peripheral visionary. I could see the future, but only way off to the side.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "America is false to the past, false to the present, and solemnly binds herself to be false to the future.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "I know why I am here and my only real focused goal is to live each day to the fullest and to try and honor God and be an encouragement to others. What the future holds is firmly in God's hands, and I am very happy about that!", 
    "name": "Ken Hensley"
  }, 
  {
    "quote": "A liberal is a man or a woman or a child who looks forward to a better day, a more tranquil night, and a bright, infinite future.", 
    "name": "Leonard Bernstein"
  }, 
  {
    "quote": "There are necessary evils. Money is an important thing in terms of representing freedom in our world. And now I have a daughter to think about. It's really the first time I've thought about the future and what it could be.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I try to learn from the past, but I plan for the future by focusing exclusively on the present. That's were the fun is.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "The best way to predict the future is to invent it.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "Without forgiveness, there's no future.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "We should regret our mistakes and learn from them, but never carry them forward into the future with us.", 
    "name": "Lucy Maud Montgomery"
  }, 
  {
    "quote": "Education is the investment our generation makes in the future.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Each man should frame life so that at some future hour fact and his dreaming meet.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I think the teaching profession contributes more to the future of our society than any other single profession.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Without libraries what have we? We have no past and no future.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "I tell you the past is a bucket of ashes, so live not in your yesterdays, no just for tomorrow, but in the here and now. Keep moving and forget the post mortems and remember, no one can get the jump on the future.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "The essence of statesmanship is not a rigid adherence to the past, but a prudent and probing concern for the future.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Instead of just giving lip service to improving our schools, I will actually put the kids first and the teachers union behind in giving our kids better teachers, better options and better choices for a better future.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The American people I talk to don't spend every moment thinking, 'How can I tax my neighbor more than they're being taxed?' They say, 'How can I get a good job? How can my kids get good jobs? How can seniors have a confidence in their future when they know that Social Security, Medicare and Medicaid are bankrupt?'", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Internationally, President Obama has adopted an appeasement strategy. He believes America's role as leader in the world is a thing of the past. I believe a strong America must - and will - lead the future.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The worst thing that can happen in a democracy - as well as in an individual's life - is to become cynical about the future and lose hope.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "School is practice for future life, practice makes perfect and nobody's perfect, so why practice?", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "Innovations that are guided by smallholder farmers, adapted to local circumstances, and sustainable for the economy and environment will be necessary to ensure food security in the future.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I know I'm going to blow one day. My life is doomed the way it is. I have no future.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "The challenges of change are always hard. It is important that we begin to unpack those challenges that confront this nation and realize that we each have a role that requires us to change and become more responsible for shaping our own future.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "How paramount the future is to the present when one is surrounded by children.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "At some future period, not very distant as measured by centuries, the civilized races of man will almost certainly exterminate, and replace the savage races throughout the world.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "I have realized that the past and future are real illusions, that they exist in the present, which is what there is and all there is.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "My wish for the new millennium is for all children... to grow up wiser, and stronger and more prosperous for the future than ever before.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "The mind that is anxious about the future is miserable.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Conservatism discards Prescription, shrinks from Principle, disavows Progress having rejected all respect for antiquity, it offers no redress for the present, and makes no preparation for the future.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "Humanity has the stars in its future, and that future is too important to be lost under the burden of juvenile folly and ignorant superstition.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "What is history? An echo of the past in the future a reflex from the future on the past.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "My business is to prevent the future.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "When the past no longer illuminates the future, the spirit walks in darkness.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "When did the future switch from being a promise to a threat?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "To apologize is to lay the foundation for a future offense.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "For the first time in the history of mankind, one generation literally has the power to destroy the past, the present and the future, the power to bring time to an end.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "The country that is more developed industrially only shows, to the less developed, the image of its own future.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I think the future of psychotherapy and psychology is in the school system. We need to teach every child how to rarely seriously disturb himself or herself and how to overcome disturbance when it occurs.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "We have a close, unshakable bond between the United States and Israel, and between the American and Israeli people. We share common values and a commitment to a democratic future for the world, and we are both committed to a two-state solution. But that doesn't mean that we're going to agree.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Solitude is not something you must hope for in the future. Rather, it is a deepening of the present, and unless you look for it in the present you will never find it.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again.", 
    "name": "Paul Kagame"
  }, 
  {
    "quote": "Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "I had faith in Israel before it was established, I have in it now. I believe it has a glorious future before it - not just another sovereign nation, but as an embodiment of the great ideals of our civilization.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Republicans are men of narrow vision, who are afraid of the future.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "The future enters into us, in order to transform itself in us, long before it happens.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "The only thing we know about the future is that it will be different.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "If we examine our thoughts, we shall find them always occupied with the past and the future.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We have to do with the past only as we can make it useful to the present and the future.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Future shock is the shattering stress and disorientation that we induce in individuals by subjecting them to too much change in too short a time.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "Let your hopes, not your hurts, shape your future.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Girls are the future mothers of our society, and it is important that we focus on their well-being.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "The factory of the future will have only two employees, a man and a dog. The man will be there to feed the dog. The dog will be there to keep the man from touching the equipment.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "People always ask me, 'What is it that you regret?' And I say, 'nothing, because I could not buy what I've learned.' And I apply those things to my life I learn. And hopefully, hopefully it helps me to be a better human in the future and make better choices.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "In each action we must look beyond the action at our past, present, and future state, and at others whom it affects, and see the relations of all those things. And then we shall be very cautious.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The future hasn't happened yet and the past is gone. So I think the only moment we have is right here and now, and I try to make the best of those moments, the moments that I'm in.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "We live in an age when to be young and to be indifferent can be no longer synonymous. We must prepare for the coming hour. The claims of the Future are represented by suffering millions and the Youth of a Nation are the trustees of Posterity.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.", 
    "name": "Mattie Stepanek"
  }, 
  {
    "quote": "In every conceivable manner, the family is link to our past, bridge to our future.", 
    "name": "Alex Haley"
  }, 
  {
    "quote": "Philosophy finds it an easy matter to vanquish past and future evils, but the present are commonly too hard for it.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Look to the future, because that is where you'll spend the rest of your life.", 
    "name": "George Burns"
  }, 
  {
    "quote": "A revolution is a struggle to the death between the future and the past.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "I desire no future that will break the ties with the past.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I am totally against the idea that a Muslim woman should not have the same opportunities as a Muslim man to learn, to open up, to work, help shape the future. To close Islam down to a sexist approach is totally intolerable and ridiculous. It's not Islam.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "I welcome and seek your ideas, but do not bring me small ideas bring me big ideas to match our future.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The failure of national economic policy is costing us more than jobs it has begun to weaken that uniquely American spirit of risk-taking, large ambition, and optimism about the future. We must rally them now to bold departures that rebuild our national morale as well as our material prosperity.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "No valid plans for the future can be made by those who have no capacity for living now.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "My goal is more to be remembered. They'll remember this thing and like it in the future. The trick is to stay remembered long enough for that to happen.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "You know, nothing is more important than education, because nowhere are our stakes higher our future depends on the quality of education of our children today.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Whoso neglects learning in his youth, loses the past and is dead for the future.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Whoever neglects the arts when he is young has lost the past and is dead to the future.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Democrats think the country works better with a strong middle class, real opportunities for poor people to work their way into it and a relentless focus on the future, with business and government working together to promote growth and broadly shared prosperity. We think 'we're all in this together' is a better philosophy than 'you're on your own.'", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "The future is like heaven, everyone exalts it, but no one wants to go there now.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Since God knows our future, our personalities, and our capacity to listen, He isn't ever going to say more to us than we can deal with at the moment.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation's history and the world's future.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "If you are truly serious abut preparing your child for the future, don't teach him to subtract teach him to deduct.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "The future is green energy, sustainability, renewable energy.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The future is purchased by the present.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "When the people become involved in their government, government becomes more accountable, and our society is stronger, more compassionate, and better prepared for the challenges of the future.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Education, therefore, is a process of living and not a preparation for future living.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Trying to tear down the past prohibits you from building up your future.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "I haven't had that one great love, which is good. I don't want that to be in the past - I want it to be in the future.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Depression is the inability to construct a future.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "Every one rushes elsewhere and into the future, because no one wants to face one's own inner self.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The future which we hold in trust for our own children will be shaped by our fairness to other people's children.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "We cannot always assure the future of our friends we have a better chance of assuring our future if we remember who our friends are.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "We are at the very beginning of time for the human race. It is not unreasonable that we grapple with problems. But there are tens of thousands of years in the future. Our responsibility is to do what we can, learn what we can, improve the solutions, and pass them on.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "My parents taught me to never give up and to always believe that my future could be whatever I dreamt it to be.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "Evolution never looks to the future.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "I can look at the future with anticipation. And it's comforting to know that someday, as Christians, we'll be able to look back and have a little more clarity on why certain things in life happened.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "When you get just a complete sense of blackness or void ahead of you, that somehow the future looks an impossible place to be, and the direction you are going seems to have no purpose, there is this word despair which is a very awful thing to feel.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Invest three percent of your income in yourself (self-development) in order to guarantee your future.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "I like today and perhaps a little future still, but the past is really something I'm not interested in. So, as far as I'm concerned, I like only the past of things and people I don't know. When I know, I don't care because I knew how it was.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "In the future, torture will once again become the recreational sport of the rich.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "If we have to use force, it is because we are America. We are the indispensable nation. We stand tall. We see further into the future.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "Nobody gets to live life backward. Look ahead, that is where your future lies.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "We're at the crossroads. Down one road is a European centralized bureaucratic socialist welfare system in which politicians and bureaucrats define the future. Down the other road is a proud, solid, reaffirmation of American exceptionalism.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Children are not casual guests in our home. They have been loaned to us temporarily for the purpose of loving them and instilling a foundation of values on which their future lives will be built.", 
    "name": "James Dobson"
  }, 
  {
    "quote": "Smiles form the channels of a future tear.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I'm not good at future planning. I don't plan at all. I don't know what I'm doing tomorrow. I don't have a day planner and I don't have a diary. I completely live in the now, not in the past, not in the future.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "Memories are the key not to the past, but to the future.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "But blind to former as to future fate, what mortal knows his pre-existent state?", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Los Angeles gives one the feeling of the future more strongly than any city I know of. A bad future, too, like something out of Fritz Lang's feeble imagination.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "My interest is in the future because I am going to spend the rest of my life there.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "People who live in the past generally are afraid to compete in the present. I've got my faults, but living in the past is not one of them. There's no future in it.", 
    "name": "Sparky Anderson"
  }, 
  {
    "quote": "Sometimes your disappointments make you a stronger person for the future.", 
    "name": "Blanka Vlasic"
  }, 
  {
    "quote": "I keep dreaming of a future, a future with a long and healthy life, not lived in the shadow of cancer but in the light.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "Most people are prisoners, thinking only about the future or living in the past. They are not in the present, and the present is where everything begins.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "That man is prudent who neither hopes nor fears anything from the uncertain events of the future.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "I have a lack of fear, whereas in the past the fear of failure was a powerful motivator. Anyway, I have great expectations for the future, but I just don't know if I'm the monarch of all I survey.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "I have learned to live each day as it comes, and not to borrow trouble by dreading tomorrow. It is the dark menace of the future that makes cowards of us.", 
    "name": "Dorothy Dix"
  }, 
  {
    "quote": "Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "When our opponents on the Left have no serious ideas of their own, they resort to emotional appeals that play up Americans' fears about the future.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The trouble with the future is that is usually arrives before we're ready for it.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "The problem with the future is that it keeps turning into the present.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Most people should be talking about how Floyd Mayweather is a great undefeated future Hall of Famer that's his own promoter and that works extremely hard to get to where he's at. Instead, all you hear is hate and jealous remarks from critics who criticize me and, you know, most of the time, the people that criticize me can't do what I can do.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "I believe that children are our future. Teach them well and let them lead the way. Show them all the beauty they possess inside.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "I believe life is a series of near misses. A lot of what we ascribe to luck is not luck at all. It's seizing the day and accepting responsibility for your future. It's seeing what other people don't see And pursuing that vision.", 
    "name": "Howard Schultz"
  }, 
  {
    "quote": "Do your duty and a little more and the future will take care of itself.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "To me, the black black woman is our essential mother, the blacker she is the more us she is and to see the hatred that is turned on her is enough to make me despair, almost entirely, of our future as a people.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "In love, unlike most other passions, the recollection of what you have had and lost is always better than what you can hope for in the future.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "By failing seriously to confront the most predicable economic crisis in our nation's history, the President's policies are committing us and our children to a diminished future.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "If I advocate cautious optimism it is not because I do not have faith in the future but because I do not want to encourage blind faith.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I'm a person that carries everything that happened to me in my past, with me into the future. I refuse to let it make me bitter. I still completely believe in love and I remain open to anything that will happen to me.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "When all else is lost, the future still remains.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "The future will be better tomorrow.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Taste refers to the past, imagination to the future.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "I have great expectations for the future, because the past was highly overrated.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Fortune raises up and fortune brings low both the man who fares well and the one who fares badly and there is no prophet of the future for mortal men.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "You never know what the future holds or where my life will take me.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Scientists will eventually stop flailing around with solar power and focus their efforts on harnessing the only truly unlimited source of energy on the planet: stupidity. I predict that in the future, scientists will learn how to convert stupidity into clean fuel.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Map out your future - but do it in pencil. The road ahead is as long as you make it. Make it worth the trip.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "If Germany, thanks to Hitler and his successors, were to enslave the European nations and destroy most of the treasures of their past, future historians would certainly pronounce that she had civilized Europe.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "The future is made of the same stuff as the present.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "The present was an egg laid by the past that had the future inside its shell.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "The Internet: transforming society and shaping the future through chat.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "I'm always thinking about creating. My future starts when I wake up every morning... Every day I find something creative to do with my life.", 
    "name": "Miles Davis"
  }, 
  {
    "quote": "I was planning on my future as a homeless person. I had a really good spot picked out.", 
    "name": "Larry David"
  }, 
  {
    "quote": "Let the workers organize. Let the toilers assemble. Let their crystallized voice proclaim their injustices and demand their privileges. Let all thoughtful citizens sustain them, for the future of Labor is the future of America.", 
    "name": "John L. Lewis"
  }, 
  {
    "quote": "All my children have spoken for themselves since they first learned to speak, and not always with my advance approval, and I expect that to continue in the future.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Of present fame think little, and of future less the praises that we receive after we are buried, like the flowers that are strewed over our grave, may be gratifying to the living, but they are nothing to the dead.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Wisdom is the abstract of the past, but beauty is the promise of the future.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The trouble with our times is that the future is not what it used to be.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "We are called to be architects of the future, not its victims.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "The only way to predict the future is to have power to shape the future.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "The enemies of the future are always the very nicest people.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Only mothers can think of the future - because they give birth to it in their children.", 
    "name": "Maxim Gorky"
  }, 
  {
    "quote": "You must recognize, embrace, and be honest about what is real for you today and allow that understanding to inform the choices you make. Only then will you be able to build the future of your dreams.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I'm still driving along on the pop freeway of life. Thinking even further into the future, I definitely want to make an acoustic record. I want to try lots of different things.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "What is past is past, there is a future left to all men, who have the virtue to repent and the energy to atone.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "When we see the face of a child, we think of the future. We think of their dreams about what they might become, and what they might accomplish.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "People who own property feel a sense of ownership in their future and their society. They study, save, work, strive and vote. And people trapped in a culture of tenancy do not.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "A dream collage is pictures of your goals. It is like your future photo album.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "To me, living in the present means being aware of your conscious choice to focus on the past, present or future - it is not necessarily having to focus on the present.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Everything you need for better future and success has already been written. And guess what? All you have to do is go to the library.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "I think that the present is worth attention, one shouldn't sacrifice it to future conceptions of, of this future or that future.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "To live for some future goal is shallow. It's the sides of the mountain that sustain life, not the top.", 
    "name": "Robert M. Pirsig"
  }, 
  {
    "quote": "We should all be concerned about the future because we will have to spend the rest of our lives there.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "The atomic bomb made the prospect of future war unendurable. It has led us up those last few steps to the mountain pass and beyond there is a different country.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "I think that in the future, clocks won't say three o'clock anymore. They'll just get right to the point and rename three o'clock 'Pepsi.'", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "When future archaeologists dig up the remains of California, they're going to find all of those gyms their scary-looking gym equipment, and they're going to assume that we were a culture obsessed with torture.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "It also allows you to look as though you're not particularly from the present, future or past, either.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "The future and eternity are two entirely different things.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "If my future were determined just by my performance on a standardized test, I wouldn't be here. I guarantee you that.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "It's just really hard to work and get better, building and planning for the future with the new Monte Carlo and keeping the race team intact and keeping them healthy.", 
    "name": "Dale Earnhardt"
  }, 
  {
    "quote": "Forget the past - the future will give you plenty to worry about.", 
    "name": "George Allen, Sr."
  }, 
  {
    "quote": "If you want to have sustained joy, you have to not only make sure that you think right, but you also have to make decisions now that are going to guarantee some joy in the future.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "Right actions in the future are the best apologies for bad actions in the past.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "Under Barack Obama, the only 'Change' is that 'Hope' has been hard to find. Now millions of Americans are insecure about their future. But instead of inspiring us by reminding us of what makes us special, he divides us against each other. He tells Americans they're worse off because others are better off. That people got rich by making others poor.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I'm working on bringing the instant film camera back as part of the future.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I'm not sitting dwelling about the past or stressing or fretting about something in the future.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I have reached a place in my life where I need to sit down and say, 'Well, what do I do? What's best for me?' I need to look into options for the future.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "In 1998, Artnet was the site that convinced me that if my writing didn't exist online, it didn't exist at all. It showed me criticism's future.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "And yet, I suppose you mourn the loss or the death of what you thought your life was, even if you find your life is better after. You mourn the future that you thought you'd planned.", 
    "name": "Lynn Redgrave"
  }, 
  {
    "quote": "The road to the future leads us smack into the wall. We simply ricochet off the alternatives that destiny offers. Our survival is no more than a question of 25, 50 or perhaps 100 years.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "Here is what we know after more than a decade of Republican rule: Texas works. Even 'The New York Times' let it slip into its pages that, 'Texas is the future.'", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "All I can say is that I'm getting married in the future. I've narrowed it down to that.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Education is not only a ladder of opportunity, but it is also an investment in our future.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "The future is the worst thing about the present.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "America, which has the most glorious present still existing in the world today, hardly stops to enjoy it, in her insatiable appetite for the future.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "The wave of the future is coming and there is no fighting it.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "What I'm concerned about is endless borrowing, which is going to compromise our economy not only today but in the future. Because we know the decisions we make right now really dramatically impact us in the future, and the debt is literally getting out of our control.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "At every crossroads on the path that leads to the future, tradition has placed 10,000 men to guard the past.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "We can chart our future clearly and wisely only when we know the path which has led to the present.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "I don't know what the future may hold, but I know who holds the future.", 
    "name": "Ralph Abernathy"
  }, 
  {
    "quote": "I said peace is sometimes narrowly interpreted it's the absence of conflict between nations or something. But peace is more inherent, more basic to human life, human beings, what we feel about each other, what we feel about life around us and what we see in our future.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "To be able to sit in Donald Trump's apartment and talk about the future of corporate real estate was amazing.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "If you see the magic in a fairy tale, you can face the future.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "The perennial conviction that those who work hard and play by the rules will be rewarded with a more comfortable present and a stronger future for their children faces assault from just about every direction. That great enemy of democratic capitalism, economic inequality, is real and growing.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The future has already arrived. It's just not evenly distributed yet.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "Poetry is not only dream and vision it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "I am confident that when the facts and policies have been examined, when the record of performances have been reviewed, Barack Obama and Joe Biden will once again be elected to lead our beloved country to a better future.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "The man who comes up with a means for doing or producing almost anything better, faster or more economically has his future and his fortune at his fingertips.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Parents are like shuttles on a loom. They join the threads of the past with threads of the future and leave their own bright patterns as they go.", 
    "name": "Fred Rogers"
  }, 
  {
    "quote": "We drive into the future using only our rearview mirror.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "We're trying to set up a movie for me in the near future. It's going to be similar to the story of how I got discovered. Kinda like my own version of '8 Mile.'", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "The past is an old armchair in the attic, the present an ominous ticking sound, and the future is anybody's guess.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "I'm happy, I'm in a good place, I'm looking forward to my future.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Use your lives wisely, my friends, and conserve these precious freedoms for future generations.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "The question of armaments, whether on land or sea, is the most immediately and intensely practical question connected with the future fortunes of nations and of mankind.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "A person who has sympathy for mankind in the lump, faith in its future progress, and desire to serve the great cause of this progress, should be called not a humanist, but a humanitarian, and his creed may be designated as humanitarianism.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "We must not allow the liberals to move us away from the conservative values of the American past which sustain our present and shall secure our future. As for me and my family, we will serve God, we will serve this constitutional republic, we will serve America.", 
    "name": "Allen West"
  }, 
  {
    "quote": "Without memory, there is no culture. Without memory, there would be no civilization, no society, no future.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "This time, instead of moving oceans and healing planets, let's get our bills in order and pay down the debt so we control our own future.", 
    "name": "Artur Davis"
  }, 
  {
    "quote": "While the resurrection promises us a new and perfect life in the future, God loves us too much to leave us alone to contend with the pain, guilt and loneliness of our present life.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "The importance of money flows from it being a link between the present and the future.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "It is extraordinary that whole populations have no projects for the future, none at all. It certainly is extraordinary, but it is certainly true.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "As I have said for many years throughout this land, we're borrowing money from China to buy oil from the Persian Gulf to burn it in ways that destroy the future of human civilization. Every bit of that has to change.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "People like us are afraid to leave ball. What else is there to do? When baseball has been your whole life, you can't think about a future without it, so you hang on as long as you can.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "If you believe that the killing of innocent people is right, then you are not part of my future.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "My purpose... to go on with my heart and soul, devoting all my energies to Girl Scouts, and heart and hand with them, we will make our lives and the lives of the future girls happy, healthy and holy.", 
    "name": "Juliette Gordon Low"
  }, 
  {
    "quote": "We shall be better prepared for the future if we see how terrible, how doomed the present is.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "I found, when I left, that there were others who felt the same way. We'd meet, they'd come and seek me out, we'd talk about the future. And I found that their depression and pessimism was every bit as acute as mine.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "We have no right to assume that any physical laws exist, or if they have existed up until now, that they will continue to exist in a similar manner in the future.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "I used to hurt so badly that I'd ask God why, what have I done to deserve any of this? I feel now He was preparing me for this, for the future. That's the way I see it.", 
    "name": "Eden Phillpotts"
  }, 
  {
    "quote": "My theme is going to be: Together we can win the future. The right policies lead to the right results. And I'm going to argue that President Obama will lose the future because the wrong policies lead to the wrong results.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Everything tends to make us believe that there exists a certain point of the mind at which life and death, the real and the imagined, past and future, the communicable and the incommunicable, high and low, cease to be perceived as contradictions.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "School is practice for the future, and practice makes perfect and nobody's perfect so why bother.", 
    "name": "Tre Cool"
  }, 
  {
    "quote": "I have made good judgments in the past. I have made good judgments in the future.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "In George Bush you get experience, and with me you get - The Future!", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "It's a question of whether we're going to go forward into the future, or past to the back.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "My future daughter is not going to go through what I did.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "The past is not dead, it is living in us, and will be alive in the future which we are now helping to make.", 
    "name": "William Morris"
  }, 
  {
    "quote": "Knowledge about the economy, ideas about capitalism and government, the future of the world and geopolitics were things I was never really interested in.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I'm substantially concerned about the policy directions of the space agency. We have a situation in the U.S. where the White House and Congress are at odds over what the future direction should be. They're sort of playing a game and NASA is the shuttlecock that they're hitting back and forth.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "I would like to see a future where artists think that they have a right to contemplate things like global warming.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Something I've realized lately, to my shock, is that I am an optimist, in that I think humans are almost infinitely capable of self-change and self-modification, and that we really can build the future that we want if we're smart about it.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I've noticed a terrible thing, which is I will agree to anything if it's far enough in the future.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "You cannot fight against the future. Time is on our side.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "I'm convinced there's a small room in the attic of the Foreign Office where future diplomats are taught to stammer.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "When you relinquish the desire to control your future, you can have more happiness.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "What does the future, that half of time, matter to the man who is infatuated with eternity?", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "To act is to anchor in an imminent future, so imminent it becomes almost tangible to act is to feel you are consubstantial with that future.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Of course there are critics who believe that no matter what we do, the Florida dream is over. They claim that we must accept the idea that inevitably our future is one of high taxes and big government.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Mitt Romney will stop the attacks on job creators, encourage entrepreneurs to chase their dreams, and bring good jobs and a better future to all Americans.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "It would be wonderful to think that the future is unknown and sort of surprising.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "I think my view is that whenever you project into the future you're never likely to be accurate in the details, or the paraphernalia and style. It's in the spirit of it.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "While day by day the overzealous student stores up facts for future use, he who has learned to trust nature finds need for ever fewer external directions. He will discard formula after formula, until he reaches the conclusion: Let nature take its course.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "Plato's philosophy is a dignified preface to future religion.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Does art have a future? Performance genres like opera, theater, music and dance are thriving all over the world, but the visual arts have been in slow decline for nearly 40 years. No major figure of profound influence has emerged in painting or sculpture since the waning of Pop Art and the birth of Minimalism in the early 1970s.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Armageddon is not around the corner. This is only what the people of violence want us to believe. The complexity and diversity of the world is the hope for the future.", 
    "name": "Michael Palin"
  }, 
  {
    "quote": "Children have neither a past nor a future. Thus they enjoy the present, which seldom happens to us.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Children enjoy the present because they have neither a past nor a future.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "It took the madmen of yesterday for us to be able to act with extreme clarity today. I want to be one of those madmen. We must dare to invent the future.", 
    "name": "Thomas Sankara"
  }, 
  {
    "quote": "The best preparation for the future is the present well seen to, and the last duty done.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Many of us crucify ourselves between two thieves - regret for the past and fear of the future.", 
    "name": "Fulton Oursler"
  }, 
  {
    "quote": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.", 
    "name": "Dale Turner"
  }, 
  {
    "quote": "Your past is not your potential. In any hour you can choose to liberate the future.", 
    "name": "Marilyn Ferguson"
  }, 
  {
    "quote": "Why not invest in the future of music, instead of building fortresses to preserve its past?", 
    "name": "David Byrne"
  }, 
  {
    "quote": "You have to like the present if not your life becomes secondhand, if you think it was better before. Or that it will be better in the future.", 
    "name": "Karl Lagerfeld"
  }, 
  {
    "quote": "The future is built on brains, not prom court, as most people can tell you after attending their high school reunion. But you'd never know it by talking to kids or listening to the messages they get from the culture and even from their schools.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "My philosophy is to take one day at a time. I don't worry about the future. Tomorrow is even out of sight for me.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "As more people use social media to tell the story of the future, the wants and needs of more people will be reflected.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "In fact, I believe the first companies that make an effort to develop an authentic, transparent, and meaningful social contract with their fans and customers will turn out to be the ones that are the most successful in the future. While brands that refuse to make the effort will lose stature and customer loyalty.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The future is today.", 
    "name": "William Osler"
  }, 
  {
    "quote": "I have never been able to grasp the meaning of time. I don't believe it exists. I've felt this again and again, when alone and out in nature. On such occasions, time does not exist. Nor does the future exist.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "The next few months are critical to Pakistan's future direction as a democratic state committed to promoting peace, fighting terrorism and working for social justice.", 
    "name": "Benazir Bhutto"
  }, 
  {
    "quote": "Our imagination is the only limit to what we can hope to have in the future.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future.", 
    "name": "Charlie Dent"
  }, 
  {
    "quote": "If we can't begin to agree on fundamentals, such as the elimination of the most abusive forms of child labor, then we really are not ready to march forward into the future.", 
    "name": "Alexis Herman"
  }, 
  {
    "quote": "Our modern states are preparing for war without even knowing the future enemy.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "I don't just want a better deal for Britain. I want a better deal for Europe too. So I speak as British prime minister with a positive vision for the future of the European Union. A future in which Britain wants, and should want, to play a committed and active part.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "If Jesus Christ was who He claimed to be, and He did die on a cross at a point of time in history, then, for all history past and all history future it is relevant because that is the very focal point for forgiveness and redemption.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "Our work is before us. It cannot be passed to future legislatures and must not be passed to future generations. May we boldly seize the moment with singular unity. And may we build a Texas of unlimited possibility.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "The foundation for future prosperity is built on the bedrock of good jobs and great schools. We are building a strong foundation one job at a time and one educated Texan at a time.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I think life is far too short to concentrate on your past. I rather look into the future.", 
    "name": "Lou Reed"
  }, 
  {
    "quote": "Run to meet the future or it's going to run you down.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "The problem is that borrowing money to pay back more borrowed money that will oblige you in the future to borrow even more money doesn't sound kosher. Because it isn't.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "As a nation we have the right to decide our own affairs, to mould our own future. This does not pose any danger to anybody. Our nation is fully aware of the responsibility for its own fate in the complicated situation of the contemporary world.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "The vote is a trust more delicate than any other, for it involves not just the interests of the voter, but his life, honor and future as well.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "I can imagine a future in which real books will exist but in a more limited, particular way.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "When I wonder what the future of books will be, I often think about horses. Before automobiles existed, everyone had a horse. Then cars became available, and their convenience, compared to horses, was undeniable.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Dreams get you into the future and add excitement to the present.", 
    "name": "Robert Conklin"
  }, 
  {
    "quote": "I've found that when the market's going down and you buy funds wisely, at some point in the future you will be happy. You won't get there by reading 'Now is the time to buy.'", 
    "name": "Peter Lynch"
  }, 
  {
    "quote": "If GE's strategy of investment in China is wrong, it represents a loss of a billion dollars, perhaps a couple of billion dollars. If it is right, it is the future of this company for the next century.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "My entire life has been an attempt to get back to the kind of feelings you have on a field. The sense of brotherhood, the esprit de corps, the focus - there being no past or future, just the ball. As trite as it sounds, I was happiest playing ball.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "The purpose of the Jewish state is to secure the Jewish future. That is why Israel must always have the ability to defend itself, against any threat.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "There is still a future with music, because people want music.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Up against the corporate government, voters find themselves asked to choose between look-alike candidates from two parties vying to see who takes the marching orders from their campaign paymasters and their future employers. The money of vested interest nullifies genuine voter choice and trust.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Language is the armory of the human mind, and at once contains the trophies of its past and the weapons of its future conquests.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "President Obama believes in a country where we invest in education, in roads and bridges, in science, and in the future so we can create new opportunities so the next kid can make it big and the kid afer that and the kid after that, that's what President Obama believes.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "I'm convinced that we can shape a different future for this country as it relates to mental health and as it relates to suicide.", 
    "name": "David Satcher"
  }, 
  {
    "quote": "I would sum up my fear about the future in one word: boring. And that's my one fear: that everything has happened nothing exciting or new or interesting is ever going to happen again... the future is just going to be a vast, conforming suburb of the soul.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "The more we shelter children from every disappointment, the more devastating future disappointments will be.", 
    "name": "Fred G. Gosman"
  }, 
  {
    "quote": "This is the first age that's ever paid much attention to the future, which is a little ironic since we may not have one.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "The dark shadow we seem to see in the distance is not really a mountain ahead, but the shadow of the mountain behind - a shadow from the past thrown forward into our future. It is a dark sludge of historical sectarianism. We can leave it behind us if we wish.", 
    "name": "David Trimble"
  }, 
  {
    "quote": "We know that when people are safe in their homes, they are free to pursue their dream for a brighter economic future for themselves and their families.", 
    "name": "George Pataki"
  }, 
  {
    "quote": "Promises are the uniquely human way of ordering the future, making it predictable and reliable to the extent that this is humanly possible.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "School is practice for the future, and practice makes perfect. But nobody's perfect, so why practice?", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "When two kids are being completely berserk, and they're naked and throwing food around, sometimes I just let it go because I can see a future where they're going to be dressed, and they're going to be at school. So I kind of let stuff go sometimes.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I've said it before, but it's absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "In the future, instead of striving to be right at a high cost, it will be more appropriate to be flexible and plural at a lower cost. If you cannot accurately predict the future then you must flexibly be prepared to deal with various possible futures.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "Every thought we think is creating our future.", 
    "name": "Louise L. Hay"
  }, 
  {
    "quote": "I object to people running down the future. I am going to live all the rest of my life there.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "I hate those e-books. They can not be the future... they may well be... I will be dead.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "High expectations weren't nurtured in my neck of nowhere back then - children weren't fawned over from an early age as 'gifted' and groomed for a prizewinning future self-esteem was considered something you had to pick from the garden yourself.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "I think I'm going to be making country records for as long as I can see into the future. It's much more down-home and real.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "President Obama has offered a plan with 4 trillion dollars in debt reduction over a decade, with two and a half dollars of spending reductions for every one dollar of revenue increases, and tight controls on future spending. It's the kind of balanced approach proposed by the bipartisan Simpson-Bowles commission.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "If you want a future of shared prosperity, where the middle class is growing and poverty is declining, where the American Dream is alive and well, and where the United States remains the leading force for peace and prosperity in a highly competitive world, you should vote for Barack Obama.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Frontiersmen good and bad, gunmen as well as inspired prophets of the future, have been my camp companions. Thus, I know the country of which I am about to write as few men now living have known it.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "There are times when even the most potent governor must wink at transgression, in order to preserve the laws inviolate for the future.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "The attack on ObamaCare was that Congress does not have the power under the Commerce Clause to force a private citizen into a private contractual relationship. If such a thing is permitted to stand, the anti-ObamaCare forces argue, there will be no limit to Congress's power in the future.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "While negativity is politically useful, it is also demoralizing unless it is accompanied - and to some extent overshadowed - by elevated and inspiring ideas about the American future.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "If I can create some space that people haven't experienced before and if it stays with them or gives them a dream for the future, that's the kind of structure I seek to create.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "We must depend upon the Boy Scout Movement to produce the MEN of the future.", 
    "name": "Daniel Carter Beard"
  }, 
  {
    "quote": "Fascism is not in itself a new order of society. It is the future refusing to be born.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "A coldly rationalist individualist can deny that he has any obligation to make sacrifices for the future.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "The future, like everything else, is not what it used to be.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "After the final no there comes a yes and on that yes the future of the world hangs.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Scientific research and other studies have demonstrated that arts education can enhance American students' math and language skills and improve test scores which in turn increase chances of higher education and good jobs in the future.", 
    "name": "Thad Cochran"
  }, 
  {
    "quote": "Traditionalists are pessimists about the future and optimists about the past.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "Our politics are our deepest form of expression: they mirror our past experiences and reflect our dreams and aspirations for the future.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "When you realize the value of all life, you dwell less on what is past and concentrate more on the preservation of the future.", 
    "name": "Dian Fossey"
  }, 
  {
    "quote": "The politics of partisanship and the resulting inaction and excuses have paralyzed decision-making, primarily at the federal level, and the big issues of the day are not being addressed, leaving our future in jeopardy.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "To love someone is to isolate him from the world, wipe out every trace of him, dispossess him of his shadow, drag him into a murderous future. It is to circle around the other like a dead star and absorb him into a black light.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "Young people can get very discouraged and get hooked on drugs or on alcohol because of problems they perceive as insurmountable. It is important that they realize a mistake need not ruin their future, but they must also know that not everything in life is a bed of roses.", 
    "name": "Maureen Forrester"
  }, 
  {
    "quote": "As a child is indulged or checked in its early follies, a ground is generally laid for the happiness or misery of the future man.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I love wushu a lot and I would love to see it included in future Olympic Games.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "An author is a fool who, not content with boring those he lives with, insists on boring future generations.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "The global economic outlook remains fragile and uncertain. Global economic imbalances persist and we must address them or risk future instability.", 
    "name": "Julia Gillard"
  }, 
  {
    "quote": "The end of the trial and the 'not guilty' verdicts on all counts, clearing Michael of all charges, mean that he can now concentrate on the future and his art.", 
    "name": "LaToya Jackson"
  }, 
  {
    "quote": "Most of the media... is positioning the merger with Compaq and the recent actions by Walter Hewlett and David Packard as a fight between the past and the future.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "I don't think we're going to see the price of oil going down in the near future, that's the reality.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "I hate those e-books. They cannot be the future. They may well be.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "We must reinvent a future free of blinders so that we can choose from real options.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "The best thing about the future is that it comes only one day at a time.", 
    "name": "Dean Acheson"
  }, 
  {
    "quote": "All cities do face similar, significant trends in the future... most importantly global warming and climate change.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "It is hard to say what the future holds, but this is probable - it won't be just like the past.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I'm sure that there are reasonable people that had some reasonable projections about the future of New Orleans, but none of those could include not trying to rebuild the city and make it better than it was before.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "The social object of skilled investment should be to defeat the dark forces of time and ignorance which envelope our future.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "The Nautilus was piercing the water with its sharp spur, after having accomplished nearly ten thousand leagues in three months and a half, a distance greater than the great circle of the earth. Where were we going now, and what was reserved for the future?", 
    "name": "Jules Verne"
  }, 
  {
    "quote": "The White House isn't the place to learn how to deal with international crisis, the balance of power, war and peace, and the economic future of the next generation.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "My future's about trying to be a better man.", 
    "name": "Terrence Howard"
  }, 
  {
    "quote": "I'm pro-life. I'll do all I can to see every baby is created with a future and potential. The legislature should do all it can to protect human life.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "I am neither a sociologist nor a politician. All I can do is imagine for myself what the future will be like.", 
    "name": "Michelangelo Antonioni"
  }, 
  {
    "quote": "I never think of the future. I never imagine what comes next.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "I look forward to a time, in the not so distant future, when we no longer look forward to 'firsts' as milestones women have yet to achieve, but we look back on them as historic events that continue to teach and inspire.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "People talk about doom-laden scenarios happening in the future: they are happening in Africa now. You can see it perfectly clearly. Periodic famines are due to too many people living on land that can't sustain them.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "We do not know enough about how the present will lead into the future.", 
    "name": "Gregory Bateson"
  }, 
  {
    "quote": "The Fuhrer alone is the present and future German reality and its law. Learn to know ever more deeply: from now on every single thing demands decision, and every action responsibility.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "We would fight not for the political future of a distant city, rather for principles whose destruction would ruin the possibility of peace and security for the peoples of the earth.", 
    "name": "Neville Chamberlain"
  }, 
  {
    "quote": "More is required of public officials than slogans and handshakes and press releases. More is required. We must hold ourselves strictly accountable. We must provide the people with a vision of the future.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "I honestly don't know, but if America continues to refuse to reduce its greenhouse gas emissions, I see a bleak future not only for American society, but for the world as a whole. This is a global problem that is not going away, and the United States is an obstacle to solving it.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I just can't wait for the future.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "Inspiring scenes of people taking the future of their countries into their own hands will ignite greater demands for good governance and political reform elsewhere in the world, including in Asia and in Africa.", 
    "name": "William Hague"
  }, 
  {
    "quote": "The EU is not a country and it's not going to become a country, in my view, now or ever in the future. It is a group of countries working together.", 
    "name": "William Hague"
  }, 
  {
    "quote": "The Christian of the future will be a mystic or he will not exist at all.", 
    "name": "Karl Rahner"
  }, 
  {
    "quote": "America's future will be determined by the home and the school. The child becomes largely what he is taught hence we must watch what we teach, and how we live.", 
    "name": "Jane Addams"
  }, 
  {
    "quote": "And that's how we build the economy of the future. An economy with more jobs and less debt, we root it in fairness. We grow it with opportunity. And we build it together.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "Adolescence represents an inner emotional upheaval, a struggle between the eternal human wish to cling to the past and the equally powerful wish to get on with the future.", 
    "name": "Louise J. Kaplan"
  }, 
  {
    "quote": "John wrote with a very deep love for the human race and a concern for its future.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "I have been judged to be a pessimist but what abyss of ignorance and low egoism is not hidden in one who thinks that Man is the god of himself and that his future can only be triumphant?", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "You can't let your past hold your future hostage.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "We're not planning for the future. If we continue to spend ourselves into oblivion, we are going to destroy this nation.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Man has a limited biological capacity for change. When this capacity is overwhelmed, the capacity is in future shock.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "One faces the future with one's past.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "As a kid, I'd go into the bathroom when I was having a tantrum. I'd be in the bathroom crying, studying myself in the mirror. I was preparing for future roles.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "It is the business of the future to be dangerous and it is among the merits of science that it equips the future for its duties.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "The task of a university is the creation of the future, so far as rational thought and civilized modes of appreciation can affect the issue.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "I'd like to think that the actions we take today will allow others in the future to discover the wonders of landscapes we helped protect but never had the chance to enjoy ourselves.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "A lot of people, including business leaders, think the future belongs to China. Globalization is not a zero-sum game, but we need to hone our skills to stay in play.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "A globalized world is by now a familiar fact of life. Building walls or moats may sound appealing, but the future belongs to those who tend to their people and then boldly engage the rest of the world, near and far.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own.", 
    "name": "Mark Victor Hansen"
  }, 
  {
    "quote": "In retrospect, the Millennium marked only a moment in time. It was the events of September 11 that marked a turning point in history, where we confront the dangers of the future and assess the choices facing humankind.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "In a time of tight budgets, difficult choices have to be made. We must make sure our very limited resources are spent on priorities. I believe we should have no higher priority than investing in our children's classrooms and in their future.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "For all my years in public life, I have believed that America must sail toward the shores of liberty and justice for all. There is no end to that journey, only the next great voyage. We know the future will outlast all of us, but I believe that all of us will live on in the future we make.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "My own nature hovers between neurotic and paranoid. I've developed the habit of mentally listing things that make me optimistic about the future. I do it every day.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Anything you're trying to will is focused on the future it's always associated with some sort of anxiety that makes the present moment somewhat uncomfortable.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Future orientation is combined with a notion and expectation of progress, and nothing is impossible.", 
    "name": "Alan Dundes"
  }, 
  {
    "quote": "Together we can and must fight for justice for our children and protect them from draconian tax cuts and budget choices that threaten their survival, education and preparation for the future. If they are not ready for tomorrow, neither is America.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "Why does everyone think the future is space helmets, silver foil, and talking like computers, like a bad episode of Star Trek?", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "Isn't it a shame that future generations can't be here to see all the wonderful things we're doing with their money?", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "A lost election can have the jolt of a drop through the gallows door, leading to a dark night of the soul in which the future presses down like a cloud that will never lift.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "As we divest ourselves of once familiar physical objects - digitize and dematerialize - we approach a 'Star Trek' future in which everything can be accessed from the fourth dimension with a few clicks or terse audibles.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "In rising financial markets, the world is forever new. The bull or optimist has no eyes for past or present, but only for the future, where streams of revenue play in his imagination.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "For 50 years, nuclear power stations have produced three products which only a lunatic could want: bomb-explosive plutonium, lethal radioactive waste and electricity so dear it has to be heavily subsidised. They leave to future generations the task, and most of the cost, of making safe sites that have been polluted half-way to eternity.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "For my future I have no concern, and as a true philosopher, I never would have any, for I know not what it may be: as a Christian, on the other hand, faith must believe without discussion, and the stronger it is, the more it keeps silent.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "I launched The Emeril Lagasse Foundation to provide culinary training, and developmental and educational programs to children in the cities where my restaurants operate. I think everyone has a responsibility to give back to the community if they can, and to help future generations learn new skills.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "The future is a bright as the promises of God.", 
    "name": "Adoniram Judson"
  }, 
  {
    "quote": "The future battle on the ground will be preceded by battle in the air. This will determine which of the contestants has to suffer operational and tactical disadvantages and be forced throughout the battle into adoption compromise solutions.", 
    "name": "Erwin Rommel"
  }, 
  {
    "quote": "You mustn't take what I say as gospel because no one can second-guess the future.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "Seek not to know what must not be reveal, for joy only flows where fate is most concealed. A busy person would find their sorrows much more if future fortunes were known before!", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Existence is no more than the precarious attainment of relevance in an intensely mobile flux of past, present, and future.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "I do not think white America is committed to granting equality to the American Negro. This is a passionately racist country it will continue to be so in the foreseeable future.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "Africa has no future.", 
    "name": "V. S. Naipaul"
  }, 
  {
    "quote": "We have a positive vision of the future founded on the belief that the gap between the promise and reality of America can one day be finally closed. We believe that.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "A government is invigorated when each of us is willing to participate in shaping the future of this nation.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "The security and the future of Jordan is hand-in-hand with the future of the Palestinians and the Israelis.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Such is the miraculous nature of the future of exiles: what is first uttered in the impotence of an overheated apartment becomes the fate of nations.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Planning ahead is a measure of class. The rich and even the middle class plan for future generations, but the poor can plan ahead only a few weeks or days.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Sometime in the future - 25, 50, 75 years hence - what will the situation be like then? By that time the Chinese will have the capability of delivery too.", 
    "name": "Curtis LeMay"
  }, 
  {
    "quote": "Life... is not simply a series of exciting new ventures. The future is not always a whole new ball game. There tends to be unfinished business. One trails all sorts of things around with one, things that simply won't be got rid of.", 
    "name": "Anita Brookner"
  }, 
  {
    "quote": "Live life to the fullest, for the future is scarce.", 
    "name": "Nick Carter"
  }, 
  {
    "quote": "The Republican argument that raising the debt ceiling encourages additional future spending is logically irresponsible. The debt ceiling has to be raised to authorize spending already approved by Congress. Despite that fallacy, the GOP has been able to score political points with its argument.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "The earth we abuse and the living things we kill will, in the end, take their revenge for in exploiting their presence we are diminishing our future.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Really, each era has its own false nostalgia. We all put a picket fence up around something. For my generation it was the '50s, and for other generations it will be something else. Change is scary for everyone, as is complexity, contradiction, and an uncertain future.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "I'd love to do more action stuff, in the future.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "It is difficult to live in the present, ridiculous to live in the future and impossible to live in the past. Nothing is as far away as one minute ago.", 
    "name": "Jim Bishop"
  }, 
  {
    "quote": "My kids are the future of the Mayweather family and of the Mayweather brand. I feel our family is stronger if we stay together.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "You have reckoned that history ought to judge the past and to instruct the contemporary world as to the future. The present attempt does not yield to that high office. It will merely tell how it really was.", 
    "name": "Leopold Von Ranke"
  }, 
  {
    "quote": "The flesh endures the storms of the present alone the mind, those of the past and future as well as the present. Gluttony is a lust of the mind.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "I think Gingrich has embarrassed the party over time. Whether he'll do it again in the future, I don't know. But Gov. Romney never has.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Since we can't know what knowledge will be most needed in the future, it is senseless to try to teach it in advance. Instead, we should try to turn out people who love learning so much and learn so well that they will be able to learn whatever needs to be learned.", 
    "name": "John Holt"
  }, 
  {
    "quote": "We are all afraid for our confidence, for the future, for the world. That is the nature of the human imagination. Yet every man, every civilization, has gone forward because of its engagement with what it has set itself to do.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "I feel like I write songs for the future or something. Not in an arrogant way, but I feel like maybe my songs were, like, before their time or something.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I never remember having a plan. All I could think about was how I was going to afford to get into college or where I was going to stay because I hated being at home. I didn't really have time to think about anything in the future. I didn't think about a career or anything. I went to uni, got a couple of jobs, so I sort of funded it myself.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I never have plans for the future as you never know how things will turn out.", 
    "name": "Nigella Lawson"
  }, 
  {
    "quote": "But I think it's more that when you're young, you're invincible, you're immortal - or at least you think you are. The possibilities are limitless, you're inventing the future. Then you get older and suddenly you have a history. It's fixed. You can't change anything. I find that a bit disturbing, to be honest.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Comedy was the key to everything. I grew up fast and controlled my future by bringing it on faster than it naturally unfolded. I cheated myself out of a childhood but then got a running headstart into adulthood that no one else could keep up with.", 
    "name": "Margaret Cho"
  }, 
  {
    "quote": "It's been a difficult thing because some great opportunities have come and I've just been holding my breath and praying... I'm basically gambling hoping something will come along this season and if not, I don't know what the future holds.", 
    "name": "Charisma Carpenter"
  }, 
  {
    "quote": "Just, you never know what the next day is going to bring. That goes for football, goes for off the field, and I gave up a long time ago trying to predict the future and trying to deal with things I couldn't deal with.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I stopped thinking about it after trying to figure out what are the lessons learned, and there are so many. After I had basically sorted that out, I figured it's time to really look at the future and not at the past.", 
    "name": "Kalpana Chawla"
  }, 
  {
    "quote": "I stopped predicting the future a long time ago.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "If we are to better the future we must disturb the present.", 
    "name": "Catherine Booth"
  }, 
  {
    "quote": "I don't have that much forward planning about what I want to do next, or in the future.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "I knew I could not cope with the future unless I was able to rediscover the past.", 
    "name": "Gene Tierney"
  }, 
  {
    "quote": "If other people want to talk about my future I can't control that.", 
    "name": "Steven Gerrard"
  }, 
  {
    "quote": "Life is an operation which is done in a forward direction. One lives toward the future, because to live consists inexorably in doing, in each individual life making itself.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "Men don't come up to you to just talk. We come up to you with a plan. We're looking across the room at you, and we don't care about your hopes and dreams. We don't care about what your future holds. We saw something we wanted.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "The future depends entirely on what each of us does every day a movement is only people moving.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "In an ecology of love, people can relate in trust and face the future without fear. They do not need to play it safe. They can take uncertainty in their stride.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "While everyone else is thinking about economics and politics, executive salaries and the future of the euro, do the opposite, even if it's hard. Invest in the spirit.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "A perfect storm is in the making: financial uncertainty, economic downturn, government cuts, rising unemployment and a future that looks less clear the more we try to fathom it.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "While we can remember the past, we cannot write the future. Only our children, the future of our community, can do that.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Instead of seeing these children for the blessings that they are, we are measuring them only by the standard of whether they will be future deficits or assets for our nation's competitive needs.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "Not many people give you a vision of what the future will bring.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "If you really want change, you really want it to be inclusive, where everyone's included, otherwise you're just going to have more of the same in the future.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "You can get your money and you put it in the bank, or you can put it in the youth. You can put it in our future.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "The Freudian theory is one of the most important foundation stones for an edifice to be built by future generations, the dwelling of a freer and wiser humanity.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "The past is really almost as much a work of the imagination as the future.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "My commitment to the security and future of Israel is based upon basic morality as well as enlightened self-interest. Our role in supporting Israel honors our own heritage.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "I plant a lot of trees. I am a great believer in planting things for future generations. I loathe the now culture where you just live for today.", 
    "name": "Penelope Keith"
  }, 
  {
    "quote": "The future of Conservatism lies in our beliefs and values, not by throwing them away. We need to shed associations that bind us to past failures, but hold faith with those things that make us Conservatives.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "When you try to predict future E.R.A.'s with past E.R.A.'s, you're making a mistake.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "When a scientist is ahead of his times, it is often through misunderstanding of current, rather than intuition of future truth. In science there is never any error so gross that it won't one day, from some perspective, appear prophetic.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "There are certain moments when we might wish the future were built by men of the past.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "What else does anxiety about the future bring you but sorrow upon sorrow?", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "Here once again education is crucial, it enables children to be become more aware of their rights and to exercise them in a respectful manner which helps them shape their own future.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "We are, perhaps, uniquely among the earth's creatures, the worrying animal. We worry away our lives, fearing the future, discontent with the present, unable to take in the idea of dying, unable to sit still.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Doctors, dressed up in one professional costume or another, have been in busy practice since the earliest records of every culture on earth. It is hard to think of a more dependable or enduring occupation, harder still to imagine any future events leading to its extinction.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "At this early stage in our evolution, now through our infancy and into our childhood and then, with luck, our growing up, what our species needs most of all, right now, is simply a future.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "The future is too interesting and dangerous to be entrusted to any predictable, reliable agency. We need all the fallibility we can get. Most of all, we need to preserve the absolute unpredictability and total improbability of our connected minds. That way we can keep open all the options, as we have in the past.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "When I was a kid, I thought movie stars were women and men who were in these great films that we still look at now. But I don't think there are too many films coming out these days that we're going to look at in the future and say, 'This is one of the great ones.'", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "The debt-ceiling vote isn't about what will be done in the future it is about the integrity of America's commitment to support the bonds we issue. Elected officials have an obligation to maintain that integrity, regardless of whether they voted for the programs that required the borrowing in the first place.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "We can do things the cheap way, the simple way, for the short-term and without regard for the future. Or, we can make the extra effort, do the hard work, absorb the criticism and make decisions that will cause a better future.", 
    "name": "Mike Rounds"
  }, 
  {
    "quote": "Every great work of art has two faces, one toward its own time and one toward the future, toward eternity.", 
    "name": "Lester Bangs"
  }, 
  {
    "quote": "Children are our future we must take care of them with maximum effort.", 
    "name": "Naomi Campbell"
  }, 
  {
    "quote": "I could definitely see myself making a serious movie or a drama in the future.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I don't know what the future holds. Anything is possible.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "What unites Oklahomans today is what has always united us: Our unshakable faith. Our love of family and compassion for others. The unlimited promise of a hopeful future.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "To communicate the truths of history is an act of hope for the future.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "A healthy vision of the future is not possible without an accurate knowledge of the past.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "No one is going to try to fill my mother's shoes, what she did was fantastic. It's about making your own future and your own destiny and Kate will do a very good job of that.", 
    "name": "Prince William"
  }, 
  {
    "quote": "Kids are meeting in coffee shops and basements figuring out what's unsustainable in their communities. That's the future.", 
    "name": "Ian Somerhalder"
  }, 
  {
    "quote": "Fear of the future is worse than one's present fortune.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "Reactionary: a man walking backwards with his face to the future.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "We are a people in a quandary about the present. We are a people in search of our future. We are a people in search of a national community.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "We are a party of innovation. We do not reject our traditions, but we are willing to adapt to changing circumstances, when change we must. We are willing to suffer the discomfort of change in order to achieve a better future.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "We must not become the new puritans and reject our society. We must address and master the future together. It can be done if we restore the belief that we share a sense of national community, that we share a common national endeavor. It can be done.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "I am only 33, I've got a lot to do. This is the first half of my career. I'm looking forward to the future and I'm proud about the past.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I don't think anybody anywhere can talk about the future of their people or of an organization without talking about education. Whoever controls the education of our children controls our future.", 
    "name": "Wilma Mankiller"
  }, 
  {
    "quote": "What we're discussing privately and publicly, is a budget which is a blueprint for the future which creates jobs, which educates our children, which provides healthcare for all Americans, which takes our deficit down, which gives a tax cut for 95% of the American people.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "Blowing up buses will not induce the Israelis to move forward, and neither will the killing of Palestinians or the demolition of their homes and their future. All this needs to stop. And we pledge that Jordan will do its utmost to help achieve it.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "The incentive that you give to your youth is going to be the make-or-break future of the country.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Think about it: Reducing crime and poverty and ensuring that we have an educated, stable work force has a direct effect on you and me and the future of our country.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "Our youth deserve the opportunity to complete their high school and college education, free of early parenthood. Their future children deserve the opportunity to grow up in financially and emotionally stable homes. Our communities benefit from healthy, productive, well-prepared young people.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "It's about time we make the well-being of our young people more important than ideology and politics. As a country, we benefit from investing in their future by investing in teen pregnancy prevention.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "I'm not certain, but I have a little gypsy blood in me. And my mother always told me that her grandma could give someone the evil eye, and I'd better not cross her because she had some of that blood in her. Mother always believed that she could predict the future, and she had dreams that came true.", 
    "name": "Sam Raimi"
  }, 
  {
    "quote": "Ensuring quality higher education is one of the most important things we can do for future generations.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "The most important thing about global warming is this. Whether humans are responsible for the bulk of climate change is going to be left to the scientists, but it's all of our responsibility to leave this planet in better shape for the future generations than we found it.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "To live only for some future goal is shallow. It's the sides of the mountain that sustain life, not the top.", 
    "name": "Robert M. Pirsig"
  }, 
  {
    "quote": "Habitual texters may not only cheat their existing relationships, they can also limit their ability to form future ones since they don't get to practice the art of interpreting nonverbal visual cues.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "The future... seems to me no unified dream but a mince pie, long in the baking, never quite done.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "There's no point in making predictions. It's not worth speculating because nothing is set in stone and things change all the time in football. Today there are opportunities that no one knows if they will come round again in the future.", 
    "name": "Cristiano Ronaldo"
  }, 
  {
    "quote": "What should be the future of Israel? Is the land the most important choice, and for that reason to keep the whole of the land at any cost, or to have a partition and build the Jewish state on part of the land? And the other part?", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "The Super Bowl is a game. Life is for real. What I went through helped me get to where I am today. I won't forget. I can't forget. Because a man who forgets his past sometimes loses his soul and forgets where to go in the future.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "The future author is one who discovers that language, the exploration and manipulation of the resources of language, will serve him in winning through to his way.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "The people in charge, globally, are maniacs. They are maniacs, and unless we do something about it these people are going to deprive us of a future.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "If we want to secure the best jobs in the future, we must make America the best place in the world to do business.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Today is a celebration of hope for the Iraqi people. The Iraqi people can now take control of their government and their future by creating a society that protects the rights endowed to us by our creator - life, liberty and freedom.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Man spends his life in reasoning on the past, in complaining of the present, in fearing future.", 
    "name": "Antoine Rivarol"
  }, 
  {
    "quote": "We live trapped, between the churned-up and examined past and a future that waits for our work.", 
    "name": "Anna Freud"
  }, 
  {
    "quote": "The future of Indo-Pak cricket will depend on how the peace process goes.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "The future is going to be boring. The suburbanisation of the planet will continue, and the suburbanisation of the soul will follow soon after.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "I came to live in Shepperton in 1960. I thought: the future isn't in the metropolitan areas of London. I want to go out to the new suburbs, near the film studios. This was the England I wanted to write about, because this was the new world that was emerging.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "That is now my mission: to provide a European vision of growth, employment, prosperity - in one word, our future.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "Between France and Senegal there's a history. There's a language that we both speak. There's a culture that we share and to which both of our peoples have contributed. But beyond our history, beyond our language, beyond the links that have united us for so long, what unites us today is the future.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "We need the help of other member countries and leaders who, like us, want to see a change in Europe's direction. That's also my logic when I tell voters that electing me president will not only shape France's future, but also initiate change across all of Europe.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future.", 
    "name": "Anil Kapoor"
  }, 
  {
    "quote": "The impressions of the spriritual experiences gave my future life its form and content.", 
    "name": "Gustav Mahler"
  }, 
  {
    "quote": "Rather than waiting for future trials to determine rules that will impact every citizen, Congress should step in and write a law that takes every American's rights into consideration.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "The fact is that all writers create their precursors. Their work modifies our conception of the past, just as it is bound to modify the future.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "I think the future also will not belong to those who are cynical or those who stand on the sidelines.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "The future will belong to those who have passion and are willing to work hard to make our country better.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "In particular, for younger researchers on whom the future of mankind may depend. We believe that they are working with all the scientific wisdom at their disposal for the preservation of the inheritance of the earth and for the lasting survival of mankind.", 
    "name": "Kenichi Fukui"
  }, 
  {
    "quote": "I think there's a future where the Web and print coexist and they each do things uniquely and complement each other, and we have what could be the ultimate and best-yet array of journalistic venues.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I think it's very clear that the American people are frustrated with this move toward socialism. And so whether you're back or white, if you believe that the conservative construct is in the best interest of our future, than you too would be voting with Republicans, and if you had the opportunity to run you'd join us as well.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "The claim made by Team Obama that every dollar in stimulus translates into a dollar-and-a-half in growth is economic fiction. The costs of stimulus reduce future growth. No country has ever spent itself to prosperity. The price of stimulus has to be paid sometime.", 
    "name": "Karl Rove"
  }, 
  {
    "quote": "I've been asked to do a retrospective since I was about 28 and I always thought that was a bit odd. It's great to look forward as an artist because in the future the possibilities are infinite you look back and it's all fixed so it's a scary thing.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "The idea of going on tour for the rest of my life with old works is not that exciting. As an artist I definitely think the work in future is going to be better than the work in the past, otherwise why do it?", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Everything that looks to the future elevates human nature.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "I was the true future. I understood Communism better than they did.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "The law of humanity ought to be composed of the past, the present, and the future, that we bear within us whoever possesses but one of these terms, has but a fragment of the law of the moral world.", 
    "name": "Edgar Quinet"
  }, 
  {
    "quote": "The purpose of thinking about the future is not to predict it but to raise people's hopes.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "I see a bright future for the biotechnology industry when it follows the path of the computer industry, the path that von Neumann failed to foresee, becoming small and domesticated rather than big and centralized.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "You want to do your job well so that people in the future say, 'OK, he's not bad, let's hire him.'", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "AARP knows the future is bright for a generation that's going to remain healthy and vital for 10, 20, 30, 40 more years. AARP has the information and resources people need throughout their process of reinvention.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "A store's best advertisement is the service its goods render, for upon such service rest the future, the good-will, of an organization.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "We know not of the future and cannot plan for it much.", 
    "name": "Joshua Chamberlain"
  }, 
  {
    "quote": "If the euro zone doesn't come up with a comprehensive vision of its own future, you'll have a whole range of nationalist, xenophobic and extreme movements increasing across the European Union. And, frankly, questions about the British debate on EU membership will just be a small sideshow compared to the rise of political populism.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "Having your fiscal house in order and having a more manageable macro-economic future is going to be very useful in creating growth.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "It is strange. I see all the privileges and greatness of the future. It already looks grand, beautiful. Tell them I went lovingly, trustfully, peacefully.", 
    "name": "Thomas Starr King"
  }, 
  {
    "quote": "Success follows those adept at preserving the substance of the past by clothing it in the forms of the future.", 
    "name": "Dee Hock"
  }, 
  {
    "quote": "I loved the house the way you would any new house, because it is populated by your future, the family of children who will fill it with noise or chaos and satisfying busy pleasures.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Everybody has to be able to participate in a future that they want to live for. That's what technology can do.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "True revolutionaries are like God - they create the world in their own image. Our awesome responsibility to ourselves, to our children, and to the future is to create ourselves in the image of goodness, because the future depends on the nobility of our imaginings.", 
    "name": "Barbara Grizzuti Harrison"
  }, 
  {
    "quote": "I'm a big laser believer - I really think they are the wave of the future.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "We go on dates thinking that person is our future husband or wife, without getting to know them, as we live in a fantasy and an illusion of romance.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "A ring means a commitment. But more than that, it means that you've talked about your shared future and have decided together on a shared vision of it.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "A nation that does not stand for its children does not stand for anything and will not stand tall in the future.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "There is a different future that is available to North Korea, if they choose differently.", 
    "name": "Mitchell Reiss"
  }, 
  {
    "quote": "With respect to the environment in our state and our state's future - in addition to water which is very important here - I think it is crucial for him to make a sincere commitment to energy efficiency, fuel efficiency, by helping us to produce those cars of the future.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "With Michigan's economic future on the line, we can't afford to have our 500 local school districts marching in different directions. Instead, we need a high standards, mandatory curriculum to get all our students on the road to higher education and a good paying job.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "Well, clearly, for me in the immediate future, it is grappling, like so many other governors are grappling, with the economic woes of these states. We were all hoping to see some federal relief.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "The civil unrest of recent days must come to an end, and the healing process must begin for the future of the community. We will provide assistance both in ending the violence and enabling the healing process in Benton Harbor.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "That's one of the most exciting things about Michigan's future. We need to, we must capitalize on our alternative-energy vehicles that we can produce right here.", 
    "name": "Jennifer Granholm"
  }, 
  {
    "quote": "I've been doing musical theater since I was a kid. And look for a CD from me in the future. I want to write all the songs!", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Every educated person is a future enemy.", 
    "name": "Martin Bormann"
  }, 
  {
    "quote": "Cartooning is a wonderful career, and I'd like more women to get to have it. I can't think of any reason why we won't see more syndicated female cartoonists in the future.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "The fighter loses more than his pride in the fight he loses part of his future. He's a step closer to the slum he came from.", 
    "name": "Floyd Patterson"
  }, 
  {
    "quote": "The future has a way of arriving unannounced.", 
    "name": "George Will"
  }, 
  {
    "quote": "Yeah, it's odd when you look back at your own work. Some filmmakers don't look back at their work at all. I look at my work a lot, actually. I feel like I learned something while looking at stuff I've done in terms of what I'm going to do in the future, mistakes I've made and things at work or what have you.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "I would tell 17-year-olds to be proud of who you are. Don't try to change yourself for others. Focus on school and your future. Boys and friends will come and go, just focus on you and your future.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "Planning is bringing the future into the present so that you can do something about it now.", 
    "name": "Alan Lakein"
  }, 
  {
    "quote": "I said tonight I wanted to talk to you about love. Look into your hearts. This is our country. This is our future. These are our children and grandchildren. You can trust Mitt.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "Let them look to the past, but let them also look to the future let them look to the land of their ancestors, but let them look also to the land of their children.", 
    "name": "Wilfrid Laurier"
  }, 
  {
    "quote": "Cambodia possesses now the rights to look far into the future and everything for making a future construction is waiting for the Cambodian own efforts.", 
    "name": "Hun Sen"
  }, 
  {
    "quote": "There are no limits to our future if we don't put limits on our people.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "Hollywood has its own way of telling stories. I was just telling stories that I was familiar with. And it's what I want to do in the future: I want to take my audio cinema and put it on the screen.", 
    "name": "Ice T"
  }, 
  {
    "quote": "As an American I wanted to explore... why are we the only first world country that still has capital punishment? Is it because we're too afraid to really examine the system, or is it because we really truly believe that this is the best way to deter future crime?", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "A speculator is a man who observes the future, and acts before it occurs.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "There is no word for feeling nostalgic about the future, but that's what a parent's tears often are, a nostalgia for something that has not yet occurred. They are the pain of hope, the helplessness of hope, and finally, the surrender to hope.", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "I enjoy every minute, because there are going to be a lot of moments in your future that you're going to wish you held onto longer.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "A good education is that which prepares us for our future sphere of action and makes us contented with that situation in life in which God, in his infinite mercy, has seen fit to place us, to be perfectly resigned to our lot in life, whatever it may be.", 
    "name": "Ann Plato"
  }, 
  {
    "quote": "Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement.", 
    "name": "Christopher Bond"
  }, 
  {
    "quote": "No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "The best prophet of the future is the past.", 
    "name": "George Byron"
  }, 
  {
    "quote": "The American idea is as promising, imaginative, and full of the unexpected as the land itself. The land represents freedom - the frontier, the ability to make a new future with your own bare hands.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "I would like my architecture to inspire people to use their own resources, to move into the future.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "I think of the past and the future as well as the present to determine where I am, and I move on while thinking of these things.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "No, I think the future of humanity will be like the past, we'll do what we've always done and there will still be human beings. Granted, there will always be people doing something different and there are a lot of possibilities.", 
    "name": "Octavia Butler"
  }, 
  {
    "quote": "I can count all the ways in which being a mother has enriched my understanding of the world, of character, my sense of the future and my attachment to it. I can't imagine what kind of writer I'd be if I didn't have my kids.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "By doing something positive in this world, you're helping people and the future. We're all trying to help the world... make it a better place to live. We're actually still changing the world, aren't we?", 
    "name": "Rick Danko"
  }, 
  {
    "quote": "I have long considered it one of God's greatest mercies that the future is hidden from us. If it were not, life would surely be unbearable.", 
    "name": "Eugene Forsey"
  }, 
  {
    "quote": "I think experience will teach you a combination of liberalism and conservatism. We have to be progressive and at the same time we have to retain values. We have to hold onto the past as we explore the future.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "I made education the highest priority of my campaign - actually education and jobs - and the reason is a simple one: I think the future of America depends on it.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "Stephen King in many respects is a wonderful writer. He has made a contribution. People in the future will be able to pick up Stephen King's books and learn a lot about who we were by reading those books.", 
    "name": "Anne Rice"
  }, 
  {
    "quote": "Sometimes when I'm going to sleep, I think, 'Oh God, my future husband is out there somewhere and I might know him, or I might not, and I wonder what he's doing and I wonder if he knows me.' I just always think that's so fascinating, that even when you were two years old, your future husband was out there somewhere.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "There's no artist in this world that doesn't enjoy the dream that if they have bad reviews now, the story of Keats can redeem them, in their fantasy or imagination, in the future. I think Keats' poem 'Endymion' is a really difficult poem, and I'm not surprised that a lot of people pulled it apart in a way.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "In Iroquois society, leaders are encouraged to remember seven generations in the past and consider seven generations in the future when making decisions that affect the people.", 
    "name": "Wilma Mankiller"
  }, 
  {
    "quote": "When my job was attempting to predict future economic developments for the Shell oil company, I was frequently reminded of an Arabic saying: 'Those who claim to foresee the future are lying, even if by chance they are later proved right.'", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "I believe it is essential for our planetary future to develop tools that can change the consciousness which has created the crisis that we are in.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "One of the most important things that I did to turn my life around was to realize and to accept that from this minute, that's all we have. Everything that happened behind us we cannot change so you might as well look to the future.", 
    "name": "Nick Carter"
  }, 
  {
    "quote": "I never have planned a whole lot of future. It's one day at a time.", 
    "name": "Darrell Royal"
  }, 
  {
    "quote": "The Arab World is writing a new future the pen is in our own hands.", 
    "name": "Abdallah II"
  }, 
  {
    "quote": "Blade Runner appears regularly, two or three times a year in various shapes and forms of science fiction. It set the pace for what is essentially urban science fiction, urban future and it's why I've never re-visited that area because I feel I've done it.", 
    "name": "Ridley Scott"
  }, 
  {
    "quote": "No one is more important to the future of our state than our teachers.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "Sometimes I make very selfish choices like I did 'Once Upon A Time' for my inner 8-year-old and my hypothetical future child. I've done some movies because I would regret them if I didn't, but other projects I've done because they've scared me or if I felt I needed to do a big romantic comedy to help me professionally.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I had been feeling a little rum. I didn't think it was anything serious because years ago I felt a lump and it was benign. I assumed this would be too. It kind of takes the wind out of your sails, and I don't know what the future holds, if anything.", 
    "name": "Maggie Smith"
  }, 
  {
    "quote": "Since fame is an illusion and death is in our future all we have is the next moment before we are swallowed into oblivion.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "Therefore I am sure that this, my Coronation, is not the symbol of a power and a splendor that are gone but a declaration of our hopes for the future, and for the years I may, by God's Grace and Mercy, be given to reign and serve you as your Queen.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "When you're poor, you know nothing about the future, you know nothing about the world, nothing that goes on outside 300 yards around you.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "President Obama's 100-day plan is pretty impressive. I think it's a Wow 100-plus days. The administration is not operating from fear, it is trying to drive change for the future, and that's a good thing.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "Like many other touchstones of twenty-first-century pop culture, 'The Sopranos' was hatched in the late Nineties, predicting a future that never arrived. It was designed for a decade that would be just like the Nineties, except more so, in an America that enjoyed seeing itself as smarter and braver and freer than ever before.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "Isn't it amazing the way the future succeeds in creating an appropriate past?", 
    "name": "John Leonard"
  }, 
  {
    "quote": "If younger people see older people who haven't planned ahead and have to rely on charity, the young will be more likely to provide for the future. Today when someone plans poorly, the only consequence people see is a demand for more government.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Hollywood films have become a cesspool of formula and it's up to us to try to change it... I feel like a preacher! But it's really true. I feel personally responsible for the future of American cinema. Me personally.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "What I'm suggesting to you is that this could be a renaissance. We may be on the cusp of a future which could provide a tremendous leap forward for humanity.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "The risk presented by these lethal wastes is like no other risk, and we should not be expected to accept it or to project it into the future in order for manufacturers and utilities to make a dollar killing now.", 
    "name": "David R. Brower"
  }, 
  {
    "quote": "Though I was excited about the Sojourner Truth play, it was not reassuring to think that my entire future might depend on the success of that one show.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "Web 2.0 ideas have a chirpy, cheerful rhetoric to them, but I think they consistently express a profound pessimism about humans, human nature and the human future.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "The euro is our common fate, and Europe is our common future.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "I don't know what the future holds, but I know that God holds tomorrow, so it is exciting. Even when I have hard things happen, He loves me so big, so much. I come through it and I grow from it, because He has got me.", 
    "name": "Barbara Mandrell"
  }, 
  {
    "quote": "So someday in the near future hopefully rather than having a foot or a leg amputated we'll just give you an injection of the cells and restore the blood flow. We've also created entire tubes of red blood cells from scratch in the laboratory. So there are a lot of exciting things in the pipeline.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "In fact when you combine stem cell technology with the technology known as tissue engineering you can actually grow up entire organs, so as you suggest that sometime in the future you get in an auto accident and lose your kidney, we'd simply take a few skin cells and grow you up a new kidney. In fact this has already been done.", 
    "name": "Robert Lanza"
  }, 
  {
    "quote": "I would say that there is no future for literary studies as such in the United States.", 
    "name": "Harold Bloom"
  }, 
  {
    "quote": "I see Turkey's future as being in Europe, as one of many prosperous, tolerant, democratic countries.", 
    "name": "Orhan Pamuk"
  }, 
  {
    "quote": "Kids feel so strongly about what's going on today and what's happening to the world, and that's very inspiring. I feel more hopeful than ever before about the future.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "Creation is all space, all time - all things past, present, and future.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "I was always someone who lived in the future all the time, it was always the next thing - dreams of escape.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "I was cast in 'Thor' and I'm cast as a Nordic god. If you know anything about the Nords, they don't look like me but there you go. I think that's a sign of the times for the future. I think we will see multi-level casting. I think we will see that, and I think that's good.", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "If we want to deliver opportunity for all, we need an economy that delivers jobs for the future.", 
    "name": "John Major"
  }, 
  {
    "quote": "We inadvertently bombed the Chinese Embassy. But Clinton now is working very hard. He has sent a letter of apology to the Chinese. And, he's also given them a gift certificate for future nuclear secrets.", 
    "name": "David Letterman"
  }, 
  {
    "quote": "I am not interested in the past, except as the road to the future.", 
    "name": "Gianni Versace"
  }, 
  {
    "quote": "The strange thing about Africa is how past, present and future come together in a kind of rough jazz, if you like.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "The subject of criminal rehabilitation was debated recently in City Hall. It's an appropriate place for this kind of discussion because the city has always employed so many ex-cons and future cons.", 
    "name": "Mike Royko"
  }, 
  {
    "quote": "By concentrating on what is good in people, by appealing to their idealism and their sense of justice, and by asking them to put their faith in the future, socialists put themselves at a severe disadvantage.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "If we wish our state's growth to continue, then our future will increasingly be with industries that require a highly skilled and technically proficient workforce.", 
    "name": "Jay Weatherill"
  }, 
  {
    "quote": "There is an opportunity for us to renew ourselves. There's an opportunity for us to leave the past behind and present something different for the future.", 
    "name": "Jay Weatherill"
  }, 
  {
    "quote": "Through first-class education, a generation marches down the long uncertain road of the future with confidence.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "The truth is my idea has been to always stay at Barcelona and see out the rest of my career here. Like I always say, one doesn't know what can happen in the future, but if it were up to me to decide, I would stay at Barcelona for the rest of my career.", 
    "name": "Lionel Messi"
  }, 
  {
    "quote": "Healthy children are born from healthy, respected, well-nourished and educated mothers and it is imperative that they have a voice in the decisions which affect them. If you empower a mother and let her have her say towards a poverty-free future, the positive impact this would have on ending hunger will be immense.", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "I'm not a prophet I can only use historical reality to come to a view of the future, and my view is that Africa will return to being African and not European. The advent of colonialism was foreign to the country itself, but it will return to what it was before the Europeans arrived.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "The discussion in Washington has changed dramatically. I mean, it's no longer a question of should we address entitlements - it's no longer a question of do we need to reduce spending in the future.", 
    "name": "Mark Zandi"
  }, 
  {
    "quote": "I shall go further and say that even if an examination of the past could lead to any valid prediction concerning man's future, that prediction would be the contrary of reassuring.", 
    "name": "Julien Benda"
  }, 
  {
    "quote": "I couldn't wait to look at someone who shared my genes. I thought my baby was going to provide a decoder key to my past. But then I looked at Pippa and realized, no, she's actually the key to my future.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "Every year, I am reminded of the kids who aren't in the freshman class and aren't graduating. I remember every single one of them. That is the worst of times for me, to see the future snuffed out.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "But for me, it is when a student has died. I find the death of a young person the most difficult and painful of times. To explain it to other young people, to see a bright future snuffed out, is just awful. I am haunted by those deaths.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "Future generations are not going to ask us what political party were you in. They are going to ask what did you do about it, when you knew the glaciers were melting.", 
    "name": "Martin Sheen"
  }, 
  {
    "quote": "I was offered a choice of a flat salary up front or a percentage of the film's future earnings. I took the up front money. Nobody could have figured what Halloween would ultimately become.", 
    "name": "Donald Pleasence"
  }, 
  {
    "quote": "You will attract the younger generation and they might well prove tougher than the older generation. What we are trying to do is to look at the future and see what we can do to bring some stability back to people's lives.", 
    "name": "Ian Botham"
  }, 
  {
    "quote": "Instead of causing us to remember the past like the old monuments, the new monuments seem to cause us to forget the future.", 
    "name": "Robert Smithson"
  }, 
  {
    "quote": "And as I grew older, I then auditioned for the Royal Academy of Music in London, and they said, well, no, we won't accept you, because we haven't a clue - you know - of the future of a so-called 'deaf' musician. And I just couldn't quite accept that.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "The ongoing conflict between us has caused heavy suffering to both peoples. The future can and must be different. Both our peoples are destined to live together side by side, on this small piece of land. This reality we cannot change.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "But there's one thing we are not going to compromise at all: when it comes to security of Israeli citizens and the State of Israel, there are not going to be any compromises - not now and not in the future.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "My future is in my past and my past is my present. I must now make the present my future.", 
    "name": "Vladimir Horowitz"
  }, 
  {
    "quote": "To the citizens of Israel, I say: we have passed difficult years, faced the most painful experiences and overcame them. The future lies before us. We are required to take difficult and controversial steps, but we must not miss the opportunity to try to achieve what we have wished for, for so many years: security, tranquillity and peace.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "'Robopocalypse' explores the intertwined fates of regular people who face a future filled with murderous machines. It follows them as humanity foments the robot uprising, fails to recognize the coming storm, and then is rocked to the core by methodical, crippling attacks.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "The poster boy for our superabled future is Oscar Pistorius, an increasingly famous South African sprinter who happens to have had both of his legs amputated below the knee. Using upside down question mark-shaped carbon fiber sprinting prosthetics, called Cheetah blades, Mr. Pistorius can challenge the fastest sprinters in the world.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "For every minute, the future is becoming the past.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "What appeals to me? There are things, points of view, uses of the language, habits of dress, ways of thought and believing that came to me from my grandparents and came to them from theirs. Things that are of good use in any situation, no matter what the future may hold.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "Looking ahead, future generations may learn their social skills from robots in the first place. The cute yellow Keepon robot from Carnegie Mellon University has shown the ability to facilitate social interactions with autistic children. Morphy at the University of Washington happily teaches gestures to children by demonstration.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "My idea in terms of managing a narrative, or in thinking in my creative life, is that you could easily argue that the past, the present and the future all occur simultaneously, and if you can postulate that, then you're not strictly bound to a linear narrative.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "In the future, when Microsoft leaves a security-flaw in their code it won't mean that somebody hacks your computer. It will mean that somebody takes control of your servant robot and it stands in your bedroom doorway sharpening a knife and watching you sleep.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "The future is hidden by a dark impenetrable veil, and yet we struggle to pierce through it.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "Everything about my politics has been about the future.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "I think in the future we need to look at our youth department to provide more players for the first team think it is important for a club to have a good amount of players that have roots with the club and region.", 
    "name": "Arsene Wenger"
  }, 
  {
    "quote": "As long as I do a good job, I believe the future is going to take care of itself, but actually I like very much being in elected office and there is no consideration about doing anything different until I can be assured that we are going to have the best voting systems in the country.", 
    "name": "Katherine Harris"
  }, 
  {
    "quote": "I have not made any plans for the future, and my wife would kill me if I announced anything before that.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "I'd like now and into the future to play a bigger role not only in Wisconsin and the Midwest, but nationally. I'd like to have an impact.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "What makes America amazing is that there have always been men and women of courage who were willing to think more about the future of their children and grandchildren than they did about their own political careers.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "Also, it is interesting that developing countries, with China and India perhaps in the lead, where the future of the global environment will be decided are now on board with the case for sustainable development.", 
    "name": "Maurice Strong"
  }, 
  {
    "quote": "We owe at least this much to future generations, from whom we have borrowed a fragile planet called Earth.", 
    "name": "Maurice Strong"
  }, 
  {
    "quote": "The future will be the child of the past and the present, even if a rebellious child.", 
    "name": "George Crumb"
  }, 
  {
    "quote": "Of course I am political. You 'ave to be don't you? Every day it is about your future, your right to that future. 'Ow can people ignore this? We 'ave to leave a good world for our children, n'est-ce pas?", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "If you really want something you just hang with it. We think our future's ahead and not behind.", 
    "name": "Jerry Only"
  }, 
  {
    "quote": "The valid research for the future is on the inner side, on the spiritual side.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "By the time a person has achieved years adequate for choosing a direction, the die is cast and the moment has long since passed which determined the future.", 
    "name": "Zelda Fitzgerald"
  }, 
  {
    "quote": "I don't want to be the one to break it to you, but the future ain't that funny.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "What's interesting about books that take place in the future, even twenty years in the future, is that many of them are black or white: It's either a utopia or it's misery. The real truth is that there's going to be both things in any future, just like there is now.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "You need people who can walk their companies into the future rather than back them into the future.", 
    "name": "Warren G. Bennis"
  }, 
  {
    "quote": "Life is hopefully long, so I don't know what the future will bring.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "I'm scared of the unknown future.", 
    "name": "Bethenny Frankel"
  }, 
  {
    "quote": "To design the future effectively, you must first let go of your past.", 
    "name": "Charles J. Givens"
  }, 
  {
    "quote": "So foolish is the heart of man that he ever puts his hope in the future, learning nothing from his past errors and fancying that tomorrow must be better than today.", 
    "name": "Mika Waltari"
  }, 
  {
    "quote": "Two persons love in one another the future good which they aid one another to unfold.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "You know, we'd just had a birthday, he was... you know, he still had a future out of him, and all I can is he was just one of the most beautiful people in the world... a very gifted man, and it's a loss to the world, not just for us.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "I'd like to think a baseball picture is somewhere in my future.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "As long as our civilisation keeps trundling along generally forwards, then there is the possibility of a future where ethnicity is merely an interesting badge, not a uniform you can't take off.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "We need to give the Iraqis a chance to build their own future. It should be in their hands. It must be in their hands. That is what democracy is all about. We can teach it, we can explain it, but they must want it enough to make it work for them.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children's right and it is also our best hope and their best hope for the future.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "It is the child's understanding that teaches the adults the way of the future. They're still doing it today with modern technology.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "The German philosopher Walter Benjamin had the curious notion that we could change the past. For most of us, the past is fixed while the future is open.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "I wished to go completely outside and to make a symbolic start for my enterprise of regenerating the life of humankind within the body of society and to prepare a positive future in this context.", 
    "name": "Joseph Beuys"
  }, 
  {
    "quote": "I hope that seeing the excitement of solving this problem will make young mathematicians realize that there are lots and lots of other problems in mathematics which are going to be just as challenging in the future.", 
    "name": "Andrew Wiles"
  }, 
  {
    "quote": "I want to do very useful buildings and I would like to find a method of producing these buildings through our technology because I think that this is the only way that we will gain wonderful environment easily in the future.", 
    "name": "Minoru Yamasaki"
  }, 
  {
    "quote": "I have a lot of sympathy for young people because I realize how disturbed I was. How would I deal with life in the future? What would I do for a living?", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "If you can see the magic in a fairytale, you can face the future.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "An expectation is a future object, recognised as belonging to me.", 
    "name": "Samuel Alexander"
  }, 
  {
    "quote": "My past is my wisdom to use today... my future is my wisdom yet to experience. Be in the present because that is where life resides.", 
    "name": "Gene Oliver"
  }, 
  {
    "quote": "The future is keeping you out of the present time.", 
    "name": "Van Morrison"
  }, 
  {
    "quote": "I look forward to the future - and going into the studio to make new music.", 
    "name": "Diana Ross"
  }, 
  {
    "quote": "As a child our dreams got scattered all about and all our future prospects got scattered to so many places, and we spend our lives trying to find the little pieces that make up our lives and make up the dreams that we had as a child that got blown away in the windstorm.", 
    "name": "Terrence Howard"
  }, 
  {
    "quote": "In charting our course to the future, we are mindful of our path from the past.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "I shall soon be six-and-twenty. Is there anything in the future that can possibly console us for not being always twenty-five?", 
    "name": "George Byron"
  }, 
  {
    "quote": "One of the functions of an organization, of any organism, is to anticipate the future, so that those relationships can persist over time.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "The way that organizations and organisms anticipate the future is by taking signals from the past, most the time.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "This is actually a very important principle that science is learning about large systems like evolution and that futurists are learning about anticipating human society: just because a future scenario is plausible doesn't mean we can get there from here.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "It seems like the studios are either making giant blockbusters, or really super-small indies. And the mid-level films I grew up on, like 'Back to the Future' and all those John Hughes movies, the studios aren't doing. It's hard to get them on their feet.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "It is our job, as members of parliament, to legislate with an eye to the long term future, to look over the horizon beyond the next election and ensure that as far as we can what we do today will make Australia a better place, a safer place, for future generations to live in.", 
    "name": "Malcolm Turnbull"
  }, 
  {
    "quote": "And that's the mission of The Innocence Project in New York, is to exonerate people who have been wrongfully convicted, and also work from a policy angle with Congress and state legislatures to prevent future wrongful convictions.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "I'm not itching to sue Amazon or Wal-Mart... they sell a lot of books. But the future is very uncertain with books.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "I hope that we can continue this cooperation on other critical issues related to America's future technological competitiveness. We must work together to encourage the creative talents that have made our country the world leader in technology.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "Hydrogen holds great promise to meet many of our future energy needs, and it addresses national security and our environmental concerns. Hydrogen is the simplest, most abundant element in the universe.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "And when these advances are made, hydrogen can fill critical energy needs beyond transportation. Hydrogen can also be used to heat and generate electricity for our homes. The future possibilities of this energy source are enormous.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "For example, the Prime Minister earlier this year talked about the importance of the Arctic to our future. He's right. A hundred years from now, the strength of Canada is going to be coming from our resources in the Arctic.", 
    "name": "Brian Mulroney"
  }, 
  {
    "quote": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "Projecting a persuasive image of a desirable and practical future is extremely important to high morale, to dynamism, to consensus, and in general to help the wheels of society turn smoothly.", 
    "name": "Herman Kahn"
  }, 
  {
    "quote": "Look how many millions of people are underemployed or have lost their jobs. The last thing I'm going to do is play politics with their future.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "No one's played on the moon yet. No one's played in zero gravity. Some bands have played at the Pyramids of Giza, but we'd very much like to do that in the near future.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "People's - most people's job is talking about the future or like money not even in the present tense. It's not even paper.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "China, in the future, is going to have even more nuclear capability than it has had in the past. I don't believe that they have anything to fear from the United States, and I frankly don't believe they do fear the United States.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "If this is not done, future ages will certainly look back upon us as a people so immersed in the pursuit of wealth as to be blind to higher considerations.", 
    "name": "Alfred Russel Wallace"
  }, 
  {
    "quote": "I can't predict the future.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "The Marshall Plan was after destruction, and the U.S. came to our help and obviously this was very, very important for the future of Europe. I think now we have all the capabilities of doing it on our own and, in a sense, we have to.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "As much as we all talk about the future and how so many things are merging, there is a simplicity that is crucial.", 
    "name": "Ryan Seacrest"
  }, 
  {
    "quote": "I deeply believe that if the Australian Labor Party, a party of which I have been a proud member for more than 30 years, is to have the best future for our nation, then it must change fundamentally its culture and to end the power of faceless men. Australia must be governed by the people, not by the factions.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "There comes a time in the history of nations when their peoples must become fully reconciled to their past if they are to go forward with confidence to embrace their future.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "Because the time has come, well and truly come, for all peoples of our great country, for all citizens of our great commonwealth, for all Australians - those who are indigenous and those who are not - to come together to reconcile and together build a new future for our nation.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "But Australia faces additional regional and global challenges also crucial to our nation's future - climate change, questions of energy and food security, the rise of China and the rise of India. And we need a strong system of global and regional relationships and institutions to underpin stability.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "The Australian Government's decision to take on the dominant funding role for the entire public hospital system is designed to: end the blame game eliminate waste and to shoulder the funding burden of the rapidly rising health costs of the future.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "On Australia Day 2010, as we enter this second decade of the 21st century, Australians can be optimistic about our future, but we cannot afford to mistake optimism for complacency.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "To be a member of the Labor Party is to be an optimist - optimistic about the future of Australia, optimistic about the ability of government to make a difference.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "The future belongs to crowds.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "That's where the future lies, in the youth of today.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "I really hope that we'll have a sustainable future on this planet, I really do. So I probably geek out mostly about learning more about how potentially we can hopefully make that happen, hopefully we're not too far lost.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "It is, I claim, nonsense to say that it does not matter which individual man acted as the nucleus for the change. It is precisely this that makes history unpredictable into the future.", 
    "name": "Gregory Bateson"
  }, 
  {
    "quote": "My duty as a teacher is to train, educate future programmers.", 
    "name": "Niklaus Wirth"
  }, 
  {
    "quote": "Clearly, some creative thinking is badly needed if humans are to have a future beyond Earth. Returning to the Moon may be worthy and attainable, but it fails to capture the public's imagination. What does get people excited is the prospect of a mission to Mars.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Let us make future generations remember us as proud ancestors just as, today, we remember our forefathers.", 
    "name": "Roh Moo-hyun"
  }, 
  {
    "quote": "Words matter, especially words defining complicated political arrangements, because they shape perceptions of the events of the past, attitudes toward policies being carried out in the present, and expectations about desirable directions for the future.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "Every President that went to China, I would meet them and have dinner and talk about the past and the future. That was in the '70s.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "After all, the past is our only real guide to the future, and historical analogies are instruments for distilling and organizing the past and converting it to a map by which we can navigate.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "People always want to pin yesterday's news on you, as opposed to asking you what you're going to do for the future, what you're doing today.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "If the right people do the right things, we can walk, we can have a future. But if people don't put time into it to make it run in a right way, I don't think your team will work.", 
    "name": "Tim Hardaway"
  }, 
  {
    "quote": "In every man the memory of the struggles and the heroes of the past is alive. But these memories are not incompatible with the desire for peace in the future.", 
    "name": "Gustav Stresemann"
  }, 
  {
    "quote": "That future depends on the values of self-government, our sense of duty, loyalty, self-confidence and regard for the common good. We are a diverse country, and getting more diverse. And these virtues are what keep this great country together.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "We need to think of the future and the planet we are going to leave to our children and their children.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Although children are only 24 percent of the population, they're 100 percent of our future and we cannot afford to provide any child with a substandard education.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "I have a mantra in my head that there will always be another meal. I can put my fork down, knowing there will be good things in my future!", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "I've been watching more American TV because of all the great TV series that have come out in the last five to 10 years. I'm a 'Sopranos' fan, I'm a 'Wire' fan, I'm a 'Mad Men' fan. I'm a 'Deadwood' fan. It makes me optimistic for the future of storytelling on TV that producers are willing to take that kind of jump.", 
    "name": "Jo Nesbo"
  }, 
  {
    "quote": "Not even the brightest future can make up for the fact that no roads lead back to what came before - to the innocence of childhood or the first time we fell in love.", 
    "name": "Jo Nesbo"
  }, 
  {
    "quote": "Religion often partakes of the myth of progress that shields us from the terrors of an uncertain future.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "I try not to worry about the future - so I take each day just one anxiety attack at a time.", 
    "name": "Tom Wilson"
  }, 
  {
    "quote": "The vast possibilities of our great future will become realities only if we make ourselves responsible for that future.", 
    "name": "Gifford Pinchot"
  }, 
  {
    "quote": "Such decisions will be far reaching and difficult. But you never lacked courage in the past. Your courage is now needed for the future.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "To a father, when a child dies, the future dies to a child when a parent dies, the past dies.", 
    "name": "Red Auerbach"
  }, 
  {
    "quote": "I can't predict the future.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "By encouraging conservation, increasing investments in clean, renewable sources of energy, and promoting increased domestic production of oil and gas, we can build a more secure future for our country.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "We believe that peace is not just signed papers, but rather a contract between generations for the building of a more promising and less threatening future.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "I look more to the future. That's where my head is at.", 
    "name": "Flavor Flav"
  }, 
  {
    "quote": "To get nostalgic about other people's music, or even about your own, makes a terrible statement about the condition of your life and your prospects for the future.", 
    "name": "Neil Peart"
  }, 
  {
    "quote": "My mission is a cosmic mission. My concern is for all of humanity, and not only this present world, but the world hereafter. My mission penetrates the past, present, and future, and encompasses all humanity.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "I'm already the most fortunate girl in the world, so I have zero expectations for what the future will bring.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "I'm just saying that at least for the foreseeable future there won't be any more touring.", 
    "name": "Glenn Danzig"
  }, 
  {
    "quote": "We can choose between the future and the past, between reason and ignorance, between true compassion and mere ideology.", 
    "name": "Ron Reagan"
  }, 
  {
    "quote": "The world is full of people whose notion of a satisfactory future is, in fact, a return to the idealised past.", 
    "name": "Robertson Davies"
  }, 
  {
    "quote": "I'm on a search for my future ex-wife.", 
    "name": "Richie Sambora"
  }, 
  {
    "quote": "What were once only hopes for the future have now come to pass it is almost exactly 13 years since the overwhelming majority of people in Ireland and Northern Ireland voted in favour of the agreement signed on Good Friday 1998, paving the way for Northern Ireland to become the exciting and inspirational place that it is today.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "The secret to being a writer is that you have to write. It's not enough to think about writing or to study literature or plan a future life as an author. You really have to lock yourself away, alone, and get to work.", 
    "name": "Augusten Burroughs"
  }, 
  {
    "quote": "I don't know where I'm going to be in three years. Because I have the feeling that the future is so full of possibilities, to stop being an actress, to do something else... for me, the future is just a huge bunch of discoveries.", 
    "name": "Audrey Tautou"
  }, 
  {
    "quote": "Ryan Leaf is doing great now. If he progresses the way he is now, we're going to have a quarterback that's going to be reckoned with in the near future. And that's not political.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "The goal of my Foundation is to give young people a chance to better themselves and establish a base for a successful future.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "One of the matters that must be addressed is that Rwanda and Uganda have to leave the Democratic Republic of the Congo. We're also supporting processes to ensure that the political dialogue among the Congolese themselves takes place so that the people there can decide their future.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "Head Start's ability to improve the educational skills and opportunities of Latino children will be an important component of America's future success.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "In the light of our culture, these are not unreasonable questions and tactics, but if once again, we try to see the lens through which we look, we can see that there is far too great an emphasis placed on the future.", 
    "name": "Alan Dundes"
  }, 
  {
    "quote": "Whether things turn out for the better depends on what we do. We ought not spend our time masterminding the future, but recognize our marching orders: to do the best we can for history and the planet.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "The future that I will not live to see is the one my children will live in. That's my immortality. And I shouldn't try to mortgage theirs for my benefit.", 
    "name": "Justin Cronin"
  }, 
  {
    "quote": "You need imagination in order to imagine a future that doesn't exist.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "I must analyze, from what I do now, what will be the impact two or three or five years in the future. What is the statement I want to make?", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "When I look at President Obama, I see a leader with a cool head, a caring heart and an open mind, a president who has demonstrated through his demeanor and through his deeds that he is uniquely qualified to heal our divisions, rebuild our nation and lead us to a brighter future together.", 
    "name": "Charlie Crist"
  }, 
  {
    "quote": "Facebook now is mostly about people you know. In the future it could be about people you know less but are more important.", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "I got a poster from Columbia Records, and there's Miles Davis, Charlie Mingus, Ellington, Count Basie - everybody in that poster has died, I'm the only one left. And great players like Paul Desmond and Gerry Mulligan, it's hard to believe they're gone because we were all so close. But I believe in the future and the tradition will go on.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "This enemy of peace in the world today is unlike any we have seen in the past, and our military is learning from, and building on, previous successes while carrying peace and freedom into the future.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "There's a wealth of literature out there which, hopefully, will be, you know, exploded in the future, and I personally find it very rewarding to be involved with classic storytelling, and sort of legendary characters.", 
    "name": "Sean Bean"
  }, 
  {
    "quote": "I learn from thinking about the future, what hasn't been done yet. That's kind of my constant obsession.", 
    "name": "John Cale"
  }, 
  {
    "quote": "When I was 17, I broke up with my future wife.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "The action films I will make in the future will be more believable and character-based. I am now on my second cycle of fame, and I want to make films that smell real and are truthful.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "The computer is your passport, not only to the future but to knowing what's going around you.", 
    "name": "Michael Nutter"
  }, 
  {
    "quote": "I don't think things through very often - I don't project into the future about how a situation will turn out.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "The TUC's new slogan 'a future that works' sets a profound challenge. Austerity and rapid deficit reduction is failing in its own terms, but even at its best it is short-sighted, muddle-through politics with no vision of a new economic model.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "I'm not making any bets on the future.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "In the future, my communications with the public and with the markets will be entirely through regular and formal channels.", 
    "name": "Ben Bernanke"
  }, 
  {
    "quote": "Propaganda must appeal to mankind's better judgment and to the necessary belief in a better future. For this belief, the valley of the shadow of death is but a war station on the road to the blessed summit.", 
    "name": "Christian Lous Lange"
  }, 
  {
    "quote": "The girl with a future avoids a man with a past.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "My thoughts will be taken up with the future or the past, with what is to come or what has been. Of the present there is necessarily no image.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "I saw rock n' roll future and its name is Bruce Springsteen.", 
    "name": "Jon Landau"
  }, 
  {
    "quote": "Customers don't know what they want. There's plenty of good psychology research that shows that people are not able to accurately predict how they would behave in the future. So asking them, 'Would you buy my product if it had these three features?' or 'How would you react if we changed our product this way?' is a waste of time. They don't know.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "The United States is locked in a new arms race for that most precious resource - the future entrepreneurs upon whom economic growth depends. Substantial research shows that immigrants play a key role in American job creation.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "The public made me and then encouraged me for many years, and my future even now depends upon it.", 
    "name": "Placido Domingo"
  }, 
  {
    "quote": "Whether they run a record company or a grocery store, every boss will tell you you're in big trouble if you're borrowing more than you can ever afford to pay back. Delaying the pain for future generations is suicidal. We've got to start getting the deficit down right now, not next year.", 
    "name": "Simon Cowell"
  }, 
  {
    "quote": "Baseball's future? Bigger and bigger, better and better! No question about it, it's the greatest game there is!", 
    "name": "Ted Williams"
  }, 
  {
    "quote": "Mitt Romney has never been resigned to what someone else said was possible. He cut his own path. That's why he believes in his heart that America has a future full of opportunity and hope. And that's why when Mitt Romney looks down the road, he sees a country that's ready for a comeback.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "The fact that books today are mostly a string of words makes it easier to forget the text. With the impact of the iPad and the future of the book being up for re-imagination, I wonder whether we'll rediscover the importance of making texts richer visually.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "Someday in the distant cyborg future, when our internal and external memories fully merge, we may come to possess infinite knowledge. But that's not the same thing as wisdom.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "I have made a film about jazz that tries to look through jazz to see what it tells us about who we are as a people. I think that jazz is a spectacularly accurate model of democracy and a kind of look into our redemptive future possibilities.", 
    "name": "Ken Burns"
  }, 
  {
    "quote": "My first film as an actor was 'Fast Times at Ridgemont High,' a glorious experience that spoiled me for future films.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "I can't change history, I don't want to change history. I can only change the future. I'm working on that.", 
    "name": "Boris Becker"
  }, 
  {
    "quote": "I can relate to historical characters or imaginary ones. It doesn't matter if a story takes place in the future or in the present, as long as the story is compelling.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "I have my flaws and my issues, past and present and who knows what will happen in the future. I want people to know I'm vulnerable too and each one of us is.", 
    "name": "Tim Gunn"
  }, 
  {
    "quote": "Only through acknowledgment of the erasure and void of Jewish life can the history of Berlin and Europe have a human future.", 
    "name": "Daniel Libeskind"
  }, 
  {
    "quote": "I suppose I'm intrigued with the bad traits of society, because I'm a part of society, and the bad traits pose the dangerous questions for our future.", 
    "name": "Jude Law"
  }, 
  {
    "quote": "Our choices are going to determine the future for our children, our children's children, and their children. I take that responsibility very seriously.", 
    "name": "Maggie Q"
  }, 
  {
    "quote": "I'm always interested in looking forward toward the future. Carving out new ways of looking at things.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there'd be something I'd miss that was funny in the future. If there's a chance I'm going to laugh tomorrow then want to live to experience that.", 
    "name": "Dave Navarro"
  }, 
  {
    "quote": "While knowledge may provide useful point of reference, it cannot become a force to guide the future.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "Without wisdom, the future has no meaning, no valuable purpose.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "Italy has piled up huge public debt because the successive governments were too close to the life of ordinary citizens, too willing to please the requests of everybody, thereby acting against the interests of future generations.", 
    "name": "Mario Monti"
  }, 
  {
    "quote": "Italy even in the future will not need aid from the European Financial Stability Fund.", 
    "name": "Mario Monti"
  }, 
  {
    "quote": "We have a moral responsibility to save wild places like the arctic refuge for future generations, and that is why our country has remained committed to its protection for nearly 50 years.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "Having kids is something I want to see in my future - I hope.", 
    "name": "Rachel Bilson"
  }, 
  {
    "quote": "We kinda look at this as the second or third chapter of our lives. After college, most people figure out what they want to do with their lives. But we already know what we want to do in the future and that is to continue to further our business goals.", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "It all comes down to interest rates. As an investor, all you're doing is putting up a lump-sump payment for a future cash flow.", 
    "name": "Ray Dalio"
  }, 
  {
    "quote": "Hispanic unemployment is higher than the national average and when the federal government is killing small businesses and killing jobs it is hurting the future of the Hispanic community and we need to carry that message.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "I think that the first thing is you should have a strategic asset allocation mix that assumes that you don't know what the future is going to hold.", 
    "name": "Ray Dalio"
  }, 
  {
    "quote": "As children, as we learn what things are, we are slowly learning to dismiss them visually. As adults, entirely submerged in words and concepts, we spend almost all of our time thinking and worrying about the past and the future, hardly ever looking at or engaging with the world visually.", 
    "name": "Chris Ware"
  }, 
  {
    "quote": "Without a Mayaguez, or something comparable that we don't see in the immediate future, there is probably no one thing the President can do to himself to turn this situation around.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "Everything that ever happened is still happening. Past, present and future keep happening in the eternity which is Here and Now.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "The self is an oral society in which the present is constantly running a dialogue with the past and the future inside of one skin.", 
    "name": "David Antin"
  }, 
  {
    "quote": "Including myself, the majority of the Korean people believe in this staunch alliance between Korea and the United States and all of us hope that our traditional alliance will be further strengthened in the future.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "After all, it's the future of business communication that we're looking toward.", 
    "name": "Jim Barksdale"
  }, 
  {
    "quote": "You never know what the future brings.", 
    "name": "Randy Jackson"
  }, 
  {
    "quote": "I think within Japan there is talk about how there is the need to reassess the future of the U.S.-Japan alliance.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "All historical experience demonstrates the following: Our earth cannot be changed unless in the not too distant future an alteration in the consciousness of individuals is achieved.", 
    "name": "Hans Kung"
  }, 
  {
    "quote": "The Nuclear Security Summit was President Obama's initiative born out of his vision to leave behind a safer, more prosperous world for the future generation.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "And time itself? Time was a never-ending medium that stretched into the future and the past - except there was no future and no past, but an infinite number of brackets, extending either way, each bracket enclosing its single phase of the Universe.", 
    "name": "Clifford D. Simak"
  }, 
  {
    "quote": "If we are to garner sustained U.S. domestic support for future trade agreements, we have to make sure those Americans who have suffered as a consequence of past agreements have an effective social safety net, adjustment assistance, opportunities for retraining and new job creation that enables all Americans to thrive.", 
    "name": "Susan Rice"
  }, 
  {
    "quote": "There was a certain point in my life where I had to decide that I was going to take my future and Nicole's and not wallow in what happened to me because when you do that, you just keep repeating what's been happening and at some point you have to make a choice.", 
    "name": "Boris Kodjoe"
  }, 
  {
    "quote": "Our challenge for the future is that we realize we are very much a part of the earth's ecosystem, and we must learn to respect and live according to the basic biological laws of nature.", 
    "name": "Jim Fowler"
  }, 
  {
    "quote": "I always felt like my future was at stake every time I stepped on stage and that was kind of hair-raising. At some point I just went, don't be frightened, you can't do anything wrong, it's your show.", 
    "name": "Rickie Lee Jones"
  }
]