[
  {
    "quote": "Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure... than to rank with those poor spirits who neither enjoy nor suffer much, because they live in a gray twilight that knows not victory nor defeat.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I can accept failure, everyone fails at something. But I can't accept not trying.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Nothing in this world can take the place of persistence. Talent will not nothing is more common than unsuccessful people with talent. Genius will not unrewarded genius is almost a proverb. Education will not the world is full of educated failures. Persistence and determination alone are omnipotent.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "My great concern is not whether you have failed, but whether you are content with your failure.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Do not fear mistakes. You will know failure. Continue to reach out.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Failures are finger posts on the road to achievement.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Every adversity, every failure, every heartache carries with it the seed on an equal or greater benefit.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Ambition is the last refuge of the failure.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Don't be afraid to fail. Don't waste energy trying to cover up failure. Learn from your failures and go on to the next challenge. It's OK to fail. If you're not failing, you're not growing.", 
    "name": "H. Stanley Judd"
  }, 
  {
    "quote": "We have forty million reasons for failure, but not a single excuse.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "If you learn from defeat, you haven't really lost.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "A man can fail many times, but he isn't a failure until he begins to blame somebody else.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future.", 
    "name": "Sivananda"
  }, 
  {
    "quote": "Remember that failure is an event, not a person.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "You cannot climb the ladder of success dressed in the costume of failure.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Failure is not fatal, but failure to change might be.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Failure is not a single, cataclysmic event. You don't fail overnight. Instead, failure is a few errors in judgement, repeated every day.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Failure is a detour, not a dead-end street.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "There is no failure except in no longer trying.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "I don't believe in failure. It is not failure if you enjoyed the process.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "There is no such thing as failure. There are only results.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "If you're doing your best, you won't have any time to worry about failure.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Success is often achieved by those who don't know that failure is inevitable.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "If you're not failing every now and again, it's a sign you're not doing anything very innovative.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Restlessness is discontent and discontent is the first necessity of progress. Show me a thoroughly satisfied man and I will show you a failure.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.", 
    "name": "Wilma Rudolph"
  }, 
  {
    "quote": "One's only rival is one's own potentialities. One's only failure is failing to live up to one's own possibilities. In this sense, every man can be a king, and must therefore be treated like a king.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "It is impossible to live without failing at something, unless you live so cautiously that you might has well not have lived at all, in which case you have failed by default.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Show me a thoroughly satisfied man and I will show you a failure.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "I really don't think life is about the I-could-have-beens. Life is only about the I-tried-to-do. I don't mind the failure but I can't imagine that I'd forgive myself if I didn't try.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "It is not because the truth is too difficult to see that we make mistakes... we make mistakes because the easiest and most comfortable course for us is to seek insight where it accords with our emotions - especially selfish ones.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Failure after long perseverance is much grander than never to have a striving good enough to be called a failure.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Through perseverance many people win success out of what seemed destined to be certain failure.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Go on failing. Go on. Only next time, try to fail better.", 
    "name": "Samuel Beckett"
  }, 
  {
    "quote": "Failure is a word unknown to me.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "All that is necessary to break the spell of inertia and frustration is this: Act as if it were impossible to fail. That is the talisman, the formula, the command of right about face which turns us from failure to success.", 
    "name": "Dorthea Brande"
  }, 
  {
    "quote": "Don't be afraid of missing opportunities. Behind every failure is an opportunity somebody wishes they had missed.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Every failure is a step to success.", 
    "name": "William Whewell"
  }, 
  {
    "quote": "You will be a failure, until you impress the subconscious with the conviction you are a success. This is done by making an affirmation which 'clicks.'", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes.", 
    "name": "Anne Baxter"
  }, 
  {
    "quote": "The only failure one should fear, is not hugging to the purpose they see as best.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "There is only one failure in life possible, and that is not to be true to the best one knows.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "We failed, but in the good providence of God apparent failure often proves a blessing.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe.", 
    "name": "Sumner Redstone"
  }, 
  {
    "quote": "For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Success comes when people act together failure tends to happen alone.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "They who have conquered doubt and fear have conquered failure.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Do not be embarrassed by your failures, learn from them and start again.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "The season of failure is the best time for sowing the seeds of success.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "The young think that failure is the Siberian end of the line, banishment from all the living, and tend to do what I then did - which was to hide.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "There are some defeats more triumphant than victories.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "It is wise to keep in mind that neither success nor failure is ever final.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "All human actions are equivalent... and all are on principle doomed to failure.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Failure happens all the time. It happens every day in practice. What makes you better is how you react to it.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "Indecision and delays are the parents of failure.", 
    "name": "George Canning"
  }, 
  {
    "quote": "A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself. He makes his failure certain by himself being the first person to be convinced of it.", 
    "name": "Alexandre Dumas"
  }, 
  {
    "quote": "Do not blame anybody for your mistakes and failures.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "If at first you don't succeed, failure may be your style.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "Success and failure are equally disastrous.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Success isn't permanent and failure isn't fatal.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "It is not a disgrace to fail. Failing is one of the greatest arts in the world.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "Show me a good and gracious loser and I'll show you a failure.", 
    "name": "Knute Rockne"
  }, 
  {
    "quote": "The great question is not whether you have failed, but whether you are content with failure.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "You gotta lose 'em some of the time. When you do, lose 'em right.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "The only risk of failure is promotion.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "We climb to heaven most often on the ruins of our cherished plans, finding our failures were successes.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "Do not let your ambitions become a sanctuary for your failures.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "A life which does not go into action is a failure.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "I hate to be a failure. I hate and regret the failure of my marriages. I would gladly give all my millions for just one lasting marital success.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "There could be no honor in a sure success, but much might be wrested from a sure defeat.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Success represents the 1% of your work which results from the 99% that is called failure.", 
    "name": "Soichiro Honda"
  }, 
  {
    "quote": "A hatred of failure has always been part of my nature.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "Success is never final, but failure can be.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "Failure is always an option.", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act.", 
    "name": "Andre Malraux"
  }, 
  {
    "quote": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive.", 
    "name": "Andy Grove"
  }, 
  {
    "quote": "Failure to prepare is preparing to fail.", 
    "name": "Mike Murdock"
  }, 
  {
    "quote": "Our failings sometimes bind us to one another as closely as could virtue itself.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "It would be great to be able to pass on to someone all of the successes, the failures, and the knowledge that one has had. To help someone, avoid all the fire, pain and anxiety would be wonderful.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Don't be afraid of failure be afraid of petty success.", 
    "name": "Maude Adams"
  }, 
  {
    "quote": "My life has been nothing but a failure.", 
    "name": "Claude Monet"
  }, 
  {
    "quote": "You always pass failure on your way to success.", 
    "name": "Mickey Rooney"
  }, 
  {
    "quote": "Never walk away from failure. On the contrary, study it carefully and imaginatively for its hidden assets.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "I never see failure as failure, but only as the game I must play and win.", 
    "name": "Tom Hopkins"
  }, 
  {
    "quote": "We may be personally defeated, but our principles never!", 
    "name": "William Lloyd Garrison"
  }, 
  {
    "quote": "The world is divided into two categories: failures and unknowns.", 
    "name": "Francis Picabia"
  }, 
  {
    "quote": "I have probably purchased fifty 'hot tips' in my career, maybe even more. When I put them all together, I know I am a net loser.", 
    "name": "Charles M. Schwab"
  }, 
  {
    "quote": "Notice the difference between what happens when a man says to himself, I have failed three times, and what happens when he says, I am a failure.", 
    "name": "S. I. Hayakawa"
  }, 
  {
    "quote": "Failure is a word that I simply don't accept.", 
    "name": "John H. Johnson"
  }, 
  {
    "quote": "The most important of my discoveries have been suggested to me by my failures.", 
    "name": "Humphry Davy"
  }, 
  {
    "quote": "Remember the two benefits of failure. First, if you do fail, you learn what doesn't work and second, the failure gives you the opportunity to try a new approach.", 
    "name": "Roger von Oech"
  }, 
  {
    "quote": "At least I have the modesty to admit that lack of modesty is one of my failings.", 
    "name": "Hector Berlioz"
  }, 
  {
    "quote": "Before you can win a game, you have to not lose it.", 
    "name": "Chuck Noll"
  }, 
  {
    "quote": "I wasn't afraid to fail. Something good always comes out of failure.", 
    "name": "Anne Baxter"
  }, 
  {
    "quote": "Losing is no disgrace if you've given your best.", 
    "name": "Jim Palmer"
  }, 
  {
    "quote": "Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "In order to succeed, your desire for success should be greater than your fear of failure.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Success consists of going from failure to failure without loss of enthusiasm.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I don't know the key to success, but the key to failure is trying to please everybody.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Failure is simply the opportunity to begin again, this time more intelligently.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "The only real failure in life is not to be true to the best one knows.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "I honestly think it is better to be a failure at something you love than to be a success at something you hate.", 
    "name": "George Burns"
  }, 
  {
    "quote": "Failure is success if we learn from it.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Defeat is not the worst of failures. Not to have tried is the true failure.", 
    "name": "George Edward Woodberry"
  }, 
  {
    "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.", 
    "name": "William James"
  }, 
  {
    "quote": "It has always seemed strange to me... the things we admire in men, kindness and generosity, openness, honesty, understanding and feeling, are the concomitants of failure in our system. And those traits we detest, sharpness, greed, acquisitiveness, meanness, egotism and self-interest, are the traits of success. And while men admire the quality of the first they love the produce of the second.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Success depends upon previous preparation, and without such preparation there is sure to be failure.", 
    "name": "Confucius"
  }, 
  {
    "quote": "The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America's debt.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "A man who has never made a woman angry is a failure in life.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "As kids we're not taught how to deal with success we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Failure will never overtake me if my determination to succeed is strong enough.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "People in their handlings of affairs often fail when they are about to succeed. If one remains as careful at the end as he was at the beginning, there will be no failure.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Once you start a working on something, don't be afraid of failure and don't abandon it. People who work sincerely are the happiest.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Never fret for an only son, the idea of failure will never occur to him.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Most great people have attained their greatest success just one step beyond their greatest failure.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Failure is the key to success each mistake teaches us something.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Failure is unimportant. It takes courage to make a fool of yourself.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "My reputation grows with every failure.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Success is never final, failure is never fatal. It's courage that counts.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "A failure is a man who has blundered, but is not able to cash in the experience.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Optimism is a kind of heart stimulant - the digitalis of failure.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Failure is simply a few errors in judgment, repeated every day.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "The line between failure and success is so fine that we scarcely know when we pass it: so fine that we are often on the line and do not know it.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "In America, there's a failure to appreciate Europe's leading role in the world.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Tragedy in life normally comes with betrayal and compromise, and trading on your integrity and not having dignity in life. That's really where failure comes.", 
    "name": "Tom Cochrane"
  }, 
  {
    "quote": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Why should anybody be interested in some old man who was a failure?", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "So while I will never minimize the costs involved in military action, I am convinced that a failure to act in Libya would have carried a far greater price for America.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The theory seems to be that as long as a man is a failure he is one of God's children, but that as soon as he succeeds he is taken over by the Devil.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Failure comes only when we forget our ideals and objectives and principles.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "You must accept that you might fail then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.", 
    "name": "Rosalynn Carter"
  }, 
  {
    "quote": "The guns and the bombs, the rockets and the warships, are all symbols of human failure.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I hate failure and that divorce was a Number One failure in my eyes. It was the worst period of my life. Neither Desi nor I have been the same since, physically or mentally.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "In all our deeds, the proper value and respect for time determines success or failure.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms agains himself. He makes his failure certain by himself being the first person to be convinced of it.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "A man can get discouraged many times but he is not a failure until he begins to blame somebody else and stops trying.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "There is but one cause of human failure. And that is man's lack of faith in his true Self.", 
    "name": "William James"
  }, 
  {
    "quote": "If those committed to the quest fail, they will be forgiven. When lost, they will find another way. The moral imperative of humanism is the endeavor alone, whether successful or not, provided the effort is honorable and failure memorable.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement.", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "Fear stifles our thinking and actions. It creates indecisiveness that results in stagnation. I have known talented people who procrastinate indefinitely rather than risk failure. Lost opportunities cause erosion of confidence, and the downward spiral begins.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "There is no failure except in no longer trying. There is no defeat except from within, no really insurmountable barrier save our own inherent weakness of purpose.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "Failure is not an option. Everyone has to succeed.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Destiny: A tyrant's authority for crime and a fool's excuse for failure.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails.", 
    "name": "Robert Half"
  }, 
  {
    "quote": "No man is a failure who is enjoying life.", 
    "name": "William Feather"
  }, 
  {
    "quote": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "If there exists no possibility of failure, then victory is meaningless.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "I'd rather be a failure at something I love than a success at something I hate.", 
    "name": "George Burns"
  }, 
  {
    "quote": "No man can be a failure if he thinks he's a success If he thinks he is a winner, then he is.", 
    "name": "Robert W. Service"
  }, 
  {
    "quote": "Failure is not our only punishment for laziness there is also the success of others.", 
    "name": "Jules Renard"
  }, 
  {
    "quote": "The failure of national economic policy is costing us more than jobs it has begun to weaken that uniquely American spirit of risk-taking, large ambition, and optimism about the future. We must rally them now to bold departures that rebuild our national morale as well as our material prosperity.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "Why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was, and began to direct all my energy into finishing the only work that mattered to me.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I'm proof against that word failure. I've seen behind it. The only failure a man ought to fear is failure of cleaving to the purpose he sees to be best.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "All human actions are equivalent and all are on principle doomed to failure.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Not failure, but low aim, is crime.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "In Torch Song, I did that character almost non-stop from 1978 until I made the movie in 1987. Then I had some failure, which also colors how you react to doing other things.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "The idea of capitalism is not just success but also the failure that allows success to happen.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Don't fear failure so much that you refuse to try new things. The saddest summary of a life contains three descriptions: could have, might have, and should have.", 
    "name": "Louis E. Boone"
  }, 
  {
    "quote": "There are only really a few stories to tell in the end, and betrayal and the failure of love is one of those good stories to tell.", 
    "name": "Sean Lennon"
  }, 
  {
    "quote": "To begin to think with purpose, is to enter the ranks of those strong ones who only recognize failure as one of the pathways to attainment.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "My fault, my failure, is not in the passions I have, but in my lack of control of them.", 
    "name": "Jack Kerouac"
  }, 
  {
    "quote": "Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down.", 
    "name": "Mary Pickford"
  }, 
  {
    "quote": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "Big companies are like marching bands. Even if half the band is playing random notes, it still sounds kind of like music. The concealment of failure is built into them.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "A failure establishes only this, that our determination to succeed was not strong enough.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "One of the reasons people stop learning is that they become less and less willing to risk failure.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "My father was not a failure. After all, he was the father of a president of the United States.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Greatly begin. Though thou have time, but for a line, be that sublime. Not failure, but low aim is crime.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Mohammed was not an apparent failure. He was a dazzling success, politically as well as spiritually, and Islam went from strength to strength to strength.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "No matter how vast, how total, the failure of man here on earth, the work of man will be resumed elsewhere. War leaders talk of resuming operations on this front and that, but man's front embraces the whole universe.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "I have a lack of fear, whereas in the past the fear of failure was a powerful motivator. Anyway, I have great expectations for the future, but I just don't know if I'm the monarch of all I survey.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "War remains the decisive human failure.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.", 
    "name": "Herbert Kaufman"
  }, 
  {
    "quote": "If Liberia has failed, then, it is no evidence of the failure of the Negro in government. It is merely evidence of the failure of slavery.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "Every adversity, every failure, and every heartache, carries with it the Seed of an equivalent or greater Benefit.", 
    "name": "Napolean Hill"
  }, 
  {
    "quote": "However things may seem, no evil thing is success and no good thing is failure.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "There is not a fiercer hell than the failure in a great object.", 
    "name": "John Keats"
  }, 
  {
    "quote": "We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do and probably he who never made a mistake never made a discovery.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Success is not a good teacher, failure makes you humble.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "The only real failure in life is one not learned from.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "There is no loneliness greater than the loneliness of a failure. The failure is a stranger in his own house.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Keep in mind that neither success nor failure is ever final.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "As I said there is nothing wrong with failing. Pick yourself up and try it again. You never are going to know how good you really are until you go out and face failure.", 
    "name": "Henry Kravis"
  }, 
  {
    "quote": "I read less and less. I have not forgiven books for their failure to tell me the truth and make me happy.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The point is not to take the world's opinion as a guiding star but to go one's way in life and working unerringly, neither depressed by failure nor seduced by applause.", 
    "name": "Gustav Mahler"
  }, 
  {
    "quote": "Children love and want to be loved and they very much prefer the joy of accomplishment to the triumph of hateful failure. Do not mistake a child for his symptom.", 
    "name": "Erik Erikson"
  }, 
  {
    "quote": "It is often the failure who is the pioneer in new lands, new undertakings, and new forms of expression.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "Failure is the condiment that gives success its flavor.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "I have always been pushed by the negative. The apparent failure of a play sends me back to my typewriter that very night, before the reviews are out. I am more compelled to get back to work than if I had a success.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "But while success and failure depend on conditions, the mind neither waxes nor wanes.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "It's not necessary to fear the prospect of failure but to be determined not to fail.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Failure means a stripping away of the inessential.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "We need to teach the highly educated man that it is not a disgrace to fail and that he must analyze every failure to find its cause. He must learn how to fail intelligently, for failing is one of the greatest arts in the world.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "Don't think of it as failure. Think of it as time-released success.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Sometimes failure isn't an opportunity in disguise, it's just you.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Failure is authentic, and because it's authentic, it's real and genuine, and because of that, it's a pure state of being.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "Crime and bad lives are the measure of a State's failure, all crime in the end is the crime of the community.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Whether in success or in failure, I'm proud of every single movie I've ever directed.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Failure has gone to his head.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "Any critic is entitled to wrong judgments, of course. But certain lapses of judgment indicate the radical failure of an entire sensibility.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "Belief in the supernatural reflects a failure of the imagination.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Man's sin is in his failure to live what he is. Being the master of the earth, man forgets that he is the servant of God.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "If a building looks better under construction than it does when finished, then it's a failure.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Sometimes the best lighting of all is a power failure.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Most success springs from an obstacle or failure. I became a cartoonist largely because I failed in my goal of becoming a successful executive.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure.", 
    "name": "Arsene Wenger"
  }, 
  {
    "quote": "I love Rauschenberg. I love that he created a turning point in visual history, that he redefined the idea of beauty, that he combined painting, sculpture, photography, and everyday life with such gall, and that he was interested in, as he put it, 'the ability to conceive failure as progress.'", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "This dullness of vision regarding the importance of the general welfare to the individual is the measure of the failure of our schools and churches to teach the spiritual significance of genuine democracy.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "A real failure does not need an excuse. It is an end in itself.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "The man who has done his level best... is a success, even though the world may write him down a failure.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Any man who has $10,000 left when he dies is a failure.", 
    "name": "Errol Flynn"
  }, 
  {
    "quote": "There is much to be said for failure. It is much more interesting than success.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "You have to be able to accept failure to get better.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Please know that I am aware of the hazards. I want to do it because I want to do it. Women must try to do things as men have tried. When they fail, their failure must be a challenge to others.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Success is simply a matter of luck. Ask any failure.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "The will to persevere is often the difference between failure and success.", 
    "name": "David Sarnoff"
  }, 
  {
    "quote": "Failure is simply the non-presence of success. But a fiasco is a disaster of mythic proportions.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I believe in trusting men, not only once but twice - in giving a failure another chance.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "Within the U.S., the Obama presidency will be mainly measured by the success or failure of his economic policies. And here, I fear, the monstrous stimulus package with which this administration stumbled out of the gate will prove to be Obama's Waterloo.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "The person interested in success has to learn to view failure as a healthy, inevitable part of the process of getting to the top.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "The failure of academic feminists to recognize difference as a crucial strength is a failure to reach beyond the first patriarchal lesson. In our world, divide and conquer must become define and empower.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Women must try to do things as men have tried. When they fail their failure must be but a challenge to others.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "If we don't succeed we run the risk of failure.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Most of us spend the first six days of each week sowing wild oats then we go to church on Sunday and pray for a crop failure.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "Ultimately, all human activities have as their goal the realization of happiness. Why, then, have we ended up producing the opposite result? Could the underlying cause be our failure to correctly understand the true nature of happiness?", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I don't want the fear of failure to stop me from doing what I really care about.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "Translation is the art of failure.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "I've probably earned the right to screw up a few times. I don't want the fear of failure to stop me from doing what I really care about.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "I cannot give you the formula for success, but I can give you the formula for failure - which is: Try to please everybody.", 
    "name": "Herbert Bayard Swope"
  }, 
  {
    "quote": "For families across the UK who are income-poor, but more than that, whose lives are blighted by worklessness, educational failure, family breakdown, problem debt and poor health, as well as other problems, giving them an extra pound - say through increased benefits - will not address the reason they find themselves in difficulty in the first place.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Not failure, but low aim is sin.", 
    "name": "Benjamin E. Mays"
  }, 
  {
    "quote": "Failure is a part of success.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "We know there is no such thing as freedom without the risk of failure.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Heaven knows that I have done all that a mortal could do, to save the people, and the failure was not my fault, but the fault of others.", 
    "name": "Davy Crockett"
  }, 
  {
    "quote": "Success is usually the culmination of controlling failure.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "There are no mistakes, save one: the failure to learn from a mistake.", 
    "name": "Robert Fripp"
  }, 
  {
    "quote": "So many financial dreams are thwarted by the failure to act upon good intentions.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "A minute's success pays the failure of years.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Who I am as a guitarist is defined by my failure to become Jimi Hendrix.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "There's no right or wrong, success or failure.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "That sense of failure, I don't know where people put it who don't write songs and aren't able to emote physically. It must go somewhere.", 
    "name": "Sting"
  }, 
  {
    "quote": "In politics, what begins in fear usually ends in failure.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "I think you have to try and fail, because failure gets you closer to what you're good at.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Pressure is a word that is misused in our vocabulary. When you start thinking of pressure, it's because you've started to think of failure.", 
    "name": "Tommy Lasorda"
  }, 
  {
    "quote": "About the only problem with success is that it does not teach you how to deal with failure.", 
    "name": "Tommy Lasorda"
  }, 
  {
    "quote": "The main failure of education is that it has not prepared people to comprehend matters concerning human destiny.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "It is a mistake to suppose that men succeed through success they much oftener succeed through failures. Precept, study, advice, and example could never have taught them so well as failure has done.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Success and failure are both part of life. Both are not permanent.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "I want to swim in both directions at once. Desire success, court failure.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "I was taught that to create anything you had to believe in failure, simply because you had to be prepared to go through an idea without any fear. Failure, you learned, as I did in art school, to be a wonderful thing. It allowed you to get up in the morning and take the pillow off your head.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "The clearest explanation for the failure of any marriage is that the two people are incompatible that is, that one is male and the other female.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "I have a tendency to sabotage relationships I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts.", 
    "name": "Michael Buble"
  }, 
  {
    "quote": "Failure is impossible.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "All war represents a failure of diplomacy.", 
    "name": "Tony Benn"
  }, 
  {
    "quote": "Well, I think that there's a very thin dividing line between success and failure. And I think if you start a business without financial backing, you're likely to go the wrong side of that dividing line.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success.", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "Without failure there is no sweetness in success. There's no understanding of it.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "But I look at failure as education. In that respect, I am so well-educated.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "There is no such thing as darkness only a failure to see.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "To harmonize the One with the Many, this is indeed a difficult adjustment, perhaps the most difficult of all, and so important, withal, that nations have perished from their failure to achieve it.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "The failure of the White House and Congress to seriously address the nation's fiscal situation is certain to broaden the belief among many voters that the U.S. political system is broken.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Failure's a natural part of life.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "I mean, I love L.A. - I love living here. But I wish that we could make things without the need to hit a home run every single time. It's a unique thing to Hollywood that if you don't do that every time, then you're considered a failure. But it's like, 'Well, are you making movies to be successful? Or are you making movies to learn something?'", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I mean, I love L.A. - I love living here. But I wish that we could make things without the need to hit a home run every single time. It's a unique thing to Hollywood that if you don't do that every time, then you're considered a failure.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "The exposed nature of life in the public square affects leaders' attitudes toward risk - and failure.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "As long as the G.O.P., led by its increasingly visible women, continues to insist that the problem is not their policies but women's failure to understand their own lives and interests, the gender gap won't go away.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Failure sometimes enlarges the spirit. You have to fall back upon humanity and God.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets.", 
    "name": "Victor Kiam"
  }, 
  {
    "quote": "The only failure is not to try.", 
    "name": "George Clooney"
  }, 
  {
    "quote": "I'm sure not afraid of success and I've learned not to be afraid of failure. The only thing I'm afraid of now is of being someone I don't like much.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating. Most people attach failure to something not working out or how people perceive you. This way, it is about answering to yourself.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "With everything that is complex, we learn. If you don't learn, then it's an utter and abject failure. If you do learn, and you're able to apply that to the next situation, then you take away a measure of success.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I think some parents now look at a youngster failing as the final thing. It's a process, and failure is part of the process. I would like it if the teacher and the parents would connect more. I think that used to be, but we're losing a little bit of that right now.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "The traditional religious right's failure to restore public-school prayer or pass an antiabortion constitutional amendment has likely helped fuel the spread of the more extreme dominionist school.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "And in reality, I don't think it's a real documentary. It's more a story of her life. It's a story of survival. It's a story of the time in which she lived. The story of success and failure.", 
    "name": "Maximilian Schell"
  }, 
  {
    "quote": "The failure of world leaders to act on the critical issue of global warming is often blamed on economic considerations.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Failure is more frequently from want of energy than want of capital.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "I don't understand a way to work other than bold-facedly running towards failure.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "We create success or failure on the course primarily by our thoughts.", 
    "name": "Gary Player"
  }, 
  {
    "quote": "Failure seldom stops you. What stops you is the fear of failure.", 
    "name": "Jack Lemmon"
  }, 
  {
    "quote": "You'll never convince me there is a hopeless situation or there is any finality in any success or any failure.", 
    "name": "Carlos Ghosn"
  }, 
  {
    "quote": "You get so afraid of failure and so afraid of losing and so afraid of not being the best that it's not a natural drive - it's born out of fear of failure. Which helps in Hollywood.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "With the NDAA, his failure to close Guantanamo Bay and the ramping use of drones, President Obama looks suspiciously like President Bush, a man on a quest for American Empire.", 
    "name": "Justin Sane"
  }, 
  {
    "quote": "Failure too is a form of death.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Success is more dangerous than failure, the ripples break over a wider coastline.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Success needs no explanation. Failure does not have one that matters.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Fear of failure has always been my best motivator.", 
    "name": "Douglas Wood"
  }, 
  {
    "quote": "It takes two to make a marriage a success and only one to make it a failure.", 
    "name": "Herbert Samuel"
  }, 
  {
    "quote": "I've tried to handle winning well, so that maybe we'll win again, but I've also tried to handle failure well. If those serve as good examples for teachers and kids, then I hope that would be a contribution I have made to sport. Not just basketball, but to sport.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "If we don't succeed, we run the risk of failure.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "I may be a successful football player, but I feel like such a failure.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "If you get into a Broadway show and it doesn't work, you're a failure. And if it does work, you may be stuck for who knows how long. It just doesn't sound great to me!", 
    "name": "Betty White"
  }, 
  {
    "quote": "I realized that I was afraid to really, really try something, 100%, because I had never reached true failure.", 
    "name": "Trent Reznor"
  }, 
  {
    "quote": "Failure to accord credit to anyone for what he may have done is a great weakness in any man.", 
    "name": "William Howard Taft"
  }, 
  {
    "quote": "I will not be discouraged by failure I will not be elated by success.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "At first I wasn't sure that I had the talent, but I did know I had a fear of failure, and that fear compelled me to fight off anything that might abet it.", 
    "name": "Gordon Parks"
  }, 
  {
    "quote": "The mere thought of divorce terrified me. To me, divorce symbolized failure.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "I feel, in the end, as if everything I've done has been a failure.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "By far the most important factor in the success or failure of any school, far more important than tests or standards or business-model methods of accountability, is simply attracting the best-educated, most exciting young people into urban schools and keeping them there.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "It's probably foolish to expect relationships to go on forever and to say that because something only lasts 10 years, it's a failure.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "If you've gone into a marriage and you haven't been clear about how you're going to handle money, how you want to raise kids, who is going to work or stay home or what have you, then you've set yourself up for failure.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "You can't have any successes unless you can accept failure.", 
    "name": "George Cukor"
  }, 
  {
    "quote": "Failure doesn't kill you... it increases your desire to make something happen.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "It's a European Union of economic failure, of mass unemployment and of low growth.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "The banking collapse was caused, more than anything, by bad government policy and the total failure of bad regulation, rather than by greed.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "Failure in the theater is more dramatic and uglier than any other form of writing. It costs so much, you feel so guilty.", 
    "name": "Lillian Hellman"
  }, 
  {
    "quote": "You have to look at the history of the Middle East in particular. It has been one of failure and frustration, of feudalism and tribalism.", 
    "name": "Alexander Haig"
  }, 
  {
    "quote": "Hollywood... a city I was to come back to time and again, in sickness and in health, in success and in failure, with anticipation and with dread.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "I've had a lot of success I've had failures, so I learn from the failure.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "The most tragic paradox of our time is to be found in the failure of nation-states to recognize the imperatives of internationalism.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "There's a difference between a failure and a fiasco... a fiasco is a disaster of mythic proportions.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best.", 
    "name": "Maude Adams"
  }, 
  {
    "quote": "Rather than viewing a brief relapse back to inactivity as a failure, treat it as a challenge and try to get back on track as soon as possible.", 
    "name": "Jimmy Connors"
  }, 
  {
    "quote": "If you have a level of expectation in your life that you have to be a quote-unquote star, whatever that means, you might be setting yourself up for failure.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "Unless we practice conservation, those who come after us will have to pay the price of misery, degradation, and failure for the progress and prosperity of our day.", 
    "name": "Gifford Pinchot"
  }, 
  {
    "quote": "Civilization is a failure. We need to think what we can do together in love and peace.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "Enjoy failure and learn from it. You can never learn from success.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "Failure is an enigma. You worry about it, and it teaches you something.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "The failure of the system to deal quickly was attributable to Nixon's lying, stonewalling and refusal to come clean. So it took 26 months for the final truth to be known.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "Nixon's grand mistake was his failure to understand that Americans are forgiving, and if he had admitted error early and apologized to the country, he would have escaped.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "I failed the LSAT. Basically, if I had not failed, I'd have been a lawyer and there would be no Spanx. I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "If you try to do your best there is no failure.", 
    "name": "Mike Farrell"
  }, 
  {
    "quote": "What is more comforting to the terrorists around the world: the failure to pass the 9/11 legislation because we lacked 'a majority of the majority,' or putting aside partisan politics to enact tough new legislation with America's security foremost in mind?", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "The failure to read good books both enfeebles the vision and strengthens our most fatal tendency - the belief that the here and now is all there is.", 
    "name": "Allan Bloom"
  }, 
  {
    "quote": "My only failure was the restaurant in Myrtle Beach. I kept it open for four years. It was in a tourist town, it was only busy four and half, five months of the year. But the bills kept coming all year.", 
    "name": "Mickey Gilley"
  }, 
  {
    "quote": "I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn't. I just had a real sense of what choice do I have but to live fully?", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "There is no middle ground in Hollywood you're a failure or you're a success. That mentality is wild.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "It's not that we fly by the seat of our pants. We're not afraid of failure.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "I find writing very difficult. It's hard and it hurts sometimes, and it's scary because of the fear of failure and the very unpleasant feeling that you may have reached the limit of your abilities.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "I think success has no rules, but you can learn a great deal from failure.", 
    "name": "Jean Kerr"
  }, 
  {
    "quote": "My biggest failure is I have too many to talk about.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "Some people will go to the opening of an envelope. They live their lives in the public eye and get off on it, they need it. They need that kind of adoration. If their name isn't in the tabloids once a week they feel like a failure.", 
    "name": "Jensen Ackles"
  }, 
  {
    "quote": "Coming to terms with the fact that my marriage was a failure was devastating and very difficult.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "I fear that our true motivation is about oil and our own flailing economy about the failure to destroy Al Qaeda and about revenge.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "So it is in poetry. All we ask is that the mood recorded shall impress us as having been of the kind that exhausts the imaginative capacity if it fails to do this the failure will announce itself either in prose or in insignificant verse.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "The man who has won millions at the cost of his conscience is a failure.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Even as far back as when I started acting at 14, I know I've never considered failure.", 
    "name": "Jennifer Lawrence"
  }, 
  {
    "quote": "Well, I think it's too early to call Fallujah a failure.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "The main reason for the failure of the modern medical science is that it is dealing with results and not causes. Nothing more than the patching up of those attacked and the burying of those who are slain, without a thought being given to the real strong hold.", 
    "name": "Edward Bach"
  }, 
  {
    "quote": "You shouldn't be afraid of failure - when something fails, you think, 'What did I learn from that experience? I can do better next time.' Then kill that project and move on to the next. Don't get disappointed.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "I'm fully aware that things that resonate and become real hits are the exception to the rule, so much so that I've wired myself for failure.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "Before I was married, I didn't consider my failure to manage even basic hand tools a feminist inadequacy. I thought it had more to do with being Jewish. The Jews I knew growing up didn't do 'do-it-yourself.' When my father needed to hammer something he generally used his shoe, and the only real tool he owned was a pair of needle-nose pliers.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "We all struggle with our failure to communicate and our failure to reach beyond fear to love people.", 
    "name": "Mira Sorvino"
  }, 
  {
    "quote": "I don't have a fear factor. Well, not much of one. And I'm willing to risk quite a lot - as a comedian, you're always risking a lot. You're risking failure, especially if you're improvising and going on TV shows trying to make comedy out of thin air. That is quite a risky business.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "We now live in a world where the only thing to have is success, but failure is marvelous. It's fertiliser, it's like living fertiliser, because you're forced on yourself.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "I'm kind of a failure. I mean, I'll be honest. I'm successful in that I'm getting to work on great stuff, but I think I'm a failure in all the personal stuff that is most important to me.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "I get asked, 'How can you have such failures in your films?' Well, what else is life about? There's some sense of constant failure in something. Humor gives you a distance from it.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "African Americans make up about 13 percent of the U.S. population but comprise 32 percent of patients treated for kidney failure, giving them a kidney failure rate that is 4.2 times greater than that of white Americans.", 
    "name": "Xavier Becerra"
  }, 
  {
    "quote": "Among all the tests President Obama faced in his first term, his biggest failure was climate change.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "The failure to dissect the cause of war leaves us open for the next installment.", 
    "name": "Chris Hedges"
  }, 
  {
    "quote": "The higher the artist, the fewer the gestures. The fewer the tools, the greater the imagination. The greater the will, the greater the secret failure.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Divorce is so common and accepted in America that beating myself up over it may sound ridiculous. But I was raised to believe that divorce wasn't an option to me, divorce equaled failure. I wasn't able to change that equation until I found myself in the right relationship.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "America traditionally represents the greatest possibility of someone's going from nothing to something. Why? In theory, if not practice, the government stays out of the way and lets individuals take risks and reap rewards or accept the consequences of failure. We call this capitalism - or, at least, we used to.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "We're born with success. It is only others who point out our failures, and what they attribute to us as failure.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "There's something to be said for failing. It's not the failure you feel, it's the failure that people project when something disappoints. You're back to ground zero, where there's no expectations, and that's where I like to be.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "The biggest problem in my life is trying to be the kind of man that I want to be, the father that I want to be, and how to process the failure of my marriage.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "I assume everything I do in life is gonna be a failure, and then if it turns up roses, then I'm psyched.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I was convicted of three misdemeanors of willful failure to file a form.", 
    "name": "Wesley Snipes"
  }, 
  {
    "quote": "He who has conquered doubt and fear has conquered failure.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "People in the business will stay with you through drugs and alcohol and divorces and insanity and everything else, but you have a failure, pal, and they don't want to know nothing about you!", 
    "name": "Don Johnson"
  }, 
  {
    "quote": "Success is 99 percent failure.", 
    "name": "Soichiro Honda"
  }, 
  {
    "quote": "If you're not a born-again Christian, you're a failure as a human being.", 
    "name": "Jerry Falwell"
  }, 
  {
    "quote": "War is something Arafat sends others to do for him. That is, the poor souls who believe in him. This pompous incompetent caused the failure of the Camp David negotiations, Clinton's mediation.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "The failure of the Russian Socialist Republic will be the defeat of the proletariat of the whole world.", 
    "name": "Karl Liebknecht"
  }, 
  {
    "quote": "Elegance is not a dispensable luxury but a factor that decides between success and failure.", 
    "name": "Edsger Dijkstra"
  }, 
  {
    "quote": "Attempt something so impossible that unless God is in it, it's doomed to failure.", 
    "name": "John Haggai"
  }, 
  {
    "quote": "In tennis, it is not the opponent you fear, it is the failure itself, knowing how near you were but just out of reach.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "I don't think there's any way it could have failed. We don't know failure in this band. We didn't know failure. We got to know it a little after awhile but at that time there was no such word.", 
    "name": "Roger Daltrey"
  }, 
  {
    "quote": "When you experience a failure as a leader, don't hide it - talk about it. Your missed opportunity will encourage others to take risks.", 
    "name": "Naveen Jain"
  }, 
  {
    "quote": "Unwillingness to risk failure is always there, but it gets harder when you feel you have more to lose.", 
    "name": "Demi Moore"
  }, 
  {
    "quote": "Admitting failure is quite cleansing, but never - pleasurable.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "Los Angeles was an impression of failure, of disappointment, of despair, and of oddly makeshift lives. This is California? I thought.", 
    "name": "Joseph Barbera"
  }, 
  {
    "quote": "If you're 40 years old and you've never had a failure, you've been deprived.", 
    "name": "Gloria Swanson"
  }, 
  {
    "quote": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.", 
    "name": "Mark Skousen"
  }, 
  {
    "quote": "Once you can accept failure, you can have fun and success.", 
    "name": "Rickey Henderson"
  }, 
  {
    "quote": "One must never assume that a character is sympathetic because of either the actor playing them or the fact that they're a lead. I think that's a recipe for failure, actually, because if they become unsympathetic, you lose your audience.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "Failure? Scared to death of it.", 
    "name": "Ryan Seacrest"
  }, 
  {
    "quote": "I've always believed that it's important to show a new look periodically. Predictability can lead to failure.", 
    "name": "T. Boone Pickens"
  }, 
  {
    "quote": "I have always believed that it's important to show a new look periodically. Predictability can lead to failure.", 
    "name": "T. Boone Pickens"
  }, 
  {
    "quote": "My films seem to be about men's struggle with failure.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "I don't want to feel like a failure to my daughter. She's the best thing I've ever done. Buffy - pretty great and all, but Charlotte's way better.", 
    "name": "Sarah Michelle Gellar"
  }, 
  {
    "quote": "I'm not scared of anything in particular, but I am motivated by a fear of failure as opposed to a need to succeed.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "I failed first grade, which is my biggest problem. You always feel like a failure, like you're stupid.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world.", 
    "name": "Wynonna Judd"
  }, 
  {
    "quote": "Failure is the most terrible thing in our business. When we fail, the whole world knows about it.", 
    "name": "Desi Arnaz"
  }, 
  {
    "quote": "Outward failure may be a manifested variant of inward success.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "Of course, Third World leaders love you. By ascribing third world ills to First World sins, you absolve them of blame for their countries' failure to advance.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "I didn't fear failure. I expected failure.", 
    "name": "Amy Tan"
  }, 
  {
    "quote": "I think I've always been somebody, since the deaths of my father and brother, who was afraid to hope. So, I was more prepared for failure and for rejection than for success.", 
    "name": "Amy Tan"
  }, 
  {
    "quote": "In a sense it might even be said that our failure is to form habits: for, after all, habit is relative to a stereotyped world, and meantime it is only the roughness of the eye that makes two persons, things, situations, seem alike.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "The attributes for entrepreneurs cut both ways. You need the ability to ignore inconvenient facts and see the world as it should be and not as it is. This inspires people to take huge leaps of faith. But this blindness to facts can be a liability, too. The characteristics that help entrepreneurs succeed can also lead to their failure.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "I can't say I'm not grateful to have journalists writing about me as a genius. But I know it's not true. I'm not confused. I understand that success comes through a lot of failure and a lot of very embarrassing failure. People want to create the next Facebook, but they are too afraid to create the next Facemash.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Our educational system is not preparing people for the 21st Century. Failure is an essential part of entrepreneurship. If you work hard, you can get an 'A' pretty much guaranteed, but in entrepreneurship, that's not how it works.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Start-ups make so many mistakes that the challenge to identify the root cause of a failure is tough. But believing in your own plan is probably the worst.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Questioning the nature and implications of liminal instances necessarily involves failure, if only in the specifically technical sense of entering spaces where prevailing criteria of success scarcely apply.", 
    "name": "Brian Ferneyhough"
  }, 
  {
    "quote": "There would seem to be a limit, even for an art preoccupied with boundaries and transgressions, beyond which a work reaches its breaking point and becomes an actual failure, a mere experimentation.", 
    "name": "Brian Ferneyhough"
  }, 
  {
    "quote": "None of us is guaranteed against failure or corruption of any kind witness what's going on in the world in this moment, the follies of human nature and the failures of human nature.", 
    "name": "Morris West"
  }, 
  {
    "quote": "In Iraq we must succeed. Failure is not an option.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "Schools don't really allow failure and yet it's a valid part of any endeavour, not just writing.", 
    "name": "Roddy Doyle"
  }, 
  {
    "quote": "Ambitious failure, magnificent failure, is a very good thing.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "My Brat Pack buddies and I didn't exactly handle celebrity very well. Success at an early age is far more difficult to handle than failure.", 
    "name": "Judd Nelson"
  }, 
  {
    "quote": "With failure, you just try again.", 
    "name": "Judd Nelson"
  }, 
  {
    "quote": "Sadness is a super important thing not to be ashamed about but to include in our lives. One of the bigger problems with sadness or depression is there's so much shame around it. If you have it you're a failure. You are felt as being very unattractive.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "We do not know, in most cases, how far social failure and success are due to heredity, and how far to environment. But environment is the easier of the two to improve.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "The paranoiac is the exact image of the ruler. The only difference is their position in the world. One might even think the paranoiac the more impressive of the two because he is sufficient unto himself and cannot be shaken by failure.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "All I can do will only ever be a faint image of what I see and my success will always be less than my failure or perhaps equal to the failure.", 
    "name": "Alberto Giacometti"
  }, 
  {
    "quote": "As might be supposed, my parents were quite poor, but we somehow never seemed to lack anything we needed, and I never saw a trace of discontent or a failure in cheerfulness over their lot in life, as indeed over anything.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "But if you have a solid walk with the Lord, then you won't fear that failure.", 
    "name": "Cliff Richard"
  }, 
  {
    "quote": "When you're fearless, you take more risks because you're less conscious of failure or what can go wrong.", 
    "name": "Brett Ratner"
  }, 
  {
    "quote": "The success and the failure are not my concern, but His.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "We do not realise that we are children of eternity. If we did, then success would be no success, and failure would be no failure to us.", 
    "name": "Joseph Barber Lightfoot"
  }, 
  {
    "quote": "Success is not forever and failure isn't fatal.", 
    "name": "Don Shula"
  }, 
  {
    "quote": "I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.", 
    "name": "Branch Rickey"
  }, 
  {
    "quote": "I hate how box-office failures are blamed on an actress, yet I don't see a box-office failure blamed on men.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "As efforts to fix this failure at the Veterans Administration continue, I also intend to persist in demanding answers and action on the establishment of a new clinic to serve the veterans in North Central Washington.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "How one handles success or failure is determined by their early childhood.", 
    "name": "Harold Ramis"
  }, 
  {
    "quote": "I think everyone shares a fear of failure - that you're only as good as your most recent collection. That's definitely a fear, but it's a fear that fuels me, that makes me want to work harder, that makes me take on more challenges.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "Is anarchism possible? The failure of attempts to attain freedom does not mean the cause is lost.", 
    "name": "Johann Most"
  }, 
  {
    "quote": "When an action is once done, it is right or wrong for ever no accidental failure of its good or evil fruits can possibly alter that.", 
    "name": "William Kingdon Clifford"
  }, 
  {
    "quote": "The difference between a beautifully made failure and a beautifully made hit is who you've got playing the leads.", 
    "name": "Steven Moffat"
  }, 
  {
    "quote": "In God's world, for those who are in earnest, there is no failure. No work truly done, no word earnestly spoken, no sacrifice freely made, was ever made in vain.", 
    "name": "Frederick William Robertson"
  }, 
  {
    "quote": "If I didn't have children, I think my life would be a failure.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "Every book I've written has been a different attempt to understand something, and the success or failure of the previous one is irrelevant. I write the book I want.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "We feel a lot of pressure about looking silly or appearing weak, whatever that means, or being a failure. You have to keep in your head: what's the worst that can happen?", 
    "name": "Michael Fassbender"
  }, 
  {
    "quote": "I'm living life as best I can - but I'm not exempt from failure and making bad choices.", 
    "name": "LeAnn Rimes"
  }, 
  {
    "quote": "Failure, it is thought, is what sells, and what people want to hear and read about. I am not so sure.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "There is an increasingly pervasive sense not only of failure, but of futility. The legislative process has become a cruel shell game and the service system has become a bureaucratic maze, inefficient, incomprehensible, and inaccessible.", 
    "name": "Elliot Richardson"
  }, 
  {
    "quote": "I think I've failed every test I've ever taken. If there was a failure I would have been it.", 
    "name": "Lisa Marie Presley"
  }, 
  {
    "quote": "I believe only in art and failure.", 
    "name": "Jane Rule"
  }, 
  {
    "quote": "It's not a very high failure rate if you choose people that you really like the sound of.", 
    "name": "Bryan Ferry"
  }, 
  {
    "quote": "Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "The failure in Ohio to have adequate voting capacity for the people who were registered and eligible to vote was an absolute denial of their right to vote.", 
    "name": "Carol Moseley Braun"
  }, 
  {
    "quote": "It's how you deal with failure that determines how you achieve success.", 
    "name": "Charlotte Whitton"
  }, 
  {
    "quote": "This is true enough, but success is the next best thing to happiness, and if you can't be happy as a success, it's very unlikely that you would find a deeper, truer happiness in failure.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "It's not about failure it's about trying something and risking something for attaining your goal.", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "Definitely, it's a fear of failure that drives me.", 
    "name": "Jerry Bruckheimer"
  }, 
  {
    "quote": "The great thing about baseball is the causality is easy to determine and it always falls on the shoulders of one person. So there is absolute responsibility. That's why baseball is psychologically the cruelest sport and why it really requires psychological resources to play baseball - because you have to learn to live with failure.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "Americans, who make more of marrying for love than any other people, also break up more of their marriages, but the figure reflects not so much the failure of love as the determination of people not to live without it.", 
    "name": "Morton Hunt"
  }, 
  {
    "quote": "The failure of The Cable Guy impacted my career. I had to start writing and acting again.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "No failure in America, whether of love or money, is ever simple it is always a kind of betrayal, of a mass of shadowy, shared hopes.", 
    "name": "Greil Marcus"
  }, 
  {
    "quote": "The key to accepting responsibility for your life is to accept the fact that your choices, every one of them, are leading you inexorably to either success or failure, however you define those terms.", 
    "name": "Neal Boortz"
  }, 
  {
    "quote": "The failure of Christianity in the areas west from Sicily was even greater, and was increased by the spread of Arab outlooks and influence to that area, and especially to Spain.", 
    "name": "Carroll Quigley"
  }, 
  {
    "quote": "It is hard as an American to support the failure of American military operations in Iraq. Such failure will bring with it the death and wounding of many American service members, and many more Iraqis.", 
    "name": "Scott Ritter"
  }, 
  {
    "quote": "I understand the harsh feelings and sentiments from my opponents and their supporters because I myself have been defeated twice in my political life in the past and I understand very well it is hard to accept your own failure.", 
    "name": "Chen Shui-bian"
  }, 
  {
    "quote": "That's the conundrum of cartoon stripping, as opposed to political cartoons. When your anger is the driving force of your drawing hand, failure follows. The anger is OK, but it has to serve the interests of the heart, frankly.", 
    "name": "Berkeley Breathed"
  }, 
  {
    "quote": "Sometimes people call me a success for all the reasons that make me think I'm a failure.", 
    "name": "William Hurt"
  }, 
  {
    "quote": "We judged that a sudden, disorderly failure of Bear would have brought with it unpredictable but severe consequences for the functioning of the broader financial system and the broader economy, with lower equity prices, further downward pressure on home values, and less access to credit for companies and households.", 
    "name": "Timothy Geithner"
  }, 
  {
    "quote": "Failure is unfortunately as common as success.", 
    "name": "Sanjay Kumar"
  }, 
  {
    "quote": "What we've got here is a failure to communicate.", 
    "name": "Donn Pearce"
  }, 
  {
    "quote": "You must not demand the failure of your peers, because the more good things that are around in film, in television, in theater - why the better it is for all of us.", 
    "name": "Jerome Lawrence"
  }, 
  {
    "quote": "In a crowded marketplace, fitting in is a failure. In a busy marketplace, not standing out is the same as being invisible.", 
    "name": "Seth Godin"
  }, 
  {
    "quote": "So nevertheless, what I'm saying is that what one is - one's parameters are constantly narrowed by one's success, and my desire is to widen my field even if I risk failure.", 
    "name": "Jeremy Irons"
  }, 
  {
    "quote": "I constantly experience failure in that my work is never as good as I want it to be. So I live with failure.", 
    "name": "Jeremy Irons"
  }, 
  {
    "quote": "I'm very comfortable with failure. I'm very comfortable being the guy who disappoints people.", 
    "name": "Steven Soderbergh"
  }, 
  {
    "quote": "As soon as I did my first five minutes of stand-up I knew that I would rather be a failure at comedy than a success in marketing.", 
    "name": "Jimmy Carr"
  }, 
  {
    "quote": "Philanthropic colonization is a failure. National colonization will succeed.", 
    "name": "Theodor Herzl"
  }, 
  {
    "quote": "I don't need to be looking at every failure of government, I need to be looking where failure of government needs reform.", 
    "name": "Darrell Issa"
  }, 
  {
    "quote": "I think it's one of the main negative emotional ingredients that fuels show business, because there's so much at stake and the fear of failure looms large.", 
    "name": "Garry Shandling"
  }, 
  {
    "quote": "Well, the idea is that failure is an inevitable partner on the road to success and, if you're not willing to confront failure, you can never find out how good you are.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Beside every great success are the seeds of enormous failure. In every failure, there's the opportunity seeds of great success. They're not miles apart. So if they're that close together, and if you're really working, you're always gonna have that likelihood that something's not going to work.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Our failure to find weapons of mass destruction in Iraq thus far has been deeply troubling, and our intelligence-gathering process needs thorough and unbiased investigation.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "The very reasons sometimes that you make a film are the reasons for its failure.", 
    "name": "Sydney Pollack"
  }, 
  {
    "quote": "Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "The only reason my work seems to be eclectic up to a certain period is because I was a failure as an actor.", 
    "name": "Hugh Grant"
  }, 
  {
    "quote": "Foreign aid is neither a failure nor a panacea. It is, instead, an important tool of American policy that can serve the interests of the United States and the world if wisely administered.", 
    "name": "Lee H. Hamilton"
  }, 
  {
    "quote": "I have never described the time I was in Doctor Who as anything except a kind of ecstatic success, but all the rest has been rather a muddle and a disappointment. Compared to Doctor Who, it has been an outrageous failure really - it's so boring.", 
    "name": "Tom Baker"
  }, 
  {
    "quote": "I'd like to see much more understanding of emotional issues around hurt, abandonment, disappointment, longing, failure and shame, where they stem from and how they drive people and policies brought into public discourse.", 
    "name": "Susie Orbach"
  }, 
  {
    "quote": "I met Ashley two weeks before I married him. It was a joke-the most ridiculous thing I've ever done. Once I was married, I didn't want to be a failure, so I stuck it out for six months, which was about six months too long.", 
    "name": "Shannen Doherty"
  }, 
  {
    "quote": "Their lives have been largely defined by failure and you would think the prospect of marriage, which is supposed to be bountiful and hopeful, it's just really another kind of tangential thing in his life.", 
    "name": "Thomas Haden Church"
  }, 
  {
    "quote": "But all actors go through the process, it's hit and miss, you have achievement and failure.", 
    "name": "Thomas Haden Church"
  }, 
  {
    "quote": "Some of the reasons John McCain lost in 2008 were his lackluster campaign, his refusal to showcase Obama's extreme liberalism and, thus, his failure to demonstrate why he would make a better president than Obama.", 
    "name": "David Limbaugh"
  }, 
  {
    "quote": "So I try not to have any actual expectations for myself for any level of success or failure.", 
    "name": "Gavin DeGraw"
  }, 
  {
    "quote": "A Failure in this Duty did once involve our Nation in all the Horrors of Rebellion and Civil War.", 
    "name": "Charles Inglis"
  }, 
  {
    "quote": "Students rarely disappoint teachers who assure them in advance that they are doomed to failure.", 
    "name": "Sidney Hook"
  }, 
  {
    "quote": "Success is a public affair. Failure is a private funeral.", 
    "name": "Rosalind Russell"
  }, 
  {
    "quote": "Washington, D.C. is what is broken, not the immigration policies. We have good laws. We have people suffer every day because of government's failure to enforce the law and be respectful to the process we have. We have a pathway to citizenship already in place.", 
    "name": "Russell Pearce"
  }, 
  {
    "quote": "The one phrase you can use is that success has a thousand fathers, and failure is an orphan.", 
    "name": "Alan Price"
  }, 
  {
    "quote": "One of the biggest problems with the modern feminist movement is its failure to bring men along with us.", 
    "name": "Tammy Bruce"
  }, 
  {
    "quote": "You can't be afraid of failure and you can't be afraid of success, because either one gets in the way of your work.", 
    "name": "Dave Van Ronk"
  }, 
  {
    "quote": "So the poet, who wants to be something that he cannot be, and is a failure in plain life, makes up fictitious versions of his predicament that are interesting even to other persons because nobody is a perfect automobile salesman.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "We have actually experienced in recent months a dramatic demonstration of an unprecedented intelligence failure, perhaps the most significant intelligence failure in the history of the United States.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "I think that failure by your own standards is certainly a form of success.", 
    "name": "Bonnie Hunt"
  }, 
  {
    "quote": "Before this government came to power, many failing schools were simply allowed to drift on in a pattern of continuing failure. The government is determined to break that pattern and is successfully doing so.", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "I saw why people died and how they died. I saw gunshot wounds and liver failure. It was a good learning experience, so I came regularly on weekends and holidays.", 
    "name": "Michael Baden"
  }, 
  {
    "quote": "The pressures are intense, because the rewards for success and the penalty for failure are more and more.", 
    "name": "Alan Hansen"
  }, 
  {
    "quote": "My failure, during the first five or six years of my art training, to get set in the right direction, and the disappointment which it caused me, drove me the more persistently into writing as an alternative.", 
    "name": "Laurence Housman"
  }, 
  {
    "quote": "I've had great success and I've had catastrophic failure. It's really how you handle the rough stuff that defines you, I think.", 
    "name": "Peter Berg"
  }, 
  {
    "quote": "Failure to properly control our borders costs citizens in many ways: schools become overcrowded, medical resources are stretched too thin, other government services are overtaxed, and taxes increase further.", 
    "name": "Zach Wamp"
  }, 
  {
    "quote": "Failure and things of this sort - you can take it one of two ways. You can either let that hurt you and really affect the way that you live your life in the future, or you can use that as an opportunity for growth.", 
    "name": "Matt Emmons"
  }, 
  {
    "quote": "What we have most to fear is failure of the heart.", 
    "name": "Sonia Johnson"
  }, 
  {
    "quote": "Nothing succeeds, they say, like success. And certainly nothing fails like failure.", 
    "name": "Margaret Drabble"
  }, 
  {
    "quote": "War, except in self-defense, is a failure of moral imagination.", 
    "name": "Bill Moyers"
  }, 
  {
    "quote": "I think there's something quite interesting about the almost tragic quality of a lot of overwrought prose, because it has a much more self-conscious awareness of its own failure to touch the real.", 
    "name": "China Mieville"
  }, 
  {
    "quote": "I don't know many people, if any, who have had some straight line toward success. I mean, they start here, they work hard, they've got what it takes, and they just go straight to the top over some number of years. Most people get a little failure.", 
    "name": "Sam Donaldson"
  }, 
  {
    "quote": "Pharmaceutical companies are enjoying unprecedented profits and access with this Administration. Yet the Republicans' prescription drug plan for seniors has been a colossal failure, and over 43 million Americans wake up every morning without health insurance.", 
    "name": "Jim Clyburn"
  }, 
  {
    "quote": "The reason was the failure of both Japan and China to understand each other and the inability of America and the European powers to sympathize, without prejudice, with the peoples of East Asia.", 
    "name": "Hideki Tojo"
  }, 
  {
    "quote": "There's no such thing as failure - just waiting for success.", 
    "name": "John Osborne"
  }, 
  {
    "quote": "The carrying out of the Potsdam Agreement has, however, been obstructed by the failure of the Allied Control Council to take the necessary steps to enable the German economy to function as an economic unit.", 
    "name": "James F. Byrnes"
  }, 
  {
    "quote": "Our system provides for a winner to take office on January 20th, and he is expected to take command of the ship of state. Failure to do so, characterized by hesitation and indecision, will harm the national interest.", 
    "name": "Richard V. Allen"
  }, 
  {
    "quote": "We go there with confidence, but we know there is a very fine line between success and failure in this game.", 
    "name": "Alan Shearer"
  }, 
  {
    "quote": "The moral turpitude of the boys of today appears to center in their failure to concentrate on any particular objective long enough to obtain their maximum results.", 
    "name": "Major Taylor"
  }, 
  {
    "quote": "War is failure of diplomacy.", 
    "name": "John Dingell"
  }, 
  {
    "quote": "If we do not get No Child Left Behind right for Limited English Proficient students, the law will be a failure for most schools in the 15th Congressional District, and for many across the nation.", 
    "name": "Ruben Hinojosa"
  }, 
  {
    "quote": "Failure is what we're all running from, we're always running toward success with failure at our back.", 
    "name": "Natalie Goldberg"
  }, 
  {
    "quote": "I feel that 'The Great Failure' is really a book written out of great love and a willingness to face all of who a human being is.", 
    "name": "Natalie Goldberg"
  }, 
  {
    "quote": "The rise of China as a new power is another great challenge for the US. Our failure to properly handle Germany and Japan earlier in the 20th century cost us and the world dearly. We must not make this same mistake with China.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "Our failure to properly deal with Germany and Japan early cost the world dearly later on. We dare not make the same mistake with China.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "I was brought up to believe that there is no such thing as failure as long as I'm trying my best. So I've had a 'blood, guts and glory' approach through my whole life.", 
    "name": "Ali Larter"
  }, 
  {
    "quote": "Well, I think first of all there was a failure to have real, clear information at our disposal. There was a real lack of situational awareness. We didn't have the capabilities on the ground to give us real-time, accurate assessments of the physical condition of the city.", 
    "name": "Michael Chertoff"
  }, 
  {
    "quote": "My big philosophy is: Try and work with good people, because the process is your life. That's going to be really, really hard. I'm glad I learned the lesson, 'Failure is OK.'", 
    "name": "Dana Fox"
  }, 
  {
    "quote": "I wish I had been more prepared, both for success and for failure, when I was younger.", 
    "name": "Molly Ringwald"
  }, 
  {
    "quote": "You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure.", 
    "name": "Thomas John Watson, Sr."
  }, 
  {
    "quote": "But if you look at WorldCom, which is the biggest failure to date, they grew dramatically, they were buying companies that were bigger than they were and they were doing it off inflated stock.", 
    "name": "Don Nickles"
  }, 
  {
    "quote": "There comes a point in your moviegoing life where you look at the screen and then you look at the world and you ask, 'What is going on?' You want the movies to show you the chaos and mess and risk and failure that are normal for a lot of us. Generally, the movies hide all of that.", 
    "name": "Wesley Morris"
  }, 
  {
    "quote": "Jobs for every American is doomed to failure because of modern automation and production. We ought to recognize it and create an income-maintenance system so every single American has the dignity and the wherewithal for shelter, basic food, and medical care. I'm talking about welfare for all. Without it, you're going to have warfare for all.", 
    "name": "Jerry Brown"
  }, 
  {
    "quote": "To begin to think with purpose, is to enter the ranks of those strong ones who only recognize failure as one of the pathways to attainment.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "I think somehow you need to get to a certain point in your life where the notion of failure is absurd.", 
    "name": "Jeff Tweedy"
  }, 
  {
    "quote": "Don't come home a failure.", 
    "name": "Ty Cobb"
  }, 
  {
    "quote": "The greatest failure is that although we have created institutions, we have not created a civil society.", 
    "name": "Paddy Ashdown"
  }, 
  {
    "quote": "I've become a professional failure - in order to pay the mortgage I have to remain unemployed. Luckily, a disaster always seems to befall me at exactly the right moment.", 
    "name": "Toby Young"
  }, 
  {
    "quote": "America thinks of itself as a meritocracy, so people have more respect for success and more contempt for failure.", 
    "name": "Toby Young"
  }, 
  {
    "quote": "In Britain, by contrast, we still think that class plays a part in determining a person's life chances, so we're less inclined to celebrate success and less inclined to condemn failure. The upshot is that it's much easier to be a failure in Britain than it is in America.", 
    "name": "Toby Young"
  }, 
  {
    "quote": "Critics? Don't talk to me of critics! You think some jackanapes journalist, his soul eaten away by the maggots of jealousy and failure, has anything worthwhile to say of art? I don't.", 
    "name": "Jonathan Raban"
  }, 
  {
    "quote": "Success is always less funny than failure.", 
    "name": "Jon Ronson"
  }, 
  {
    "quote": "Most employees want to be involved in a successful business and most employees are happy for people running successful businesses to be paid a reasonable wage and a market rate for it, provided they understand the reason. What they hate most of all is pay for failure.", 
    "name": "Stuart Rose"
  }, 
  {
    "quote": "His advice to me is basically to just love what you do and don't let the fear of failure stop you.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "The hippy movement was a failure.", 
    "name": "Joe Strummer"
  }, 
  {
    "quote": "Acting allows me the freedom to let go, to be in the moment, to be spontaneous. I no longer have the fear of losing, of failure.", 
    "name": "Cathy Rigby"
  }, 
  {
    "quote": "There was a failure to recognize the deep problems in AI for instance, those captured in Blocks World. The people building physical robots learned nothing.", 
    "name": "Marvin Minsky"
  }, 
  {
    "quote": "Twenty million more have Chronic Kidney Disease, where patients experience a gradual deterioration of kidney function, the end result of which is kidney failure.", 
    "name": "Xavier Becerra"
  }, 
  {
    "quote": "I've always embraced failure as a noble pursuit. It allows you to be anti whatever anyone wants you to be, and to break all the rules.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "Art school had taught me it was far better to be a flamboyant failure than any kind of benign success.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "What matters is this: Being fearless of failure arms you to break the rules. In doing so, you may change the culture and just possibly, for a moment, change life itself.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "Everyone should be commended for allowing people to make disasters, to make failures - you've just got to be sure that it's a magnificent failure and that, by creating a magnificent failure, you plant the seed.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "It is Basic Management 101 that if you reward failure you are going to get more failure, and if you want success you should reward success. But if you look at the way this administration has approached national security, they have kind of got that principle backwards.", 
    "name": "Chris Van Hollen"
  }, 
  {
    "quote": "The failure of the United Nations - My failure is maybe, in retrospective, that I was not enough aggressive with the members of the Security Council.", 
    "name": "Boutros Boutros-Ghali"
  }, 
  {
    "quote": "I - and I still consider myself, I'm sorry to tell you, a Marxist and a Communist, but I couldn't help noticing how all the best Marxist analyses are always analyses of a failure.", 
    "name": "Slavoj Zizek"
  }, 
  {
    "quote": "Is the proposed operation likely to succeed? What might the consequences of failure? Is it in the realm of practicability in terms of material and supplies?", 
    "name": "Chester W. Nimitz"
  }, 
  {
    "quote": "My work ethic came from my parents and my fear of failure. I came from a small, predominantly black school and I didn't want to let them down.", 
    "name": "Jerry Rice"
  }, 
  {
    "quote": "I think he Oswald felt he was a failure and for the United States and for President Kennedy and all of us. He knew he was a failure at everything he tried, frustrated, with a very sad life, but he was a Marxist.", 
    "name": "John Sherman Cooper"
  }, 
  {
    "quote": "If you're a doctor or a lawyer or teacher, if you only get three things right out of 10, you're considered a failure.", 
    "name": "Jamie Moyer"
  }, 
  {
    "quote": "A film's success or failure is strictly on the director's shoulders.", 
    "name": "Robin Tunney"
  }, 
  {
    "quote": "Other countries, such as Israel, successfully employ behavior detection techniques at their airports, but the bloated, ineffective bureaucracy of TSA has produced another security failure for U.S. transportation systems.", 
    "name": "John Mica"
  }, 
  {
    "quote": "Failure is nature's plan to prepare you for great responsibilities.", 
    "name": "Napolean Hill"
  }, 
  {
    "quote": "This attempt to isolate cell constituents might have been a failure if they had been destroyed by the relative brutality of the technique employed. But this did not happen.", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "Having in my life been bitten by the jaws of both victory and defeat, I must rush to add that success is to failure as butter pecan ice cream is to death.", 
    "name": "Rupert Holmes"
  }, 
  {
    "quote": "But thankfully, my first album, 'Wide Screen,' was sort of a critics' darling - everyone raved about it, but no one bought it. They only manufactured 10,000 copies I wasn't even in the running for failure!", 
    "name": "Rupert Holmes"
  }, 
  {
    "quote": "It must not be forgotten in fairness to the National Government that apartheid is not just a policy of oppression but an attempt - in my opinion an attempt doomed to failure - to find an alternative to a policy of racial integration which is fair to both white and black.", 
    "name": "Harry Oppenheimer"
  }, 
  {
    "quote": "Catastrophes are often stimulated by the failure to feel the emergence of a domain, and so what cannot be felt in the imagination is experienced as embodied sensation in the catastrophe.", 
    "name": "William Irwin Thompson"
  }, 
  {
    "quote": "America's most dangerous diseases have developed an immunity to politics. We suffer not from a failure of political organization or power, but a failure of love.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "Failure's not a bad thing. It builds character. It makes you stronger.", 
    "name": "Billy Dee Williams"
  }, 
  {
    "quote": "A love of nature is a consolation against failure.", 
    "name": "Berthe Morisot"
  }, 
  {
    "quote": "With improvisation, I just do it. It might be a total failure but then you just throw the dice again.", 
    "name": "Christian Marclay"
  }, 
  {
    "quote": "It has always felt like a failure that Bjorn and I couldn't keep our family together. You never get it back, but to this day I don't regret splitting up. The reason behind our separation is one of those things I definitely don't want to go into!", 
    "name": "Agnetha Faltskog"
  }, 
  {
    "quote": "I made a very conscious effort to finish 'The Cypress House' before 'So Cold the River' launched, because I thought that would help build a buffer between my writing and any impact that came from either the success or the failure of that first book.", 
    "name": "Michael Koryta"
  }, 
  {
    "quote": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination.", 
    "name": "Rosalyn S. Yalow"
  }, 
  {
    "quote": "The failure of Socialism since 1945 is that whilst encouraging us all, the creators of wealth, to produce less through strikes, it has caused us all to demand a higher level of our own product.", 
    "name": "Brian Harris"
  }, 
  {
    "quote": "By virtually any measure, the record of the Republican Majority is an appalling failure.", 
    "name": "Sheila Jackson Lee"
  }, 
  {
    "quote": "Directly after the show people might have responded better to it, but who really knows. It did what it did and while it seems like a failure to most but it was a success for me and has given me so many opportunities.", 
    "name": "Justin Guarini"
  }, 
  {
    "quote": "Everybody keeps saying that India's a poor country. Yes, we have poverty. But I blame the government of India, the political establishment, for their failure to educate and therefore their failure to control the poverty.", 
    "name": "Vijay Mallya"
  }, 
  {
    "quote": "Failure is good. It's fertilizer. Everything I've learned about coaching, I've learned from making mistakes.", 
    "name": "Rick Pitino"
  }, 
  {
    "quote": "The fear of failure is so great, it is no wonder that the desire to do right by one's children has led to a whole library of books offering advice on how to raise them.", 
    "name": "Bruno Bettelheim"
  }, 
  {
    "quote": "I think you can learn as much from success as you can from failure.", 
    "name": "Corey Hart"
  }, 
  {
    "quote": "The vast majority of large scale change efforts fail. Which means that the probability that you have actually experienced a failure, and your people know that and are pessimistic, therefore, about trying something again, is very high.", 
    "name": "John P. Kotter"
  }, 
  {
    "quote": "I believe my publisher has shown a great deal of faith in me over a lot of years but I'm not prepared to be so arrogant to say that the long-term literary value of my work would compensate them for a financial failure.", 
    "name": "Andrew Vachss"
  }, 
  {
    "quote": "Fear comes in two packages fear of failure, and sometimes, fear of success.", 
    "name": "Tom Kite"
  }, 
  {
    "quote": "But whatever my failure, I have this thing to remember - that I was a pioneer in my profession, just as my grandfathers were in theirs, in that I was the first man in this section to earn his living as a writer.", 
    "name": "Robert E. Howard"
  }, 
  {
    "quote": "Has Bill Clinton inspired idealism in the young, as he himself was inspired by John F. Kennedy? Or has he actually reduced their idealism? Surely part of the answer lies in Clinton's personal moral lapse with Monica Lewinsky. But more important was his sin of omission - his failure to embrace a moral cause beyond popularity.", 
    "name": "Arlie Russell Hochschild"
  }, 
  {
    "quote": "You cannot learn anything from success, you only learn from failure.", 
    "name": "Jim Dale"
  }, 
  {
    "quote": "If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.", 
    "name": "Rosalynn Carter"
  }, 
  {
    "quote": "We can't have a failure in Iraq, but we also can't be there for the next 10 years because if we are, it's going to become, I think, a failure in and of itself.", 
    "name": "Dennis Ross"
  }, 
  {
    "quote": "The time I had waited probably made the difference between success and failure.", 
    "name": "Anna Neagle"
  }, 
  {
    "quote": "In our tabulation of psychoanalytic results, we have classed those who stopped treatment together with those not improved. This appears to be reasonable a patient who fails to finish his treatment, and is not improved, is surely a therapeutic failure.", 
    "name": "Hans Eysenck"
  }, 
  {
    "quote": "The more control you have over your life, the more responsible you feel for your own success - or failure.", 
    "name": "Arthur C. Brooks"
  }, 
  {
    "quote": "I'm fascinated by failure, and I'm fascinated by finality. Shakespeare's historical plays are more universal than his comedies because they relate to the finality of life. Without finality, life would not be beautiful.", 
    "name": "George Hickenlooper"
  }, 
  {
    "quote": "Most of the work performed by a development engineer results in failure.", 
    "name": "Koichi Tanaka"
  }, 
  {
    "quote": "Our nation's Social Security Trust Fund is depleting at an alarming rate, and failure to implement immediate reforms endangers the ability of Americans to plan for their retirement with the options and certainty they deserve.", 
    "name": "Pete Sessions"
  }, 
  {
    "quote": "And I went to New York and died for 10 years I walked those pavements. I can't think of New York without feeling uncomfortable and feeling like a failure.", 
    "name": "Harvey Korman"
  }, 
  {
    "quote": "I have experienced failure as a politician and for that very reason, I am ready to give everything for Japan.", 
    "name": "Shinzo Abe"
  }, 
  {
    "quote": "To me, all war is failure for humanity, though it often is a bounty for commerce.", 
    "name": "Mark Edwards"
  }, 
  {
    "quote": "I know acts and I'm not going to name names but these people sold ten million copies the first time and the second album sells three million and it's considered a failure and they're dropped and that's really a shame.", 
    "name": "Gerry Beckley"
  }, 
  {
    "quote": "Even in a gleefully negative comic, there is optimism, although it's slightly hidden: It comes out through a comic character's sheer tenacity. He keeps going and trying to find some sort of fulfillment regardless of his perpetual failure record. That's a form of hope, a form of optimism. Really hokey I know, but it's true.", 
    "name": "Lev Yilmaz"
  }, 
  {
    "quote": "Over the next four years, we will be bold. We will be willing to experiment. We will not fear failure.", 
    "name": "Matt Blunt"
  }, 
  {
    "quote": "Feeling is the consciousness of the resulting conditions - of success, failure, equilibrium, compromise or balance, in this continuous rivalry of ideas.", 
    "name": "James M. Baldwin"
  }, 
  {
    "quote": "Ninety-nine percent of pilots that go up never have engine failure, and the 1 percent that do usually land it. But if you're up in the air and something goes wrong, you pull that parachute, and the whole plane goes down slowly.", 
    "name": "Cory Lidle"
  }, 
  {
    "quote": "Success breeds success, and failure leads to a sort of fallow period.", 
    "name": "Felicity Kendal"
  }, 
  {
    "quote": "I went to a motivational training course once, a course of self-discovery, and I found out after a week that my fear - it was not a fear of not being accepted - was a very violent fear of failure.", 
    "name": "Emanuel Steward"
  }, 
  {
    "quote": "There is always time for failure.", 
    "name": "John Mortimer"
  }, 
  {
    "quote": "It has now been over 7 years since Congress last raised the minimum wage to its current level of $5.15 per hour. Since that last increase, Congress's failure to adjust the wage for inflation has reduced the purchasing power of the minimum wage to record low levels.", 
    "name": "Jon Corzine"
  }, 
  {
    "quote": "You accept failure as a possible outcome of some of the experiments. If you don't get failures, you're not pushing hard enough on the objectives.", 
    "name": "John Poindexter"
  }, 
  {
    "quote": "Successful entrepreneurs find the balance between listening to their inner voice and staying persistent in driving for success - because sometimes success is waiting right across from the transitional bump that's disguised as failure.", 
    "name": "Naveen Jain"
  }, 
  {
    "quote": "In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road.", 
    "name": "Naveen Jain"
  }, 
  {
    "quote": "If 50 percent of your career is not filled with failure, you're not really successful.", 
    "name": "John Larroquette"
  }, 
  {
    "quote": "Something is wanting, and something must be done, or we shall be involved in all the horror of failure, and civil war without a prospect of its termination.", 
    "name": "Henry Knox"
  }, 
  {
    "quote": "Mr. Gonzales' failure to respond to questions legitimately posed to him by the Senate raises grave doubts in my mind as to his fitness to serve the people of the United States as their Attorney General.", 
    "name": "Daniel Inouye"
  }, 
  {
    "quote": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.", 
    "name": "Carol Gilligan"
  }, 
  {
    "quote": "At the end of the day I have always seen the end of my relationships as a personal failure. There is nothing ever pretty in saying goodbye.", 
    "name": "Elisabetta Canalis"
  }, 
  {
    "quote": "The success or failure of a life, as far as posterity goes, seems to lie in the more or less luck of seizing the right moment of escape.", 
    "name": "Alice James"
  }, 
  {
    "quote": "American democracy must be a failure because it places the supreme authority in the hands of the poorest and most ignorant part of the society.", 
    "name": "Thomas Babington Macaulay"
  }, 
  {
    "quote": "It was an interesting question as to whether the BBC had a future in the digital world, and what form of market failure could justify the licence fee system.", 
    "name": "Gavyn Davies"
  }, 
  {
    "quote": "The fact that The Bridge contains folk lore and other material suitable to the epic form need not therefore prove its failure as a long lyric poem, with interrelated sections.", 
    "name": "Hart Crane"
  }, 
  {
    "quote": "Learning starts with failure the first failure is the beginning of education.", 
    "name": "John Hersey"
  }, 
  {
    "quote": "It's a failure of national vision when you regard children as weapons, and talents as materials you can mine, assay, and fabricate for profit and defense.", 
    "name": "John Hersey"
  }, 
  {
    "quote": "Most people think of success and failure as opposites, but they both are products of the same process.", 
    "name": "Roger von Oech"
  }, 
  {
    "quote": "I've learned to think in terms of having a long career. Actors can have very long careers that last until the day we die, but there will be moments when you'll feel like you're a failure or when you're disappointed in yourself.", 
    "name": "Bryce Dallas Howard"
  }, 
  {
    "quote": "The dream is real, my friends. The failure to realize it is the only unreality.", 
    "name": "Toni Cade Bambara"
  }, 
  {
    "quote": "Why do we capital-N Nerds love Mars so much? Because it's beautiful, it's tough, it's buried in our mythic, childhood memories. It's covered with human triumphs but also with sad stories of failure.", 
    "name": "Greg Bear"
  }, 
  {
    "quote": "Humanitarian missions are little different from any other public enterprise, diplomacy included, which is susceptible of misinterpretation by the public, hence ultimately of failure.", 
    "name": "Alvin Adams"
  }, 
  {
    "quote": "My film directorial career has been nothing but repetition of one failure after another!", 
    "name": "Takeshi Kitano"
  }, 
  {
    "quote": "We decided to try in vitro, because both Peter and I felt we couldn't handle another failure. When I miscarried after that, we had to come to terms with the possibility that this wasn't meant to be.", 
    "name": "Christie Brinkley"
  }, 
  {
    "quote": "There is only one real failure in life that is possible, and that is, not to be true to the best one knows.", 
    "name": "Frederic William Farrar"
  }, 
  {
    "quote": "When I got Jacob's Latter, I was nervous because I felt I wasn't allowed to fail. I felt that they were waiting for one little failure and that would prove them right and I'd be,'out of there.'", 
    "name": "Elizabeth Pena"
  }, 
  {
    "quote": "A failure will not appear until a unit has passed final inspection.", 
    "name": "Arthur Bloch"
  }, 
  {
    "quote": "The failure of women to produce genius of the first rank in most of the supreme forms of human effort has been used to block the way of all women of talent and ambition for intellectual achievement.", 
    "name": "Anna Garlin Spencer"
  }, 
  {
    "quote": "When I was about 15... I made my first attempt as a leading lady, and was, of course, a complete failure.", 
    "name": "Maude Adams"
  }, 
  {
    "quote": "Fear of failure must never be a reason not to try something.", 
    "name": "Frederick Smith"
  }, 
  {
    "quote": "One failure is worth seven and a half successes.", 
    "name": "Eli Khamarov"
  }, 
  {
    "quote": "Nothing fails like failure.", 
    "name": "Margaret Drabble"
  }, 
  {
    "quote": "As a younger player, you always kind of play with that fear of failure.", 
    "name": "Jason Giambi"
  }, 
  {
    "quote": "Y'know, the real reason why I was such a failure in the sense of being unable to make any sort of a living was because I was really not motivated. I had no motivation.", 
    "name": "Paul Twitchell"
  }, 
  {
    "quote": "I rise today to offer a formal and heartfelt apology to all the victims of lynching in our history, and for the failure of the United States Senate to take action when action was most needed.", 
    "name": "George Allen"
  }, 
  {
    "quote": "I've criticized President Bush for his failure to use his veto pen. There's plenty of blame to go around. The question is how to solve problems. It's not bailouts. What made America great? Free markets, free enterprise, manufacturing, job creation. That's how we're gonna do it, not by enlarging government.", 
    "name": "Scott Brown"
  }, 
  {
    "quote": "You have to risk failure to succeed. The important thing is not to make one single mistake that will jeopardize the future.", 
    "name": "An Wang"
  }, 
  {
    "quote": "If you want to increase your success rate, double your failure rate.", 
    "name": "Thomas John Watson, Sr."
  }, 
  {
    "quote": "The sentiments in Hawaii about Washington's failure of leadership are no different than the rest of the country.", 
    "name": "Ed Case"
  }, 
  {
    "quote": "Slowly the poison the whole blood stream fills. It is not the effort nor the failure tires. The waste remains, the waste remains and kills.", 
    "name": "William Empson"
  }, 
  {
    "quote": "It breaks my heart to see these young, really talented bands getting chewed up into the system. I remember a time if you'd signed to a major label it was such a sell out! But now... unless you've signed to a big label, you're a failure now.", 
    "name": "Mike Peters"
  }, 
  {
    "quote": "Our managers hadn't had that kind of success - the record company hadn't, we hadn't - and the feeling was that the next record had to be even bigger, and if it wasn't it would be some kind of failure.", 
    "name": "Roland Gift"
  }, 
  {
    "quote": "With engineering, I view this year's failure as next year's opportunity to try it again. Failures are not something to be avoided. You want to have them happen as quickly as you can so you can make progress rapidly.", 
    "name": "Gordon Moore"
  }, 
  {
    "quote": "The assertion of failure coming from such persons does not mean that Mr. Mill failed to promote the practical success of those objects the advocacy of which forms the chief feature of his political writings.", 
    "name": "Millicent Fawcett"
  }, 
  {
    "quote": "I knew that there were several, among African-American leaders, who had been put out by me because of my failure or reluctance to endorse Sen. Kerry.", 
    "name": "Rodney Alexander"
  }, 
  {
    "quote": "I simply don't believe in failure. In itself, it doesn't exist. We create it. We make ourselves fail.", 
    "name": "Alice Foote MacDougall"
  }, 
  {
    "quote": "I grew up playing sports. There is a clear line between success and failure.", 
    "name": "Tiki Barber"
  }, 
  {
    "quote": "At the root of many a woman's failure to become a great cook lies her failure to develop a workmanlike regard for knives.", 
    "name": "Robert Farrar Capon"
  }, 
  {
    "quote": "I think our failure in the production of good town churches of distinctive character must have struck you often, as it has me, when contrasted with our comparative success in country churches.", 
    "name": "George Edmund Street"
  }, 
  {
    "quote": "And obviously, with hindsight now, now knowing what went on in the company, it would have been absolutely appropriate back then for us to have the chief executive of the company, most senior person in the United Kingdom, come and answer for the policy they were pursuing. And we ducked that, and frankly that's a failure of Parliament.", 
    "name": "Tom A. Watson"
  }, 
  {
    "quote": "Sometimes you learn more from failure than you do from success, and in some ways it's better to have failure at the beginning of your career, or your life.", 
    "name": "Michael Crawford"
  }, 
  {
    "quote": "Divorce is never a pleasant experience. You look upon it as a failure. But I learned to be a different person once we broke up. Sometimes you learn more from failure than you do from success.", 
    "name": "Michael Crawford"
  }, 
  {
    "quote": "Testing leads to failure, and failure leads to understanding.", 
    "name": "Burt Rutan"
  }, 
  {
    "quote": "We are equally glad and surprised at Winston's return to office. It shows that he was built for success that he should have declined to withdraw and sulk over a superficial failure.", 
    "name": "Shane Leslie"
  }, 
  {
    "quote": "The road to success and the road to failure are almost exactly the same.", 
    "name": "Colin R. Davis"
  }, 
  {
    "quote": "After that he turned to the question of invading England. Hitler said that during the previous year he could not afford to risk a possible failure apart from that, he had not wished to provoke the British, as he hoped to arrange peace talks.", 
    "name": "Kurt Student"
  }, 
  {
    "quote": "In Washington, success is just a training course for failure.", 
    "name": "Simon Hoggart"
  }, 
  {
    "quote": "Never permit failure to become a habit.", 
    "name": "William Frederick Book"
  }, 
  {
    "quote": "Failure is not a crime. The crime is not trying.", 
    "name": "Ron Dellums"
  }, 
  {
    "quote": "Failure and its accompanying misery is for the artist his most vital source of creative energy.", 
    "name": "Montgomery Clift"
  }, 
  {
    "quote": "I had to succeed. Failure means I would have to be homeless again.", 
    "name": "Elie Tahari"
  }, 
  {
    "quote": "Educational institutes can no longer be prizes in church politics or furnish berths for failure in other walks of life.", 
    "name": "E. Franklin Frazier"
  }, 
  {
    "quote": "There's tons of creative people in television that have one failure after another, and they just step up higher. I could never get over that. When I had a failure, there was no such thing as just getting over it.", 
    "name": "Chuck Barris"
  }, 
  {
    "quote": "Spend enough time around success and failure, and you learn a reverence for possibility.", 
    "name": "Dale Dauten"
  }, 
  {
    "quote": "Sometimes a noble failure serves the world as faithfully as a distinguished success.", 
    "name": "Edward Dowden"
  }, 
  {
    "quote": "It is commonly said that a teacher fails if he has not been surpassed by his students. There has been no failure on our part in this regard considering how far they have gone.", 
    "name": "Edmond H. Fischer"
  }, 
  {
    "quote": "Ken Lay has, does and will continue to accept responsibility for the fall of Enron. He was the man at the controls. But failure is not a crime.", 
    "name": "Michael Ramsey"
  }, 
  {
    "quote": "I think the greatest taboos in America are faith and failure.", 
    "name": "Michael Malone"
  }, 
  {
    "quote": "Success and failure are greatly overrated. But failure gives you a whole lot more to talk about.", 
    "name": "Hildegard Knef"
  }, 
  {
    "quote": "Don't take too much comfort in the fact that you're successful today because tomorrow could bring failure. There's no surety in life.", 
    "name": "Michael Savage"
  }, 
  {
    "quote": "It really is impossible not to like him. His success was his failure.", 
    "name": "Arthur C. Danto"
  }, 
  {
    "quote": "Persistent people begin their success where others end in failure.", 
    "name": "Edward Eggleston"
  }, 
  {
    "quote": "Failure is not fatal victory is not success.", 
    "name": "Tony Richardson"
  }, 
  {
    "quote": "There's only one thing that can guarantee our failure, and that's if we quit.", 
    "name": "Craig Breedlove"
  }, 
  {
    "quote": "The Soviet Union did not achieve victory over the West, so was my information inadequate to help them to victory, or did it play no particular role in their failure to achieve victory?", 
    "name": "Aldrich Ames"
  }
]