[
  {
    "quote": "A man who won't die for something is not fit to live.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "To be idle is a short road to death and to be diligent is a way of life foolish people are idle, wise people are diligent.", 
    "name": "Buddha"
  }, 
  {
    "quote": "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Death is no more than passing from one room into another. But there's a difference for me, you know. Because in that other room I shall be able to see.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "What we have done for ourselves alone dies with us what we have done for others and the world remains and is immortal.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "I didn't attend the funeral, but I sent a nice letter saying I approved of it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Our dead are never dead to us, until we have forgotten them.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "While I thought that I was learning how to live, I have been learning how to die.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful it happens in that order.", 
    "name": "David Gerrold"
  }, 
  {
    "quote": "Suicide is man's way of telling God, 'You can't fire me - I quit.'", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "I saw few die of hunger of eating, a hundred thousand.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Death most resembles a prophet who is without honor in his own land or a poet who is a stranger among his people.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Let no one weep for me, or celebrate my funeral with mourning for I still live, as I pass to and fro through the mouths of men.", 
    "name": "Quintus Ennius"
  }, 
  {
    "quote": "The life of the dead is placed in the memory of the living.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The day which we fear as our last is but the birthday of eternity.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Die, v.: To stop sinning suddenly.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "A friend who dies, it's something of you who dies.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "No one can confidently say that he will still be living tomorrow.", 
    "name": "Euripides"
  }, 
  {
    "quote": "They tell us that suicide is the greatest piece of cowardice... that suicide is wrong when it is quite obvious that there is nothing in the world to which every man has a more unassailable title than to his own life and person.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "I have never killed a man, but I have read many obituaries with great pleasure.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "For death is no more than a turning of us over from time to eternity.", 
    "name": "William Penn"
  }, 
  {
    "quote": "A dying man needs to die, as a sleepy man needs to sleep, and there comes a time when it is wrong, as well as useless, to resist.", 
    "name": "Stewart Alsop"
  }, 
  {
    "quote": "Dying is easy, it's living that scares me to death.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Death will be a great relief. No more interviews.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "I decided to devote my life to telling the story because I felt that having survived I owe something to the dead. and anyone who does not remember betrays them again.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "I am become death, the destroyer of worlds.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "I've told my children that when I die, to release balloons in the sky to celebrate that I graduated. For me, death is a graduation.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Those who have the strength and the love to sit with a dying patient in the silence that goes beyond words will know that this moment is neither frightening nor painful, but a peaceful cessation of the functioning of the body.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Man always dies before he is fully born.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "From my rotting body, flowers shall grow and I am in them and that is eternity.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "When you're dead, you're dead. That's it.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "I had seen birth and death but had thought they were different.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Death is a very dull, dreary affair, and my advice to you is to have nothing whatsoever to do with it.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Because of indifference, one dies before one actually dies.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Millions long for immortality who don't know what to do with themselves on a rainy Sunday afternoon.", 
    "name": "Susan Ertz"
  }, 
  {
    "quote": "Call no man happy till he is dead.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Do not fear death so much but rather the inadequate life.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "Cursed is the man who dies, but the evil done by him survives.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "A man does not die of love or his liver or even of old age he dies of being a man.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "Birth and death we all move between these two unknowns.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Some people are so afraid do die that they never begin to live.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "To himself everyone is immortal he may know that he is going to die, but he can never know that he is dead.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Pale Death beats equally at the poor man's gate and at the palaces of kings.", 
    "name": "Horace"
  }, 
  {
    "quote": "Men fear death as children fear to go in the dark and as that natural fear in children is increased by tales, so is the other.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Since the day of my birth, my death began its walk. It is walking toward me, without hurrying.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "It is possible to provide security against other ills, but as far as death is concerned, we men live in a city without walls.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "The dead cannot cry out for justice. It is a duty of the living to do so for them.", 
    "name": "Lois McMaster Bujold"
  }, 
  {
    "quote": "The timing of death, like the ending of a story, gives a changed meaning to what preceded it.", 
    "name": "Mary Catherine Bateson"
  }, 
  {
    "quote": "Of all the gods only death does not desire gifts.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "'Tis very certain the desire of life prolongs it.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Time rushes towards us with its hospital tray of infinitely varied narcotics, even while it is preparing us for its inevitably fatal operation.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Love and death are the two great hinges on which all human sympathies turn.", 
    "name": "B. R. Hayden"
  }, 
  {
    "quote": "Everything that gets born dies.", 
    "name": "Morrie Schwartz"
  }, 
  {
    "quote": "Some men are alive simply because it is against the law to kill them.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "The idea is to die young as late as possible.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "Death is the last enemy: once we've got past that I think everything will be alright.", 
    "name": "Alice Thomas Ellis"
  }, 
  {
    "quote": "I shall not die of a cold. I shall die of having lived.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "All our knowledge merely helps us to die a more painful death than animals that know nothing.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death.", 
    "name": "Erik H. Erikson"
  }, 
  {
    "quote": "Nothing that is really good and God-like dies.", 
    "name": "Ernst Moritz Arndt"
  }, 
  {
    "quote": "Death borders upon our birth, and our cradle stands in the grave.", 
    "name": "Joseph Hall"
  }, 
  {
    "quote": "Any man who has $10,000 left when he dies is a failure.", 
    "name": "Errol Flynn"
  }, 
  {
    "quote": "The words of a dead man are modified in the guts of the living.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Death is always around the corner, but often our society gives it inordinate help.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "Man dies of cold, not of darkness.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "All architects want to live beyond their deaths.", 
    "name": "Philip Johnson"
  }, 
  {
    "quote": "He who doesn't fear death dies only once.", 
    "name": "Giovanni Falcone"
  }, 
  {
    "quote": "It was a time when only the dead smiled, happy in their peace.", 
    "name": "Anna Akhmatova"
  }, 
  {
    "quote": "If you don't have any fight in you, you might as well be dead.", 
    "name": "Scott Caan"
  }, 
  {
    "quote": "Even at our birth, death does but stand aside a little. And every day he looks towards us and muses somewhat to himself whether that day or the next he will draw nigh.", 
    "name": "Robert Bolt"
  }, 
  {
    "quote": "Death's in the good-bye.", 
    "name": "Anne Sexton"
  }, 
  {
    "quote": "For me, habit is just a synonym for death.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "He who is completely sanctified, or cleansed from all sin, and dies in this state, is fit for glory.", 
    "name": "Adam Clarke"
  }, 
  {
    "quote": "We cannot banish dangers, but we can banish fears. We must not demean life by standing in awe of death.", 
    "name": "David Sarnoff"
  }, 
  {
    "quote": "When faith is lost, when honor dies, the man is dead.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "John Candy knew he was going to die. He told me on his 40th birthday. He said, well, Maureen, I'm on borrowed time.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "Hell, madam, is to love no longer.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "Death is the tyrant of the imagination.", 
    "name": "Barry Cornwall"
  }, 
  {
    "quote": "The death of what's dead is the birth of what's living.", 
    "name": "Arlo Guthrie"
  }, 
  {
    "quote": "Tradition demands that we not speak poorly of the dead.", 
    "name": "Daniel Barenboim"
  }, 
  {
    "quote": "Fling but a stone, the giant dies.", 
    "name": "Matthew Green"
  }, 
  {
    "quote": "I do not agree with what you have to say, but I'll defend to the death your right to say it.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "If physical death is the price that I must pay to free my white brothers and sisters from a permanent death of the spirit, then nothing can be more redemptive.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Intellectual growth should commence at birth and cease only at death.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Without health life is not life it is only a state of langour and suffering - an image of death.", 
    "name": "Buddha"
  }, 
  {
    "quote": "The reports of my death have been greatly exaggerated.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Even death is not to be feared by one who has lived wisely.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Courage is being scared to death... and saddling up anyway.", 
    "name": "John Wayne"
  }, 
  {
    "quote": "Cowards die many times before their deaths the valiant never taste of death but once.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Do the thing you fear most and the death of fear is certain.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I am not afraid of death, I just don't want to be there when it happens.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "There's no tragedy in life like the death of a child. Things never get back to the way they were.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I'm completely in favor of the separation of Church and State. My idea is that these two institutions screw us up enough on their own, so both of them together is certain death.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "I don't have no fear of death. My only fear is coming back reincarnated.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Life is a process of becoming, a combination of states we have to go through. Where people fail is that they wish to elect a state and remain in it. This is a kind of death.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Love never dies a natural death. It dies because we don't know how to replenish it's source. It dies of blindness and errors and betrayals. It dies of illness and wounds it dies of weariness, of witherings, of tarnishings.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "The only difference between death and taxes is that death doesn't get worse every time Congress meets.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Death is a fearful thing.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The stroke of death is as a lover's pinch, which hurts and is desired.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Let us all be brave enough to die the death of a martyr, but let no one lust for martyrdom.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Death and vulgarity are the only two facts in the nineteenth century that one cannot explain away.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I were better to be eaten to death with a rust than to be scoured to nothing with perpetual motion.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "One can survive everything, nowadays, except death, and live down everything except a good reputation.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "In this world nothing can be said to be certain, except death and taxes.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The valiant never taste of death but once.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Biography lends to death a new terror.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Death may be the greatest of all human blessings.", 
    "name": "Socrates"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "For life and death are one, even as the river and the sea are one.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It's a death trap.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "In spite of everything I still believe that people are really good at heart. I simply can't build up my hopes on a foundation consisting of confusion, misery and death.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Death and life have their determined appointments riches and honors depend upon heaven.", 
    "name": "Confucius"
  }, 
  {
    "quote": "An Atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "Life and death are one thread, the same line viewed from different sides.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "If we don't know life, how can we know death?", 
    "name": "Confucius"
  }, 
  {
    "quote": "Do the thing we fear, and death of fear is certain.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It is not death that a man should fear, but he should fear never beginning to live.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "If my survival caused another to perish, then death would be sweeter and more beloved.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "The appeal of cinema lies in the fear of death.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "The 'kingdom of Heaven' is a condition of the heart - not something that comes 'upon the earth' or 'after death.'", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms.", 
    "name": "Che Guevara"
  }, 
  {
    "quote": "One death is a tragedy one million is a statistic.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "Let us beware of saying that death is the opposite of life. The living being is only a species of the dead, and a very rare species.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "There is no lonelier man in death, except the suicide, than that man who has lived many years with a good wife and then outlived her. If two people love each other there can be no happy end to it.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "People living deeply have no fear of death.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I postpone death by living, by suffering, by error, by risking, by giving, by losing.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Death is nothing, but to live defeated and inglorious is to die daily.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Death is caused by swallowing small amounts of saliva over a long period of time.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "The death of a beautiful woman, is unquestionably the most poetical topic in the world.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Regard your soldiers as your children, and they will follow you into the deepest valleys look on them as your own beloved sons, and they will stand by you even unto death.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "I have thought there was some advantage even in death, by which we mingle with the herd of common men.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "At a formal dinner party, the person nearest death should always be seated closest to the bathroom.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "No evil can happen to a good man, either in life or after death.", 
    "name": "Plato"
  }, 
  {
    "quote": "Life levels all men. Death reveals the eminent.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "If you believe in God, believe in Death Row East.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Absence and death are the same - only that in death there is no suffering.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "For centuries the death penalty, often accompanied by barbarous refinements, has been trying to hold crime in check yet crime persists. Why? Because the instincts that are warring in man are not, as the law claims, constant forces in a state of equilibrium.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Men are convinced of your arguments, your sincerity, and the seriousness of your efforts only by your death.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Love, we say, is life but love without hope and faith is agonizing death.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Death is not the worst that can happen to men.", 
    "name": "Plato"
  }, 
  {
    "quote": "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "It is not the end of the physical body that should worry us. Rather, our concern must be to live while we're alive - to release our inner selves from the spiritual death that comes with living behind a facade designed to conform to external definitions of who and what we are.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "We get into the habit of living before acquiring the habit of thinking. In that race which daily hastens us towards death, the body maintains its irreparable lead.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Death is not extinguishing the light it is only putting out the lamp because the dawn has come.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "There will be no lasting peace either in the heart of individuals or in social customs until death is outlawed.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumor.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "You hear a lot about God these days: God, the beneficent God, the all-great God, the Almighty God, the most powerful God, the giver of life God, the creator of death. I mean, we're hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Death solves all problems - no man, no problem.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "Death to me means nothing as long as I can die fast.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Bullfighting is the only art in which the artist is in danger of death and in which the degree of brilliance in the performance is left to the fighter's honor.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Fear of death increases in exact proportion to increase in wealth.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "As a well-spent day brings happy sleep, so a life well spent brings happy death.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Achieving life is not the equivalent of avoiding death.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Death is a release from the impressions of the senses, and from desires that make us their puppets, and from the vagaries of the mind, and from the hard service of the flesh.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good.", 
    "name": "Plato"
  }, 
  {
    "quote": "Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Must not all things at the last be swallowed up in death?", 
    "name": "Plato"
  }, 
  {
    "quote": "I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "It is vain for the coward to flee death follows close behind it is only by defying it that the brave escape.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "A useless life is an early death.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Dependency is death to initiative, to risk-taking and opportunity. It's time to stop the spread of government dependency and fight it like the poison it is.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Despise not death, but welcome it, for nature wills it like all else.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Give me liberty or give me death.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Death is a commingling of eternity with time in the death of a good man, eternity is seen looking through time.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Because I could not stop for death, He kindly stopped for me The carriage held but just ourselves and immortality.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "In India we only read about death, sickness, terrorism, crime.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "The death of my father is probably the biggest thing that I ever faced. Daddy and I were best friends.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "As long as your body is healthy and under control and death is distant, try to save your soul when death is immanent what can you do?", 
    "name": "Chanakya"
  }, 
  {
    "quote": "We all pay for life with death, so everything in between should be free.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man.", 
    "name": "James Dean"
  }, 
  {
    "quote": "I'm not afraid of death, but I'm in no hurry to die. I have so much I want to do first.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Death, like birth, is a secret of Nature.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "There are worse things in life than death. Have you ever spent an evening with an insurance salesman?", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "An unused life is an early death.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Justifying conscription to promote the cause of liberty is one of the most bizarre notions ever conceived by man! Forced servitude, with the risk of death and serious injury as a price to live free, makes no sense.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "If death meant just leaving the stage long enough to change costume and come back as a new character, would you slow down? Or speed up?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "When we have lost everything, including hope, life becomes a disgrace, and death a duty.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Whether you like it or not, you're forced to come to the realisation that death is out there. But I don't fear death, I'm a fatalist. I believe when it's your time, that's it. It's the hand you're dealt.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "In our brief national history we have shot four of our presidents, worried five of them to death, impeached one and hounded another out of office. And when all else fails, we hold an election and assassinate their character.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "There's something about death that is comforting. The thought that you could die tomorrow frees you to appreciate your life now.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "I've been looking at some video clips on YouTube of President Obama - then candidate Obama - going through Iowa making promises. The gap between his promises and his performance is the largest I've seen, well, since the Kardashian wedding and the promise of 'til death do we part.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Any man's death diminishes me, because I am involved in Mankind And therefore never send to know for whom the bell tolls it tolls for thee.", 
    "name": "John Donne"
  }, 
  {
    "quote": "The death of democracy is not likely to be an assassination from ambush. It will be a slow extinction from apathy, indifference, and undernourishment.", 
    "name": "Robert M. Hutchins"
  }, 
  {
    "quote": "Absolute silence leads to sadness. It is the image of death.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "There is no such thing as inner peace. There is only nervousness or death. Any attempt to prove otherwise constitutes unacceptable behavior.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "After your death you will be what you were before your birth.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Death is the solution to all problems. No man - no problem.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "Death is a distant rumor to the young.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Foolish men imagine that because judgment for an evil thing is delayed, there is no justice but only accident here below. Judgment for an evil thing is many times delayed some day or two, some century or two, but it is sure as life, it is sure as death.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "He who is the author of a war lets loose the whole contagion of hell and opens a vein that bleeds a nation to death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Drown in a cold vat of whiskey? Death, where is thy sting?", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "I know not what others may choose but, as for me, give me liberty or give me death.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Guilt is perhaps the most painful companion of death.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "I love the name of honor, more than I fear death.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "The U.S. couldn't even get rid of Saddam Hussein. And we all know that the EU is just a passing fad. They'll be killing each other again in less than a year. I'm sick to death of all these fascist lawsuits.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "'Tis the business of little minds to shrink but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "If I think more about death than some other people, it is probably because I love life more than they do.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Love is anterior to life, posterior to death, initial of creation, and the exponent of breath.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Of all escape mechanisms, death is the most efficient.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "I had reasoned this out in my mind, there was one of two things I had a right to, liberty or death if I could not have one, I would have the other.", 
    "name": "Harriet Tubman"
  }, 
  {
    "quote": "No matter how prepared you think you are for the death of a loved one, it still comes as a shock, and it still hurts very deeply.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Even very young children need to be informed about dying. Explain the concept of death very carefully to your child. This will make threatening him with it much more effective.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Other states are trying to abolish the death penalty... mine's putting in an express lane.", 
    "name": "Ron White"
  }, 
  {
    "quote": "The main facts in human life are five: birth, food, sleep, love and death.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Death does not concern us, because as long as we exist, death is not here. And when it does come, we no longer exist.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "You must not fear death, my lads defy him, and you drive him into the enemy's ranks.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "It is the cause, not the death, that makes the martyr.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I was not encouraged to follow the career of a writer because my parents thought that I was going to starve to death. They thought nobody can make a living from being a writer in Brazil. They were not wrong.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Marriage is the death of hope.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Humanity should question itself, once more, about the absurd and always unfair phenomenon of war, on whose stage of death and pain only remain standing the negotiating table that could and should have prevented it.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Our life dreams the Utopia. Our death achieves the Ideal.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Live your life that the fear of death can never enter your heart.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "The goal of all life is death.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "I look forward to death with great anticipation, to meeting God face to face.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Where is the politician who has not promised to fight to the death for lower taxes- and who has not proceeded to vote for the very spending projects that make tax cuts impossible?", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "Death is not the end. There remains the litigation over the estate.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Death is the wish of some, the relief of many, and the end of all.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Belief is the death of intelligence.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "Grumbling is the death of love.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "Our life is made by the death of others.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Even in the valley of the shadow of death, two and two do not make six.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "The symbolic language of the crucifixion is the death of the old paradigm resurrection is a leap into a whole new way of thinking.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "It is not death or pain that is to be dreaded, but the fear of pain or death.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Art is the tree of life. Science is the tree of death.", 
    "name": "William Blake"
  }, 
  {
    "quote": "As men are not able to fight against death, misery, ignorance, they have taken it into their heads, in order to be happy, not to think of them at all.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Nothing can happen more beautiful than death.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "The slave is doomed to worship time and fate and death, because they are greater than anything he finds in himself, and because all his thoughts are of things which they devour.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Because of its tremendous solemnity death is the light in which great passions, both good and bad, become transparent, no longer limited by outward appearences.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Death and love are the two wings that bear the good man to heaven.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "And I will show that nothing can happen more beautiful than death.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "There are, as is known, insects that die in the moment of fertilization. So it is with all joy: life's highest, most splendid moment of enjoyment is accompanied by death.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Death, so called, is a thing which makes men weep, And yet a third of life is passed in sleep.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "The death of one man is a tragedy. The death of millions is a statistic.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "Our nature consists in motion complete rest is death.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Shrinking away from death is something unhealthy and abnormal which robs the second half of life of its purpose.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "We need men with moral courage to speak and write their real thoughts, and to stand by their convictions, even to the very death.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Since change is constant, you wonder if people crave death because it's the only way they can get anything really finished.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Every parting gives a foretaste of death, every reunion a hint of the resurrection.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "On neither the sun, nor death, can a man look fixedly.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "If I die prematurely I shall be saved from being bored to death at my own success.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Sleep is the interest we have to pay on the capital which is called in at death and the higher the rate of interest and the more regularly it is paid, the further the date of redemption is postponed.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Even though people may be well known, they hold in their hearts the emotions of a simple person for the moments that are the most important of those we know on earth: birth, marriage and death.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "In every parting there is an image of death.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "It is easy to go down into Hell night and day, the gates of dark Death stand wide but to climb back again, to retrace one's steps to the upper air - there's the rub, the task.", 
    "name": "Virgil"
  }, 
  {
    "quote": "Death is the king of this world: 'Tis his park where he breeds life to feed him. Cries of pain are music for his banquet.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "When death comes it is never our tenderness that we repent from, but our severity.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The charm of fame is so great that we like every object to which it is attached, even death.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "On the plus side, death is one of the few things that can be done as easily lying down .", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "It is impossible to experience one's death objectively and still carry a tune.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "When life is victorious, there is birth when it is thwarted, there is death. A warrior is always engaged in a life-and-death struggle for Peace.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Watching a peaceful death of a human being reminds us of a falling star one of a million lights in a vast sky that flares up for a brief moment only to disappear into the endless night forever.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "To some extent I liken slavery to death.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Death is not natural for a state as it is for a human being, for whom death is not only necessary, but frequently even desirable.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "It seems to me that if you or I must choose between two courses of thought or action, we should remember our dying and try so to live that our death brings no pleasure on the world.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "Old age is a tyrant, who forbids, under pain of death, the pleasures of youth.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Neither the sun nor death can be looked at with a steady eye.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I have two luxuries to brood over in my walks, your loveliness and the hour of my death. O that I could have possession of them both in the same minute.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Death is someone you see very clearly with eyes in the center of your heart: eyes that see not by reacting to light, but by reacting to a kind of a chill from within the marrow of your own life.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Land and sea, weakness and decline are great separators, but death is the great divorcer for ever.", 
    "name": "John Keats"
  }, 
  {
    "quote": "For a man who has done his natural duty, death is as natural as sleep.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "A revolution is a struggle to the death between the future and the past.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Death may be the King of terrors... but Jesus is the King of kings!", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "Death would not be called bad, O people, if one knew how to truly die.", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "I don't fear death because I don't fear anything I don't understand. When I start to think about it, I order a massage and it goes away.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "When death, the great reconciler, has come, it is never our tenderness that we repent of, but our severity.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "But when I lose my temper, I find it difficult to forgive myself. I feel I've failed. I can be calm in a crisis, in the face of death or things that hurt badly. I don't get hysterical, which may be masochistic of me.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "Life is but a moment, death also is but another.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Death unites as well as separates it silences all paltry feeling.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Death not merely ends life, it also bestows upon it a silent completeness, snatched from the hazardous flux to which all things human are subject.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "A new idea is delicate. It can be killed by a sneer or a yawn it can be stabbed to death by a quip and worried to death by a frown on the right man's brow.", 
    "name": "Ovid"
  }, 
  {
    "quote": "All violence consists in some people forcing others, under threat of suffering or death, to do what they do not want to do.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "I balanced all, brought all to mind, the years to come seemed waste of breath, a waste of breath the years behind, in balance with this life, this death.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Man is born in a day, and he dies in a day, and the thing is easily over but to have a sick heart for three-fourths of one's lifetime is simply to have death renewed every morning and life at that price is not worth living.", 
    "name": "Gilbert Parker"
  }, 
  {
    "quote": "It is difficult to accept death in this society because it is unfamiliar. In spite of the fact that it happens all the time, we never see it.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Death is just life's next big adventure.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I would rather die a meaningful death than to live a meaningless life.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "In the night of death, hope sees a star, and listening love can hear the rustle of a wing.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Generally speaking, the Way of the warrior is resolute acceptance of death.", 
    "name": "Miyamoto Musashi"
  }, 
  {
    "quote": "I like to behave in an extremely normal, wholesome manner for the most part in my daily life. Even if mentally I'm consumed with sick visions of violence, terror, sex and death.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "Hearing nuns' confessions is like being stoned to death with popcorn.", 
    "name": "Fulton J. Sheen"
  }, 
  {
    "quote": "Life is a banquet, and most poor suckers are starving to death.", 
    "name": "Rosalind Russell"
  }, 
  {
    "quote": "If any foreign minister begins to defend to the death a 'peace conference,' you can be sure his government has already placed its orders for new battleships and airplanes.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "My father was a man of love. He always loved me to death. He worked hard in the fields, but my father never hit me. Never. I don't ever remember a really cross, unkind word from my father.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "One is still what one is going to cease to be and already what one is going to become. One lives one's death, one dies one's life.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "If life must not be taken too seriously, then so neither must death.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Whether for life or death, do your own work well.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "My fear was not of death itself, but a death without meaning.", 
    "name": "Huey Newton"
  }, 
  {
    "quote": "Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow creatures is amusing in itself.", 
    "name": "James Anthony Froude"
  }, 
  {
    "quote": "The message that President Obama delivered in his speech at Notre Dame was: morality is immoral. Pro-life is the extremist position, not a moral position. Yet we should compromise and work to reduce abortions. Where's the compromise between life and death - and why work to reduce the number of them occurring if there's nothing wrong with them?", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "True love makes the thought of death frequent, easy, without terrors it merely becomes the standard of comparison, the price one would pay for many things.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "There is nothing which at once affects a man so much and so little as his own death.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "A man must be willing to die for justice. Death is an inescapable reality and men die daily, but good deeds live forever.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I do not believe that any man fears to be dead, but only the stroke of death.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Once you accept your own death, all of a sudden you're free to live. You no longer care about your reputation. You no longer care except so far as your life can be used tactically to promote a cause you believe in.", 
    "name": "Saul Alinsky"
  }, 
  {
    "quote": "It is not death, it is dying that alarms me.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Those who have never had a father can at any rate never know the sweets of losing one. To most men the death of his father is a new lease of life.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Death is only a larger kind of going abroad.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The history of the world is the record of the weakness, frailty and death of public opinion.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Let us eat and drink neither forgetting death unduly nor remembering it. The Lord hath mercy on whom he will have mercy, etc., and the less we think about it the better.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I am able to follow my own death step by step. Now I move softly towards the end.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "If you live a life of make-believe, your life isn't worth anything until you do something that does challenge your reality. And to me, sailing the open ocean is a real challenge, because it's life or death.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "Few cross the river of time and are able to reach non-being. Most of them run up and down only on this side of the river. But those who when they know the law follow the path of the law, they shall reach the other shore and go beyond the realm of death.", 
    "name": "Horace"
  }, 
  {
    "quote": "If I die a violent death, as some fear and a few are plotting, I know that the violence will be in the thought and the action of the assassins, not in my dying.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "Disease generally begins that equality which death completes.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Prepare for death, if here at night you roam, and sign your will before you sup from home.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "If I take death into my life, acknowledge it, and face it squarely, I will free myself from the anxiety of death and the pettiness of life - and only then will I be free to become myself.", 
    "name": "Martin Heidegger"
  }, 
  {
    "quote": "I would rather live and love where death is king than have eternal life where love is not.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "I'm one of the slowest drivers on the road. I mosey along. If you're doing anything too fast, including living life too fast, that creates sudden death. If I have to be somewhere on time, I make sure I leave early enough.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "Absence from whom we love is worse than death, and frustrates hope severer than despair.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Creation destroys as it goes, throws down one tree for the rise of another. But ideal mankind would abolish death, multiply itself million upon million, rear up city upon city, save every parasite alive, until the accumulation of mere existence is swollen to a horror.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Love has no age, no limit and no death.", 
    "name": "John Galsworthy"
  }, 
  {
    "quote": "Pale death, with impartial step, knocks at the hut of the poor and the towers of kings.", 
    "name": "Horace"
  }, 
  {
    "quote": "He has not lived badly whose birth and death has been unnoticed by the world.", 
    "name": "Horace"
  }, 
  {
    "quote": "Bravery is the capacity to perform properly even when scared half to death.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "For those who seek to understand it, death is a highly creative force. The highest spiritual values of life can originate from the thought and study of death.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Some of us can be examples about going ahead and growing, and some of us, unfortunately, don't make it there, and end up being examples because they had to die. I hit rock bottom, but thank God my bottom wasn't death.", 
    "name": "Stevie Ray Vaughan"
  }, 
  {
    "quote": "What I look forward to is continued immaturity followed by death.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Death, they say, acquits us of all obligations.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "The ceaseless labour of your life is to build the house of death.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "That is the great mistake about the affections. It is not the rise and fall of empires, the birth and death of kings, or the marching of armies that move them most. When they answer from their depths, it is to the domestic joys and tragedies of life.", 
    "name": "Amelia Barr"
  }, 
  {
    "quote": "Mendacity is a system that we live in. Liquor is one way out an death's the other.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "We sometimes congratulate ourselves at the moment of waking from a troubled dream it may be so the moment after death.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "Creativity is not merely the innocent spontaneity of our youth and childhood it must also be married to the passion of the adult human being, which is a passion to live beyond one's death.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "If you have only one passion in life - football - and you pursue it to the exclusion of everything else, it becomes very dangerous. When you stop doing this activity it is as though you are dying. The death of that activity is a death in itself.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "When the will defies fear, when duty throws the gauntlet down to fate, when honor scorns to compromise with death - that is heroism.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Some people think football is a matter of life and death. I assure you, it's much more serious than that.", 
    "name": "Bill Shankly"
  }, 
  {
    "quote": "In the attempt to defeat death man has been inevitably obliged to defeat life, for the two are inextricably related. Life moves on to death, and to deny one is to deny the other.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Death is delightful. Death is dawn, The waking from a weary night Of fevers unto truth and light.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "I'm sick to death of people saying we've made 11 albums that sounds exactly the same, Infact, we've made 12 albums that sound exactly the same.", 
    "name": "Angus Young"
  }, 
  {
    "quote": "Hunger, revenge, to sleep are petty foes, But only death the jealous eyes can close.", 
    "name": "William Wycherley"
  }, 
  {
    "quote": "People have their own deaths as well as their own lives, and even if there is nothing beyond death, we shall differ in our nothingness.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Death destroys a man, but the idea of death saves him.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Men do not accept their prophets and slay them, but they love their martyrs and worship those whom they have tortured to death.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Don't be afraid to feel as angry or as loving as you can, because when you feel nothing, it's just death.", 
    "name": "Lena Horne"
  }, 
  {
    "quote": "In order to go on living one must try to escape the death involved in perfectionism.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "We do not celebrate the death of our enemies.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "A country that relies on aid? Death is better than that. It stops you from achieving your potential, just as colonialism did.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "Death be not proud, though some have called thee Mighty and dreadful, for thou art not so. For, those, whom thou think'st thou dost overthrow. Die not, poor death, nor yet canst thou kill me.", 
    "name": "John Donne"
  }, 
  {
    "quote": "Kurt and I weren't the closest of friends, but I knew him well enough to be devastated by his death. For such a quiet person, he was so excited about having a child.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "The Teutons have been singing the swan song ever since they entered the ranks of history. They have always confounded truth with death.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Divorce is probably as painful as death.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Death has a tendency to encourage a depressing view of war.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "I disapprove of what you say, but I will defend to the death your right to say it.", 
    "name": "Evelyn Beatrice Hall"
  }, 
  {
    "quote": "I'm Irish. I think about death all the time.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "What you possess in the world will be found at the day of your death to belong to someone else. But what you are will be yours forever.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "The very essence of literature is the war between emotion and intellect, between life and death. When literature becomes too intellectual - when it begins to ignore the passions, the emotions - it becomes sterile, silly, and actually without substance.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "Which death is preferably to every other? 'The unexpected'.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "I mean, whatever kills you kills you, and your death is authentic no matter how you die.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "Not all moral issues have the same moral weight as abortion and euthanasia. There may be legitimate diversity of opinion even among Catholics about waging war and applying the death penalty, but not... with regard to abortion and euthanasia.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "The darkness of death is like the evening twilight it makes all objects appear more lovely to the dying.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "I've looked that old scoundrel death in the eye many times but this time I think he has me on the ropes.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Death is the only pure, beautiful conclusion of a great passion.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Death doesn't affect the living because it has not happened yet. Death doesn't concern the dead because they have ceased to exist.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "A tragedy need not have blood and death it's enough that it all be filled with that majestic sadness that is the pleasure of tragedy.", 
    "name": "Jean Racine"
  }, 
  {
    "quote": "There is no cure for birth and death save to enjoy the interval.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The fear of death often proves mortal, and sets people on methods to save their Lives, which infallibly destroy them.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "There's nothing wrong in suffering, if you suffer for a purpose. Our revolution didn't abolish danger or death. It simply made danger and death worthwhile.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "As long as you have capital punishment there is no guarantee that innocent people won't be put to death.", 
    "name": "Paul Simon"
  }, 
  {
    "quote": "In every death, a busy world comes to an end.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Defoe says that there were a hundred thousand country fellows in his time ready to fight to the death against popery, without knowing whether popery was a man or a horse.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Here I am trying to live, or rather, I am trying to teach the death within me how to live.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "For death is not the worst, but when one wants to die and is not able even to have that.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "If forgers and malefactors are put to death by the secular power, there is much more reason for excommunicating and even putting to death one convicted of heresy.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "If what you do is being threatened as a profession, that could be scary. But that's the same reason why I walked out on stage many times after receiving death threats. I couldn't live without doing what I wanted to do. So at the same time I have to be willing to die for it.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "And as long as you're subject to birth and death, you'll never attain enlightenment.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Good music comes out of people playing together, knowing what they want to do and going for it. You have to sweat over it and bug it to death. You can't do it by pushing buttons and watching a TV screen.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "The human consciousness is really homogeneous. There is no complete forgetting, even in death.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Death never takes the wise man by surprise, he is always ready to go.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "As a well spent day brings happy sleep, so life well used brings happy death.", 
    "name": "Leonardo DaVinci"
  }, 
  {
    "quote": "Death is frightening, and so is Eternal Life.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "To have the truth in your possession you can be found guilty, sentenced to death.", 
    "name": "Peter Tosh"
  }, 
  {
    "quote": "Communism is the death of the soul. It is the organization of total conformity - in short, of tyranny - and it is committed to making tyranny universal.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "For the wretched one night is like a thousand for someone faring well death is just one more night.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Not even old age knows how to love death.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I look at 'Death Proof' and realize I had too much time.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Death comes at you no matter what you do in this life, and to equate drugs with death is a facile comparison.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "A man who cannot be enticed by money or intimidated by the threat of jail or death has two of the strongest weapons that anyone has to offer.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "The government is tottering. We must deal it the death blow an any cost. To delay action is the same as death.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "I was court-martialled in my absence, and sentenced to death in my absence, so I said they could shoot me in my absence.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "The leading cause of death among fashion models is falling through street grates.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "The true face of smoking is disease, death and horror - not the glamour and sophistication the pushers in the tobacco industry try to portray.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "My father's death, my move, and my frightening and difficult delivery created a tremendous amount of stress, pain, and sadness for me. I was practically devastated beyond recovery.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "Death is really a great blessing for humanity, without it there could be no real progress. People who lived for ever would not only hamper and discourage the young, but they would themselves lack sufficient stimulus to be creative.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "To the well-organized mind, death is but the next great adventure.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Sleep is good, death is better but of course, the best thing would to have never been born at all.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "All stories interest me, and some haunt me until I end up writing them. Certain themes keep coming up: justice, loyalty, violence, death, political and social issues, freedom.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Well, to the people who pray for me to not only have an agonising death, but then be reborn to have an agonising and horrible eternal life of torture, I say, 'Well, good on you. See you there.'", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I have more than once in my time woken up feeling like death.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "No true believer could be intolerant or a persecutor. If I were a magistrate and the law carried the death penalty against atheists, I would begin by sending to the stake whoever denounced another.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "The fear of death comes from limited awareness.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "I went to medical school because I wanted to ask the big questions. Do we have a soul? Does God exist? What happens after death?", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Every spiritual tradition has this idea of death and resurrection. It's not unique to Christianity.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "All I want is a gentleman. I'm sick to bloody death of bastards.", 
    "name": "Katie Price"
  }, 
  {
    "quote": "Crucial to understanding federalism in modern day America is the concept of mobility, or 'the ability to vote with your feet.' If you don't support the death penalty and citizens packing a pistol - don't come to Texas. If you don't like medicinal marijuana and gay marriage, don't move to California.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "It is impossible that anything so natural, so necessary, and so universal as death, should ever have been designed by providence as an evil to mankind.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Communism possesses a language which every people can understand - its elements are hunger, envy, and death.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Death is the liberator of him whom freedom cannot release, the physician of him whom medicine cannot cure, and the comforter of him whom time cannot console.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Death is one moment, and life is so many of them.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "A pun does not commonly justify a blow in return. But if a blow were given for such cause, and death ensued, the jury would be judges both of the facts and of the pun, and might, if the latter were of an aggravated character, return a verdict of justifiable homicide.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Man, as long as he lives, is immortal. One minute before his death he shall be immortal. But one minute later, God wins.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Death obsesses me, yes it does. I can't really understand why it doesn't obsess everyone - I think it does really, I'm just a little more out about it.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Prepare a noble death song for the day when you go over the great divide.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "The nearer people approach old age the closer they return to a semblance of childhood, until the time comes for them to depart this life, again like children, neither tired of living nor aware of death.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Like all of us in this storm between birth and death, I can wreak no great changes on the world, only small changes for the better, I hope, in the lives of those I love.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "It is a sign of creeping inner death when we can no longer praise the living.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Football (soccer) is a matter of life and death, except more important.", 
    "name": "Bill Shankly"
  }, 
  {
    "quote": "Death is not the biggest fear we have our biggest fear is taking the risk to be alive - the risk to be alive and express what we really are.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "I never really got on that well with Yoko anyway. Strangely enough, I only started to get to know her after John's death.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "The rumors of my death have been greatly exaggerated.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "Take care of your life and the Lord will take care of your death.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "Those who welcome death have only tried it from the ears up.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "I mean in the South African case, many of those who were part of death squads would have been respectable members of their white community, people who went to church on Sunday, every Sunday.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "An evil life is a kind of death.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Death is less bitter punishment than death's delay.", 
    "name": "Ovid"
  }, 
  {
    "quote": "My life comes down to three moments: the death of my father, meeting my husband, and the birth of my daughter. Everything I did previous to that just doesn't seem to add up to very much.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "How strange this fear of death is! We are never frightened at a sunset.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "I feel monotony and death to be almost the same.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "Whether or not we believe in survival of consciousness after death, reincarnation, and karma, it has very serious implications for our behavior.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "A man may devote himself to death and destruction to save a nation but no nation will devote itself to death and destruction to save mankind.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "We want our idols to be dead because it makes death a much less scary place.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Not the torturer will scare me, nor the body's final fall, nor the barrels of death's rifles, nor the shadows on the wall, nor the night when to the ground the last dim star of pain, is hurled but the blind indifference of a merciless, unfeeling world.", 
    "name": "Roger Waters"
  }, 
  {
    "quote": "Only a humanity to whom death has become as indifferent as its members, that has itself died, can inflict it administratively on innumerable people.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Normality is death.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Birth was the death of him.", 
    "name": "Samuel Beckett"
  }, 
  {
    "quote": "Death is the sound of distant thunder at a picnic.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Death is easier than a wretched life and better never to have born than to live and fare badly.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "When I came back to Dublin I was courtmartialed in my absence and sentenced to death in my absence, so I said they could shoot me in my absence.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "Generosity during life is a very different thing from generosity in the hour of death one proceeds from genuine liberality and benevolence, the other from pride or fear.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "An 'unemployed' existence is a worse negation of life than death itself.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "Faithfulness to the past can be a kind of death above ground. Writing of the past is a resurrection the past then lives in your words and you are free.", 
    "name": "Jessamyn West"
  }, 
  {
    "quote": "As far as thinking about death and murder and various ways of killing people and how people die... I probably have the most twisted mind in Slayer.", 
    "name": "Tom Araya"
  }, 
  {
    "quote": "It has ever been since time began, and ever will be, till time lose breath, that love is a mood - no more - to man, and love to a woman is life or death.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Poor Georgia O'Keeffe. Death didn't soften the opinions of the art world toward her paintings.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "And yet, I suppose you mourn the loss or the death of what you thought your life was, even if you find your life is better after. You mourn the future that you thought you'd planned.", 
    "name": "Lynn Redgrave"
  }, 
  {
    "quote": "Death is the veil which those who live call life They sleep, and it is lifted.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Death is an absolute marvel.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "We live in grief for having left the womb, for having left the teat, then school, then home. In my case, it was leaving marriages, and the death of my wife.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Madness need not be all breakdown. It may also be break-through. It is potential liberation and renewal as well as enslavement and existential death.", 
    "name": "R. D. Laing"
  }, 
  {
    "quote": "Success is like death. The more successful you become, the higher the houses in the hills get and the higer the fences get.", 
    "name": "Kevin Spacey"
  }, 
  {
    "quote": "Once you start doing only what you've already proven you can do, you're on the road to death.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "Death gives us sleep, eternal youth, and immortality.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "All societies on the verge of death are masculine. A society can survive with only one man no society will survive a shortage of women.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "Death is softer by far than tyranny.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "For children preserve the fame of a man after his death.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Smiles, tears, of all my life! - and, if God choose, I shall but love thee better after death.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "Being an old maid is like death by drowning, a really delightful sensation after you cease to struggle.", 
    "name": "Edna Ferber"
  }, 
  {
    "quote": "Pain and death are part of life. To reject them is to reject life itself.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "McVeigh's lawyer got him the death penalty, which, quite frankly, I could have done.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "I don't want to get into the 'who's a hostage-taker' discussion here, but what is the estate tax? It's a double tax on death. Economists will tell you that it's really not a tax that soaks the rich, but it's a tax on capital that deprives business investment and therefore job creation.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Do not seek death. Death will find you. But seek the road which makes death a fulfillment.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Life is a great sunrise. I do not see why death should not be an even greater one.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Every parting is a form of death, as every reunion is a type of heaven.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "An important consequence of freeing oneself from the fear of death is a radical opening to spirituality of a universal and non-denominational type.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Man has but three events in his life: to be born, to live, and to die. He is not conscious of his birth, he suffers at his death and he forgets to live.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Rock and menopause do not mix. It is not good, it sucks and every day I fight it to the death, or, at the very least, not let it take me over.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "In the first book of my Discworld series, published more than 26 years ago, I introduced Death as a character there was nothing particularly new about this - death has featured in art and literature since medieval times, and for centuries we have had a fascination with the Grim Reaper.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Death was like love, a romantic escape.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "We have abolished the death penalty for humans, so why should it continue for animals?", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "I don't believe in life after death. But I do believe in some grinding destiny that watches over us on earth. If I didn't, the safety valve would give and the boiler would explode.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "A text of Tibetan Buddhism describes the time of death as a unique opportunity for spiritual liberation from the cycles of death and rebirth and a period that determines our next incarnation.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Life and death are important. Don't suffer them in vain.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "The acceptance of death gives you more of a stake in life, in living life happily, as it should be lived. Living for the moment.", 
    "name": "Sting"
  }, 
  {
    "quote": "That which is so universal as death must be a benefit.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "The call of death is a call of love. Death can be sweet if we answer it in the affirmative, if we accept it as one of the great eternal forms of life and transformation.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "What is the value of sticking a microphone in a man's face right after he has learned of his wife's death?", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "I offer neither pay, nor quarters, nor food I offer only hunger, thirst, forced marches, battles and death. Let him who loves his country with his heart, and not merely with his lips, follow me.", 
    "name": "Giuseppe Garibaldi"
  }, 
  {
    "quote": "I think about death a lot, like I think we all do. I don't think of suicide as an option, but as fun. It's an interesting idea that you can control how you go. It's this thing that's looming, and you can control it.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "'Til the infallibility of human judgements shall have been proved to me, I shall demand the abolition of the penalty of death.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "An insatiable appetite for glory leads to sacrifice and death, but innate instinct leads to self-preservation and life.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Nothing in life is promised except death.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "Salman Rushdie, indeed any writer who abuses the prophet or indeed any prophet under Islamic law, the sentence for that is actually death.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Don't be afraid of death so much as an inadequate life.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "Of emotions, of love, of breakup, of love and hate and death and dying, mama, apple pie, and the whole thing. It covers a lot of territory, country music does.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "The ideal death, I think, is what was the ideal Victorian death, you know, with your grandchildren around you, a bit of sobbing. And you say goodbye to your loved ones, making certain that one of them has been left behind to look after the shop.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "I'll keep peace at all cost, even if I choke to death on my tongue.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Just as I shall select my ship when I am about to go on a voyage, or my house when I propose to take a residence, so I shall choose my death when I am about to depart from life.", 
    "name": "Seneca"
  }, 
  {
    "quote": "Days will prove that the assassination policy will not finish the Hamas. Hamas leaders wish to be martyrs and are not scared of death. Jihad will continue and the resistance will continue until we have victory, or we will be martyrs.", 
    "name": "Ahmed Yassin"
  }, 
  {
    "quote": "Death is the great hope of all life the desire to expend itself to be used and consumed by its own longing for itself.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Our criminal justice system is fallible. We know it, even though we don't like to admit it. It is fallible despite the best efforts of most within it to do justice. And this fallibility is, at the end of the day, the most compelling, persuasive, and winning argument against a death penalty.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Death is the golden key that opens the palace of eternity.", 
    "name": "John Milton"
  }, 
  {
    "quote": "Long hair is an unpardonable offense which should be punishable by death.", 
    "name": "Steven Morrissey"
  }, 
  {
    "quote": "The kids out there want something they can relate to, something that's real most of that whiny stuff isn't real. The cheesy pop songs just bore me to death.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "I was brought up by very witty people who were dealing with quite difficult things: disease and death... I was brought up by people who tended to giggle at funerals.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "Life without idealism is empty indeed. We just hope or starve to death.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Everything tends to make us believe that there exists a certain point of the mind at which life and death, the real and the imagined, past and future, the communicable and the incommunicable, high and low, cease to be perceived as contradictions.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "I have no fear of death. More important, I don't fear life.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "O Death, rock me asleep, bring me to quiet rest, let pass my weary guiltless ghost out of my careful breast.", 
    "name": "Anne Boleyn"
  }, 
  {
    "quote": "Death comes in a flash, and that's the truth of it, the person's gone in less than 24 frames of film.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "At the moment of death I hope to be surprised.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "I was court-martial in my absence, and sentenced to death in my absence, so I said they could shoot me in my absence.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Inactivity is death.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "You've never seen death? Look in the mirror every day and you will see it like bees working in a glass hive.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "After the writer's death, reading his journal is like receiving a long letter.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "The day of my birth, my death began its walk. It is walking toward me, without hurrying.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Everybody is entertained to death.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "Talk to people in their own language. If you do it well, they'll say, 'God, he said exactly what I was thinking.' And when they begin to respect you, they'll follow you to the death.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "I was very sad to hear of the death of Ronnie Barker, who was such a warm, friendly and encouraging presence to have when I started in television. He was also a great comic actor to learn from.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "The world is put back by the death of every one who has to sacrifice the development of his or her peculiar gifts to conventionality.", 
    "name": "Florence Nightingale"
  }, 
  {
    "quote": "I am not the born how can there be either birth or death for me?", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "The desire to die was my one and only concern to it I have sacrificed everything, even death.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Life inspires more dread than death - it is life which is the great unknown.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Buddhas move freely through birth and death, appearing and disappearing at will.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "We were aware of the fact that death walks hand in hand with struggle.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "It is not tolerable, it is not possible, that from so much death, so much sacrifice and ruin, so much heroism, a greater and better humanity shall not emerge.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "If your best friend has stolen your girlfriend, it does become life and death.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "I'm possibly a very morbid person but I think about death a lot.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Quarreling over food and drink, having neither scruples nor shame, not knowing right from wrong, not trying to avoid death or injury, not fearful of greater strength or of greater numbers, greedily aware only of food and drink - such is the bravery of the dog and boar.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "I grew up in the suburbs and basically associate the suburbs with cultural death.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "You know Americans are obsessed with life and death and rebirth, that's the American Cycle. You know, awakening, tragic, horrible death and then Phoenix rising from the ashes. That's the American story, again and again.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I was fantasising about my own death, I started thinking what my funeral would be like and what music would be played, I was at that level of insanity.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Andrew Wood's death changed things for a few weeks. I probably got even heavier into drugs after that.", 
    "name": "Layne Staley"
  }, 
  {
    "quote": "Only in death will I relinquish my belts.", 
    "name": "Manny Pacquiao"
  }, 
  {
    "quote": "Benjamin Franklin said there were only two things certain in life: death and taxes. But I'd like to add a third certainty: trash. And while some in this room might want to discuss reducing taxes, I want to talk about reducing trash.", 
    "name": "Ruth Ann Minner"
  }, 
  {
    "quote": "When you break up, your whole identity is shattered. It's like death.", 
    "name": "Dennis Quaid"
  }, 
  {
    "quote": "Deep down, no one really believes they have a right to live. But this death sentence generally stays tucked away, hidden beneath the difficulty of living. If that difficulty is removed from time to time, death is suddenly there, unintelligibly.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "Nothing endears so much a friend as sorrow for his death. The pleasure of his company has not so powerful an influence.", 
    "name": "David Hume"
  }, 
  {
    "quote": "I saw also that there was an ocean of darkness and death, but an infinite ocean of light and love, which flowed over the ocean of darkness.", 
    "name": "George Fox"
  }, 
  {
    "quote": "There is something about poverty that smells like death.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "As long as you don't make waves, ripples, life seems easy. But that's condemning yourself to impotence and death before you are dead.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "If Shaw and Einstein couldn't beat death, what chance have I got? Practically none.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "If some persons died, and others did not die, death would be a terrible affliction.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "The passion of hatred is so long lived and so obstinate a malady that the surest sign of death in a sick person is their desire for reconciliation.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "There are only three events in a man's life birth, life, and death he is not conscious of being born, he dies in pain, and he forgets to live.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "Everything one does in life, even love, occurs in an express train racing toward death. To smoke opium is to get out of the train while it is still moving. It is to concern oneself with something other than life or death.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "People praise virtue, but they hate it, they run away from it. It freezes you to death, and in this world you've got to keep your feet warm.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Families survive, one way or another. You have a tie, a connection that exists long after death, through many lifetimes.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse therefore choose life.", 
    "name": "Moses"
  }, 
  {
    "quote": "Death in itself is nothing but we fear to be we know not what, we know not where.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "For those who live neither with religious consolations about death nor with a sense of death (or of anything else) as natural, death is the obscene mystery, the ultimate affront, the thing that cannot be controlled. It can only be denied.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "Death is with you all the time you get deeper in it as you move towards it, but it's not unfamiliar to you. It's always been there, so what becomes unfamiliar to you when you pass away from the moment is really life.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "People think celebrities don't have to worry about human things like sickness and death and rent. It's like you've traveled to this Land of Celebrity, this other country. They want you to tell about what you saw.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "The essence of the Hebrew Bible, transmitted by Christianity, is separation: between life and death, nature and God, good and evil, man and woman, and the holy and the profane.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "When I listen to music, I don't want to hear about flowers. I like death and destruction.", 
    "name": "Jonathan Davis"
  }, 
  {
    "quote": "In the last analysis, it is our conception of death which decides our answers to all the questions that life puts to us.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "The compact which exists between the North and the South is a covenant with death and an agreement with hell.", 
    "name": "William Lloyd Garrison"
  }, 
  {
    "quote": "His death was the first time that Ed Wynn ever made anyone sad.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "But I was very, very lucky, and it was a wake up call as far as motorbikes are concerned. I never flirted with death on the bike, but now I'm totally convinced they're death machines.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "To be honest, I'm scared to death of rollercoaster rides.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "There is no fundamental difference between the preparation for death and the practice of dying, and spiritual practice leading to enlightenment.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I was blessed with a birth and a death, and I guess I just want some say in between.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "All those vitamins aren't to keep death at bay, they're to keep deterioration at bay.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "No one else can take risks for us, or face our losses on our behalf, or give us self-esteem. No one can spare us from life's slings and arrows, and when death comes, we meet it alone.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "My mortal foe can no ways wish me a greater harm than England's hate neither should death be less welcome unto me than such a mishap betide me.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "The meaning of life is not to be discovered only after death in some hidden, mysterious realm on the contrary, it can be found by eating the succulent fruit of the Tree of Life and by living in the here and now as fully and creatively as we can.", 
    "name": "Paul Kurtz"
  }, 
  {
    "quote": "Death is not more certainly a separation of our souls from our bodies than the Christian life is a separation of our souls from worldly tempers, vain indulgences, and unnecessary cares.", 
    "name": "William Law"
  }, 
  {
    "quote": "I don't think kids have a problem with death. It's us older ones who are nearer to it, that start being frightened.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "The great fear that hung over the business community in the 1970s was death by regulation, and the great goal of the conservative movement, as it rose to triumph in the 1980s, was to remove that threat - to keep OSHA, the EPA, and the FTC from choking off entrepreneurship with their infernal meddling in the marketplace.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Life is doubt, and faith without doubt is nothing but death.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "The death of Pope John Paul II led many of different faiths and of no faith to acknowledge their debt to the Roman Catholic Church for holding on to absolutes that the rest of us can measure ourselves against.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "You don't have people chanting 'Death to America' in Israel.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "The earth is rocky and full of roots it's clay, and it seems doomed and polluted, but you dig little holes for the ugly shriveled bulbs, throw in a handful of poppy seeds, and cover it all over, and you know you'll never see it again - it's death and clay and shrivel, and your hands are nicked from the rocks, your nails black with soil.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I'm scared to death of being poor. It's like a fat girl who loses 500 pounds but is always fat inside. I grew up poor and will always feel poor inside. It's my pet paranoia.", 
    "name": "Cher"
  }, 
  {
    "quote": "Your body must become familiar with its death - in all its possible forms and degrees - as a self-evident, imminent, and emotionally neutral step on the way towards the goal you have found worthy of your life.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Death is a billion-dollar business. They can't even pass a law where it takes seven days to get a gun. Why don't you have to go through the same kind of screening you do to get a driver's license? It's totally insane.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "As a kid, all I thought about was death. But you can't tell your parents that.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "The death penalty is becoming a way of life in this country.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "I mean, I'm 48 years old and I've been through a lot in my life - you know, loss, whether it be death, illness, separation. I mean, the failed expectations... We all have dreams.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Death comes not to the living soul, nor age to the loving heart.", 
    "name": "Phoebe Cary"
  }, 
  {
    "quote": "I'm working myself to death.", 
    "name": "Alan Ladd"
  }, 
  {
    "quote": "At the New York Athletic Club they serve amazing food. People go there, get healthy, and then eat themselves to death - which is, I suppose, the right way to do it.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "Property is unstable, and youth perishes in a moment. Life itself is held in the grinning fangs of Death, Yet men delay to obtain release from the world. Alas, the conduct of mankind is surprising.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Well, there's a remedy for all things but death, which will be sure to lay us flat one time or other.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Old age is always wakeful as if, the longer linked with life, the less man has to do with aught that looks like death.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "Life and death. They are somehow sweetly and beautifully mixed, but I don't know how.", 
    "name": "Gloria Swanson"
  }, 
  {
    "quote": "Doing linear scans over an associative array is like trying to club someone to death with a loaded Uzi.", 
    "name": "Larry Wall"
  }, 
  {
    "quote": "I'm sick to death of famous people standing up and using their celebrity to promote a cause. If I see a particular need, I do try to help. But there's a lot that can be achieved by putting a check in the right place and shutting up about it.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "Life is a predicament which precedes death.", 
    "name": "Henry James"
  }, 
  {
    "quote": "Death is the easiest of all things after it, and the hardest of all things before it.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "Death is inevitable, but Life - that's the tricky bit where things happen.", 
    "name": "Simon Travaglia"
  }, 
  {
    "quote": "She looks like a warrior. I mean, Bellatrix does mean warrior. And she's also a bit of a fatale. She's the right hand of Voldemort, and the only woman death eater.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "People think celebrities don't have to worry about human things like sickness and death and rent. It's like you've traveled to this Land of Celebrity, this other country.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "For the sake of goodness and love, man shall let death have no sovereignty over his thoughts.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "I can't turn on the television without seeing me, or open the newspaper without seeing me and, honestly, I'm sick to death of me.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "He who does not fear death cares naught for threats.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "To die for one's country is such a worthy fate that all compete for so beautiful a death.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "Each instant of life is a step toward death.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "You always think that 70 is the end of the road: 'Somebody died when they were 73 good life'. You're closer to death, and you better make sure you don't waste too much of your time doing things you don't want to do. No point in saying things you don't believe in.", 
    "name": "Ian Mckellen"
  }, 
  {
    "quote": "When I'm lying in my bed I think about life and I think about death and neither one particularly appeals to me.", 
    "name": "Steven Morrissey"
  }, 
  {
    "quote": "Science without conscience is the death of the soul.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "Had it not been for slavery, the death penalty would have likely been abolished in America. Slavery became a haven for the death penalty.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "So much of motion, is so much of life, and so much of joy, and to stand still, or get on but slowly, is death and the devil.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Death is the mother of Beauty hence from her, alone, shall come fulfillment to our dreams and our desires.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "In Sleep we lie all naked and alone, in Sleep we are united at the heart of night and darkness, and we are strange and beautiful asleep for we are dying the darkness and we know no death.", 
    "name": "Thomas Wolfe"
  }, 
  {
    "quote": "If efforts to do social work are couched in selfish motives, then they will die a premature death. Why would my efforts get politicised? I have values I inherited from my father. He helped many. Anyone, even a postman knocking on our door would get a glass of water and some sweets.", 
    "name": "Sachin Tendulkar"
  }, 
  {
    "quote": "But I have been in some very beautiful churches, then I've looked outside and seen people starving to death.", 
    "name": "Don Van Vliet"
  }, 
  {
    "quote": "For tis not in mere death that men die most.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "The Greeks said grandly in their tragic phrase, 'Let no one be called happy till his death' to which I would add, 'Let no one, till his death, be called unhappy.'", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "The wages of sin are death, but by the time taxes are taken out, it's just sort of a tired feeling.", 
    "name": "Paula Poundstone"
  }, 
  {
    "quote": "Not ignorance, but ignorance of ignorance, is the death of knowledge.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "I believe that his death and resurrection transformed humanity's relationship with God.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "Islam is a religion of success. Unlike Christianity, which has as its main image, in the west at least, a man dying in a devastating, disgraceful, helpless death.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them.", 
    "name": "Abbie Hoffman"
  }, 
  {
    "quote": "Does not the very word 'creative' mean to build, to initiate, to give out, to act - rather than to be acted upon, to be subjective? Living photography is positive in its approach, it sings a song of life - not death.", 
    "name": "Berenice Abbott"
  }, 
  {
    "quote": "Death is an absolute mystery. We are all vulnerable to it, it's what makes life interesting and suspenseful.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "It's just as idiotic to say there is no life after death as it is to say there is one.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Knowing how to die is knowing how to live. What is death anyway? It's the outcome of life.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "When I did 'Bumble-ardy,' I was so intensely aware of death. Eugene, my friend and partner, was dying here in the house when I did 'Bumble-ardy'. I did 'Bumble-ardy' to save myself. I did not want to die with him. I wanted to live, as any human being does.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "I'm not afraid of death.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "The distinctions of fine art bore me to death.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "As a kid, all I thought about was death.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "When theater becomes a soothing middle-class thing, when it's packaged as the Night Out, then that's the death of it.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "Living is a sickness to which sleep provides relief every sixteen hours. It's a palliative. The remedy is death.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "Monarchs ought to put to death the authors and instigators of war, as their sworn enemies and as dangers to their states.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "Death is a delightful hiding place for weary men.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "The enemy fought with savage fury, and met death with all its horrors, without shrinking or complaining: not one asked to be spared, but fought as long as they could stand or sit.", 
    "name": "Davy Crockett"
  }, 
  {
    "quote": "I know I'm drinking myself to a slow death, but then I'm in no hurry.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "For days after death hair and fingernails continue to grow, but phone calls taper off.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "It is a horrible fact that we can read in the daily paper, without interrupting our breakfast, numerical reckonings of death and destruction that ought to break our hearts or scare us out of our wits.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "I've always been scared to death of pain - afraid, even, to think of it.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "Policemen so cherish their status as keepers of the peace and protectors of the public that they have occasionally been known to beat to death those citizens or groups who question that status.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "At a certain age, death becomes familiar to you-or a loss becomes familiar-the tragedies that are more commonplace in life.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "Loved. You can't use it in the past tense. Death does not stop that love at all.", 
    "name": "Ken Kesey"
  }, 
  {
    "quote": "Have an earnestness for death and you will have life.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "There is no harm in patience, and no profit in lamentation. Death is easier to bear (than) that which precedes it, and more severe than that which comes after it. Remember the death of the Apostle of God, and your sorrow will be lessened.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "You can cry about death and very properly so, your own as well as anybody else's. But it's inevitable, so you'd better grapple with it and cope and be aware that not only is it inevitable, but it has always been inevitable, if you see what I mean.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Sinful and forbidden pleasures are like poisoned bread they may satisfy appetite for the moment, but there is death in them at the end.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "I'm very comfortable with the nature of life and death, and that we come to an end. What's most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "If you make every game a life and death proposition, you're going to have problems. For one thing, you'll be dead a lot.", 
    "name": "Dean Smith"
  }, 
  {
    "quote": "It's an incredible con job when you think about it, to believe something now in exchange for something after death. Even corporations with their reward systems don't try to make it posthumous.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Yes, people pull the trigger - but guns are the instrument of death. Gun control is necessary, and delay means more death and horror.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Disease, insanity, and death were the angels that attended my cradle, and since then have followed me throughout my life.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "People always say that pregnant women have a glow. And I say it's because you're sweating to death.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "The end of the animal trade would leave more time to trap or beat to death pop star wannabes.", 
    "name": "Simon Cowell"
  }, 
  {
    "quote": "We are weak, writing is difficult, but for my own sake I do not regret this journey, which has shown that Englishmen can endure hardships, help one another, and meet death with as great a fortitude as ever in the past.", 
    "name": "Robert Falcon Scott"
  }, 
  {
    "quote": "The sole equality on earth is death.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Without fullness of experience, length of days is nothing. When fullness of life has been achieved, shortness of days is nothing. That is perhaps why the young have usually so little fear of death they live by intensities that the elderly have forgotten.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "I intend to leave after my death a large fund for the promotion of the peace idea, but I am skeptical as to its results.", 
    "name": "Alfred Nobel"
  }, 
  {
    "quote": "Sleep is lovely, death is better still, not to have been born is of course the miracle.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Life isn't fair. It's just fairer than death, that's all.", 
    "name": "William Goldman"
  }, 
  {
    "quote": "I feel like I don't watch that many shows with death.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Consciousness after death demonstrates the possibility of consciousness operating independently of the body.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Whenever I watch TV and see those poor starving kids all over the world, I can't help but cry. I mean I'd love to be skinny like that, but not with all those flies and death and stuff.", 
    "name": "Mariah Carey"
  }, 
  {
    "quote": "When applied to politics and taken to its extreme, kitsch is the mask of death. Fascism was all aesthetics. There was no core principle to it. There was no truth to it.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "All interest in disease and death is only another expression of interest in life.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "I love this pedal to death. The only way you could keep me from playing one is by chopping off my legs!", 
    "name": "Kirk Hammett"
  }, 
  {
    "quote": "Even when you're making a movie about life, death is a presence, and I guess it's part of my dramatic viewpoint. I'm not sure why exactly. Maybe I'm drawn to it as a story element.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Once a disease has entered the body, all parts which are healthy must fight it: not one alone, but all. Because a disease might mean their common death. Nature knows this and Nature attacks the disease with whatever help she can muster.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "People can undergo a sudden change of thinking and loyalties under threat of death or intense social pressure and isolation from friends and family.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "It's not the normal way to look at things but I experienced death at a really young age and because of that it's been part of my mental landscape that death is really very possible.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "I made a supreme effort not to do that thing that parents do, which is to bore people without children to death by going on and on about how funny their children are, so there's none of that hopefully.", 
    "name": "Jo Brand"
  }, 
  {
    "quote": "Courage is the art of being the only one who knows you're scared to death.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "Death, the final, triumphant lover.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "I believe that people would be alive today if there were a death penalty.", 
    "name": "Nancy Reagan"
  }, 
  {
    "quote": "For three days after death, hair and fingernails continue to grow but phone calls taper off.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "My brother was a great favorite with everybody, and his death cast a gloom upon the whole neighborhood.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "So for twelve miles I rode with Sherman, and we became fast friends. He asked me all manner of questions on the way, and I found that he knew my father well, and remembered his tragic death in Salt Creek Valley.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "Tears are sometimes an inappropriate response to death. When a life has been lived completely honestly, completely successfully, or just completely, the correct response to death's perfect punctuation mark is a smile.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Life can't defeat a writer who is in love with writing, for life itself is a writer's lover until death.", 
    "name": "Edna Ferber"
  }, 
  {
    "quote": "When sudden death takes a president, opportunities for new beginnings flourish among the ambitious and the tensions among such people can be dramatic, as they were when President Kennedy was killed.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Death is the final wake-up call.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "As the fly bangs against the window attempting freedom while the door stands open, so we bang against death ignoring heaven.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "I am bound to add that the excess in too little has ever proved in me more dangerous than the excess in too much the last may cause indigestion, but the first causes death.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "To appear on the stage drunk, to have them leave there and remember me making drunken mistakes, that was death.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "We have a limit, a very discouraging, humiliating limit: death.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "A face to lose youth for, to occupy age With the dream of, meet death with.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "I think the amazing thing about gospel music is that not only does it lift up the death and resurrection of our Lord, which is consistent with the Gospel, but it is uniquely communicated depending upon the generation.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "There are certain people that are marked for death. I have my little list of those that treated me unfairly.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Judged by the law of England, I know this crime entails upon me the penalty of death but the history of Ireland explains that crime and justifies it.", 
    "name": "Thomas Francis Meagher"
  }, 
  {
    "quote": "We do not choose the day of our birth nor may we choose the day of our death, yet choice is the sovereign faculty of the mind.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "But there is a difference here: When Jewish children are murdered, Arabs celebrate the deed. The death of an Arab child is no cause for celebration in Israel.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "I'm in awe of people out there who deal with Alzheimer's, because they have to deal with death 10 times over, year after year.", 
    "name": "Marcia Wallace"
  }, 
  {
    "quote": "Failure too is a form of death.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "We know the road to freedom has always been stalked by death.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "The thing about death is that it's honest.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I think the way we talk about cancer has really evolved. I remember the way my grandmother used to talk about it, like a death sentence, no-one would even mention the word.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I really enjoy theater. I just went to see 'Death of a Salesman,' and it knocked me on my ass.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I was extended secret service protection during my presidential run in 1984, when I received the most death threats ever made toward a candidate.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "My mother was the sweetest lady who ever lived on this planet, but if you tried to tell her that Jesus wasn't a Christian, she would stomp you to death.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "The disembodied spirit is immortal there is nothing of it that can grow old or die. But the embodied spirit sees death on the horizon as soon as its day dawns.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Constantly risking absurdity and death whenever he performs above the heads of his audience, the poet, like an acrobat, climbs on rhyme to a high wire of his own making.", 
    "name": "Lawrence Ferlinghetti"
  }, 
  {
    "quote": "I'm more afraid of marriage than death.", 
    "name": "Shakira"
  }, 
  {
    "quote": "Pay mind to your own life, your own health, and wholeness. A bleeding heart is of no help to anyone if it bleeds to death.", 
    "name": "Frederick Buechner"
  }, 
  {
    "quote": "I get scared to death when I see people who say they've found Jesus Christ, and they're out there, and I wonder, who's teaching them? Who's mentoring them?", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "To say yes, you have to sweat and roll up your sleeves and plunge both hands into life up to the elbows. It is easy to say no, even if saying no means death.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "Giving is good, but taking is bad and brings death.", 
    "name": "Hesiod"
  }, 
  {
    "quote": "Death is the sanction of everything the story-teller can tell. He has borrowed his authority from death.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "I'm not afraid of death. It's the stake one puts up in order to play the game of life.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "To eat bread without hope is still slowly to starve to death.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "Art has two constant, two unending concerns: It always meditates on death and thus always creates life. All great, genuine art resembles and continues the Revelation of St John.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "I mean, death is a serious thing, certainly not to be sneezed at.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "Long hair is an unpardonable offence which should be punishable by death.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "Men should be bewailed at their birth, and not at their death.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "We are now operating a school system in America that's more segregated than at any time since the death of Martin Luther King.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death.", 
    "name": "Alfred Russel Wallace"
  }, 
  {
    "quote": "It is love, not reason, that is stronger than death.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "The only religious way to think of death is as part and parcel of life.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "Death Valley is really wide-open - it's bigger than Rhode Island - and it's less a part of California than an ungoverned territory, so there's lots of weird cops-and-robbers stuff going on.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Even when you're making a movie about life, death is a presence, and I guess it's part of my dramatic viewpoint. I'm not sure why exactly.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "Lidia Bastianich, sorry, but kind of boring. I mean, I love Lidia, but you can fall asleep watching her. And Mario Batali? I love Mario to death... but he's not romantic or sensual. Those are the things I bring to the table.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "To a billion people around the world surviving on just a dollar a day, the question of what to eat tonight is more about life and death than about recipes. The struggle of poor people around the globe weighs heavily on me, especially now that I am a mother, which is why I work with Oxfam.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "I just finished my homework fast, I was bored to death. There wasn't 500 channels so there was a thing for a librarian to teach a kid like me about reading. I started reading early and I read all the time, because I love it.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I think Prince should open up a little more to other artists. Just because we love Prince. Especially the old stuff - we love him to death. But if he opened up he would be something to deal with. Imagine Kanye West producing a Prince track? It would be banoodles!", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "Death ends a life, not a relationship.", 
    "name": "Jack Lemon"
  }, 
  {
    "quote": "We march and fight, to death or on to victory. Our might is right, no traitors shall prevail. Our hearts are steeled against the fiery gates of hell. No shot or shell, can still our mighty song.", 
    "name": "George Lincoln Rockwell"
  }, 
  {
    "quote": "Fear was absolutely necessary. Without it, I would have been scared to death.", 
    "name": "Floyd Patterson"
  }, 
  {
    "quote": "Everybody thinks I'm at death's door, but I'm not. There's nothing seriously wrong with me, and my heart is in 100 percent working order. Anything else you may hear is a damn lie!", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "Death is an endless night so awful to contemplate that it can make us love life and value it with such passion that it may be the ultimate cause of all joy and all art.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "I mean, Sting is one of my great buddies and I love him to death.", 
    "name": "Elton John"
  }, 
  {
    "quote": "But the issue is not only life and death but our existence before God and our being judged by him. All of us were sinners before him and worthy of condemnation.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "There's really no such thing as the agony of dying. I'm quite sure that pain is shut off at the moment of death. You see, something happens when the body knows it's about to go. Peptide hormones are released by cells in the hypothalamus and pituitary gland. Endorphins. They attach themselves to the cells responsible for feeling pain.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "A lot of people fear death because they think that so overwhelming an experience has to be painful, but I've seen quite a few deaths, and, with one exception, I've never known anyone to undergo anything like agony. That's amazing when you think about it. I mean, how complicated the mechanism is that's being taken apart.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "So we mustn't lower our guard in any sense because of what has happened in terms of the death of Osama Bin Laden and we are certainly not doing that. The terror threat level here in the U.K. remains at severe and we're very conscious of the need to continue that.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "Death gives meaning to our lives. It gives importance and value to time. Time would become meaningless if there were too much of it.", 
    "name": "Ray Kurzweil"
  }, 
  {
    "quote": "If we can't face death, we'll never overcome it. You have to look it straight in the eye. Then you can turn around and walk back out into the light.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "Marriage can be viewed as the waiting room for death.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "I can choose to accelerate my disease to an alcoholic death or incurable insanity, or I can choose to live within my thoroughly human condition.", 
    "name": "Mercedes McCambridge"
  }, 
  {
    "quote": "I've always had bronchitis. I've been administered the Sacrament of Death three times for it.", 
    "name": "Mercedes McCambridge"
  }, 
  {
    "quote": "It is education that will arm us with the tools that will enable us to succeed and put a stop to the rising rates of preventable death.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "Most of us harbour a significant amount of subconscious fear about death, and act out of this fear in our daily lives.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "War is not the only arena where peace is done to death.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I am against the death penalty.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "My father was against the death penalty, and that was hard in the Son of Sam summer when fear was driving the desire for the death penalty.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "The need to understand prescription information can literally be a matter of life and death.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Movies like that aren't about the visual effects and explosions. They're human stories about family, about life, about death.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "To awake from death is to die in peace.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "Death is feared as birth is forgotten.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "When death has you by the throat, you don't mince words.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "Should I perchance still feel after my death, I would no longer have any doubt, but I would most certainly give the lie to anyone asserting before me that I was dead.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "If death is in the room, it's pretty interesting. But I would also say that I'm interested in getting myself to believe that it's going to happen to me. I'm interested in it, because if you're not, you're nuts. It's really de facto what we're here to find out about.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "A man whose life has been dishonourable is not entitled to escape disgrace in death.", 
    "name": "Lucius Accius"
  }, 
  {
    "quote": "My father I liked, but it was only after his death that I got to know him by writing the play.", 
    "name": "Hugh Leonard"
  }, 
  {
    "quote": "Before I pitch any game, from spring training to Game 7 of the World Series, I'm scared to death.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "In Seattle, I soon found that my radical ideas and aesthetic explorations - ideas and explorations that in Richmond, Virginia, might have gotten me stoned to death with hush puppies - were not only accepted but occasionally applauded.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "Coming to terms with the fear of death is conducive to healing, positive personality transformation, and consciousness evolution.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Liberty for wolves is death to the lambs.", 
    "name": "Isaiah Berlin"
  }, 
  {
    "quote": "I think one thing that kids who grow up on farms really have going for them is they have exposure to death and birth in a totally different way. I think it takes away a little bit of the mystery and a little bit of the fear, and I do wish I had that. And I wish I was able to grow my own food.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "I now bid farewell to the country of my birth - of my passions - of my death a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream.", 
    "name": "Thomas Francis Meagher"
  }, 
  {
    "quote": "The death of anti-gay hate speech is no doubt being hastened by the head-spinning speed with which gays as a group - to say nothing of gay marriage - are becoming an unremarkable and even quite traditional parts of American life.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Our birth is nothing but our death begun, As tapers waste the moment they take fire.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Virtue alone has majesty in death.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Less base the fear of death than fear of life.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Life is the desert, life the solitude, death joins us to the great majority.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "I am one who believes that one of the greatest dangers of advertising is not that of misleading people, but that of boring them to death.", 
    "name": "Leo Burnett"
  }, 
  {
    "quote": "People are scared to death of dying. I am the opposite.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "People on death row, the treatment of animals, women's right to choose. So much in America is based on religious fundamentalist Christianity. Grow up! This is the modern world!", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "It is long since I could have adventured on eternity, through God's mercy and Christ's merits but death remained somewhat terrible, and that now is taken away and now death is no more to me, but to cast myself into my husband's arms, and to lie down with Him.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "Fear not and the God of mercies grant a full gale and a fair entry into His kingdom, which may carry sweetly and swiftly over the bar, that you find not the rub of death.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "I wish to be a martyr, and I don't fear death.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "Death has always had a prominent place in my mind. There are times when I think somebody might kill me.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "I looked Death right in the face.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "We are all of us resigned to death: it's life we aren't resigned to.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "The approach of death certainly concentrates the mind.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "Fear of death has never played a large part in my consciousness - perhaps unimaginative of me.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I might be deceiving myself but I do not think that I do have an inordinate fear of death.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "We see death constantly on film.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "For a culture that has such a problem with death, we seem to deal with it in a quite bizarre way. We see people shot, killed and blown up, and we find it funny and sexy and all those things. But, the reality of it is that every day people die, and people are really sad and they grieve and they go through a really difficult process with it.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "'Hamlet' is one of the most dangerous things ever set down on paper. All the big, unknowable questions like what it is to be a human being the difference between sanity and insanity the meaning of life and death what's real and not real. All these subjects can literally drive you mad.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "If we openly declare what is wrong with us, what is our deepest need, then perhaps the death and despair will by degrees disappear.", 
    "name": "J. B. Priestley"
  }, 
  {
    "quote": "The most dire disaster in love is the death of imagination.", 
    "name": "George Meredith"
  }, 
  {
    "quote": "To be immortal is commonplace except for man, all creatures are immortal, for they are ignorant of death what is divine, terrible, incomprehensible, is to know that one is immortal.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "Life and death have been lacking in my life.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "Ultimately life is disease, death and oblivion. It's still better than high school.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "My children are magical creatures and I love them to death.", 
    "name": "Jack Black"
  }, 
  {
    "quote": "But then I'm one of those guys that is still a bit afraid of the telephone, its implications for conversation. I still wonder if the jukebox might be the death of live music.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "Perhaps we don't need these religious concoctions to pillow the fear of death. Just the fact that there is an unknown, and something greater, can bring a feeling of peace. That's enough for me.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "If a lot of people gripped a knife and fork the way they do a golf club, they'd starve to death.", 
    "name": "Sam Snead"
  }, 
  {
    "quote": "In almost every interview someone asks what does HIM stand for. I can't even remember our latest lie about that. When Hanson was hot, we said it means Hanson Is Murder. The name doesn't have a particular history. His Infernal Majesty was a totally different band. I think HIM derives from some death metal joke.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "Early this morning, I signed my death warrant.", 
    "name": "Michael Collins"
  }, 
  {
    "quote": "I don't think I would want the responsibility for enforcing the death penalties. There's always the inevitable question of whether someone you gave the order to execute might truly have been innocent.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "I hit rock bottom, but thank God my bottom wasn't death.", 
    "name": "Stevie Ray Vaughan"
  }, 
  {
    "quote": "In an artwork you're always looking for artistic decisions, so an ashtray is perfect. An ashtray has got life and death.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Since I was a child, death is definitely something that I think about every day. But I think that everybody does. You try and avoid it, but it's such a big thing that you can't.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "The difference between art about death and actual death is that one's a celebration and the other's a dull fact.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "I was taught to confront things you can't avoid. Death is one of those things. To live in a society where you're trying not to look at it is stupid because looking at death throws us back into life with more vigour and energy. The fact that flowers don't last for ever makes them beautiful.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "I wouldn't feel satisfied being on set every day doing a romantic comedy - I'd be bored to death.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "It's not life or death it's a game and at the end of the game there is going to be a winner and a loser.", 
    "name": "Bernhard Langer"
  }, 
  {
    "quote": "Miller didn't write Death of a Salesman. He released it. It was there inside him, waiting to be turned loose. That's the measure of its merit.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "Death is like an arrow that is already in flight, and your life lasts only until it reaches you.", 
    "name": "Georg Hermes"
  }, 
  {
    "quote": "I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn't. I just had a real sense of what choice do I have but to live fully?", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "I think that obviously, there is a perverse attraction to a fundamentally changed world or the end of the world. There is a death wish, a perverse death wish. Not just for ourselves, not just for the movie 'Death Wish,' but for the end of all human life.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "When you think about it, the end of the world is a little bit like death: We all know it's going to come eventually, and as we get older, we feel we see the signs more and more distinctly.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "I try to write lyrics so that they won't age, which sort of leaves you with the big subjects like death and love and sex and violence.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "A friend said to me, 'Be glad for your troubles - they strengthen you.' Well, if that's the truth, I'm going to be so strong they'll have to beat me to death!", 
    "name": "Sonia Johnson"
  }, 
  {
    "quote": "She goes through the vale of death alone, each time a babe is born. As it is the right neither of man nor the state to coerce her into this ordeal, so it is her right to decide whether she will endure it.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "Emigration is no longer a solution it's a defeat. People are risking death, drowning every day, but they're knocking on doors that are not open.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "In Goddess religion death is not feared, but is understood to be a part of life, followed by birth and renewal.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "Death's an old joke, but each individual encounters it anew.", 
    "name": "Ivan Turgenev"
  }, 
  {
    "quote": "Feminists bore me to death. I follow my instinct and if that supports young girls in any way, great. But I'd rather they saw it more as a lesson about following their own instincts rather than imitating somebody.", 
    "name": "Bjork"
  }, 
  {
    "quote": "No real English gentleman, in his secret soul, was ever sorry for the death of a political economist.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "There are hundreds of Frank Lloyd Wright buildings around the United States and in other countries, too. Wright lived into his 90s, and one of his most famous buildings, the Guggenheim Museum in New York, was completed just before his death. Wright buildings look like Wright buildings - that is their paradox.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Vets do what doctors used to - diagnose the injury or the condition, patch it up as best they can and remind you that these things happen and that in life we are also in the midst of death.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Somehow, knowing that Alzheimer's is coming mocks all one's aspirations - to tell stories, to think through certain issues as only a novel can do, to be recognised for one's accomplishments and hard work - in a way that old familiar death does not.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "We should weep for men at their birth, not at their death.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "You only live twice. Once when you are born and once when you look death in the face.", 
    "name": "Ian Fleming"
  }, 
  {
    "quote": "I think when you're 10 years old, it's too much to see something with the threat of death in every episode. Kids are better left naive about certain things.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "I love myself. Anything that has my name I'm tickled to death.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "Sin brought death, and death will disappear with the disappearance of sin.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "There is nothing glamorous about death.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "My book 'Trust Your Heart', which is the story of my life, will be followed by 'Singing Lessons', a memoir of love, loss, hope, and healing, which talks about the death of my son and the hope that has been the aftermath of the healing from that tragedy.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "Defeat the fear of death and welcome the death of fear.", 
    "name": "G. Gordon Liddy"
  }, 
  {
    "quote": "The coward sneaks to death the brave live on.", 
    "name": "George Sewell"
  }, 
  {
    "quote": "Only those who spread treachery, fire, and death out of hatred for the prosperity of others are undeserving of pity.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "If the heart stops for more than two minutes, you have massive brain death. There are only two minutes between our conscious world and zero. That's how fragile our consciousness is.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "The police came to me to say I had death threats and that I had to be careful!", 
    "name": "Heather Mills"
  }, 
  {
    "quote": "I believe in the institution of marriage. Of course being a Mormon, we believe in eternity rather than just till death do us part. If you really try hard, if you make it work, it's blissful. But I also know a marriage that isn't working can be painful.", 
    "name": "Donny Osmond"
  }, 
  {
    "quote": "I couldn't have foreseen all the good things that have followed my mother's death. The renewed energy, the surprising sweetness of grief. The tenderness I feel for strangers on walkers. The deeper love I have for my siblings and friends. The desire to play the mandolin. The gift of a visitation.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "You haven't lost anything when you know were it is. Death can hide but not divide.", 
    "name": "Vance Havner"
  }, 
  {
    "quote": "I think people would be alive today if there were a death penalty.", 
    "name": "Nancy Reagan"
  }, 
  {
    "quote": "As far as my divorce goes, I love my family and I love my wife to death and I just don't know what tomorrow's going to bring.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "I have had death threats from people with fixations.", 
    "name": "Enya"
  }, 
  {
    "quote": "Loss and possession, death and life are one, There falls no shadow where there shines no sun.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "People who are sick, or who have been sick, or have come close to death have a lot to say - and they want you to hear it.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "Living with the immediacy of death helps you sort out your priorities in life. It helps you to live a less trivial life.", 
    "name": "Sogyal Rinpoche"
  }, 
  {
    "quote": "The line between life or death is determined by what we are willing to do.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Bulls can do nothing to demand justice. They can only defend themselves as best they can in a fight with a pre-determined ending and die never knowing why they were forced to endure such a painful and prolonged death. It's up to us, as a civilized society, to call for an end to the Running of the Bulls and bullfighting.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "My faith isn't very churchy, it's a pretty personal, intimate thing and has been a huge source of strength in moments of life and death.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "More than 100 people have been sent to death row who were later exonerated because they weren't guilty or fairly tried. Most criminal defendants do not get adequate representation because there are not enough public defenders to represent them. There is a lot that is wrong.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "Why would you be afraid of death? It would be an inconvenience. I have a lot of undone things and it's bound to get in the way. But, no, it doesn't scare me at all.", 
    "name": "David Carradine"
  }, 
  {
    "quote": "We weep over the graves of infants and the little ones taken from us by death but an early grave may be the shortest way to heaven.", 
    "name": "Tryon Edwards"
  }, 
  {
    "quote": "Everything that is necessary is also easy. You just have to accept it. And the most necessary, the most natural matter on this planet is death.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "I was ready to quit music. It felt to me like music equalled death.", 
    "name": "Dave Grohl"
  }, 
  {
    "quote": "Beauty is a precious trace that eternity causes to appear to us and that it takes away from us. A manifestation of eternity, and a sign of death as well.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "I really wanted to do something positive on the Internet. I wanted to try to get young people talking about, thinking about, life's big questions-make it cool and OK to wonder about the heart, the soul and free will and God and death and big topics like that, big human topics.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "I think that the core doctrines of Christianity - the incarnation, the resurrection, life after death-these are as strong as ever. In fact, the belief in life after death has increased in this century.", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "Of all the artists on Death Row, none of them went bankrupt.", 
    "name": "Suge Knight"
  }, 
  {
    "quote": "For any culture which is primarily concerned with meaning, the study of death - the only certainty that life holds for us - must be central, for an understanding of death is the key to liberation in life.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The study of consciousness that can extend beyond the body is extremely important for the issue of survival, since it is this part of human personality that would be likely to survive death.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The motif of death plays an important role the human psyche in connection with archetypal and karmic material.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The materialistic paradigm of Western science has been a major obstacle for any objective evaluation of the data describing the events occurring at the time of death.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The knowledge of the realm of death makes it possible for the shaman to move freely back and forth and mediate these journeys for other people.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The experiences associated with death were seen as visits to important dimensions of reality that deserved to be experienced, studied, and carefully mapped.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The elimination of the fear of death transforms the individual's way of being in the world.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Research challenges the materialistic understanding of death, according to which biological death represents the final end of existence and of all conscious activity.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Individuals approaching death often experience encounters with their dead relatives, who seem to welcome them to the next world. These deathbed visions are authentic and convincing they are often followed by a state of euphoria and seem to ease the transition.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "If consciousness can function independently of the body during one's lifetime, it could be able to do the same after death.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Dying before dying has two important consequences: It liberates the individual from the fear of death and influences the actual experience of dying at the time of biological demise.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "A number of cases have been reported in which a dying individual has a vision of a person about whose death he or she did not know.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "The drink? Yes, I've had tough times in my life, especially the last year, regarding my ex-wife, my kids, I nearly broke my neck, I was on death row with pneumonia.", 
    "name": "Paul Gascoigne"
  }, 
  {
    "quote": "Though I am a Catholic, a professing one, I have serious doubts about the survival of the human personality after death.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "I'm death obsessed. You know, I have death all over my house. I have a stuffed two headed sheep!", 
    "name": "Kirk Hammett"
  }, 
  {
    "quote": "Since fame is an illusion and death is in our future all we have is the next moment before we are swallowed into oblivion.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "Of course, we avoid death. To know something is inevitable is one thing. To accept, to truly feel it... that's different.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "We all labor against our own cure, for death is the cure of all diseases.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "Life itself is but the shadow of death, and souls departed but the shadows of the living.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "What is ironic is that Allen Ginsberg's importance was in its twilight for so many years that it took his death to bring it to the front page. He electrified an entire world!", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "When I see someone who is starved, they don't look alert. They don't have boundless energy. If you're too skinny, it looks like you're near death.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "'American Horror' goes for a very specific kind of Seventies suburban downer ambience - 'Flowers in the Attic' paperbacks, Black Sabbath album covers and late-night flicks like 'Let's Scare Jessica to Death.' It even has 'Go Ask Alice'-era urban legends.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "People want the right to die at a time of their own choosing. Too many families have watched helplessly as a relative dies slowly, longing for death.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "When I die, don't let my death stop the resistance.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "It's a matter of life and death for this country. The Kenyan forests are facing extinction and it is a man-made problem.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "It's something I want to overcome. And my kids are scared to death to fly. I want them to witness me overcome it.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "Death by starvation is slow.", 
    "name": "Mary Austin"
  }, 
  {
    "quote": "Libertarians know that a free country has nothing to fear from anyone coming in or going out - while a welfare state is scared to death of poor people coming in and rich people getting out.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Women have not yet realized the cowardice that resides, for if they should decide to do so, they would be able to fight you until death and to prove that I speak the truth, amongst so many women, I will be the first to act, setting an example for them to follow.", 
    "name": "Veronica Franco"
  }, 
  {
    "quote": "Sickness, insanity and death were the angels that surrounded my cradle and they have followed me throughout my life.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "There are people who never experience that, who remain closed until death, from fear of change.", 
    "name": "Isabelle Adjani"
  }, 
  {
    "quote": "One of the big questions in the climate change debate: Are humans any smarter than frogs in a pot? If you put a frog in a pot and slowly turn up the heat, it won't jump out. Instead, it will enjoy the nice warm bath until it is cooked to death. We humans seem to be doing pretty much the same thing.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "In this situation I was constantly exposed to danger and death.", 
    "name": "Daniel Boone"
  }, 
  {
    "quote": "We were then in a dangerous, helpless situation, exposed daily to perils and death amongst savages and wild beasts, not a white man in the country but ourselves.", 
    "name": "Daniel Boone"
  }, 
  {
    "quote": "I had always loved John Ford's pictures. And I came to love him, too, but I was frightened to death working for him. He used the shock treatment while directing me.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "Hitchcock had to fight to the death to make his movies.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "After my mother's death, I had such difficulty relating to people.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "The Supreme Court of the United States... has validated the Nazi method of execution in... concentration camps, starving them to death.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "I will admit, like Socrates and Aristotle and Plato and some other philosophers, that there are instances where the death penalty would seem appropriate.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Not one has shown an iota of fear of death. They want to end this agony.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "If Christ can die in a barn, I think the death of a human in a van is not so bad.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "You've gotta know what death is to know life!", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "I hate to say this, but I'll repeat it: After death, all we know that you do is stink.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "There's stuff I don't like to rehearse, really emotional things, I don't like to rehearse. You just beat it to death.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "I'm trying to knock the medical profession into accepting its responsibilities, and those responsibilities include assisting their patients with death.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Nobody with an IQ higher than emergency-room temperature could ever believe that 'death panels' would be appointed to nudge the elderly toward euthanasia. Yet for idle entertainment, it's hard to beat Sarah Palin's ignorant nattering on the subject.", 
    "name": "Carl Hiaasen"
  }, 
  {
    "quote": "The miser, starving his brother's body, starves also his own soul, and at death shall creep out of his great estate of injustice, poor and naked and miserable.", 
    "name": "Theodore Parker"
  }, 
  {
    "quote": "I'm not supposed to be able to speak clearly, and decipher what's going on in the media. I'm supposed to be the typical amateur who's 22 and scared to death and can't believe he won the Olympics.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "I stay way from that area, and there's only so many songs you can write about love, sex and death.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "My death will be caused by morphine, which I have deliberately taken with suicidal intent.", 
    "name": "Alex Campbell"
  }, 
  {
    "quote": "A Shakespearean tragedy as so far considered may be called a story of exceptional calamity leading to the death of a man in high estate. But it is clearly much more than this, and we have now to regard it from another side.", 
    "name": "Andrew Coyle Bradley"
  }, 
  {
    "quote": "The American people are not just being taxed to death they're being taxed after death. But, no one should have to sell the life's work of a parent or a loved one just to pay the federal government.", 
    "name": "J. D. Hayworth"
  }, 
  {
    "quote": "We worry about the seemingly ever-increasing number of natural catastrophes. Yet this is mainly a consequence of CNN - we see many more, but the number is roughly constant, and we manage to deal much better with them over time. Globally, the death rate from catastrophes has dropped about fifty-fold over the past century.", 
    "name": "Bjorn Lomborg"
  }, 
  {
    "quote": "I am politically pro-choice, but personally pro-life. I have my faith but refuse to force it on the world at large - especially this world, so brutal and unjust. I cannot make these wrenching personal life and death decisions for others - nor do I believe they should be made by a church run by childless men.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "And, in a funny way, each death is different and you mourn each death differently and each death brings back the death you mourned earlier and you get into a bit of a pile-up.", 
    "name": "Nigella Lawson"
  }, 
  {
    "quote": "We burned to death 100,000 Japanese civilians in Tokyo - men, women and children. LeMay recognized that what he was doing would be thought immoral if his side had lost. But what makes it immoral if you lose and not immoral if you win?", 
    "name": "Robert McNamara"
  }, 
  {
    "quote": "It's normally the kiss of death to be identified as a rising star, or someone to watch.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "I was writing a scene where a guy was choking another guy to death. You can go online and type 'chokeholds' and watch scenes where martial artists choke each other out. You can hear what noises they make when they go unconscious, see how their bodies flop and everything. YouTube is amazing for the more detailed stuff.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Over the past 50 years we got versions of X-ray specs and space vacations, and even death rays. But the X-ray specs don't fit on your face - they're big things that screen your luggage for guns. Space vacations are real, but they cost $20 million. We have death rays, but you have to be a triple Ph.D. to play with them.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Life is like a very short visit to a toyshop between birth and death.", 
    "name": "Desmond Morris"
  }, 
  {
    "quote": "They can rule the world while they can persuade us our pain belongs in some order is death by famine worse than death by suicide, than a life of famine and suicide...?", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "Until the day of his death, no man can be sure of his courage.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "He who is obsessed by death is made guilty by it.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "There is no such thing as an ugly language. Today I hear every language as if it were the only one, and when I hear of one that is dying, it overwhelms me as though it were the death of the earth.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "The first novel I wrote was a monster - clocking in at 180,000 words - but it died a death, a death it deserved. It was called 'The Gods First Make Mad.' It was a good title, but it was the only good thing about the book. I didn't let that put me off.", 
    "name": "Wilbur Smith"
  }, 
  {
    "quote": "I have sometimes imagined my own death and brought myself to tears.", 
    "name": "Martin Short"
  }, 
  {
    "quote": "Any existence deprived of freedom is a kind of death.", 
    "name": "Michel Aoun"
  }, 
  {
    "quote": "But for me, it is when a student has died. I find the death of a young person the most difficult and painful of times. To explain it to other young people, to see a bright future snuffed out, is just awful. I am haunted by those deaths.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "Nothing is absolute, with the debatable exceptions of this statement and death.", 
    "name": "John Ralston Saul"
  }, 
  {
    "quote": "I'm watching the Weather Channel more than I've ever watched it. I'm scared to death it's going to rain.", 
    "name": "John Elway"
  }, 
  {
    "quote": "Nature creates while destroying, and doesn't care whether it creates or destroys as long as life isn't extinguished, as long as death doesn't lose its rights.", 
    "name": "Ivan Turgenev"
  }, 
  {
    "quote": "If you have fun, fine. It's not all life and death.", 
    "name": "Bill Parcells"
  }, 
  {
    "quote": "When the courts decide that murderers, rapists, and others who maliciously break our social contract deserve health care that most working Americans can't afford, they are condemning good people to death.", 
    "name": "Tammy Bruce"
  }, 
  {
    "quote": "People need jobs, people need happy and successful lives there should be marriage between one man and one woman, there should the value of person from conception until natural death.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "It comes with faith, for with complete faith there is no fear of what faces you in life or death.", 
    "name": "Jacqueline Cochran"
  }, 
  {
    "quote": "I think life is sacred, whether it's abortion or the death penalty.", 
    "name": "Tim Kaine"
  }, 
  {
    "quote": "I am deeply saddened by the death of my dear friend, Dudley Moore.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "Instead of joyfully looking forward to my birth, my mother began systematically preparing for her own death. She was fatalistic.", 
    "name": "Lorna Luft"
  }, 
  {
    "quote": "Cause at the end of the day, honestly, at the end of the day when you're in your death bed and that's it, I think it's the relationships you've had and the people that you've touched and the people that have touched you that matter.", 
    "name": "Julie Benz"
  }, 
  {
    "quote": "As a comic, you try something and if it works you go with it and grind it to death.", 
    "name": "Alexei Sayle"
  }, 
  {
    "quote": "I've accentuated the look over the years. As a comic, you try something and if it works you go with it and grind it to death.", 
    "name": "Alexei Sayle"
  }, 
  {
    "quote": "The writer crafts their ideal world. In my world, everyone has really long conversations or just picks apart pop culture to death and everyone talks in monologue.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "Our law is a Jordanian law that we inherited, which applies to both the West Bank and Gaza, and sets the death penalty for those who sell land to Israelis.", 
    "name": "Yasser Arafat"
  }, 
  {
    "quote": "If I ever completely lost my nervousness I would be frightened half to death.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "I think I might actually die of showing off. It'll be on my headstone - 'Cause of Death: Showing Off.'", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "When we have done our best, we can, as a united people, take whatever may befall with calm courage and confidence that this old nation will survive and if death should come to many of us, death is not the end.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "I think to have the skill set and the ability to physically help others in matters of life and death must be incredibly empowering.", 
    "name": "Karlie Kloss"
  }, 
  {
    "quote": "I don't think of death in a romantic way anymore.", 
    "name": "Robert Smith"
  }, 
  {
    "quote": "To have been torn from the study would have been as death my time was entirely occupied with art.", 
    "name": "John James Audubon"
  }, 
  {
    "quote": "When I was younger, I wasn't concentrating on good days. I was managing a career and trying to have a good year. It would always 'lead' to something, which never leads to anything except death, where everything leads to. And then as I got older, and then I had my kids and everything, I began to appreciate a great Wednesday.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "If you wish to make a man look noble, your best course is to kill him. What superiority he may have inherited from his race, what superiority nature may have personally gifted him with, comes out in death.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "Death is the ugly fact which Nature has to hide, and she hides it well.", 
    "name": "Alexander Smith"
  }, 
  {
    "quote": "I like death. I'm a big fan of it.", 
    "name": "Guy Ritchie"
  }, 
  {
    "quote": "It's certain that the death of an actor can be on a television screen playing the same thing every week.", 
    "name": "Giancarlo Esposito"
  }, 
  {
    "quote": "In these dangerous times, where it seems the world is ripping apart at the seams, we can all learn how to survive from those who stare death squarely in the face every day, and we should reach out to each other and bond as a community, rather than hide from the terrors of life at the end of the millennium.", 
    "name": "Jonathan Larson"
  }, 
  {
    "quote": "Between our birth and death we may touch understanding, As a moth brushes a window with its wing.", 
    "name": "Christopher Fry"
  }, 
  {
    "quote": "Washington, not Jefferson, freed his slaves upon his death.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "There are some people who walk into a room and they oxygenate it, by their very being there's fresh air. Then there are those who come in with the smell of death and they suck the life out.", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "When we play 'Angel of Death', it's actually a 2 and half minutes sing 'til our party starts. That song is pretty much been played traditionally in the end.", 
    "name": "Kerry King"
  }, 
  {
    "quote": "Patrick Henry did not say, 'Give me absolutely safety or give me death.' America is supposed to be about freedom.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "Lots of people there seemed to be in denial, in absolute denial, of death - everybody's pretending that death doesn't happen in L.A. if you do enough exercise and take enough wheatgrass and have your pill every day, you might not die.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "On the basis of biological, sociological, and historical knowledge, we should recognize that the individual self is subject to death or decay, but the sum total of individual achievement, for better or worse, lives on in the immortality of The Larger.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "I just don't get death at all. Yes, it's there. But I don't get it.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "I can't let my mother's death have been in vain. Democracy is the best revenge, and we will have it.", 
    "name": "Bilawal Bhutto Zardari"
  }, 
  {
    "quote": "You should celebrate the end of a love affair as they celebrate death in New Orleans, with songs, laughter, dancing and a lot of wine.", 
    "name": "Francoise Sagan"
  }, 
  {
    "quote": "Nothing is a matter of life and death except life and death.", 
    "name": "Angela Carter"
  }, 
  {
    "quote": "He killed his enemies because he was afraid they would kill him. Amin ordered entire tribes to be put to death, because he feared they would rebel.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "To be clear, climate change is a true 800 pound gorilla in the room. The effects of global warming threaten global environmental upheaval over the coming century. But for South Florida and the Everglades, it could be our death knell if urgent action is not taken.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "It's funny, though, speaking of fathers and sons, because me and John Goodman played father and son, like, five or six years ago in the film 'Death Sentence,' and I got back with him again in 'Inside Llewyn Davis.'", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "You know, I've never actually really believed that death is inevitable. I just think it's a rumor.", 
    "name": "David Carradine"
  }, 
  {
    "quote": "I rely on guns for protection in life. God does not say, 'This is la-la land.' God doesn't say, 'Welcome to Earth. Everything's perfect. There's no crime. There's no murder. There's no death.' The world is imperfect, and you have to be on guard.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "I don't want to hear about my death.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "The situation in the United States is becoming more dire for average ordinary Americans and the last thing we need to do is to spend money on death, destruction and war.", 
    "name": "Cynthia McKinney"
  }, 
  {
    "quote": "Death doesn't frighten me now I can think peacefully of ending a long life.", 
    "name": "Jeanne Calment"
  }, 
  {
    "quote": "Defeat the fear of death and you welcome the death of fear.", 
    "name": "G. Gordon Liddy"
  }, 
  {
    "quote": "The illness, and the untimely death of my brothers, has made me conscious of the fact that - rather than just think about it - it's crucial that you do today what you want to do.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "The cult of the individual is killing us. I think Twitter signals the death of western civilisation, but people have been saying that since Demosthenes.", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "You realize that however much you don't think about death - or think that's for other people - you're just an organism living from day to day. I'm just grateful I'm here.", 
    "name": "Robin Gibb"
  }, 
  {
    "quote": "I think about death a lot, I really do, because I can't believe I won't exist. It's the ego isn't it? I feel that I should retreat into a better form of Zen Buddhism than this kind of ego-dominated thing. But I don't know, I mean, I want to come back as a tree but I suspect that it's just not going to happen, is it?", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "The die is set and Malcolm will not escape for the foolish talk he spoke against his benefactor, such a man, is worthy of death, and it would have been so, were it not for Muhammad's confidence that God would give him the victory over the enemies.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "If the human condition were the periodic table, maybe love would be hydrogen at No. 1. Death would be helium at No. 2. Power, I reckon, would be where oxygen is.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "Any film which views the darker side of life, which is death with a sense of humor, is very much to my taste.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "My death, taking the light from my eyes, gives back to the day the purity which they soiled.", 
    "name": "Jean Racine"
  }, 
  {
    "quote": "Here's a thing about the death of your mother, or anyone else you love: You can't anticipate how you'll feel afterward. People will tell you a few may be close to right, none exactly right.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "It is not death, but dying, which is terrible.", 
    "name": "Henry Fielding"
  }, 
  {
    "quote": "I believe the death of Bobby Kennedy was in many ways the death of decency in America. I think it was the death of manners and formality, the death of poetry and the death of a dream.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "When I was on a major label I felt obliged to say yes to every interview, tour and whatever else. The label is always telling you, 'This ain't going to last,' so I worked myself half to death. I learnt from that and I like to pace myself now.", 
    "name": "Adam Ant"
  }, 
  {
    "quote": "Most of the debate over the cultures of death and life is about process. The debate focuses on the technology available to determine how we prolong life and how and when we end it.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "If you think aficionados of a living Constitution want to bring you flexibility, think again. You think the death penalty is a good idea? Persuade your fellow citizens to adopt it. You want a right to abortion? Persuade your fellow citizens and enact it. That's flexibility.", 
    "name": "Antonin Scalia"
  }, 
  {
    "quote": "Death is a very important part of life.", 
    "name": "GG Allin"
  }, 
  {
    "quote": "Not all moral issues have the same moral weight as abortion and euthanasia. There may be legitimate diversity of opinion even among Catholics about waging war and applying the death penalty, but not... with regard to abortion and euthanasia.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "Depakote also has a really bad side effect, which is death.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "I think that much of this was running in background as I contemplated whether or not to attend the PS 99 reunion, although I certainly anticipated that I would not it smelled like death, not youth.", 
    "name": "John Thorn"
  }, 
  {
    "quote": "As a reward for their efforts, however, those early Christians were beaten, stoned to death, thrown to the lions, tortured and crucified. Every conceivable method was used to stop them from talking.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "The death penalty is being applied in the United States as a fatal lottery.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "I was in two episodes playing Christopher Reeve's character's emissary. They wanted to have my character announce Dr Swan's death, which I thought was exploitative.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "Planning to play: that's what saving for retirement is today - and it is antithetical to the nature of play, fully within the definition of work, and blissfully ignorant of the reality of death.", 
    "name": "John Thorn"
  }, 
  {
    "quote": "I'm not on the run from anything and I'm not at all clear about what I'm running towards. But as some great writer put it, I want to be certain that when I arrive at death, I'm totally exhausted.", 
    "name": "Fiona Shaw"
  }, 
  {
    "quote": "So here is one of my theories on happiness: we cannot know if we have lived a truly happy life until the very end. This view of life and death was reinforced by my close witnessing of the buildup to the death of Philip Gould. Philip was without doubt my closest friend in politics. When he died, I felt like I had lost a limb.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "What we think of as our sensitivity is only the higher evolution of terror in a poor dumb beast. We suffer for nothing. Our own death wish is our only real tragedy.", 
    "name": "Mario Puzo"
  }, 
  {
    "quote": "I start thinking about life after death. I've got to quit thinking about it because it's very deep. Very deep. Sometimes you start thinking about it, and you don't feel like you want to be alive, so I don't like to get all quiet.", 
    "name": "David Ortiz"
  }, 
  {
    "quote": "When we are dealing with death we are constantly being dragged down by the event: Humor diverts our attention and lifts our sagging spirits.", 
    "name": "Allen Klein"
  }
]